{"url": "http://www.rogerebert.com/reviews/great-movie-romeo-and-juliet-1968", "by": "Leonard Whitingas Romeo", "star_rating": 4.0, "text": "\"Romeo and Juliet\" is always said to be the first romantic tragedy ever written, but it isn't really a tragedy at all. It's a tragic misunderstanding, scarcely fitting the ancient requirement of tragedy that the mighty fall through their own flaws. Romeo and Juliet have no flaws, and aren't old enough to be blamed if they did. They die because of the pigheaded quarrel of their families, the Montagues and Capulets. By writing the play, Shakespeare began the shaping of modern drama, in which the fates of ordinary people are as crucial as those of the great. The great tragedies of his time, including his own, involved kings, emperors, generals. Here, near the dawn of his career, perhaps remembering a sweet early romance before his forced marriage to Anne Hathaway, he writes about teenagers in love.\n\n\"Romeo and Juliet\" has been filmed many times in many ways; Norma Shearer and Leslie Howard starred in the beloved 1936 Hollywood version, and modern transformations include Robert Wise's \"West Side Story\" (1961), which applies the plot to Manhattan gang warfare; Abel Ferrara's \"China Girl\" (1987), about a forbidden romance between a girl of Chinatown and a boy of Little Italy, and Baz Luhrmann's \"Romeo + Juliet\" (1996), with California punk gangs on Verona Beach. But the favorite film version is likely to remain, for many years, Franco Zeffirelli's 1968 production.\n\nHis crucial decision, in a film where almost everything went well, was to cast actors who were about the right age to play the characters (as Howard and Shearer were obviously not). As the play opens, Juliet \"hath not seen the change of 14 years,\" and Romeo is little older. This is first love for Juliet, and Romeo's crush on the unseen Rosalind is forgotten the moment he sees Juliet at the masked ball: \"I ne'er saw true beauty until this night.\" After a well-publicized international search, Zeffirelli cast Olivia Hussey, a 16-year-old from Argentina, and Leonard Whiting, a British 17-year-old.\n\nThey didn't merely look their parts, they embodied them in the freshness of their personalities, and although neither was a trained actor, they were fully equal to Shakespeare's dialogue for them; Anthony Holden's new book William Shakespeare: The Man Behind the Genius contrasts \"the beautiful simplicity with which the lovers speak at their moments of uncomplicated happiness,\" with \"the ornate rhetorical flourishes which fuel so much else in the play\"--flourishes that Zeffirelli severely pruned, trimming about half the play. He was roundly criticized for his edits, but much that needs describing on the stage can simply be shown onscreen, as when Benvolio is shown witnessing Juliet's funeral and thus does not need to evoke it in a description to the exiled Romeo. Shakespeare, who took such wholesale liberties with his own sources, might have understood.\n\nWhat is left is what people love the play for--the purity of the young lovers' passion, the earthiness of Juliet's nurse, the well-intentioned plans of Friar Laurence, the hot-blooded feud between the young men of the families, the cruel irony of the double deaths. And there is time, too, for many of the great speeches, including Mercutio's poetic evocation of Mab, the queen of dreams.\n\nHussey and Whiting were so good because they didn't know any better. Another year or two of experience, perhaps, and they would have been too intimidated to play the roles. It was my good fortune to visit the film set, in a small hill town an hour or so outside Rome, on the night when the balcony scene was filmed. I remember Hussey and Whiting upstairs in the old hillside villa, waiting for their call, unaffected, uncomplicated. And when the balcony scene was shot, I remember the heedless energy that Hussey threw into it, take after take, hurling herself almost off the balcony for hungry kisses. (Whiting, balanced in a tree, needed to watch his footing.)\n\nBetween shots, in the overgrown garden, Zeffirelli strolled with the composer Nino Rota, who had written the music for most of Fellini's films and now simply hummed the film's central theme, as the director nodded. Pasqualino De Santis, who was to win an Oscar for his cinematography, directed his crew quietly, urgently, trying to be ready for the freshness of the actors instead of making them wait for technical quibbles. At dawn, drinking strong coffee as cars pulled around to take his actors back to Rome, Zeffirelli said what was obvious: That the whole movie depended on the balcony and the crypt scenes, and he felt now that his casting decision had proven itself, and that the film would succeed.\n\nIt did, beyond any precedent for a film based on Shakespeare, even though Shakespeare is the most filmed writer in history. The movie opened in the tumultuous year of 1968, a time of political upheaval around the world, and somehow the story of the star-crossed lovers caught the mood of rebellious young people who had wearied of their elders' wars. \"This of all works of literature eternizes the ardor of young love and youth's aggressive spirit,\" wrote Anthony Burgess.\n\nZeffirelli, born in Florence in 1923, came early to the English language through prewar experiences hinted at in the loosely autobiographical \"Tea With Mussolini\" (1999). His crucial early artistic influence was Laurence Olivier's \"Henry V\" (1945), which inspired him to go into the theater; he has had parallel careers directing plays, films and operas. Before the great success of \"Romeo and Juliet,\" be first visited Shakespeare for the shaky but high-spirited \"Taming of the Shrew\" (1967), with Burton and Taylor. Later he directed Placido Domingo in \"Otello\" (1986), Verdi's opera, and directed Mel Gibson in \"Hamlet\" (1991).\n\n\"Romeo and Juliet\" remains the magical high point of his career. To see it again is to luxuriate. It is intriguing that Zeffirelli in 1968 focused on love, while Baz Luhrmann's popular version of 1996 focused on violence; something fundamental has changed in films about and for young people, and recent audiences seem shy of sex and love but eager for conflict and action. I wonder if a modern Friday night audience would snicker at the heart-baring sincerity of the lovers.\n\nZeffirelli got some criticism from purists by daring to show Romeo and Juliet awakening in her bed, no doubt after experiencing physical love. In the play the same dialogue plays in the Capulets' orchard, where \"enter Romeo and Juliet, aloft\" -- on her balcony, that is. I am as sure as I can be they have just left Juliet's bedchamber -- and after all, were they not wed by Friar Laurence (Milo O'Shea), and is it not right they should consummate their love before Romeo is banished into exile?\n\nThe costumes by Danilo Donati won another Oscar for the film (it was also nominated for best picture and director), and they are crucial to its success; they are the avenue for color and richness to enter the frame, which is otherwise filled with gray and ochre stones and the colors of nature. The nurse (Pay Heywood) seems enveloped in a dry goods' sale of heavy fabrics, and Mercutio (John McEnery) comes flying a handkerchief that he uses as a banner, disguise and shroud. Hussey's dresses, with low bodices and simple patterns, set off her creamy skin and long hair; Whiting is able to inhabit his breeches, blouse and codpiece with the conviction that it is everyday clothing, not a costume.\n\nThe costumes and everything else in the film--the photography, the music, above all Shakespeare's language--is so voluptuous, so sensuous. The stagecraft of the twinned death scenes is of course all contrivance; the friar's potion works with timing that is precisely wrong, and yet we forgive the manipulation because Shakespeare has been able to provide us with what is theoretically impossible, the experience of two young lovers each grieving the other's death. When the play was first staged in London, Holden writes, Shakespeare had the satisfaction \"of seeing the groundlings moved to emotions far beyond anything before known in the theater.\" Why? Because of craft and art, yes, but also because Romeo and Juliet were not distant and august figures, not Caesars, Othellos or Macbeths, but a couple of kids in love, as everyone in the theater had known, and everyone in the theater had been.", "running_time": 138, "mpaa_rating": "PG", "release_year": 1968, "date_published": "2000-09-17", "genres": ["Drama", "Foreign", "Romance"], "title": "Romeo and Juliet (1968)"}