{"url": "http://www.rogerebert.com/reviews/great-movie-pinocchio-1940", "by": null, "star_rating": 4.0, "text": "\n\nWhen the Russian director Sergei Eisenstein saw Disney's\r\n\"Snow White and the Seven Dwarfs,\" he called it the greatest film\r\never made. High praise from a man whose \"Battleship Potemkin\" then\r\ntopped lists of great films. In \"Snow White\" (1937), Eisenstein saw a\r\nnew cinematic freedom: Cartoons could represent any visual an artist could\r\nimagine. They were no longer shorts for kids, but worthy to stand beside\r\nrealistic feature films.\n\nIn 1940, Disney made its second and third cartoon features,\r\n\"Fantasia\" and \"Pinocchio,\" and they are generally\r\nconsidered to this day to be the best of all the studio's animated films.\r\nPerhaps they're so good because they came at just the right time in the\r\ndevelopment of animation.\n\nThe\r\nearly pioneers (Walt Disney and Max Fleischer in particular) found ways to make\r\ntheir characters something more than just drawings on a screen--to make them\r\nseem to exist in a world of gravity and dimension. They experimented endlessly\r\nwith how an animated character should move, finding a new kind of stylized\r\nrealism that carried conviction without mirroring the real world. The animation\r\nexpert Ernest Rister writes: \"I wonder if they knew that finding a\r\ntechnique for investing a drawing with a sense of weight and volume would\r\nsomeday be used to create killer bugs or a giant snake in the Amazon.\"\n\nAfter\r\nthe breakthrough of \"Snow White,\" the Disney animators went back to\r\ntheir storyboards with a couple of innovations up their sleeves. One was the\r\nfreedom to imply that there was space outside the screen. In\r\n\"regular\" movies, characters were half-seen at the edges, they\r\nentered and exited, and the camera panned and zoomed through additional space.\r\nEarly animation tended to stay within the frame. In \"Fantasia\" and\r\nespecially \"Pinocchio,\" Disney broke out of the frame, for example in\r\nthe exciting sequence where Pinocchio and his father are expelled by the\r\nwhale's sneeze, then drawn back again, then expelled again. There is the\r\npalpable sense of Monstro the Whale, offscreen to the right.\n\nAnother\r\ninnovation was the \"multiplane camera,\" a Disney invention that\r\nallowed drawings in three dimensions; the camera seemed to pass through\r\nforeground drawings on its way deeper into the frame. There is an aerial shot\r\nof Pinocchio's village in which the camera zooms past levels of drawings, until\r\nit arrives at a closeup. This was much better than using only simple\r\nperspective to show depth.\n\nThese\r\ninnovations were not much noticed by \"Pinocchio's\" audiences: They\r\nwere drawn in by the power of the narrative. The story of the little puppet and\r\nhis quest to become a real boy is a triumph of storytelling with a moral. Has\r\npopular culture ever produced a more unforgettable parable about the dangers of\r\ntelling a lie? The story is just plain wonderful. It contains elements that\r\nwould be refined into the Disney formula (Figaro the cat and Cleo the goldfish\r\nwould be recycled into countless comic relief sidekicks), but its main story\r\nline is designed with almost diabolical cunning to reach children.\n\nThe\r\nkey is Pinocchio's desire to become a \"real little boy,\" not just a\r\nwooden puppet that can walk and talk without strings. At a very deep level, all\r\nchildren want to become real and doubt they can. One of the film's inspirations\r\nis to leave Pinocchio more or less on his own in the process of becoming. He's\r\nsupplied with a father figure in Geppetto, the kindly puppetmaker, but the old\r\nman is forgetful and easily distracted. And he has Jiminy Cricket, who applies\r\nfor the job of being Pinocchio's conscience, and gets it, without being\r\nterribly well qualified. What Geppetto, the Blue Fairy and Jiminy do is provide\r\na vision for Pinocchio--an idea of what he should strive toward. But the Blue\r\nFairy warns him she will only help so much, and the other two aren't much help\r\nat all.\n\nKids\r\nknow they should be good, and know they are weak when tempted. Pinocchio stands\r\nfor all of them as he sets off for school and allows himself to be diverted by\r\nFoulfellow and Gideon. This twist comes as a surprise: The movie has opened on\r\na gentle, mellow tone, with \"When You Wish Upon a Star\" and\r\nGeppetto's bedtime play with the puppet and friendship with Figaro and Cleo.\r\nThe Blue Fairy's magical visit is enchanting. Jiminy is a cheerful new friend.\n\nAnd\r\nthen suddenly Pinocchio is blind-sided by the two con men who supply him to\r\nStromboli, the vile puppeteer. He finds himself starring as a puppet\r\nsong-and-dance man (\"I've Got No Strings\"). Jiminy, who is not a\r\ngifted analyst, shrugs and figures that since Pinocchio is a star, he doesn't\r\nneed him anymore (\"What does an actor want with a conscience,\r\nanyway?\"). Why doesn't Jiminy know how worried Geppetto will be? Maybe\r\ncrickets don't understand human love.\n\nPinocchio\r\ntries to escape, is locked in a cage by Stromboli, is visited by the Blue\r\nFairy, and then (in one of the best movie scenes ever filmed) tells her lies\r\nand finds that his nose grows and grows and grows. Finally it sprouts leaves\r\nand gains a nest with two chirping birds in it. Glance sideways at children\r\nduring this scene, and you'll see kids utterly fascinated by the confirmation\r\nof their guiltiest fears.\n\nThe\r\nBlue Fairy grants a reprieve, but Pinocchio lands back in the soup, scooped up\r\nby Foulfellow and shanghaied to Pleasure Island, where little boys smoke, play\r\npool, and are recycled into mules for the salt mines (\"Give a bad boy\r\nenough room and he'll soon make a jackass of himself\"). Through the\r\npoisons of tobacco and their sins, they grow ears, hooves and snouts; how many\r\nkids decided right then and there never to smoke?\n\nPinocchio\r\nand Jiminy escape and return at last to Geppetto's, only to find (in a powerful\r\nand gloomy scene) that the old man is gone. Pinocchio feels abandoned, and in\r\nthe audience the eyes of kids grow large and moist. The Blue Fairy, deus ex\r\nmachina to the last, sends a dove with the information that Geppetto is captive\r\nin the belly of Monstro the Whale. That leads into the last great action\r\nsequence, where Pinocchio proves himself at last. The climax is a cascade of\r\nvisual imagination. Everyone remembers Monstro's thrashings after Pinocchio\r\nsets a fire to make him sneeze. But the action is preceded by a long and\r\nmagical sequence in which the puppet and the cricket wander the ocean floor,\r\nencountering fish, sea flowers, coral denizens and other delicately drawn\r\ncreatures.\n\n\"Pinocchio\"\r\nis a parable for children, and generations have grown up remembering the words \"Let\r\nyour conscience be your guide\" and \"A lie keeps growing and growing\r\nuntil it's as plain as the nose on your face.\" The power of the film is\r\ngenerated, I think, because it is really about something. It isn't just a\r\nconcocted fable or a silly fairy tale, but a narrative with deep archetypal\r\nreverberations. (\"Cinderella,\" \"Beauty and the Beast\" and\r\n\"The Lion King\" share that quality, and so do the scenes involving\r\nDumbo and his mother.)\n\nOnce\r\nwe've grown up and learned, or ignored, the lessons of the film, why does it\r\ncontinue to have such appeal? It may be because of the grace of the drawing.\r\nLater Disney films would have comparable skill, but not the excitement of\r\ndiscovery. Is it possible to sense, through thousands of individual drawings by\r\ndozens of different artists, a collective creative epiphany? I think so.\r\nDisney's loyal animators had been there in the early days when Mickey Mouse\r\ncartoons were patronized by Hollywood as kid stuff from a dinky side-street\r\nshop. They must have known they were making something great. Their joy\r\nsaturates the screen.\n\nWhat\r\nthe Disney shop did with its first animated features has resonated through film\r\nhistory. Ernest Rister says in a letter: \"I cannot tell you how many of\r\ntoday's computer graphics artists have the book Disney Animation: The Illusion\r\nof Life at their work stations.\" All modern animated content in movies,\r\nfrom Jabba the Hut to \"Toy Story,\" springs from those years of\r\ninvention at Disney, he says: \"The same principles apply everywhere, and\r\nthose principles were all discovered under one roof, decades ago by a bunch of\r\nyoung punks jazzed up about creating something.\"\n\nAnd\r\nthat's no lie.", "running_time": 88, "mpaa_rating": "G", "release_year": 1940, "date_published": "1998-11-22", "genres": ["Adventure", "Animation", "Family", "Fantasy", "Science Fiction"], "title": "Pinocchio (1940)"}