{"url": "http://www.rogerebert.com/reviews/great-movie-la-dolce-vita-1960", "by": "Marcello Mastroiannias Marcello Rubini", "star_rating": 4.0, "text": "I have heard theories that Federico Fellini's \"La Dolce Vita\" catalogs the seven deadly sins, takes place on the seven hills of Rome, and involves seven nights and seven dawns, but I have never looked into them, because that would reduce the movie to a crossword puzzle. I prefer it as an allegory, a cautionary tale of a man without a center.\n\nFellini shot the movie in 1959 on the Via Veneto, the Roman street of nightclubs, sidewalk cafes and the parade of the night. His hero is a gossip columnist, Marcello, who chronicles \"the sweet life\" of fading aristocrats, second-rate movie stars, aging playboys and women of commerce. The role was played by Marcello Mastroianni, and now that his life has ended we can see that it was his most representative. The two Marcellos -- character and actor -- flowed together into a handsome, weary, desperate man, who dreams of someday doing something good, but is trapped in a life of empty nights and lonely dawns.\n\nThe movie leaps from one visual extravaganza to another, following Marcello as he chases down stories and women. He has a suicidal fiancee (Magali Noel) at home. In a nightclub, he picks up a promiscuous society beauty (Anouk Aimee), and together they visit the basement lair of a prostitute. The episode ends not in decadence but in sleep; we can never be sure that Marcello has had sex with anyone.\n\nAnother dawn. And we begin to understand the film's structure: A series of nights and dawns, descents and ascents. Marcello goes down into subterranean nightclubs, hospital parking lots, the hooker's hovel and an ancient crypt. And he ascends St. Peter's dome, climbs to a choir loft, and to the high-rise apartment of Steiner (Alain Cuny), the intellectual who is his hero. He will even fly over Rome.\n\nThe famous opening scene, as a statue of Christ is carried above Rome by a helicopter, is matched with the close, in which fisherman on the beach find a sea monster in their nets. Two Christ symbols: the statue \"beautiful\" but false, the fish \"ugly\" but real. During both scenes there are failures of communication. The helicopter circles as Marcello tries to get the phone numbers of three sunbathing beauties. At the end, across a beach, he sees the shy girl he met one day when he went to the country in search of peace to write his novel. She makes typing motions to remind him, but he does not remember, shrugs, and turns away.\n\nIf the opening and closing scenes are symmetrical, so are many others, matching the sacred and profane and casting doubts on both. An early sequence finds Marcello covering the arrival in Rome of an improbably buxom movie star (Anita Ekberg), and consumed with desire. He follows her to the top of St. Peters, into the bowels of a nightclub, and into the Roman night, where wild dogs howl and she howls back. His pursuit ends at dawn when she wades into the Trevi Fountain and he wades after her, idealizing her into all women, into The Woman; she remains forever just out of reach.\n\nThis sequence can be paired with a later one where children report a vision of the Virgin. Marcello races to the site, which is surrounded by TV cameras and a crowd of the devout. Again, we have an idealized woman and the hope that she can solve every problem. But the children lead the faithful on a chase, just as the Ekberg led Marcello around Rome. They see the Virgin here, and then there, as the lame and the blind hobble after them and their grandfather cadges for tips. Once again everything collapses in an exhausted dawn.\n\nThe central episodes in \"La Dolce Vita\" involve Steiner, who represents all that Marcello envies. Steiner lives in an apartment filled with art. He presides over a salon of poets, folk singers, intellectuals. He has a beautiful wife and two perfect children. When Marcello sees him entering a church, they ascend to the organ loft and Steiner plays Bach while urging Marcello to have more faith in himself, and finish that book. Then follows the night of Steiner's party, and the moment (more or less the exact center of the film) where Marcello takes his typewriter to a country trattoria and tries to write. Then comes the terrible second Steiner scene, when Marcello discovers that Steiner's serenity was made from a tissue of lies.\n\nTo mention these scenes is to be reminded of how many other great moments this rich film contains. The echo chamber. The Mass at dawn. The final desperate orgy. And of course the touching sequence with Marcello's father (Annibale Ninchi), a traveling salesman who joins Marcello on a tour of the night. In a club they see a sad-faced clown (Poidor) lead a lonely balloon out of the room with his trumpet. And Marcello's father, filled with the courage of champagne, grows bold with a young woman who owes Marcello a favor -- only to fall ill and leave, gray and ashen, again at dawn.\n\nThe movie is made with boundless energy. Fellini stood here at the dividing point between the neorealism of his earlier films (like \"La Strada\") and the carnival visuals of his extravagant later ones (\"Juliet of the Spirits,\" \"Amarcord\"). His autobiographical \"8 1/2,\" made three years after \"La Dolce Vita,\" is a companion-piece, but more knowing: There the hero is already a filmmaker, but here he is a young newspaperman on the make.\n\nThe music by Nino Rota is of a perfect piece with the material. It is sometimes quasi-liturgical, sometimes jazz, sometimes rock; lurking beneath is the irreverence of tuba and accordions, and snatches of pop songs (\"Stormy Weather\" and even \"Jingle Bells\"). The characters are forever in motion, and Rota gives them music for their processions and parades.\n\nThe casting is all typecasting. Anita Ekberg might not have been much of an actress, but she was the only person who could play herself. Lex Barker, a onetime movie Tarzan, was droll as her alcoholic boyfriend. Alain Cuny's severe self-confidence as Steiner is convincing, which is why his end is a shock. And remember Anouk Aimee, her dark glasses concealing a black eye; the practical, commonsensical Adriana Moneta as the streetwalker; Alan Dijon as the satanic ringleader at the nightclub; and always Mastroianni, his eyes squinting against a headache or a deeper ache of the soul. He was always a passive actor, and here that quality is needed: Seeking happiness but unable to take the steps to find it, he spends his nights in endless aimless searching, trying to please everyone, the juggler with more balls than skills.\n\nMovies do not change, but their viewers do. When I saw \"La Dolce Vita\" in 1960, I was an adolescent for whom \"the sweet life\" represented everything I dreamed of: sin, exotic European glamour, the weary romance of the cynical newspaperman. When I saw it again, around 1970, I was living in a version of Marcello's world; Chicago's North Avenue was not the Via Veneto, but at 3 a.m. the denizens were just as colorful, and I was about Marcello's age.\n\nWhen I saw the movie around 1980, Marcello was the same age, but I was 10 years older, had stopped drinking, and saw him not as a role model but as a victim, condemned to an endless search for happiness that could never be found, not that way. By 1991, when I analyzed the film a frame at a time at the University of Colorado, Marcello seemed younger still, and while I had once admired and then criticized him, now I pitied and loved him. And when I saw the movie right after Mastroianni died, I thought that Fellini and Marcello had taken a moment of discovery and made it immortal. There may be no such thing as the sweet life. But it is necessary to find that out for yourself.", "running_time": 174, "mpaa_rating": "NR", "release_year": 1960, "date_published": "1997-01-05", "genres": ["Comedy", "Drama", "Foreign"], "title": "La Dolce Vita (1960)"}