{"url": "http://www.rogerebert.com/reviews/great-movie-el-norte-1983", "by": "Zaide Silvia Gutierrezas Rosa", "star_rating": 4.0, "text": "At the dawn of the U.S. independent film movement, two of its founders made what Variety called its first epic. \"El Norte\" told the story of a Guatemalan brother and sister who fled persecution at home and journeyed north the length of Mexico with a dream of finding a new home in the United States. They were illegal aliens, but then as now, the California economy could not function without their invisible presence as cheap labor. \"El Norte\" (1983) tells their story with astonishing visual beauty, with unashamed melodrama, with anger leavened by hope. It is a \"Grapes of Wrath\" for our time.\n\nThe movie was directed by Gregory Nava, produced by Anna Thomas, and co-written by both of them. They were later to make \"My Family\" (1995), which traces three generations of a Mexican-American family in Los Angeles, and Nava is currently the executive producer and supervising director of the \"American Family\" series on PBS, about an extended Latino family in Los Angeles. But I met Nava and Thomas much earlier, in 1976 at the Chicago Film Festival with their first film, \"The Confessions of Amans.\" It cost $24,000 and won the prize as best first feature.\n\nThat was before Sundance, before IFC, before Miramax. They were the co-founders of the Independent Feature Project, which today holds the Independent Spirit Awards in a vast tent on the beach at Santa Monica, Calif. When they founded the IFP, everyone at the meeting would fit comfortably into their living room. And when they made \"El Norte,\" no film like it had been attempted.\n\nDespite its limited budget, the movie is bursting with energy and ambition. At 139 minutes, it is told in three sections, concerning the early life of the brother and sister, their harrowing trek to \"el norte,\" and their life in Los Angeles. It was shot partly in Mexico, and then, after their exposed footage and an accountant were seized and held for ransom, in California. The filmmakers tell harrowing stories of cash payoffs at gunpoint, and how Nava's parents slipped out of the country carrying some of the dailies.\n\nBut the film never reflects that backstage ordeal; it chooses, indeed, to paint its story not in the grim grays of neorealism, but with the palette of Mexico, filled with color and fantasy. An early scene involving clouds of butterflies combines local legend with magical realism, and abundant life comes into the film through the shirts, dresses, ponchos and blankets of the characters, and through the joyous use of color in their homes and villages.\n\nNava once explained to me one reason for the Mexican love of color: \"The rich browns and reds and yellows make brown skin look beautiful; American interiors are painted an eggshell white that doesn't do much for brown skin or any other kind of skin.\"\n\nThe movie stars two unknowns, David Villalpando as Enrique, and Zaide Silvia Gutierrez as his sister Rosa. They have the spontaneous, unrehearsed quality of some of the actors in neo-realist films like \"The Bicycle Thief,\" and an infectious optimism and naivete that makes us protective of them. In the opening scenes, they live as their ancestors have for many generations, in a village of beauty and dignity, a true community. Meals by candlelight are followed by the evening stroll on the little local ramblas.\n\nBut the people spend long hours at backbreaking labor, picking coffee beans under the harsh eyes of intimidating overseers. Their father Arturo (Ernesto Gomez Cruz) is trying to organize a workers' union; he is betrayed, and everyone at a union meeting is murdered by government troops. Their mother (Alicia del Lago) disappears. And, yes, events like this are the price we are willing to pay for our morning coffee; I confess when I order my first cup, I do not much think of the Arturos and the union-busting international corporations that make their own laws.\n\nEnrique and Rosa have hidden, and feel forced to flee. They have a good idea of America, they think, from the Good Housekeeping magazines treasured by their godmother Josefita (Stella Quan), who gives them her savings for the journey and describes a land where everyone -- even the poor -- has a refrigerator and an indoor toilet.\n\nTheir progress through Mexico is hard enough, but crossing of the border is a nightmare. They hire a \"coyote,\" a man expert at helping immigrants enter America, and have the good luck to find an honest one. He suggests they crawl into America through an empty drainage pipe, and he will meet them at the other end. He gives them flashlights, they start to crawl, and they're attacked by hordes of screaming rats.\n\nThe scene is horrifying, not least because it's pretty clear these are real rats. Disease-free rats purchased from a laboratory, yes, but real rats all the same, and although Gutierrez was phobic about rats, she insisted on doing her own scenes, and her panic is real.\n\nAs they were crawling through the pipe, it occurred to me that we are fortunate to live in a country people want to enter, instead of escape. And fortunate because so many of our immigrants are the best and the brightest. It takes imagination, ambition and courage to leave your homeland and start over again in a strange land. One reason that immigrants often seem to do well here is that they were self-selected as brave and determined.\n\nIn Los Angeles, Enrique and Rosa enter the job market, Enrique as a dishwasher and bus boy, Rosa first in a garment factory and then as a maid. They are undocumented, but necessary; a 2004 movie named \"A Day without a Mexican\" is a fantasy imagining the collapse of the California economies after all the Enriques and Rosas disappear. In Guatemala, Enrique's father told them that the bosses cared nothing for a man, only for his strong arms. Now in America, trucks from day-labor contractors pull into the motels where Hispanics live, and the men hopefully cluster about, showing their muscles.\n\nThe great Mexican-American character actress Lupe Ontiveros makes one of her first appearances in this movie. (Jennifer Lopez had her first meaningful movie role in \"Mi Familia,\" and became a star in Nava's 1997 film \"Selena.\") Ontiveros plays Nacha, who becomes Rosa's confidant and protector and counsels her on how to deal with the gringos: \"Just smile and say 'yes' to whatever they say.\"\n\nRosa tries to smile and say \"yes\" when her employer confronts her with an unbelievably complicated automatic washing machine, but finally surrenders, and in one of the film's welcome laughs, simply spreads the laundry out on the grass, to dry in the sun.\n\nAnother of the film's many strong supporting performances is by Trinidad Silva, as the motel manager and labor broker, who defines situations by imposing his will upon them. He might have had a rich career, but was killed in a traffic accident a few years after the film was made.\n\nThe closing scenes use the power of melodrama to involve our emotions, and they succeed; the simplicity and depth of Gutierrez's acting is heartbreaking. I've read reviews criticizing the film for its melodrama, but it occurred to me that the lives of many poor people are melodrama from birth to death. It takes a lot of money to insulate yourself in a less eventful, more controllable, life.\n\nSeen after 20 years, \"El Norte\" retains its direct power to move and anger. The story needs no updating; it repeats every day. The movie really makes no statement about immigration itself, because policy questions are irrelevant to its characters. They want what we all want, better lives for themselves and their children. Their story is the same story enacted by the German, Irish and Italian immigrants to America -- by all of us, even the Native Americans, who came from Mongolia.\n\nIn the years since the film was released, the underlying reality of illegal immigration has remained essentially the same: America forbids it, yet requires it as a source of cheap labor. Someone like Cesar Chavez, who fought for the rights of Chicano farm laborers, was attacked because he revealed the nation's underlying hypocrisy on the subject.\n\nThe stories of Enrique and Rosa end sadly, but Nava returned to the subject of immigrant families in \"Mi Familia,\" where they endure and prevail. A Mexican-American couple played by Jose Sanchez and Jennifer Lopez walk to Los Angeles, move in with an uncle they have never met before, and by the end of their lives, count among their children a nun, a lawyer, a writer, and a gang member shot dead by the police. They agree they have had wonderful lives, and that it would be wrong to ask for too much.\n\nRoger Ebert's essay on \"The Grapes of Wrath\" is in the Great Movies series.", "running_time": 141, "mpaa_rating": null, "release_year": 1983, "date_published": "2004-08-01", "genres": ["Adventure", "Drama", "Indie"], "title": "El Norte (1983)"}