{"url": "http://www.rogerebert.com/reviews/great-movie-planes-trains-and-automobiles-1987", "by": "Steve Martinas Neal Page", "star_rating": 4.0, "text": "\"Planes, Trains and Automobiles\" is founded on the essential natures of its actors. It is perfectly cast and soundly constructed, and all else flows naturally. Steve Martin and John Candy don't play characters; they embody themselves. That's why the comedy, which begins securely planted in the twin genres of the road movie and the buddy picture, is able to reveal so much heart and truth.\n\nSome movies are obviously great. Others gradually thrust their greatness upon us. When \"Planes, Trains and Automobiles\" was released in 1987, I enjoyed it immensely, gave it a favorable review and moved on. But the movie continued to live in my memory. Like certain other popular entertainments (\"It's a Wonderful Life,\" \"E.T. The Extra-Terrestrial,\" \"Casablanca\") it not only contained a universal theme, but also matched it with the right actors and story, so that it shrugged off the other movies of its kind and stood above them in a kind of perfection. This is the only movie our family watches as a custom, most every Thanksgiving.\n\nThe story is familiar. Steve Martin plays Neal, a Chicago advertising man, sleek in impeccable blues and grays, smooth-shaven, recently barbered, reeking of self-confidence, prosperity and anal-retentiveness. John Candy plays Del, a traveling salesman from Chicago who sells shower curtain rings (\"the best in the world\"). He is very tall, very large, and covered in layers of mismatched shirts, sweaters, vests, sport coats and parkas. His bristly little mustache looks like it was stuck on crooked just before his entrance; his bow tie is also askew.\n\nBoth of these men are in Manhattan two days before Thanksgiving, and both want to get home for the holidays. Fate joins their destinies. Together they will endure every indignity that modern travel can inflict on its victims. What will torture them even more is being trapped in each other's company. Del wants only to please. Neal wants only to be left alone.\n\nJohn Hughes, who wrote, directed and produced the film, is one of the most prolific filmmakers of the last 25 years. He is not often cited for greatness, although some of his titles, like \"The Breakfast Club,\" \"Weird Science,\" \"Ferris Bueller's Day Off\" and \"Home Alone,\" have fervent admirers. What can be said for him is that he usually produces a real story about people he has clear ideas about; his many teenage comedies, for example, are miles more inventive than the recent sex-and-prom sagas. The buried story engine of \"Planes, Trains and Automobiles\" is not slowly growing friendship or odd-couple hostility (devices a lesser film might have employed), but empathy. It is about understanding how the other guy feels.\n\nDel, we feel, was born with empathy. He instinctively identifies with Neal's problems. He is genuinely sorry to learn he stole his cab. He is quick to offer help when their flight is diverted to Wichita, Kan., and there are no hotel rooms available. Neal, on the other hand, depends on his credit cards and self-reliance. He wants to make his own plans, book his own room, rent his own car. He spends the movie trying to peel off from Del, and failing; Del spends the movie having his feelings hurt and then coming through for Neal anyway.\n\nThe movie could have been a shouting match like the unfortunate \"The Odd Couple II\" (1998). Hughes is more subtle. The key early scene takes place in the Wichita motel room they have to share, when Neal explodes, telling Del his jokes stink, his stories are not interesting and he would rather sit through an insurance seminar than listen to any more of the fat man's pointless anecdotes. Look at Candy's face fall. He shows Del as a man hurt and saddened--and not for the first time. Later he remembers how the most important person in his life once told him he was too eager to please, and shouldn't always try so hard.\n\nAt this point, Del wins our hearts, and the movie is set up as more than a comedy. But a comedy it is. Not one movie a year contributes a catchphrase to the language. We remember Jack Nicholson ordering the toast. \"If you build it, they will come.\" \"E.T., phone home.\" \"I'm walkin' here!\" \"I love the smell of napalm in the morning.\" \"Are you talking to me?\"\n\nAnd we remember the scene where Del and Neal wake up cuddled together in the cramped motel bed, and Neal asks Del where his hand is, and Del said it's between some pillows, and Neal says, \"Those aren't pillows,\" and the two men bolt out of bed in terror, and Neal shouts, \"You see that Bears game last week?\" and Del cries, \"What a game! What a game! Bears gonna go all the way!\" This is not homophobia but the natural reaction of two men raised to be shy and distant around other men--to fear misunderstood intimacy.\n\nThe other great comic set piece in the movie is responsible for its R rating; nothing else in the movie would qualify for other than PG-13. This is Neal's verbal symphony for the f-word, performed by the desperate man after a rental-car bus strands him three miles from the terminal without a car. He has to walk back through the snow and mud, crossing runways, falling down embankments, until he finally faces a chirpy rental agent (Edie McClurg) who is chatting on the phone about the need for tiny marshmallows in the ambrosia. When she sweetly asks Neal if he is disturbed, he unleashes a speech in which the adjectival form of the f-word supplies the prelude to every noun, including itself, and is additionally used as punctuation. When he finishes, the clerk has a two-word answer that supplies one of the great moments in movie dialogue.\n\nNeal is uneasy around ordinary people and in unstructured situations. His mind is organized like a Day-Timer. He's lived in a cocoon of affluence and lacks a common touch. Consider the scene on the bus where Del suggests a sing-along, and Neal, awkwardly trying to be a good sport, begins \"Three Coins in a Fountain\" (and doesn't know the words). His fellow passengers look at him like he's crazy. Del saves the moment with a boisterous rendition of a song everybody except Neal knows: \"Meet the Flintstones!\"\n\nThe last scenes of the movie carry the emotional payoff we have been half-awaiting all along. For Neal, they reflect a kind of moral rebirth such as Scrooge experiences in another great holiday tale: He has learned his lesson, and will no longer judge people by their appearances, or by his own selfish standards. There is true poignancy in the scene where Neal finds Del waiting alone on the L platform.\n\nOne night a few years after \"Planes, Trains and Automobiles\" was released, I came upon John Candy (1950-1994) sitting all by himself in a hotel bar in New York, smoking and drinking, and we talked for a while. We were going to be on the same TV show the next day. He was depressed. People loved him, but he didn't seem to know that, or it wasn't enough. He was a sweet guy and nobody had a word to say against him, but he was down on himself. All he wanted to do was make people laugh, but sometimes he tried too hard, and he hated himself for doing that in some of his movies. I thought of Del. There is so much truth in the role that it transforms the whole movie. Hughes knew it, and captured it again in \"Only the Lonely\" (1991). And Steve Martin knew it, and played straight to it.\n\nThe movies that last, the ones we return to, don't always have lofty themes or Byzantine complexities. Sometimes they last because they are arrows straight to the heart. When Neal unleashes that tirade in the motel room and Del's face saddens, he says, \"Oh. I see.\" It is a moment that not only defines Del's life, but is a turning point in Neal's, because he also is a lonely soul, and too well organized to know it. Strange, how much poignancy creeps into this comedy, and only becomes stronger while we're laughing.", "running_time": 93, "mpaa_rating": "R", "release_year": 1987, "date_published": "2000-11-12", "genres": ["Comedy", "Drama", "Holiday"], "title": "Planes, Trains and Automobiles (1987)"}