{"url": "http://www.rogerebert.com/reviews/grease-2-1982", "by": "Maxwell Caulfieldas Mike", "star_rating": 2.0, "text": "If ever there was a time for a punk \"Grease,\" that time is now. The original \"Grease\" was born all those many years ago as an affectionate memory of a Chicago high school in the 1950s. It went through a lot of changes on Its way through Broadway to Hollywood, but at least when John Travolta whipped out his pocket comb and slicked back his hair, we knew we were in the right era.\n\n\t\"Grease 2\" on the other hand, seems adrift in time. It claims to be set in 1961, and maybe the clothes are about right, although that 1950 Studebaker looks a little dated. But what Is this movie about? The original \"Grease\" was about American class warfare. In the sequel (or retread), everybody seems to be on the same side.\n\n\tExample: The members of a motorcycle gang loiter In front of the high school. A sexy teacher (Connie Stevens) tells them, \"I want to see all of you in art appreciation class.\" One lout replies, \"And we wanna see all of you in class, too, teacher.\" Rude and obnoxious, right? Not according to the teacher, who winks and says, \"Maybe you will!\"\n\n\tThat's absolutely wrong, but it's the kind of mistake \"Grease 2\" makes all the time. If the teachers are unshockable, if they're on the same wave length as the students; if there are no appalled double-takes, then where's the fun? Greasers are supposed to be a little dangerous, I think -- wild delinquents poised to prowl the blackboard jungle. All the kids in this movie look too old, too innocent, too safe.\n\n\tThat's especially true of the hero, played by Maxwell Caulfield as an Australian preppie who turns into a biker. He arrives for the first day of school as a real straight arrow, but then he falls in love with the girl (Michelle Pfeiffer) who's the leader of the motorcycle gang's ladies' auxiliary. To impress her, Caulfield buys a bike, learns to ride it and starts turning up at high school events with a mask on.\n\n\tHis stunts on the bike seem to qualify him for Evel Knievel's old gigs, but he lacks any aura of threat or sexuality; he's about as\rdangerous as Pat Boone in \"April Love,\" a movie \"Grease 2\" resembles more than it does \"Grease.\" The movie seems assembled off the shelf. There are no inspired songs In it, the big dance numbers seem to be exercises in crowd control, and the story is this idiotic: It depends on how long it will take Pfeiffer to figure out that Caulfield is the guy behind the mask.\n\n\tDoes she care? Do we? The \"Grease\" chemistry between Travolta and Olivia Newton-John is lacking in the Pfeiffer-Caulfield match, maybe because all Caulfield does is stand around and look quizzical and mysterious, in between shots where a stunt double does his trick riding for him (that's when the mask comes in really handy). Amazingly, Caulfield doesn't even dance much, and there's nothing to equal Travolta's great dance sequences in the original. With the whole world to choose from, couldn't they have found a good dancer for the lead?\n\n\tAs for the period itself, take my word for it, whatever \"Grease\" said about 1959 goes for 1961, too. Things didn't start to change in high school until the Beatles broke loose in 1963. \"Grease 2\" doesn't even have the Imagination to be about a different period (nor is it really about 1961, for that matter).\n\n\tAfter the late-'50s greaser and Elvis era, he most dramatic high school eras (from a visual point of view) were the Beatles period, the late-'60s flower-power period, the Watergate anti-war period and now maybe the punk period.\n\n\t\"Grease 2\" could have been about any of them, and found new satiric points to make, new costume and set possibilities and new kinds of music (instead of more ripped-off early rock). Instead, this movie just recycles \"Grease,\" without the stars, without the energy, without the freshness and without the grease.", "running_time": 115, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Drama", "Family", "Music", "Musical", "Romance"], "title": "Grease 2 (1982)"}