{"url": "http://www.rogerebert.com/reviews/great-movie-vertigo-1958", "by": null, "star_rating": 4.0, "text": "\n\n“Did he train you? Did he rehearse you? Did\r\nhe tell you what to do and what to say?”\n\nThis cry from a wounded heart comes at the end of Alfred\r\nHitchcock's “Vertigo,” and by the time it comes we are completely in sympathy.\r\nA man has fallen in love with a woman who does not exist, and now he cries out\r\nharshly against the real woman who impersonated her. But there is so much more\r\nto it than that. The real woman has fallen in love with him. In tricking him,\r\nshe tricked herself. And the man, by preferring his dream to the woman standing\r\nbefore him, has lost both.\n\nThen there is another level, beneath all of the others. Alfred\r\nHitchcock was known as the most controlling of directors, particularly when it\r\ncame to women. The female characters in his films reflected the same qualities\r\nover and over again: They were blond. They were icy and remote. They were\r\nimprisoned in costumes that subtly combined fashion with fetishism. They\r\nmesmerized the men, who often had physical or psychological handicaps. Sooner\r\nor later, every Hitchcock woman was humiliated.\n\n“Vertigo” (1958), which is one of the two or three best films\r\nHitchcock ever made, is the most confessional, dealing directly with the themes\r\nthat controlled his art. It is *about* how Hitchcock used, feared and tried to\r\ncontrol women. He is represented by Scottie (James Stewart), a man with\r\nphysical and mental weaknesses (back problems, fear of heights), who falls\r\nobsessively in love with the image of a woman--and not any woman, but the\r\nquintessential Hitchcock woman. When he cannot have her, he finds another woman\r\nand tries to mold her, dress her, train her, change her makeup and her hair,\r\nuntil she looks like the woman he desires. He cares nothing about the clay he\r\nis shaping; he will gladly sacrifice her on the altar of his dreams.\n\nBut of course the woman he is shaping and the woman he desires\r\nare the same person. Her name is Judy (Kim Novak), and she was hired to play\r\nthe dream woman, “Madeleine,” as part of a murder plot that Scottie does not\r\neven begin to suspect. When he finds out he was tricked, his rage is\r\nuncontrollable. He screams out the words: “Did he train you? . . .” Each\r\nsyllable is a knife in his heart, as he spells out that another man shaped the\r\nwoman that Scottie thought to shape for himself. The other man has taken not\r\nmerely Scottie's woman, but Scottie's dream.\n\nThat creates a moral paradox at the center of “Vertigo.” The\r\nother man (Gavin, played by Tom Helmore) has after all only done to this woman\r\nwhat Scottie also wanted to do. And while the process was happening, the real\r\nwoman, Judy, transferred her allegiance from Gavin to Scottie, and by the end\r\nwas not playing her role for money, but as a sacrifice for love.\n\nAll of these emotional threads come together in the greatest\r\nsingle shot in all of Hitchcock. Scottie, a former San Francisco police\r\ndetective hired by Gavin to follow “Madeleine,” has become obsessed with her.\r\nThen it appears Madeleine has died. By chance, Scottie encounters Judy, who\r\nlooks uncannily like Madeleine, but appears to be a more carnal, less polished\r\nversion. Of course he does not realize she is exactly the same woman. He asks\r\nher out and Judy unwisely accepts. During their strange, stilted courtship, she\r\nbegins to pity and care for him, so that when he asks her to remake herself\r\ninto Madeleine, she agrees, playing the same role the second time.\n\nThe great scene takes place in a hotel room, lit by a neon sign.\r\nJudy has arrived, not looking enough like Madeleine to satisfy Scottie, who\r\nwants her in the *same* dress, with the *same* hair. His eyes burn with zealous\r\nfixation. Judy realizes that Scottie is indifferent to her as a person and sees\r\nher as an object. Because she loves him, she accepts this. She locks herself\r\ninto the bathroom, does the makeover, opens the door and walks toward Scottie\r\nout of a haunting green fog that is apparently explained by the neon sign, but\r\nis in fact a dreamlike effect.\n\nAs Hitchcock cuts back and forth between Novak's face (showing\r\nsuch pain, such sorrow, such a will to please) and Stewart's (in a rapture of\r\nlust and gratified control), we feel hearts being torn apart: They are both\r\nslaves of an image fabricated by a man who is not even in the room--Gavin, who\r\ncreated “Madeleine” as a device to allow himself to get away with the murder of\r\nhis wife.\n\nAs Scottie embraces “Madeleine,” even the background changes to\r\nreflect his subjective memories instead of the real room he's in. Bernard\r\nHerrmann's score creates a haunting, unsettled yearning. And the camera circles\r\nthem hopelessly, like the pinwheel images in Scottie's nightmares, until the\r\nshot is about the dizzying futility of our human desires, the impossibility of\r\nforcing life to make us happy. This shot, in its psychological, artistic and\r\ntechnical complexity, may be the one time in his entire career that Alfred\r\nHitchcock completely revealed himself, in all of his passion and sadness. (Is\r\nit a coincidence that the woman is named Madeleine--the word for the French\r\nbiscuit, which, in Proust, brings childhood memories of loss and longing\r\nflooding back?)\n\nAlfred Hitchcock took universal emotions, like fear, guilt and\r\nlust, placed them in ordinary characters, and developed them in images more\r\nthan in words. His most frequent character, an innocent man wrongly accused,\r\ninspired much deeper identification than the superficial supermen in today's\r\naction movies.\n\nHe was a great visual stylist in two ways: He used obvious\r\nimages and surrounded them with a subtle context. Consider the obvious ways he\r\nsuggests James Stewart's vertigo. An opening shot shows him teetering on a\r\nladder, looking down at a street below. Flashbacks show why he left the police\r\nforce. A bell tower at a mission terrifies him, and Hitchcock creates a famous\r\nshot to show his point of view: Using a model of the inside of the tower, and\r\nzooming the lens in while at the same time physically pulling the camera back,\r\nHitchcock shows the walls approaching and receding at the same time; the space\r\nhas the logic of a nightmare. But then notice less obvious ways that the movie\r\nsneaks in the concept of falling, as when Scottie drives down San Francisco's\r\nhills, but never up. And note how truly he “falls” in love.\n\nThere is another element, rarely commented on, that makes “Vertigo”\r\na great film. From the moment we are let in on the secret, the movie is equally\r\nabout Judy: her pain, her loss, the trap she's in. Hitchcock so cleverly\r\nmanipulates the story that when the two characters climb up that mission tower,\r\nwe identify with both of them, and fear for both of them, and in a way Judy is\r\nless guilty than Scottie.\n\nThe danger is to see Judy, played by Novak, as an object in the\r\nsame way that Scottie sees her. She is in fact one of the most sympathetic\r\nfemale characters in all of Hitchcock.\n\nOver and over in his films, Hitchcock took delight in literally\r\nand figuratively dragging his women through the mud--humiliating them, spoiling\r\ntheir hair and clothes as if lashing at his own fetishes. Judy, in “Vertigo,”\r\nis the closest he came to sympathizing with the female victims of his plots.\r\nAnd Novak, criticized at the time for playing the character too stiffly, has\r\nmade the correct acting choices: Ask yourself how you would move and speak if\r\nyou were in unbearable pain, and then look again at Judy.", "running_time": 129, "mpaa_rating": "PG", "release_year": 1958, "date_published": "1996-10-13", "genres": ["Crime", "Drama", "Film Noir", "Mystery", "Romance", "Thriller"], "title": "Vertigo (1958)"}