{"url": "http://www.rogerebert.com/reviews/great-movie-ran-1985", "by": null, "star_rating": 4.0, "text": "Akira Kurosawa's \"Ran\" is inspired by \"King Lear,\" but may be as much about Kurosawa's life as Shakespeare's play. Seeing it again in a fine new 35mm print, I realized the action doesn't center on the old man, but has a fearful energy of its own, through which he wanders. Kurosawa has not told the story of a great man whose sin of pride drives him mad, but the story of a man who has waged war all his life, hopes to impose peace in his old age and unleashes even greater turmoil. There are parallels not only with kings but also with filmmakers, who like royalty must enforce their vision in a world seething with jealousy, finance, intrigue, vanity and greed.\n\nToday we include Kurosawa (1910-1998) among the greatest directors, but for years he was without honor and funds in his own country. He was master of his destiny for only 15 years of a long life, from 1950 (\"Rashomon\") to 1965 (\"Red Beard\"), and in that span he made the masterpieces \"The Seven Samurai,\" \"The Throne of Blood,\" \"Ikiru,\" \"The Hidden Fortress,\" \"High and Low\" and the twin samurai films \"Yojimbo\" and \"Sanjuro,\" among others.\n\nThen his times grew hard. Condemned as \"too Western\" and old-fashioned in Japan, he begged for his budgets. His \"Dodes'ka-den\" (1970), a Dickensian view of life among the poor in Tokyo, was rejected by Japanese audiences. Another five years passed before he found Russian financing for \"Dersu Uzala,\" the story of a Mongolian woodsman who guides a Russian explorer; it won the Oscar for best foreign film, but was a failure at the box office.\n\nIn 1975 he announced he wanted to make a samurai epic based on \"King Lear,\" but could find no financing. In 1980 he made the magnificent medieval epic \"Kagemusha\" as a \"rehearsal\" for the big film; although it was a success, there was still no money for \"Ran.\" He filled notebooks with drawings of locations and costumes, and storyboards of scenes. Finally he found an angel in the maverick French producer Serge Silberman, who had backed outsiders such as Luis Bunuel and now found the funds for \"Ran.\" Kurosawa had directed 12 films from 1950 to 1965, but \"Ran\" was only his fourth in the next 20 years.\n\nI recount this history because I think there is much of Kurosawa in \"Ran,\" made when he was 75. He was preoccupied with mortality in his later years. His eyesight was failing, he attempted suicide, and although he announced \"Ran\" would be his last film, he returned to end-thoughts in \"Dreams\" (1990), based on an old man's reveries, and \"Madadayo\" (1993), about an ancient professor who is honored by his students on his birthday; the title translates as \"Not yet!\" and refers to the old man's defiant annual affirmation that he is still not dead.\n\nNow look at \"Ran\" (its title means \"chaos\"). There is much from \"King Lear\" in it, including an old king who unwisely divides his kingdom into three parts (among sons, not daughters). There is a fool to keep him company, and a loyal follower to shadow and protect him; there is exile after his sons claim their father's troops overtax their hospitality; he jumps from a cliff that turns out to be a small rise in the ground; he descends into senility but has a flash of insight and is able to apologize to one he has wronged. Certainly the image of the crazed old man, cut loose from authority and lost in the wilderness, will remind audiences of Lear.\n\nAnd yet, as the critic Stanley Kauffmann has pointed out, the movie is at least as much about war as about an old man's pride and decay. Lear is driven mad because he does not love the daughter who loves him, and sees his folly when his other daughters betray him. Hidetora, the hero of \"Ran,\" is driven mad, says Kauffmann, because of the wars between his sons: \"The change is from the spiritual to the physical.\" Lear was personal, Kauffmann says, but \"Ran\" is \"gigantically catastrophic.\"\n\n\"King Lear\" has the old man at its center. In \"Ran\" we sometimes get the impression that life is hurtling past Hidetoro (Tatsuya Nakadai), who wanders from one tragedy to another, pushing in from the margins, bewildered. We learn from Hidetora in an early scene that he spent his life waging war, until finally he controlled all that he saw. Now he divides his three castles among his three sons, thinking this will bring peace to the land. His youngest son, who loves him most, tells him this will never work. Hidetora banishes him (he marries into the family of a powerful warlord, as Cordelia married the king of France). Then wars consume the land, as the other two sons battle for control. As Hidetora stumbles through this landscape, accompanied by his Fool, his sons and their warriors are more concerned with their battles than with this pathetic, peripheral figure.\n\nKurosawa combined \"King Lear\" with a Japanese medieval epic that supplied him with Lady Kaede, the wife of Tarotakatora, the oldest son. Kaede (Mjeko Harada), with her painted eyebrows perched high on her forehead in perpetual disapproval, could herself be inspired by Lady Macbeth. After Tarotakatora is killed, she threatens the life of his brother Jiromasatora before sparing him to become his mistress (she sucks the blood from a cut she has made in his throat). Her bizarre demands of revenge marginalize the old man still further: Vengeance and beheadings go on relentlessly, as a reproach to his foolish dreams of peace. Kaede's long-overdue death, unseen below the frame but producing a great splash of blood against a wall, is a masterstroke of timing and execution.\n\nThe film is visually magnificent. Kurosawa refined everything he learned about battle scenes in \"Kagemusha\" and the earlier samurai epics. He uses several static cameras to film the action, cutting between them; because his cameras don't dart and whirl, we are not encouraged to think of ourselves as participants but as gods, observing, taking the long view here and then a closeup look. (One shot, of a man holding his own severed arm, no doubt inspired the similar shot in Steven Spielberg's \"Saving Private Ryan.\")\n\nEmi Wada's costumes, which won an Academy Award, carry most of the film's color. I learn from Cinebooks that the 1,400 costumes were handmade in Kyoto, traditional seat of Japanese tapestries: \"It took three to four months to make each beautifully colored robe (the work was done simultaneously), and it was nearly three years before all were finished.\" Kurosawa frequently chooses drab backgrounds--barren soil, gray slab courtyards, rock steps--to show off their dazzling beauty.\n\nEvery age gets the Shakespeare it deserves. \"King Lear\" was written at a time when kings still ruled by divine right. It was the Renaissance belief that human destiny was influenced by one's inner humors; Lear's pride brought about his fall. \"Ran\" is set in medieval times, but it is a 20th century film, in which an old man can arrive at the end of his life having won all his battles, and foolishly think he still has the power to settle things for a new generation. But life hurries ahead without any respect for historical continuity; his children have their own lusts and furies. His will is irrelevant, and they will divide his spoils like dogs tearing at a carcass.\n\nDid this express Kurosawa's own view in his 75th year, as he looked back on one of the most remarkable achievements in the history of the movies? Did he reflect that while the West was happy to buy, gut and remake his work, he had lost all power and respect in the country whose films he once ruled?\n\nNote: It is a measure of Kurosawa's worldwide influence that \"Hidden Fortress\" helped inspire \"Star Wars,\" \"The Seven Samurai\" was remade as \"The Magnificent Seven,\" \"Yojimbo,\" and \"Sanjuro\" were transformed into the Clint Eastwood westerns \"A Fistful of Dollars\" and \"For a Few Dollars More.\" On the other hand, Kurosawa remade, too: \"Throne of Blood\" is from \"Macbeth,\" \"Lower Depths\" is from Gorki, \"The Idiot\" is from Dostoyevsky, and \"High and Low\" is adapted from an Ed McBain police procedural.", "running_time": 162, "mpaa_rating": "R", "release_year": 1985, "date_published": "2000-10-01", "genres": ["Action", "Adventure", "Drama", "Foreign", "History", "Indie"], "title": "Ran (1985)"}