{"url": "http://www.rogerebert.com/reviews/great-movie-lavventura-1960", "by": "Gabriele Ferzettias Sandro", "star_rating": 4.0, "text": "\n\nTell me you love me. I love you. Tell me you don't. I don't love\r\nyou.\n\nBy the time this exchange takes place, deep inside Michelangelo\r\nAntonioni's \"L'Avventura,\" the conversation has nothing to do with love.\r\nIt is more like an attempt to pass the time--like a game of solitaire, or\r\nflipping a coin. There is not even the possibility that the characters are in\r\nlove, can love, have loved, will love. \"Too shallow to be truly lonely,\" Pauline Kael wrote, \"they are people trying to escape their boredom by\r\nreaching out to one another and finding only boredom once again.\"\n\n\"L'Avventura\" created a stir in 1960, when Kael picked it\r\nas the best film of the year. It was seen as the flip side of Fellini's\r\n\"La Dolce Vita.\" Both directors were Italian, both depicted their\r\ncharacters in a fruitless search for sensual pleasure, both films ended at dawn\r\nwith emptiness and soul-sickness. But Fellini's characters, who were\r\nmiddle-class and had lusty appetites, at least were hopeful on their way to\r\ndespair. For Antonioni's idle and decadent rich people, pleasure is anything\r\nthat momentarily distracts them from the lethal ennui of their existence. Kael\r\nagain: \"The characters are active only in trying to discharge their\r\nanxiety: Sex is their sole means of contact.\"\n\nThe plot of \"L'Avventura\" became famous because, it was\r\nsaid, nothing happened in the movie. What we saw was a search without a\r\nconclusion, a disappearance without a solution. The title in English means\r\n\"The Adventure,\" and it was not hard to imagine Antonioni's dry smile as\r\nhe penned those words on the first page of his screenplay.\n\nA group of wealthy friends are cruising the sea near Sicily on a\r\nyacht. They anchor near an island, swim ashore and begin to explore. Anna (Lea\r\nMassari) has quarreled with her lover Sandro (Gabriele Ferzetti), and has been\r\noverheard saying she wanted to be left alone. They both go ashore, along with\r\nher friend Claudia (Monica Vitti) and others. After a time Anna cannot be\r\nfound. The others search the island for her; it is mostly rocks and scrubby\r\ntrees, and there seem few places to hide, but she cannot be found.\n\nAnd she is never seen again. If \"L'Avventura\" were a conventional\r\nmovie, you would be furious with me for revealing this information, because you\r\nwould assume the movie was about the search for Anna. It is not. It is about\r\nthe sense in which all of the characters are on the brink of disappearance;\r\ntheir lives are so unreal and their relationships so tenuous they can barely be\r\nsaid to exist. They are like bookmarks in life: holding places, but not\r\ninvolved in the story.\n\nThe yacht is sent to bring help. As Anna's friends comb the\r\nisland, Aldo Scavarda's cinematography is haunting: Humans are placed\r\noff-center in compositions, as if the rocks have been there forever and these\r\nvisitors are likely to slip off into the sea--or the sky, or shadows. They hear\r\na boat, far away. There is a teasing shot in which we see it--or almost see it.\r\nDid Anna leave on it? Later, perhaps, they hear another boat.\n\nThese phantom boats are like the dead body that was or wasn't on\r\nthe park grass in Antonioni's \"Blow-Up\" (1967). The 1975 Australian film\r\n\"Picnic at Hanging Rock\" is also about a person consumed by a landscape.\r\nThe effect of Anna's disappearance is disquieting; we want to know there either\r\nwas a boat or wasn't a boat, and Anna either did or didn't leave on it. The\r\nfilm remains slippery. Eventually the yacht returns with the police and Anna's\r\nfather (who seems unhappy to be called away from his responsibilities for\r\nsomething insignificant like the disappearance of a child).\n\nThen there is a scene that is shocking in two ways: First\r\nbecause it occurs at all, and second because it hardly seems to occur--it's\r\nlike the ghost-boat we're not sure we saw. The party has returned to the yacht,\r\nand Sandro, Anna's lover, grabs Claudia, her friend, and kisses her. Claudia\r\npulls away. The moment passes. What is she thinking? Is she disgusted that he\r\nwould so soon betray Anna? It is impossible to know.\n\nOn shore, Sandro makes a report at police headquarters and\r\nfollows Claudia onto a train. He says he loves her. Later they are joined by\r\nother friends, including Gloria (Dorothy De Poliolo), a sexy writer who walks\r\noblivious through working-class streets where the men and boys boldly ogle her,\r\naccepting their attention as if it is the weather. There is an interesting\r\npoint being made here: She is at pains to present herself as sexy, but has\r\nforgotten why she does that. She dresses and moves out of a memory of a time\r\nwhen she cared what men thought of her. They still think, but she has burned\r\nout her ability to care.\n\nClaudia accepts Sandro as her lover. Anna is forgotten. Neither\r\nmourns her. She served a function (lover, friend), and now that she is gone,\r\nthat function must be filled by another. They check into a hotel room together,\r\nand while the bellboy is watching Sandro tries to kiss Claudia, but when the\r\nbellboy has gone Sandro doesn't try again. He goes down to a party in the\r\nhotel. Claudia sleeps, wakes, runs down the corridor, hoping (or afraid) that\r\nAnna has returned. She finds Sandro downstairs, sprawled on a sofa with a\r\nprostitute. She runs outside. As Sandro rises, the hooker asks for a\r\nsouvenir--French for a memory--and he throws bills down at her body. Outside,\r\nthe empty dawn.\n\nWhen \"L'Avventura\" was released, it became a joke to refer\r\nto \"Antonioniennui.\" At its premiere at the Cannes festival, the audience\r\nbooed, but it won the Jury Prize and became a box-office success all over the\r\nworld. It was the most pure and stark of several films about characters who\r\ndrifted in existential limbo. In America, it came at a time when beatniks\r\ncultivated detachment, when modern jazz kept an ironic distance from melody,\r\nwhen it was hip to be cool. That whole time came crashing down later in the\r\n1960s, but while it lasted, \"L'Avventura\" was its anthem.\n\nI did not much connect with the film when I saw it first--how\r\ncould I, at 18? These people were bored by a lifestyle beyond my wildest\r\ndreams. When I taught the film in a class 15 years later, it seemed affected\r\nand contrived, a feature-length idea but not a movie. Only recently, seeing it\r\nagain, did I realize how much clarity and passion Antonioni brought to the\r\nfilm's silent cry of despair.\n\nHis characters were parasites whose money allowed them to clear\r\naway the distractions of work, responsibility, goals and purposes, and exposed\r\nthe utter emptiness within. It is possible to be rich and happy, of course, but\r\nfor that you need a mind, and interests. It is impossible to be happy simply\r\nbecause one is ceaselessly entertained. \"L'Avventura\" becomes a place in\r\nour imagination--a melancholy moral desert.\n\nWhy don't we have movies like \"L'Avventura\" anymore?\r\nBecause we don't ask the same kinds of questions anymore. We have replaced the\r\n\"purpose of life” with the \"choice of lifestyle.” I used to think\r\nPeggy Lee's \"Is That All There Is?\" was the saddest song. Antonioni can\r\nthink of a sadder one: \"More.\"", "running_time": 145, "mpaa_rating": "NR", "release_year": 1960, "date_published": "1997-01-19", "genres": ["Crime", "Drama", "Foreign", "Mystery"], "title": "L'Avventura (1960)"}