{"url": "http://www.rogerebert.com/reviews/great-movie-le-samourai-1967", "by": "Alain Delonas Jef Costello", "star_rating": 4.0, "text": "An empty room. No, not empty. In the shadows we can barely see a man on the bed. He lights a cigarette, and smoke coils up toward a wisp of light from the window. After a time the man gets up, fully dressed, and moves to a hat stand near the door. He puts on his fedora, adjusting the brim with delicate precision, and goes out into the street.\n\nLike a painter or a musician, a filmmaker can suggest complete mastery with just a few strokes. Jean-Pierre Melville involves us in the spell of \"Le Samourai\" (1967) before a word is spoken. He does it with light: a cold light, like dawn on an ugly day. And color: grays and blues. And actions that speak in place of words.\n\nThe man hot-wires a car, and drives it down a forlorn street to a garage where the door gapes open. He wheels it inside. A mechanic is waiting, who changes the license plates. The driver waits and smokes. The mechanic opens a drawer and hands him papers. The driver extends his hand. For a handshake? No, for a gun. He pockets it. He hands the mechanic cash. Then he drives away. Not a word is spoken.\n\nThe man, named Jef Costello, is played by Alain Delon, the tough pretty boy of French movies. He was 32 when this movie was made, an actor so improbably handsome that his best strategy for dealing with his looks was to use a poker face. He seems utterly unaware here of his appearance; at times he seems to be playing himself in a dream. A \"beautiful destructive angel of the dark street,\" film critic David Thomson called him.\n\nCostello is a killer for hire. The movie follows him with meticulous attention to detail while he establishes an alibi, kills a nightclub owner, survives a police lineup, is betrayed by those who hired him, and becomes the subject of a police manhunt that involves a cat-and-mouse chase through the Paris Metro. All the while he barely betrays an emotion.\n\nTwo women help supply his alibis. A woman named Jane loves him, we guess, although she has a rich lover and Jef knows it. (She is played by Nathalie Delon, his real-life wife.) The other woman, a black musician named Valerie (Caty Rosier) who plays the piano in the nightclub, lies at the lineup and says she has never seen him. But she knows she has. Is she lying to help him? Or because she knows the men who hired him, and knows they do not want him caught? This question weighs on Costello's mind after he is betrayed by his employers, and he goes to see the piano player, who is utterly fearless even though he might kill her. Costello's women seem to reflect his own existential detachment: He does his job, he functions at the top of his ability, he has no values, he is a professional, there is no room for sentiment in how he lives.\n\n\"There is no solitude greater than a samurai's,\" says a quotation at the beginning of the film. \"Unless perhaps it is that of a tiger in the jungle.\" The quotation is attributed to \"The Book of Bushido,\" which I was disappointed to find out is fictional--a creation of Melville's. The quotation and the whole pose of the Costello character are meant to suggest a man who operates according to a rigid code. But as Stanley Kauffmann points out in his review, \"a samurai did not accept commissions to kill merely for money: honor and ethics were involved.\"\n\nHere the honor and ethics seem to be Jef Costello's loyalty to himself; a samurai was prepared to die for his employer, and Costello is self-employed. Perhaps he should have taken his text from a real book, \"The Code of the Samurai,\" from 16th century Japan. It begins with words Melville might well have quoted: \"One who is a samurai must before all things keep constantly in mind, by day and by night . . . the fact that he has to die. That is his chief business.\"\n\nThe film is masterful in its control of acting and visual style. Against Delon's detachment and cold objectivity, Melville sets the character of the police inspector (Francois Perier), who barks commands over the police radio while masterminding the manhunt. He knows Jef is lying, but can't prove it, and there is a slimy scene where he tries to blackmail Jane into betraying Jef. Meanwhile, Jef tries to find the men who hired him, so he can get revenge.\n\nOne of the pleasures of \"Le Samourai\" is to realize how complicated the plot has grown, in its flat, deadpan way. With little dialogue and spare scenes of pure action (most of it unsensational), the movie devises a situation in which Jef is being sought all over Paris by both the police and the underworld, while he simultaneously puts his own plan into effect, and deals with both women.\n\nThe movie teaches us how action is the enemy of suspense--how action releases tension, instead of building it. Better to wait for a whole movie for something to happen (assuming we really care whether it happens) than to sit through a film where things we don't care about are happening constantly.\n\nMelville uses character, not action, to build suspense. Consider a scene where one of the underworld hirelings calls on Costello, to apologize and hire him for another job, and Jef stares at him with utterly blank, empty eyes.\n\n\"Nothing to say?\" the goon says.\n\n\"Not with a gun on me.\"\n\n\"Is that a principle?\"\n\n\"A habit.\"\n\nMelville is in love with the processes of things in the movie. The sequence when Jef is tailed by cops on the underground has inspired several other films; police are stationed on every platform, but Costello hops in and out of cars, switches platforms and trains, and toys with them. There is also a lovingly directed sequence where two flatfoots plant a wire in Costello's apartment. And a final scene where Costello returns to the nightclub where the murder took place, and is able to resolve all the plot strands and make his own statement--all while essentially remaining passive.\n\nThomson wrote that this film is \"so tough that its impassive romanticism is not just fascinating, but nearly comic.\" Some of the comic details are so quiet they could be missed. Consider the bird in Costello's drab hotel room. It is a gray, shabby bird (of course) with an unpleasant chirp. Why would this man have a bird? Is it even his? Did it come with the room? The bird's chirp provides an amusing payoff after the cops wire the room and set up a tape recorder that records only . . . chirps, for a while. Apart from the bird, the room contains the following personal possessions of Costello: His trench coat, his fedora, his pack of cigarettes, and a bottle of mineral water. At one point, he walks over to an armoire, and on top of it, I was delighted to see, were rows of water bottles and neatly arranged packs of cigarettes. You smile because such details are a very quiet wink from Melville, telling you he knows what he's up to.\n\nJean-Pierre Melville (1917-1973) was born Grumbach but renamed himself after the American novelist. He was a hero of the French resistance. After the war, by starting his own studio and making independent films on small budgets, he essentially pointed the way for the French New Wave. \"I'm incapable of doing anything but rough drafts,\" he once said, but in fact \"Le Samourai\" is as finished and polished as a film can be.\n\nThe elements of the film--the killer, the cops, the underworld, the women, the code--are as familiar as the movies themselves. Melville loved 1930s Hollywood crime movies and in his own work helped develop modern film noir. There is nothing absolutely original in \"Le Samourai\" except for the handling of the material. Melville pares down and leaves out. He disdains artificial action sequences and manufactured payoffs. He drains the color from his screen and the dialogue from his characters. At the end, there is a scene that cries out (in Hollywood terms, anyway) for a last dramatic enigmatic statement, but Melville gives us banalities and then silence. He has been able to keep constantly in mind his hero's chief business.", "running_time": 105, "mpaa_rating": "NR", "release_year": 1967, "date_published": "1997-06-08", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Le Samourai (1967)"}