{"url": "http://www.rogerebert.com/reviews/great-movie-swing-time-1936", "by": "Ginger Rogersas Penny Carrol", "star_rating": 4.0, "text": "\n\nOf all of the places the movies have created, one of the most\r\nmagical and enduring is the universe of Fred Astaire and Ginger Rogers. To a\r\nseries of movies made between 1933 and 1939, they brought such grace and humor\r\nthat they became the touchstone of all things elegant. “Whenever any kind of\r\nquestion of style or taste comes up,” the director Gregory Nava once told me, “I\r\nsimply ask myself--what would Fred Astaire have done?”\n\nAstaire\r\nand Rogers were, first of all, great dancers. So were a lot of other film\r\nperformers, including Astaire's partners (Rita Hayworth, Eleanor Powell, Cyd\r\nCharisse) after Rogers turned to serious dramatic roles. But what Fred and\r\nGinger had together, and what no other team has ever had in the same way, was a\r\njoy of performance. They were so good, and they knew they were so good, that\r\nthey danced in celebration of their gifts.\n\nLook\r\nat the final moment of their number “Isn't It a Lovely Day?” in “Top Hat”\r\n(1935). It begins with her mocking him, following him around a bandstand with\r\nher hands in her pockets. It escalates into a passionately physical dance in\r\ncounterpoint to thunder and lightning, and then slows down into a sequence\r\nwhere they imitate each other's styles and moves. Finally, satisfied, they plop\r\ndown on the edge of the bandstand and shake hands.\n\nI\r\nhave always thought that handshake was between the dancers, not their\r\ncharacters. More than any other dancers in the history of film, Astaire and\r\nRogers occupied real time. Godard told us in the 1960s that “the cinema is\r\ntruth 24 times a second, and every cut is a lie.” Astaire arrived at the same\r\nconclusion 35 years earlier. He believed every dance number should be filmed,\r\nas nearly as possible, in one unbroken take, always showing the full figures of\r\nthe dancers from head to toes.\n\nThere\r\nare no cutaways to an admiring audience--Astaire thought that was a\r\ndistraction. No cuts, or very few, to different points of view (in “Swing Time,”\r\nthe camera is on a crane to follow them up flights of stairs from a lower dance\r\nfloor to a higher one). And no closeups of the dancer's faces, for that would\r\ndeny us the movement of their bodies. (After seeing the dance film “Stayin'\r\nAlive” in 1983, Rogers sniffed to me: “The young people today--they think they\r\ncan dance with their faces!”)\n\nWhen\r\nyou see anyone--an athlete, a musician, a dancer, a craftsman--doing something\r\ndifficult and making it look easy and a joy, you feel enhanced. It is a victory\r\nfor the human side, over the enemies of clumsiness, timidity and exhaustion.\r\nThe cynical line on Astaire and Rogers was, “She gave him sex; he gave her\r\nclass.” Actually, they both had class, and sex was never the point. The\r\nchemistry between Fred and Ginger was not simply erotic, but intellectual and\r\nphysical: They were two thoroughbreds who could dance better than anyone else,\r\nand knew it. Astaire's later dance partners danced in his spotlight, but Ginger\r\nRogers, the dance critic Arlene Croce wrote, “shed her own light.”\n\nAstaire\r\nwas a painstaking craftsman who, usually working with the choreographer Hermes\r\nPan, preplanned even the slightest gesture in his dances. Rogers was a\r\nperformer, not a creator, but she was willing to rehearse until her feet\r\nbled--and did. (“I did everything Fred did--backwards, and in heels.”) There is\r\nthe fiction in their films that the dance numbers between them just happen, as\r\na spontaneous expression of their feelings. They look carefree, but they're\r\ntightly disciplined in timing and movement, and required unimaginable hours of\r\nrehearsal.\n\nMany\r\nof the Astaire-Rogers musicals involve Fred falling in love with Ginger at\r\nfirst sight, after which she backs cautiously away, only to be wooed in a\r\nseries of dance numbers. When she has finally fallen in love, incredible plot\r\ncontrivances make her think he's an adulterer, a philanderer, or engaged to\r\nsomebody else. In film after film, she shies away from the undeniable love\r\nbetween them, only to be finally saved at the last moment during a dance scene\r\nof great romance and passion. “Only a very good girl could be quite so shrewd\r\nabout life and so dumb about any man who threatens to race her blood,” Murray\r\nKempton wrote when she died in 1995.\n\nThe\r\nbest of the Astaire-Rogers films is their fifth, “Swing Time” (1936), directed\r\nby George Stevens at a time when he was a king at RKO Radio Pictures (his other\r\ncredits in that period included “Alice Adams” and “Gunga Din”). The plot, with\r\nits sly drolleries, is based like “Top Hat” on mistaken identities, but it's\r\nwittier and more cleverly written; it could have been devised by P.G.\r\nWodehouse. It serves to link the great dance sequences, built around Jerome\r\nKern songs, including the climactic “Never Gonna Dance” number that may be the\r\nhigh point of the Astaire-Rogers partnership.\n\nThis\r\nsong, which comes at the end and emotionally resolves all of their problems,\r\nhas always struck me as mirroring the act of lovemaking. It opens with Astaire,\r\ndejected by rejection, walking slowly across the floor of a deserted nightclub.\r\nRogers follows him, just as depressed. Almost imperceptibly, their walk gathers\r\na quiet rhythm, until they are dancing without ever quite seeming to have\r\nstarted. They dance apart, together, apart. Astaire uses his trademark of\r\nchanging tempo: Unrestrained passion changes suddenly to prolonged, drawn-out\r\nsteps suggesting slow motion. Then the tempo revives again.\n\nAnother\r\nbrilliant sequence is Astaire's solo, the “Bojangles of Harlem” number.\r\nEnlightened sensibilities are jarred by the sight of Astaire in blackface, but\r\nthe Cinebooks essay calls this “perhaps the only blackface number on film which\r\ndoesn't make one squirm today. His skin made up as an African American rather\r\nthan a minstrel-show caricature of one, Astaire dances an obvious tribute to\r\nthe great Bill Robinson.”\n\nThe\r\nnumber includes a famous sequence in which Astaire dances in front of three\r\nback-projected shadows of himself. The four figures are all in perfect sync for\r\nmost of the way, until the joke is revealed when one of the shadows breaks out\r\nof sync, and eventually all three exit--unable to keep up with him. How did he\r\ndo this? The three background silhouettes have identical movements, and Astaire\r\nmirrors them so well they seem to be his shadows, but apparently he simply\r\ntimed his live performance so well it mirrored the back projection. Such\r\ntechnical discipline is awesome.\n\nThere's\r\nalso the great number “Waltz in Swing Time,” in an astounding art deco\r\nnightclub, as a duet about new love: Their movements don't suggest physical\r\npassion, but that early stage of idealism in which lovers discover they're\r\nsoulmates. And the movie's first dance number, “Pick Yourself Up,” is funny for\r\nthe way Astaire pretends to be unable to dance, gets lessons from a dance\r\ninstructor (Rogers), gets her fired, and then dances a furiously energetic tap\r\nnumber with her to prove to the boss that she did teach him something.\n\nFred\r\nAstaire (1899-1987) had such a particular physical presence that he was easy\r\nfor cartoonists to caricature--he'd already done their work for them, with his\r\nhair slicked back flat from a high forehead above his long, triangular face. He\r\nwore clothes as if he had been born in them. His legs flopped over the arms of\r\nchairs, as if sitting up straight was unnatural for him. His romantic rivals,\r\non the other hand, wore evening dress as if they had hair shirts underneath.\n\nGinger\r\nRogers (1911-1995), almost as tall as Astaire, slender, athletic, with a face\r\nmore cheerful than classically beautiful, was Astaire's ideal partner even when\r\nthey weren't dancing. That's because they both knew, long before many of their\r\ncontemporaries, that less is more. Big broad facial reactions and strong\r\nemotions would have destroyed these fragile films. Rogers survived her\r\nludicrous plots by never quite seeming to believe them. She was sad, but not\r\ntoo sad; angry, but as an act, not an emotion.\n\nWhen\r\nthe genuine poignancy of their endangered romances had to be expressed, it was\r\nalways through dance, not dialogue. That's why the “Never Gonna Dance” number\r\nis so wonderful: In their voices and movements, they make it clear that if they\r\ncan't dance, they can't live. Well, maybe they can, but what fun would that be?", "running_time": 103, "mpaa_rating": "NR", "release_year": 1936, "date_published": "1998-02-15", "genres": ["Comedy", "Music", "Romance"], "title": "Swing Time (1936)"}