{"url": "http://www.rogerebert.com/reviews/great-movie-superman-1978", "by": null, "star_rating": 4.0, "text": "The first time we see Superman in his red, blue and yellow uniform is nearly an hour into \"Superman.\" Perhaps the filmmakers agreed with Spielberg's famous statement that \"Jaws\" would work better the longer he kept the shark off the screen. That means the film doesn't open like most superhero movies or James Bonds with a sensational pre-title sequence. To be sure, it opens on the planet Krypton with his father Jor-El preparing him to be launched into space. But those aren't action scenes; they provide weight to the origin story every superhero requires.\n\nIn fact, Richard Donner's \"Superman\" (1978) is surprisingly slow-starting. The scenes of young Clark Kent's boyhood and adolescence might seem pointless if we didn't know, \"and someday…that child will grow up to be Superman.\" The high school football scene, where the future Man of Steel gets bullied and has a cute girl snatched away from him, pay off later in establishing Clark Kent as a shy and, yes, mild-mannered reporter. But they also raise the intriguing question: Who is this being, anyway.\n\nHe is clearly not human. His body is not from our world. It's probable he can't reproduce here, or perhaps even have sex with the cute girl -- or Lois Lane. Toward the end, when Lex Luthor's girlfriend kisses him, his response (before flying off to stop an earthquake) is positively Vulcan-like; he wonders why she kissed him before, and not after, freeing him from the Kryptonite.\n\nChristopher Reeve, who must have spent his career in a love-hate relationship with the character, does a more nuanced acting job than he's usually credited for. As Clark Kent he's not merely mild-mannered, but performs with a wink to the audience because we know who he really is. Much of his dialogue is double entendre. Pushing his glasses up on his nose, looking like an undertaker in his blue suit, his hair coated with greasy alderman stuff, he may be 6-foot-4 and have the physique of a god, but Margot Kidder's Lois Lane doesn't take the bait. Perhaps she senses there's something… off… about Clark. She swoons for Superman and literally flies away with him, but then how could anyone think Superman looked like Clark Kent? Superman doesn't wear glasses. Is she seduced more by the superpowers than by the personality?\n\nProbably. As Clark Kent, Reeve deliberately channeled a touch of Cary Grant in \"Bringing Up Baby.\" As Superman, he goes to some pains to have no personality at all. It would be fatal to play Superman as a hero, and Reeve and Donner understand that. He had no personality in the comic books and has none here. He exists as a fact.\n\nYoung Clark Kent is saddened when his human foster father (Glenn Ford) has died of a heart attack. His foster mother (Phyllis Thaxter) has been warm to him in their grief. But soon Clark leaves her (walking off straight through a field), and explains that he must be about his father's business. He's apparently unmoved that the widow will be left alone on the farm. Mrs. Kent takes it well: \"I knew this day would come.\"\n\nHow did she know that? The Kents knew Clark was sui generis, but was it discussed? He was advised to keep his powers under wraps, but why? In the original screenplay there was a scene of Jor-El explaining why he would need to keep his powers secret. The scene is missing here, and it occurs to me that there never was a good reason why Clark Kent and Superman needed dual identities. It's also a question why Clark waits to flaunt his superpowers. He walks all the way to Metropolis, where he demonstrates he can fly, stop a helicopter and a 707 from falling, and so on. Did he always know he could do that? How did he know? Did it take practice?\n\nThe wisdom of the comic books and the movie is that no attempt is made to explain too much. The device of the deadly Kryptonite is necessary because a superhero must have at least one weakness to give him interest. Other astonishments are simply designed to be accepted, as children do when told a story. He is Superman, he fights for Truth, Justice and the American Way, and that's that.\n\n More recent superhero movies are top-heavy with special effects and wall-to-wall action. \"Superman\" is more restrained in its telling, but doesn't seem slow, probably because it tells a good story rich in archetypes. It started something. \"It is to the superhero genre what 'Snow White' is to animation,\" writes the young Indian critic Krishna Shenoi. \"It is literally the film that started the superhero film genre. Without it, there would be no 'Batman,' no 'X-Men,' no 'Iron Man'.\"\n\n \"Superman\" pointed the way for a B picture genre of earlier decades to transform itself into the ruling genre of today. When the flamboyant producer Alexander Salkind announced his film and signed Marlon Brando and Gene Hackman for millions, the industry thought he was crazy. Comic books weren't being called graphic novels back then, and the emergence of the Marvel superhero stable was still ahead.\n\n \"Superman's\" most influential element is probably its special effects. Superman did lots of stunts in his earlier incarnations in movie serials and on TV, but rarely had effects like these been linked to the genre. Some of his heroics are frankly laughable, as when he descends to the bottom of a rift in the earth caused by an earthquake and literally pushes the early back up into place. Or when he flies into the exhaust of a missile and tilts it off course. And in the height of absurdity, he flies so fast around the planet that he reverses time and saves Lois Lane' life. The problems of logic presented by that stunt beggar the imagination.\n\n But the point is, these effects on a vast scale are done well, and they upped the ante in the superhero genre. They are done traditionally, with back projection, traveling matte shots, blue screen, optical printers and all the other tools rendered obsolete by CGI. Is it only my imagination that the old-fashioned effects seem to have more weight and presence?\n\n The subterranean lair of Lex Luthor (Gene Hackman) is an example of classical set construction, probably combined with some effects. Luthor and his assistant Otis (Ned Beatty) and mistress Eve Teschmacher (Valerie Perrine) lead a bizarre existence in what seems to be a subterranean train terminal. The film lacks the usual vista of Bond-style minions laboring at giant machines; instead, Hackman perhaps outsources his villainy. His plan to trigger the San Andreas Fault, drop California into the sea, and end up in possession of the new seacoast is rather glorious, I think. \n\n Schemes no less absurd were plotted in Superman comic books, and in Bond movies. But \"Superman\" pushes on into the realm of comedy. Donner pulls off a balancing act involving satire, action, romcom clichés and of course a full serving of clichés from hard-boiled newspaper movies. What's admirable is that Salkind and Donner realized they had to make a comedy. The film came in an era of Disaster Movies that took themselves with dreadful earnestness, and they knew the essential element of Superman was fun. Superheroes who came later to big budget movies, notably Batman and Iron Man, would be burdened with angst. But Superman was above that sort of thing. Above it, or emotionally incapable of it, or whatever.\n\n Flashback: Alexander Salkind, his son Ilya and his wife Berta held a press dinner at the Majestic Hotel in Cannes to celebrate \"Superman.\" Toasts were given, speeches were made, and then Berta rose majestically and shattered a glass on the floor. Silence fell. She was the great love of his life, a flamboyant Mexican woman.\n\n \"Alexander Salkind says he produced this film,\" she proclaimed. \"He did not produce 'Superman.' My son Ilya produced 'Superman.' And I produced 'Ilya!'\" She then started throwing plates, glasses, bottles, vases and pitchers around the room. The guests dove beneath their tables.\n\n The headwaiter summoned aid. Berta was quieted and taken from the room. Waiters materialized and swept away the wreckage. New tablecloths and place settings were laid. Alexander, having attended his wife, now returned to the room. \n\n \"I think,\" he said, \"we will skip the cheese.\"", "running_time": 143, "mpaa_rating": "PG", "release_year": 1978, "date_published": "2010-11-04", "genres": ["Action", "Family", "Fantasy", "Science Fiction"], "title": "Superman (1978)"}