{"url": "http://www.rogerebert.com/reviews/great-movie-the-only-son-1936", "by": null, "star_rating": 4.0, "text": "\n\nWhy was I thinking about flower arrangement while watching\r\n\"The Only Son\" the first sound film made by the Japanese master Ozu?\r\nIt must have involved the meticulous and loving care he used with his familiar\r\nvisual elements. In Japan in 1984 I attended a class at the Sogetsu School,\r\nwhich teaches ikebana, the Japanese art of flower arranging.  I learned\r\nquickly that sorting a big bunch of flowers in a vase was not ikebana. One\r\nselected just a few elements and found a precise way in which they rested together\r\nharmoniously.\n\nIf you think that ikebana has nothing to do with film direction,\r\nthink again. The Sogetsu School was then being run by Hiroshi Teshigahara, the\r\ndirector of \"Woman in the Dunes,\" who left filmmaking to become the\r\nthird generation of his family to head of the school. after he died in 1991,\r\nhis daughter became the fourth. I gathered that the Teshigaharas believed when\r\nyou studied ikebana you studied your relationship with the material world.\n\nNow turn to Yasujiro Ozu, who is one of the three of four best\r\nfilmmakers in the world, and certainly the one who brings me the most serenity.\r\nI've seen 14 of his films, four of them with the shot-by-shot approach. That\r\ndoesn't make me an expert, but it makes me familiar with his ways of seeing. In\r\nthe films I've seen, he has a few favorite themes, subjects and compositions,\r\nand carefully arranges and rearranges them. Some say \"he makes the same\r\nfilm every time.\" That's like saying \"all people are born with two\r\neyes.\" What matters is how you see with them.\n\nOver an opening frame of \"The Only Son\" (1936), we\r\nread a quotation by the writer  Akutagawa: \"Life's tragedy begins\r\nwith the bond between parent and child.\" So do most of Ozu's films. Again\r\nand again, he focuses on parents and their children, and often on their\r\ngrandchildren. A typical plot will involve sacrifice by a parent or a child for\r\nthe happiness of the other. It is not uncommon for both parent and child to\r\nmake sacrifices in a mistaken belief about what the other desires. The issues\r\ninvolved are marriage, children, independence for the young, care for the old,\r\nand success in the world.\n\nHe tells these stories within a visual frame so distinctive that\r\nI believe you can identify any Ozu film after seeing a shot or two, sometimes\r\neven from a still. How he came upon his approach I don't know, but you see it\r\nfully mature even in his silent films. For Ozu, all depends on the composition\r\nof the shot. He almost never moves his camera. He usually shoots from the eye\r\nlevel of a person seated on a tatami mat. He often begins shots before\r\ncharacters enter, and holds them after they leave. He separates important\r\nscenes with \"pillow shots\" of exterior architectural or landscape\r\ndetails. He uses evocative music, never too loud. I have never seen him use\r\nviolence. When violence occurs, people commit it within themselves.\n\nParents and children, then families, are his chosen subjects. He\r\ntells each story with his familiar visual strategy, which is pure and\r\nsimplified, never calling attention to itself. His straight-on shots are often\r\nframed on sides and back, and with foreground objects. His exteriors and groups\r\nof two or more characters are usually at oblique angles. Is this monotonous?\r\nNever, because within his rules he finds infinite variation. A modern chase\r\nscene is much more monotonous, because it gives you nothing to think about.\n\nIn \"The Only Son,\" there is a remarkable moment when\r\nwe have a great deal of time to think. The story is about the son of a widowed\r\nmother who works in a provincial silk spinning mill. This is hard and\r\nspirit-crushing work, but she does it to put her son through high school and\r\nset him on his road in life. After graduating, he follows an admired teacher to\r\nseek his future in Tokyo. Four years pass. His mother comes to visit him,\r\nunannounced. They are happy to see one another, they love one another, but he\r\nhas a surprise: He has a wife and an infant child. Why didn't he tell her? We\r\ngather he didn't want to create an occasion for her to visit Tokyo and find\r\nthat he is very poor, has a low-paying job, teaching geometry in a night\r\nschool, and that he lives in a desolate district in view of the smokestacks of\r\nthe Tokyo garbage incinerators.\n\nThe rest of the plot you can discover. It leads to a\r\nconversation in which he shares his discouragement, and tells her she may have\r\nwasted her sacrifice. She encourages him to persevere. He thinks he's had a bad\r\nroll of the dice. There is no place for him in Tokyo. Simple mill worker that\r\nshe is, what can she reply to this? She sits up late, sleepless. He awakens, and\r\nthey talk some more. She weeps. In a reframed shot, his wife weeps. Then Ozu\r\nprovides a shot of an unremarkable corner of the room. Nothing much there. A\r\nbaby bottle. A reproduction of a painting. Nothing. He holds this shot. And\r\nholds it. And holds it. I feel he could not look at them any longer, and had to\r\nlook away, thinking about what has happened. Finally there is an exterior\r\npillow shot of the morning.\n\nIf Ozu returns to characteristic visuals, he also returns to\r\nfamiliar actors. In \"An Only Son,\" the small but important role of\r\nthe hero's teacher is played by Chishu Ryu -- the teacher who, after moving to\r\nTokyo, fails to realize his own dreams and, as the son bitterly tells his\r\nmother, is \"reduced to frying pork cutlets.\" This was Ryu's seventh\r\nfilm for Ozu. In all he was to appear in 52 of Ozu's 54 films, between 1929 and\r\n1962. He is the old father in \"Tokyo Story\" (1953).\n\nRyu is an actor who we recognize from body language. He exudes\r\nrestraint, courtesy. He smokes meditatively. He said Ozu directed him as little\r\nas possible: \"He had made up the complete picture in his head before he\r\nwent on the set, so that all we actors had to do was to follow his directions,\r\nfrom the way we lifted and dropped our arms to the way we blinked our\r\neyes.\"\n\nRyu is the ideal actor for Ozu, because he never seems to be\r\ntrying. He is the canvas. By not \"acting,\" he invites us to look\r\ninside him, and find a world there. I care deeply for his characters and\r\nremembering them, each looking similar, each distinctive. Acting like his\r\ndoesn't win prizes like the Oscar; Brando drove that kind of acting out of\r\nHollywood, rarely to return.\n\nI really do feel as if Ozu is looking at his films along with\r\nme. He isn't throwing them up on the screen for me to see by myself. Together\r\nwe look at people trying to please, and often failing, and sometimes redeeming.\r\nWhat finally gives the mother hope in this film would sound sentimental if I\r\ndescribed it, but it's very serious.\n\nA reminder that we're watching along with Ozu is his little tea\r\npot. In every film of his I've seen, a small tea pot appears here or there in\r\nmost of the interior scenes. It has a way of moving around, not that you'd\r\nnotice that. A little unremarkable tea pot. In his first color film, we\r\ndiscovered it was red. Of course it was. On a Japanese scroll, red is the color\r\nof the artist's mark.\n\nOzu's \"An Only Son\" and \"There Was a\r\nFather\" (1942) will be released Tuesday, July 14, as a two-disc set in the\r\nCriterion Collection. Both include interviews with David Bordwell and Kristin Thompson.\r\nAlso reviewed in my Great Movies series: \"Tokyo Story,\"\r\n\"Floating Weeds\" and \"Late Spring.\"\n\n", "running_time": 87, "mpaa_rating": "Unrated", "release_year": 1936, "date_published": "2010-07-06", "genres": ["Drama", "Foreign"], "title": "The Only Son (1936)"}