{"url": "http://www.rogerebert.com/reviews/great-movie-mr-hulots-holiday-1953", "by": "Jacques Tatias Mr. Hulot", "star_rating": 4.0, "text": "\n\nThe first time I saw Jacques Tati's “Mr. Hulot's Holiday,” I\r\ndidn't laugh as much as I thought I was supposed to. But I didn't forget the\r\nfilm, and I saw it again in a film class, and then bought the laserdisc and saw\r\nit a third and fourth time, and by then it had become part of my treasure. But\r\nI still didn't laugh as much as I thought I was supposed to, and now I think I\r\nunderstand why.\n\nIt\r\nis not a comedy of hilarity but a comedy of memory, nostalgia, fondness and\r\ngood cheer. There are some real laughs in it, but “Mr. Hulot's Holiday” gives\r\nus something rarer, an amused affection for human nature--so odd, so valuable,\r\nso particular.\n\nThe\r\nmovie was released in 1953, and played for months, even years, in art cinemas. “Mr.\r\nHulot” was as big a hit in its time as “Like Water for Chocolate,” “The Gods\r\nMust Be Crazy” and other small films that people recommend to each other. There\r\nwas a time when any art theater could do a week's good business just by booking\r\n“Hulot.” Jacques Tati (1908-1982) made only four more features in the next 20\r\nyears, much labored over, much admired, but this is the film for which he'll be\r\nremembered.\n\nThe\r\nmovie tells the story of Mr. Hulot's holiday by the sea, in Brittany. As played\r\nby Tati, Hulot is a tall man, all angles, “a creature of silhouettes,” as\r\nStanley Kauffmann observed: “There is never a closeup of him, and his facial\r\nexpressions count for little.” He arrives at the seaside in his improbable\r\nlittle car, which looks like it was made for a Soap Box Derby and rides on\r\nbicycle wheels. (I always assumed this vehicle was built for the movie, but no:\r\nIt is a 1924 Amilcar, and must have given its original owners many perplexing\r\nmoments.)\n\nHulot,\r\ndecked out in holiday gear and smoking a pipe, is friendly to a fault, but he\r\nis the man nobody quite sees. The holiday-makers are distracted by their own\r\nworlds, companions and plans, and notice Hulot only when something goes wrong,\r\nas it often does. The lobby of his seaside hotel, for example, is an island of\r\ncalm until he leaves the door open, so that the wind can create a series of\r\nsmall but amusing annoyances that must have taken days to set up.\n\nTati\r\ndoesn't make a big point of establishing characters, but gradually we recognize\r\nfaces. There is a pretty blond (Nathalie Pascaud) who is on holiday by herself,\r\nand is always cheerful, in a detached sort of way. Hulot the eligible bachelor\r\nwalks out with her, takes her for a ride and even attempts unsuccessfully to go\r\nhorseback riding with her, but she keeps him at a distance with her smile. She\r\nremains an elusive vision, like the blond in the convertible in “American\r\nGraffiti.”\n\nOthers\r\nare busy beavering away at being themselves. There is a waiter who cannot\r\nbelieve the trouble people put him to. An old couple who think they have been\r\nassigned to inspect everything in their path. A retired general, easily\r\noffended. Small children who are protected by the god of children, so their ice\r\ncream cone seems certain to spill but never quite does.\n\n“Mr.\r\nHulot's Holiday” is a French film, with hardly any words in it. It plays as a\r\nsilent film with music (a lilting, repetitive melody), a lot of sound effects\r\nand half-heard voices. Tati was a silent clown; he worked as a mime as a young\r\nman, and his Hulot seems to lack the knack of getting into a conversation.\n\nThe\r\nmovie is constructed with the meticulous attention to detail of a Keaton or\r\nChaplin. Sight gags are set up with such patience that they seem to expose\r\nhidden functions in the clockwork of the universe. Consider the scene where\r\nHulot is painting his kayak, and the tide carries the paint can out to sea and\r\nthen floats it in again, perfectly timed, when his brush is ready for it again.\r\nHow was this scene done? Is it a trick, or did Tati actually experiment with\r\ntides and cans until he got it right? Is it “funny”? No, it is miraculous. The\r\nsea is indifferent to painters, but nevertheless provides the can when it is\r\nneeded, and life goes on, and the boat gets painted.\n\nAnd\r\nthen consider Tati when he goes out paddling in his tiny kayak, which like his\r\ncar is the wrong size for him. It capsizes. In another comedy, that would mean\r\nthe hero gets wet, and we're supposed to laugh. Not here; the boat folds up in\r\njust such a way that it looks like a shark, and there is a panic on the beach.\r\nHulot remains oblivious. There is an almost spiritual acceptance in his\r\nbehavior; nothing goes as planned, but nothing surprises him.\n\nNot\r\nonly sights but sounds have a will of their own in Tati's universe. Listen to\r\nthe thwanking sound made by the door in the hotel dining room. Does it annoy\r\nHulot, who has been placed in the Lonely Guy table near to it? Probably, but it\r\nis in the nature of the door to thwank, and we sense that it has thwanked for a\r\ngeneration, and will thwank until the day the little clapboard hotel is torn\r\ndown to put up a beachfront gargantoplex.\n\nLet\r\nme try to explain my relationship with “Hulot.” The first time I saw it, I\r\nexpected something along the lines of a Hollywood screwball comedy. Instead,\r\nthe movie opens with its sweet little melody, which is quite pleased that life\r\ngoes on. Hulot arrives (inconveniencing a dog that wants to sleep in the road)\r\nand tries his best to be a well-behaved holiday-maker. He is so polite that\r\nwhen the announcer on the hotel's radio says “Good night, everybody!” he bows\r\nand doffs his hat. Because there were no closeups, because the movie did not\r\ninsist on exactly who Hulot was, he became the audience--he was me.\n\nI\r\nmet all the people Hulot met, I became accustomed to their daily perambulations\r\nas he did, and I accompanied him as he blundered into a funeral and was\r\nmistaken as a mourner, and when he was accosted by a rug, and when a towrope\r\nboinged him into the sea. And then the holiday was over, and everyone began to\r\npack and leave, and there was the hint of how lonely this coastal village would\r\nbe until next summer, when exactly the same people would return to do exactly\r\nthe same things.\n\nWhen\r\nI saw the film a second time, the wonderful thing was, it was like returning to\r\nthe hotel. It wasn't like I was seeing the film again; it was like I was\r\nrecognizing the people from last year. There's the old couple again (good, they\r\nmade it through another year). The waiter (where does he work in the winter?).\r\nAnd the blond girl (still no man in her life; maybe this is the summer that . .\r\n.).\n\nWhen\r\nhas a film so subtly and yet so completely captured nostalgia for past\r\nhappiness? The movie is about the simplest of human pleasures: The desire to\r\nget away for a few days, to play instead of work, to breathe in the sea air,\r\nand maybe meet someone nice. It is about the hope that underlies all vacations,\r\nand the sadness that ends them. And it is amused, too, that we go about our\r\ndays so intently, while the sea and the sky go about theirs.", "running_time": 84, "mpaa_rating": "NR", "release_year": 1953, "date_published": "1996-11-10", "genres": ["Comedy", "Foreign"], "title": "Mr. Hulot's Holiday (1953)"}