{"url": "http://www.rogerebert.com/reviews/great-movie-the-blue-kite-1993", "by": null, "star_rating": 4.0, "text": "In a small room on a courtyard off Dry Well Lane in Beijing, a marriage is celebrated and a child is born. The people of the courtyard all know one another, and share joys and sorrows and food. They are ordinary, unsophisticated citizens; when a loudspeaker announces the death of Stalin, one of them asks, \"Who is this Stalin person?\" Into their lives during the next 25 years will come wave after wave of political hysteria, rendering all of their hopes and plans meaningless. \"The Blue Kite\" (1993) is nothing less than the attempt to show what it was like to live in times of ideological madness.\n\nThe boy is called Tietou. The name translates as \"iron head.\" His mother is a teacher, his father is a librarian, and his childhood memories include playmates and family gatherings and the portentous comings and goings of an uncle and his girlfriend who have both joined the army. He remembers especially a blue kite that he treasures, and which is caught in a tree, and how his father promises to give him a new one.\n\nIn the early days of the film, China still lives under an informal capitalism, but changes are in the wind. A neighborhood committee comes to question the landlady about her holdings, but is mollified to learn the courtyard is the property of the state, and she has lowered rents. These good citizens understand that the nation must change after the revolution. They do their best to go along, but what they do not understand is that no rational national plan exists. The political winds, which change direction from season to season, function only to bring an end to dissent and individuality--to create a climate of fear within which the country can be controlled.\n\nEventually one of those winds blows Tietou's father away forever. Shalong (Pu Quanxin) is a good librarian, a faithful employee who is one day called to a meeting as part of the Rectification Movement, in which those with right-wing tendencies must be identified. There is a quota, and the library has not met it. Shalong unwisely leaves the meeting to go to the toilet, and when he returns, all of the eyes in the room are turned to him. He pauses in the doorway and in a chilling instant realizes he chose the wrong time to leave the room.\n\nHis father has been sent \"far, far away,\" Tietou learns from his mother Shujuan (Lu Liping). Shalong goes to a labor camp, and eventually is killed in an accident. Now \"The Blue Kite\" will be the story of this strong mother trying to raise her child in a society where disruption seems to exist for its own sake. Together they will live through the Great Leap Forward and the insanity of the Cultural Revolution, through poverty and famine, through two more marriages, all the time hoping to live ordinary lives in ordinary ways.\n\n\"The Blue Kite\" was directed by Tian Zhuangzhuang, a member of the Fifth Generation of Chinese filmmakers, which also includes Zhang Yimou and Chen Kaige. He had a hard time of it. In a statement about the film, he says he finished filming in 1992. \"But while I was involved in post-production, several official organizations involved with China's film industry screened the film. They decided that it had a problem concerning its political 'leanings,' and prevented its completion. The fact that it can appear today seems like a miracle.\"\n\nHis contemporaries had similar problems with films critical of recent history. Chen Kaige's \"Farewell My Concubine\" (1993) and Zhang Yimou's \"To Live\" (1994) were scarcely seen within China, which was happy to share in the money they earned overseas but was not eager to dramatize those hard times for the people who had lived through them. The Communist Party that rules China today is directly descended from the party that went haywire during the Cultural Revolution, even if it rules a nation racing headlong toward capitalism.\n\n\"The Blue Kite\" gains much of its power by being about everyday, unexceptional lives. There are no villains. We never see a major party leader. Even the mobs that roam through the streets, plastering posters and shouting slogans, are neighbors who at some level are simply trying to do the right thing. A teacher is denounced and her hair is cut, but the mob seems young and jolly, and Tietou cheerfully tells his mother, \"Mom, today we struggled our principal and wrote posters against her and cut her hair. She's such a bad person. She scolds and punishes us. Everybody spat at her.\" (\"Struggle\" is used throughout the film as a word for political correction.)\n\nHis mother marries a family friend who adores her and her boy, and who sees their room as his home. But one night, carrying dumplings to the table, he collapses, and two weeks later he is dead; the enigmatic diagnosis is \"liver, underworked, malnourished.\" Eventually she marries again, this time a minor party official, and they live in his house and are comfortable for a time, but then one night he sits them down, gives them money, and suggests a divorce: He has been denounced at work and it will be best for them not to be identified with him. The saddest line in this scene comes as he touches Tietou, now a young teenager, and says, \"I really am fond of this kid. Even if he's never liked me. Kids are like that.\"\n\nThe official, ill from heart disease, is carried from his house on a stretcher by a shouting mob. We see that there is no right or wrong in this mad society, only degrees of immunity from the mob. And yet Zhuangzhuang Tian never blames or names. The mobs never seem to come from outside, but to consist of ordinary people trying to be good citizens. They have been betrayed by their leaders and insanity is abroad in the land, so they embrace political zealotry as a patriotic duty. \"The stories in the film are real, and they are related with total sincerity,\" the director said at the time. Some of them were based on his own experiences. \"What worries me is that it is precisely a fear of reality and sincerity that has led to the ban on such stories being told.\"\n\nThe power of his film comes from its resolutely human focus; we get a palpable sense of what it was like to live on Dry Well Lane in those days, to share food and fuel, to play gladly in the schoolyard, to know by looking out the window who was coming or going. The Beijing in the film is balanced between the China of time immemorial, and the emerging new world. There are motor vehicles to be seen in the Army scenes, but hardly any in the streets of the city, where people hurry by bicycle and foot. The neighborhood is so much the focus of life that we never really sense the great metropolis. It is photographed with remarkable gracefulness, colors and compositions finding beauty in the lives of these people, and especially in their faces.\n\nIs it wrong, is it bourgeois reactionary thinking, to desire a safe and happy life for your family? To want to do a job well and be rewarded for it? Not at all. These are universal hopes, and throughout \"The Blue Kite\" we can see characters seeking them. An old mother sips her tea and states that she is beyond politics--\"too old for it.\" And there is a poignant scene when the army brother, who has left the service because of bad eyes, goes for a last visit to his girlfriend, who is still in uniform. She advises him to forget her, because she will be where she is for a long, long time. (There is an echo here of Ha Jin's stories about romance and marriage put on hold for long years by duties to the state.)\n\n\"The Blue Kite\" is a profoundly political film, but achieves its purpose by indirection. It is not so much about China as about human nature. To read about the Cultural Revolution is to wonder how such madness swept a nation. To see this film is to understand that unthinking patriotism gone wrong can lead to great mischief. It is appropriate that the film is, in a sense, left unfinished.", "running_time": 140, "mpaa_rating": null, "release_year": 1993, "date_published": "2003-01-05", "genres": ["Drama", "Foreign"], "title": "The Blue Kite (1993)"}