{"url": "http://www.rogerebert.com/reviews/great-movie-the-searchers-1956", "by": null, "star_rating": 4.0, "text": "\n\nJohn Ford's “The Searchers” contains scenes of magnificence, and\r\none of John Wayne's best performances. There are shots that are astonishingly\r\nbeautiful. A cover story inNew\r\nYorkmagazine called it the\r\nmost influential movie in American history. And yet at its center is a\r\ndifficult question, because the Wayne character is racist without apology--and\r\nso, in a less outspoken way, are the other white characters. Is the film\r\nintended to endorse their attitudes, or to dramatize and regret them? Today we\r\nsee it through enlightened eyes, but in 1956 many audiences accepted its harsh\r\nview of Indians.\n\nThe film is about an obsessive quest. The niece of Ethan Edwards\r\n(Wayne) is kidnapped by Comanches who murder her family and burn their ranch\r\nhouse. Ethan spends five years on a lonely quest to hunt down the tribe that\r\nholds the girl Debbie (Natalie Wood)--not to rescue her, but to shoot her dead,\r\nbecause she has become “the leavin's of a Comanche buck.” Ford knew that his\r\nhero's hatred of Indians was wrong, but his glorification of Ethan's search\r\ninvites admiration for a twisted man. Defenders of the film point to the famous\r\nscene where Ethan embraces his niece instead of killing her. Can one shot\r\nredeem a film?\n\nEthan's\r\nquest inspired a plot line in George Lucas' “Star Wars.” It's at the center of\r\nMartin Scorsese's “Taxi Driver,” written by Paul Schrader, who used it again in\r\nhis own “Hard Core.” The hero in each of the Schrader screenplays is a loner\r\ndriven to violence and madness by his mission to rescue a young white woman who\r\nhas become the sexual prey of those seen as subhuman. Harry Dean Stanton's\r\nsearch for Nastassja Kinski in Wim Wenders' “Paris, Texas” is a reworking of\r\nthe Ford story. Even Ethan's famous line “That'll be the day” inspired a song\r\nby Buddy Holly.\n\n“The\r\nSearchers” was made in the dying days of the classic Western, which faltered\r\nwhen Indians ceased to be typecast as savages. Revisionist Westerns, including\r\nFord's own “Cheyenne Autumn” in 1964, took a more enlightened view of native\r\nAmericans, but the Western audience didn't want moral complexity; like the\r\naudience for today's violent thrillers and urban warfare pictures, it wanted\r\naction with clear-cut bad guys.\n\nThe\r\nmovie was based on a novel by Alan LeMay and a script by Ford's son-in-law\r\nFrank Nugent, the onetime film critic who wrote 10 Ford films, including “She\r\nWore a Yellow Ribbon” and “Wagon Master.” It starred John Wayne, who worked\r\nwith “Pappy” Ford in 14 major films, as a Confederate soldier who boasts that\r\nhe never surrendered, who in postwar years becomes a wanderer, who arrives at\r\nthe ranch of his brother Aaron (Walter Coyt) and his wife Martha (Dorothy Jordan)\r\nunder a cloud: He carries golden coins that may be stolen, and Sheriff Sam\r\nClayton (Ward Bond) says he “fits a lot of descriptions.”\n\nIt\r\nis clear from the way Ethan's eyes follow Martha around the room that he\r\nsecretly loves her. His hatred of Indians flares the moment he meets Martin\r\nPawley (Jeffrey Hunter): “Hell, I could mistake you for a half-breed.” Martin\r\nsays he's “one-eighth Comanche.” Ethan rescued young Martin when his family was\r\nkilled by Indians, and left him with Martha and Aaron to be raised, but it's\r\nclear he thinks one-eighth is too much. When Martin insists on joining Ethan's\r\nsearch for the captured Debbie, Ethan says “I give the orders” and treats the\r\nyounger man with contempt. In a saloon, Ethan pours out drinks but snatches\r\naway Martin's glass, snarling “Wait'll you grow up.” Martin at this point has\r\nbeen a ranch hand, is engaged to be married, has been on the trail with Ethan\r\nfor years. Does Ethan privately think it's dangerous for a “half-breed” to\r\ndrink? One of the mysteries of “The Searchers” involves the relationship\r\nbetween Ethan and Martin on the trail. Living alone with each other for months\r\nat a time, sleeping under the stars, what did they talk about? How could they\r\nshare a mission and not find common cause as men?\n\nMartin's\r\nfunction on the trail is to argue for Debbie's life, since Ethan intends to\r\nfind her and kill her. The younger man also figures in a romantic subplot\r\nawkwardly cobbled on to the main story. He is engaged to marry Laurie (Vera\r\nMiles), the daughter of friendly Swedish neighbors. Ford goes for cornball\r\nhumor in scenes where Martin writes to Laurie only once in five years, and in\r\nthat letter makes light of having mistakenly purchased a “squaw bride.” Martin\r\nreturns on the very day when Laurie, who never expected to see him again, is\r\nscheduled to marry Charlie (Ken Curtis), a hayseed, and the men fight for the\r\nwomen in a sequence that would be more at home in “Seven Brides for Seven\r\nBrothers” than in an epic Western.\n\n“The\r\nSearchers” indeed seems to be two films. The Ethan Edwards story is stark and\r\nlonely, a portrait of obsession, and in it we can see Schrader's inspiration\r\nfor Travis Bickle of “Taxi Driver;” the Comanche chief named Scar (Henry\r\nBrandon) is paralleled by Harvey Keitel's pimp named Sport, whose Western hat\r\nand long hair cause Travis to call him “chief.” Ethan doesn't like Indians, and\r\nsays so plainly. When he reveals his intention to kill Debbie, Martin says “She's\r\nalive and she's gonna stay alive!” and Ethan growls: “Livin' with Comanches\r\nain't being alive.” He slaughters buffalo in a shooting frenzy, saying, “At\r\nleast they won't feed any Comanche this winter.” The film within this film\r\ninvolves the silly romantic subplot and characters hauled in for comic relief,\r\nincluding the Swedish neighbor Lars Jorgensen (John Qualen), who uses a\r\nvaudeville accent, and Mose Harper (Hank Worden), a half-wit treated like a\r\nmascot. There are even musical interludes. This second strand is without\r\ninterest, and those who value “The Searchers” filter it out, patiently waiting\r\nfor a return to the main story line.\n\nEthan\r\nEdwards, fierce, alone, a defeated soldier with no role in peacetime, is one of\r\nthe most compelling characters Ford and Wayne ever created (they worked\r\ntogether on 14 films). Did they know how vile Ethan's attitudes were? I would\r\nargue that they did, because Wayne was in his personal life notably free of\r\nracial prejudice, and because Ford made films with more sympathetic views of\r\nIndians. This is not the instinctive, oblivious racism of Griffith's “Birth of\r\na Nation.” Countless Westerns have had racism as the unspoken premise; this one\r\nconsciously focuses on it. I think it took a certain amount of courage to cast\r\nWayne as a character whose heroism was tainted. Ethan's redemption is intended\r\nto be shown in that dramatic shot of reunion with Debbie, where he takes her in\r\nhis broad hands, lifts her up to the sky, drops her down into his arms, and\r\nsays, “Let's go home, Debbie.” The shot is famous and beloved, but small\r\ncounterbalance to his views throughout the film--and indeed, there is no\r\nindication be thinks any differently about Indians.\n\nJohn\r\nFord (1895-1973) was Hollywood's greatest chronicler of American history, and\r\nthere was a period when his “The Grapes of Wrath” (1940) and not “Citizen Kane”\r\nwas cited as the best American film. He worked on his first film in 1914, and\r\nwas directing by 1917. He had an unrivaled eye for landscape, and famously used\r\nMonument Valley as the location for his Westerns, camping out with cast and\r\ncrew, the company eating from a chuck wagon and sleeping in tents. Wayne told\r\nme that making a Ford Western was like living in a Western.\n\nFord's\r\neye for composition was bold and sure. Consider the funeral early in the film,\r\nwith a wagon at low right, a cluster of mourners in the middle left, then a\r\ndiagonal up the hill to the grave, as they all sing Ford's favorite hymn, “Shall\r\nWe Gather at the River” (he used it again in the wedding scene). Consider one\r\nof the most famous of all Ford shots, the search party in a valley as Indians\r\nominously ride parallel to them, silhouetted against the sky. And the dramatic\r\nfirst sight of the adult Debbie, running down the side of a sand dune behind\r\nEthan, who doesn't see her. The opening and closing shots, of Ethan arriving\r\nand leaving, framed in a doorway. The poignancy with which he stands alone at\r\nthe door, one hand on the opposite elbow, forgotten for a moment after\r\ndelivering Debbie home. These shots are among the treasures of the cinema.\n\nIn\r\n“The Searchers” I think Ford was trying, imperfectly, even nervously, to depict\r\nracism that justified genocide; the comic relief may be an unconscious attempt\r\nto soften the message. Many members of the original audience probably missed\r\nhis purpose; Ethan's racism was invisible to them, because they bought into his\r\nview of Indians. Eight years later, in “Cheyenne Autumn,” his last film, Ford\r\nwas more clear. But in the flawed vision of “The Searchers” we can see Ford,\r\nWayne and the Western itself, awkwardly learning that a man who hates Indians\r\ncan no longer be an uncomplicated hero.", "running_time": 119, "mpaa_rating": "NR", "release_year": 1956, "date_published": "2001-11-25", "genres": ["Action", "Drama", "Western"], "title": "The Searchers (1956)"}