{"url": "http://www.rogerebert.com/reviews/great-movie-pandoras-box-1928", "by": null, "star_rating": 4.0, "text": "\n\nLouise Brooks regards us from the screen as if the screen were\r\nnot there; she casts away the artifice of film and invites us to play with her.\r\nHer beauty was “almost impersonal,” Pauline Kael wrote; she carries it like a\r\ngift she doesn't think much about, and confronts us as a naughty girl. When you\r\nmeet someone like this in life, you're attracted, but you know in your gut\r\nshe'll be nothing but trouble.\n\nLife\r\ncannot permit such freedom, and so Brooks, in her best films, is ground\r\ndown--punished for her joy. At the end of “Pandora's Box” (1928), she's killed\r\nwhile in the embrace of Jack the Ripper, and the audience isn't even asked to\r\naccept her death as punishment for her wicked ways. It's more a settling of\r\nscores: Anyone who looks that great, and lives life on her own terms, has to be\r\nswatted down by fate or the rest of us will grow discouraged.\n\n“Louise\r\nBrooks was way too wild in a business that was way too tame.” So says Dr. Paolo\r\nCherchi Usai, curator of the film collection at Eastman House in Rochester,\r\nN.Y. We see him in “Looking for Lulu,” an hourlong documentary, narrated by\r\nShirley MacLaine, that Turner Classic Movies will air May 5, part of its\r\nmonthlong tribute to Brooks. The cable channel will also show “Pandora's Box,” “The\r\nShow-Off” (1926) and “God's Gift to Women” (1935). If you can believe Steve\r\nSilberman's article in Wired magazine, there is a Brooks revival sweeping the\r\ncountry; she is the most popular dead actress on the Web, and so on. Popularity\r\ncomes and goes. Brooks remains, because of her luck in making two great films\r\nin Germany right at the end of the silent era, after she had burned all her\r\nbridges in Hollywood.\n\nThese\r\nfilms are “Pandora's Box” and “Diary of a Lost Girl,” both directed by the\r\nmaster of psycho-sexual melodrama, G.W. Pabst. Now restored and available on\r\nvideo, they glisten with the purity of black and white, and Brooks' face is\r\nfixed forever: the bangs cut low over the eyes (“One of the 10 haircuts that\r\nchanged the world,” according to InStyle magazine); the eyebrows rich and\r\nlevel, parallel to the bangs; the deep dark eyes; the mouth often caught in a\r\npout or a tease; the porcelain skin; the perfect regularity of features that\r\nmade her almost a cartoon (she inspired the comic strip “Dixie Dugan”).\n\nShe\r\nis thin but not skinny, a flapper. Her lovers included Charles Chaplin, CBS\r\npresident William Paley (who gave her a lifetime stipend), and many\r\nothers--including the clients of an escort agency she worked for in New York in\r\nthe 1940s, after all of her rich and famous friends had forgotten her. She was “too\r\nwild” (thrown out of the Algonquin Hotel at 18 for “promiscuity”), but there\r\nwas another problem; she drank too much. When she drank she did things like\r\ntelling Paramount to go to hell when they asked her to come back to Hollywood\r\nand dub dialogue into her last silent film.\n\nHer\r\nlife was as harrowing as Frances Farmer's, but it had a happier ending. After\r\nthe early fame (she danced with Martha Graham at 16), the Hollywood stardom,\r\nthe German films, and the slow decline (she lusted after John Wayne in that B\r\nwestern they made together), there came the lost years of drinking and “escorting,”\r\nand then--well, it happened that her New York apartment was across the hall\r\nfrom John Springer's, and he was a publicist. When James Card, then the film\r\ncurator at Eastman House, asked Springer where Brooks could be found, Springer\r\nknocked on her door.\n\nBrooks\r\nvisited Rochester to look at her old films, and was invited to stay. Card fell\r\nin love with her, although the nature of their relationship is unclear. He took\r\nher to Paris for a retrospective at the Cinematheque Francais, where rumpled\r\nold Henri Langlois declared, “There is no Garbo! There is no Dietrich! There is\r\nonly Louise Brooks!” Brooks must have smiled to hear her name linked with two\r\nof her reputed lovers.\n\nIn\r\nRochester, she wrote memoirs that were eventually collected into Lulu in\r\nHollywood, one of the few film books that can be called indispensable. She\r\nremembered Bogart as a kid starting out on the New York stage, and the private\r\nlovability of her old friend, W.C. Fields. And she was frank about her rise and\r\nespecially her fall. Many silent stars become boring relics, repeating the same\r\nmemorized anecdotes. Louise Brooks was saved by the astringent power of her\r\nwit.\n\nThe\r\nother night I looked again at “Pandora's Box,” which was offered to her by\r\nPabst just as Hollywood dumped her. Would it be a great film without her\r\npresence and her closeups? Maybe not. The plot, which could be remade today,\r\ninvolves a young woman named Lulu who says she is not a prostitute, while we\r\nnotice that she behaves an awfully lot like one. She's entertaining the\r\nmeter-reader as the film begins, and then welcomes Schigolch (Carl Goetz), a\r\nseedy old man who may be her father, her pimp, or both. He wants her to meet an\r\nacrobat who wants her for a trapeze act, but first she gets a visit from her\r\nlover and patron, Schon (Fritz Kortner), a newspaper publisher.\n\nSchon\r\nis depressed. He is about to be married and wants to break off their\r\nrelationship. He is more depressed when he finds Schigolch hiding behind the\r\nfurniture with a bottle. Lulu visits Schon at his office, where she is also an\r\nerotic magnet for the publisher's son (Franz Lederer), and for a Countess\r\n(Alice Roberts) who is one of the first obvious lesbians in the movies. Lulu\r\nbecomes a dancer in a revue produced by the son. Schon (with fiancee and son)\r\nunwisely visits backstage. “I will not dance for that woman,” Lulu says,\r\npointing to the fiancée. Attempting to shake her to her senses, Schon grows\r\naroused, is found by his fiancee in a compromising situation, and marries Lulu\r\ninstead. “For sheer erotic dynamism,” Kael wrote, those backstage scenes “have\r\nnever been equaled.”\n\nThose\r\nwho love Lulu tend to die violently and unexpectedly. The look on her face\r\nduring the accidental shooting of one character is fascinating: She seems to be\r\nstanding outside her own life, watching it happen. There is an episode on a\r\ngambling ship where a disreputable Marquis attempts to sell her to an Egyptian\r\npimp on the grounds that since she can't return to Germany anyway, she might as\r\nwell make the best of a bad situation. There is a flight by rowboat, and then\r\nJack the Ripper materializes from the London fog.\n\nAt\r\nthis late stage in the movie we are asked to believe that Lulu, freezing and\r\nstarving and concerned for her old pimp (or father), has decided to commit her\r\nfirst act of sex for cash. When Jack the Ripper explains that he has no money,\r\nhowever, she likes his looks enough to invite him upstairs anyway. Not a good\r\njudge of character.\n\nThis\r\nsynopsis could apply equally to a great or a laughable film. Brooks makes it a\r\ngreat one. She seems to stand outside “Pandora's Box.” She looks modern: She\r\ndoesn't have the dated makeup of many silent stars, but could be a Demi Moore\r\nor Winona Ryder, electronically inserted into old scenes by computer. As she\r\ncareens from one man to another, the only constant factor is her will: She\r\nwants to party, she wants to make love, she wants to drink, she wants to tell\r\nmen what she wants, and she wants to get it. There is no other motive than her\r\ndesire: Not money, not sex, just selfishness. It could get ugly, but she makes\r\nit look like fun. You can't get something for nothing, but if you can put off\r\npaying the bill long enough, it may begin to feel like you can.", "running_time": null, "mpaa_rating": null, "release_year": 1928, "date_published": "1998-04-26", "genres": null, "title": "Pandora's Box (1928)"}