{"url": "http://www.rogerebert.com/reviews/great-movie-lawrence-of-arabia-1962", "by": "Peter O'Tooleas Lawrence", "star_rating": 4.0, "text": "\n\nWhat a bold, mad act of genius it was, to make “Lawrence of\r\nArabia,” or even think that it could be made. In the words years later of one\r\nof its stars, Omar Sharif: “If you are the man with the money and somebody\r\ncomes to you and says he wants to make a film that's four hours long, with no\r\nstars, and no women, and no love story, and not much action either, and he\r\nwants to spend a huge amount of money to go film it in the desert--what would\r\nyou say?”\n\nThe impulse to make this movie was based, above all, on\r\nimagination. The story of “Lawrence” is not founded on violent battle scenes or\r\ncheap melodrama, but on David Lean's ability to imagine what it would look like\r\nto see a speck appear on the horizon of the desert, and slowly grow into a\r\nhuman being. He had to know how that would feel before he could convince\r\nhimself that the project had a chance of being successful.\n\nThere is a moment in the film when the hero, the British\r\neccentric soldier and author T.E. Lawrence, has survived a suicidal trek across\r\nthe desert and is within reach of shelter and water--and he turns around and\r\ngoes back, to find a friend who has fallen behind. This sequence builds up to\r\nthe shot in which the shimmering heat of the desert reluctantly yields the\r\nspeck that becomes a man--a shot that is held for a long time before we can\r\neven begin to see the tiny figure. On television, this shot doesn't work at\r\nall--nothing can be seen. In a movie theater, looking at the stark clarity of a\r\n70mm print, we lean forward and strain to bring a detail out of the waves of\r\nheat, and for a moment we experience some of the actual vastness of the desert,\r\nand its unforgiving harshness.\n\nBy being able to imagine that sequence, Lean was able to imagine\r\nwhy the movie would work. “Lawrence of Arabia” is not a simple biography or an\r\nadventure movie--although it contains both elements--but a movie that uses the\r\ndesert as a stage for the flamboyance of a driven, quirky man. Although it is\r\ntrue that Lawrence was instrumental in enlisting the desert tribes on the\r\nBritish side in the 1914-17 campaign against the Turks, the movie suggests that\r\nhe acted less out of patriotism than out of a need to reject conventional\r\nBritish society, choosing to identify with the wildness and theatricality of\r\nthe Arabs. There was also a sexual component, involving his masochism.\n\nT.E. Lawrence must be the strangest hero ever to stand at the\r\ncenter of an epic. To play him, Lean cast one of the strangest of actors, Peter\r\nO'Toole, a lanky, almost clumsy man with a beautiful sculptured face and a\r\nspeaking manner that hesitates between amusement and insolence. O'Toole's\r\nassignment was a delicate one. Although it was widely believed that Lawrence\r\nwas a homosexual, a multimillion-dollar epic filmed in 1962 could not be frank\r\nabout that. And yet Lean and his writer, Robert Bolt, didn't simply cave in and\r\nrewrite Lawrence into a routine action hero. Everything is here for those\r\nwilling to look for it.\n\nUsing O'Toole's peculiar speech and manner as their instrument,\r\nthey created a character who combined charisma and craziness, who was so different\r\nfrom conventional military heroes that he could inspire the Arabs to follow him\r\nin a mad march across the desert. There is a moment in the movie when O'Toole,\r\ndressed in the flowing white robes of a desert sheik, does a victory dance on\r\ntop of a captured Turkish train, and he almost seems to be posing for fashion\r\nphotos. This is a curious scene because it seems to flaunt gay stereotypes, and\r\nyet none of the other characters in the movie seem to notice--nor do they take\r\nmuch notice of the two young desert urchins that Lawrence takes under his\r\nprotection.\n\nWhat Lean, Bolt and O'Toole create is a sexually and socially\r\nunconventional man who is simply presented as what he is, without labels or\r\ncomment. Could such a man rally the splintered desert tribes and win a war\r\nagainst the Turks? Lawrence did. But he did it partially with mirrors, the\r\nmovie suggests; one of the key characters is an American journalist (Arthur\r\nKennedy), obviously inspired by Lowell Thomas, who single-handedly laundered\r\nand retailed the Lawrence myth to the English-language press. The journalist\r\nadmits he is looking for a hero to write about. Lawrence is happy to play the\r\nrole. And only role-playing would have done the job; an ordinary military hero\r\nwould have been too small for this canvas.\n\nFor a movie that runs 216 minutes, plus intermission, “Lawrence\r\nof Arabia” is not dense with plot details. It is a spare movie in clean,\r\nuncluttered lines, and there is never a moment when we're in doubt about the\r\nlogistical details of the various campaigns. Law-rence is able to unite various\r\ndesert factions, the movie argues, because (1) he is so obviously an outsider\r\nthat he cannot even understand, let alone take sides with, the various ancient\r\nrivalries; and (2) because he is able to show the Arabs that it is in their own\r\nself-interest to join the war against the Turks. Along the way he makes allies\r\nof such desert leaders as Sherif Ali (Omar Sharif), Prince Feisal (Alec\r\nGuinness) and Auda Abu Tayi (Anthony Quinn), both by winning their respect and\r\nby appealing to their logic. The dialogue in these scenes is not complex, and\r\nsometimes Bolt makes it so spare it sounds like poetry.\n\nI've noticed that when people remember “Lawrence of Arabia,”\r\nthey don't talk about the details of the plot. They get a certain look in their\r\neye, as if they are remembering the whole experience, and have never quite been\r\nable to put it into words. Although it seems to be a traditional narrative\r\nfilm--like “The Bridge on the River Kwai,” which Lean made just before it, or \"Doctor Zhivago,\" which he made just after--it actually has more in common with such\r\nessentially visual epics as Kubrick's \"2001: A Space Odyssey,\" or Eisenstein's “Alexander Nevsky.”\r\nIt is spectacle and experience, and its ideas are about things you can see or\r\nfeel, not things you can say. Much of its appeal is based on the fact that it\r\ndoes not contain a complex story with a lot of dialogue; we remember the quiet,\r\nempty passages, the sun rising across the desert, the intricate lines traced by\r\nthe wind in the sand.\n\nAlthough it won the Academy Award as the year's best picture in\r\n1962, “Lawrence of Arabia” might have been lost if it hadn't been for the film\r\nrestorers Robert A. Harris and Jim Painten. They discovered the original\r\nnegative in Columbia's vaults, inside crushed and rusting film cans, and also\r\nabout 35 minutes of footage that had been trimmed by distributors from Lean's\r\nfinal cut. They put it together again, sometimes by one crumbling frame at a\r\ntime (Harris sent me one of the smashed cans as a demonstration of Hollywood's\r\ncarelessness with its heritage).\n\nTo see it in a movie theater is to appreciate the subtlety of\r\nF.A. (Freddie) Young's desert cinematography--achieved despite blinding heat,\r\nand the blowing sand, which worked its way into every camera. “Lawrence of\r\nArabia” was one of the last films to actually be photographed in 70mm (as\r\nopposed to being blown up to 70 from a 35mm negative). There was a hunger\r\nwithin filmmakers like Lean (and Kubrick, Coppola, Tarkovsky, Kurosawa and\r\nStone) to break through the boundaries, to dare a big idea and have the\r\neffrontery to impose it on timid studio executives. The word “epic” in recent\r\nyears has become synonymous with “big budget B picture.” What you realize\r\nwatching “Lawrence of Arabia” is that the word “epic” refers not to the cost or\r\nthe elaborate production, but to the size of the ideas and vision. Werner\r\nHerzog's “Aguirre, the Wrath of God” didn't cost as much as the catering in “Pearl\r\nHarbor,” but it is an epic, and “Pearl Harbor” is not.\n\nAs for “Lawrence,” after its glorious re-release in 70mm in\r\n1989, it has returned again to video, where it crouches inside its box like a\r\ntall man in a low room. You can view it on video and get an idea of its story\r\nand a hint of its majesty, but to get thefeelingof Lean's masterpiece you need to\r\nsomehow, somewhere, see it in 70mm on a big screen. This experience is on the\r\nshort list of things that must be done during the lifetime of every lover of\r\nfilm.\n\nBased on Ebert's 1989 review of the restored “Lawrence,” here\r\nlengthened and revised.\n\n", "running_time": 216, "mpaa_rating": "PG", "release_year": 1962, "date_published": "2001-09-02", "genres": ["Action", "Adventure", "Drama", "Foreign", "History"], "title": "Lawrence of Arabia (1962)"}