{"url": "http://www.rogerebert.com/reviews/great-movie-crumb-1994", "by": "Terry Zwigoff", "star_rating": 4.0, "text": "\"Crumb\" is a meeting between two eccentrics in sympathy with each other. The artist R. Crumb created such bizarre images in his underground comic books that the art critic Robert Hughes named him \"the Brueghel of the last half of the 20th century.\" The director Terry Zwigoff knew him before he had any notion of making this documentary. They shared a love for obscure musicians on 78 rpm records from the 1920s and 1930s, and they once played in the same band. Long before he knew the inhabitants of Crumb's childhood home would be the keys to this film, Zwigoff had slept the night there and met Crumb's brother Charles, who is perhaps the key to the whole Crumb story.\n\nThe old 78s led Zwigoff to his first film, \"Louie Bluie\" (1986) about a musician named Howard Armstrong, whose forgotten recordings from the 1930s fascinated him. Learning that Armstrong was still alive, he made a film about a man who was ageless, gifted in music and art, a clown and mimic, a life force. Zwigoff was now a filmmaker, and knew that his next subject was obviously his fellow music lover, Robert Crumb.\n\nThis was not obvious to Crumb, a legendary underground artist from San Francisco whose \"Keep on Truckin'\" image had become a 1960s icon, and whose cover for Janis Joplin's \"Cheap Thrills\" album was a classic even apart from the music it enclosed. Crumb had little interest in success, turned down countless offers to license \"Keep on Truckin',\" turned down an offer to host \"Saturday Night Live\" with his band, drew compulsively all the time, produced small-press graphic novels of startling, often pornographic, weirdness and listened to his old records.\n\nZwigoff told me he \"called in every favor he owed me\" to persuade Crumb to be in his film: He spent nine years on the documentary \"while averaging an income of about $200 a month and living with back pain so intense that I spent three years with a loaded gun on the pillow next to my bed, trying to get up the nerve to kill myself.\"\n\nI am apparently responsible for the urban legend that Zwigoff told Crumb, \"Make this film or I will shoot myself.\" That never happened, but it may be true that Zwigoff's life was saved because he did make the film.\n\nAmong documentaries about artists, \"Crumb\" (1994) is unusual in having access to the key players and biographical artifacts of Crumb's entire life. Crumb himself is entirely forthcoming on camera, uninhibited, honest. We meet both of his wives, who talk cheerfully about the way their images and secrets were incorporated, sometimes directly, into Crumb's work. We see the high school yearbook portraits of classmates immortalized into grotesques and sadists, sometimes under their own names. Most crucially, we enter Crumb's boyhood home in New Jersey, still occupied by his mother and his brother Charles, and in San Francisco we visit his brother Max. His two sisters refuse to participate.\n\nWe leave the film convinced there are no secrets still concealed in this family. We know that Robert's central sexual fantasy was to ride bareback on women with overdeveloped rumps; that Charles remained a virgin and recluse, rarely leaving his bedroom, his erotic imagination forever fixed on Bobby Driscoll in the 1960 film \"Treasure Island\"; that Max lived in monkish isolation, slept on a bed of nails and regularly passed a 30-foot cloth ribbon through his body; that their alcoholic father broke Robert's collarbone when he was a boy, and that the parents fought between themselves so fiercely that their faces were often covered with scratches and bruises. Photographs of the family circa 1950 find parents and five children posed in their Sunday best on a suburban lawn, looking as if they are awaiting the arrival of Diane Arbus.\n\nCharles was the first artist in the family. He hand-drew comic books, and encouraged Robert and Max to draw, against their will at first. Handmade comics from the period survive and are seen in the film; Robert seems to have saved everything, and Charles did, too, although after his death by overdose, his mother threw out most of his work before Robert could rescue it. Max accumulates little, as befits a monk, but his paintings now draw high prices in galleries. Ironic that Robert and Max gained fame as artists while Charles remained in his room, reading stacks of paperback novels and filling notebooks with endless entries, some of them words, some only elaborate typographical patterns. In an extraordinary scene involving Robert, Charles and their mother, Beatrice, she sprawls almost flat on a sofa, but like her sons is funny, articulate, and very strange.\n\nArt may have saved Crumb from madness, turning private neurosis into public validation. Zwigoff is unsparing in showing Crumb's more transgressive work; the camera follows panel by panel through comic books as Crumb narrates stories of incest, necrophilia, scatology, assault, mayhem and sexual couplings as unlikely as they are alarming. To call some of his images sexist, racist and depraved is putting it mildly.\n\nZwigoff is fair enough to provide an articulate objection to Crumb's work: Good sane Deirdre English, a former editor of Mother Jones magazine, is not shocked as much as saddened and repelled by Crumb's work, which treats women as objects, commodities, victims, mindless (sometimes even headless) conveniences. In defense of Crumb, the art critic Hughes finds a vision of suffering and yearning, of barriers ignored, of inhibitions disregarded, of a psyche turning itself out naked upon the page. Certainly it is true that Crumb's men are treated no better than his women: all are disgusting creatures driven by animalistic lust and depraved need.\n\nHis graphic novels have undeniable energy and a visual style that depends on meticulous command of the divide between portrait and caricature. We see his pen at work, we see the materials that inspire some of his images, we see him giving a drawing lesson to his teenage son, Jesse. He is one of those artists whose pen stroke is instantly identifiable as his own. His subjects are not superheroes or comic characters (although Crumb reveals that as a child he masturbated to Bugs Bunny). They are lonely, disenfranchised, pimply, unpopular -- all the things we sense Crumb was when he was \"the most unpopular kid in high school.\" In some of his most loathsome caricatures, Crumb is still settling scores with bullies from his adolescence and girls who turned him down.\n\nYet the women who knew him best seem fond of him, especially his first wife, Dana, and current wife, Aline, who see him (as we do in the film) as a smart and entertaining companion who has transformed his demons into his work. Yes, he has sexual hangups, but not ones they find unpleasant or painful. Researching Crumb's fetishes for isolated body parts, especially feet, buttocks and breasts, Zwigoff visits Dian Hanson, the editor of the Juggs and Leg Show magazines, who attributes her publishing success to the fact that she actually reads the letters from her readers.\n\nShe arranges a fantasy session for Crumb and some of her models, but this scene doesn't work; for Crumb, the point is not realizing his fantasies, but displacing them into obsessive visual caricatures. In this process some of his work becomes a critique of the same values Deirdre English deplores. If pornography dehumanizes and objectifies, then perhaps that is the point of the Crumb story (shown in detail) about a woman whose neck ends with a peg on which a mannequin head can be attached? She is otherwise functional in all the ways Crumb's hero desires. The strip has a shocking climax, when the hero discovers his woman is not without a head after all; it has been shoved down inside her neck, and when it emerges, the woman has a great deal to complain about. Such a work is disgusting and depraved at the same time it is satirical and subversive; it is an overdose of sexism, inspiring not desire but disgust. It is also, let us be honest, satirical in a dark and scary way.\n\nCrumb's art and career would define the limits of this film if it had been made by someone else. What deepens Zwigoff's work are the scenes with the family members. There is in Charles such a gentle sadness, such a resigned acceptance of his emotional imprisonment, that we sense how Robert's art has saved him from a similar destiny. In the fondness of his wives and girlfriends, there is a redemption to be sensed. As the film ends, Crumb is moving with his family to the south of France, where in the last 10 years he has not produced so much, perhaps because, let us speculate, he is happier.\n\nA new DVD edition of \"Crumb\" including a commentary/conversation between Zwigoff and Ebert will be released in 2006.", "running_time": 119, "mpaa_rating": "R", "release_year": 1995, "date_published": "2005-11-20", "genres": ["Documentary"], "title": "Crumb (1995)"}