{"url": "http://www.rogerebert.com/reviews/great-movie-tokyo-story-1953", "by": "Chishu Ryuas Old father", "star_rating": 4.0, "text": "\n\nNo story could be simpler. An old couple come to the city to\r\nvisit their children and grandchildren. Their children are busy, and the old\r\npeople upset their routines. In a quiet way, without anyone admitting it, the\r\nvisit goes badly. The parents return home. A few days later, the grandmother\r\ndies. Now it is the turn of the children to make a journey.\n\nFrom\r\nthese few elements Yasujiro Ozu made one of the greatest films of all time.\r\n\"Tokyo Story\" (1953) lacks sentimental triggers and contrived\r\nemotion; it looks away from moments a lesser movie would have exploited. It\r\ndoesn't want to force our emotions, but to share its understanding. It does\r\nthis so well that I am near tears in the last 30 minutes. It ennobles the\r\ncinema. It says, yes, a movie can help us make small steps against our\r\nimperfections.\n\nIt\r\ndoes this with characters so universal that we recognize them instantly --\r\nsometimes in the mirror. It was made 50 years ago in Japan, by a man who was\r\nborn 100 years ago this year, and it is about our families, our natures, our\r\nflaws and our clumsy search for love and meaning. It isn't that our lives keep\r\nus too busy for our families. It's that we have arranged them to protect us\r\nfrom having to deal with big questions of love, work and death. We escape into\r\ntruisms, small talk and distractions. Given the opportunity at a family\r\ngathering to share our hopes and disappointments, we talk about the weather and\r\nwatch TV.\n\nOzu\r\nis not only a great director but a great teacher, and after you know his films,\r\na friend. With no other director do I feel affection for every single shot.\r\n\"Tokyo Story\" opens with the distant putt-putt of a ship's engine,\r\nand bittersweet music evokes a radio heard long ago and far away. There are\r\nexterior shots of a neighborhood. If we know Ozu, we know the boat will not\r\nfigure in the plot, that the music will never be used to underline or comment\r\non the emotions, that the neighborhood may be the one where the story takes\r\nplace, but it doesn't matter. Ozu uses \"pillow shots\" like the pillow\r\nwords in Japanese poetry, separating his scenes with brief, evocative images\r\nfrom everyday life. He likes trains, clouds, smoke, clothes hanging on a line,\r\nempty streets, small architectural details, banners blowing in the wind (he\r\npainted most of the banners in his movies himself).\n\nHis\r\nvisual strategy is as simple (therefore as profound) as possible. His camera is\r\nnot always precisely three feet above the floor (the eye level of a Japanese\r\nperson seated on a tatami mat), but it usually is. \"The reason for the low\r\ncamera position,\" the writer Donald Richie explains, \"is that it\r\neliminates depth and makes a two-dimensional space.\" So we are better able\r\nto appreciate a composition because Ozu lets us notice its lines and weights\r\nand tones -- which always reflect his exact feeling about the scene.\n\nHe\r\nalmost never moves his camera (it moves once in \"Tokyo Story,\" which\r\nis more than usual). Every single shot is intended to have a perfect\r\ncomposition of its own, even if that means there are continuity errors. All the\r\nshots are framed in some way. In the foreground of the interior shots, perhaps\r\ntucked in a corner, is a little teapot. Ozu loves that teapot. It's like the\r\nred signature stamp of a Japanese woodblock artist; it is his maker's mark.\n\nIf\r\nthere is movement in an Ozu film, it comes from nature or people, not from the\r\ncamera. He often shows a room before people enter, and lingers a second after\r\nthey leave. If characters go upstairs, they are absent precisely long enough to\r\nactually do that. If a character is speaking, he shows the entire speech. No\r\ncutaways, no listening shots, no overlapping dialogue. He is comfortable with\r\nsilences. Sometimes characters speak little and imply much; the old father in\r\n\"Tokyo Story\" often smiles and says \"yes,\" and what he\r\nmeans is sometimes yes, sometimes no, sometimes deep regret, sometimes a\r\ndecision to keep his thoughts to himself.\n\nDoes\r\nanyone go to a movie to watch the style? Well, yes. An elegantly refined style\r\nlike Ozu's places people in the foreground; he focuses on the nuances of\r\neveryday life. His is the most humanistic of styles, removing the machinery of\r\neffects and editing and choosing to touch us with human feeling, not workshop\r\nstorytelling technique.\n\nConsider\r\nthe Hirayama family in \"Tokyo Story.\" Shukichi, the grandfather, is\r\nplayed by Chishu Ryu, one of Ozu's favorite actors; Tomi, the grandmother, is\r\nplayed by Chiyeko Higashiyama. She is overweight and plain-faced; he has a\r\ntall, fallen grace. There are no extravagant displays of affection between\r\nthem. We learn that he drank too much as a young man, then stopped. There are\r\nhints that their marriage was imperfect, but endured.\n\nLiving\r\nat home with them is their youngest daughter Kyoko (Kyoko Kagawa), one of the\r\nmany unmarried children in Ozu's films who live with their parents. (Ozu never\r\nmarried, and lived with his mother until she died.) Their youngest son Keizo\r\n(Shiro Osaka) works in Osaka, midway on their train journey. In Tokyo, their\r\noldest son Koichi (So Yamamura) is a doctor in a neighborhood clinic -- not as\r\ndistinguished as his parents imagined. He is married to Fumiko (Kuniko Miyake),\r\nand they have two sons. His sister Shige (Haruko Sugimura) is married and runs\r\na beauty salon. A middle son was killed in World War II; their daughter-in-law\r\nNoriko (the great star Setsuko Hara) has never remarried and is an office\r\nworker living in Tokyo.\n\nThere\r\nis an extraordinary scene soon after the old parents arrive. \"These are\r\nyour grandparents,\" Fumiko tells her oldest son, Minoru. And then to her\r\nmother-in-law: \"Minoru is in middle school now.\" So this is the first\r\ntime he has met them, yet he escapes quickly to his room. Ozu's lifelong theme\r\nis the destruction of the Japanese family through work and modernization, and\r\nin only two lines of dialogue, he shows us how the generations have drifted\r\napart.\n\nThe\r\ngrown children mean well. They try to make time for their visitors. There is a\r\nmoment of rich humor when we join them all on a tour bus, everyone bouncing and\r\nleaning in unison. But old folks spend most days \"resting\" at home\r\nbecause no one is free to take them anywhere. When Koichi brings home cakes for\r\nhis parents, Fumiko says they're too expensive, and the old folks won't\r\nappreciate them; while discussing this, they eat the cakes. Oddly, the person\r\nwho treats them most kindly and makes time for them is Noriko, the widow of\r\ntheir middle son.\n\nThe\r\nothers feel bad that they can't spare more time for their parents and hit on a\r\nsolution: They'll send them for a holiday to Atami Hot Springs. Shukichi and\r\nTomi did not come to Tokyo to go to a spa, but they agree. At the spa, we see\r\nyoung people dancing and playing cards, and then, in one of those perfect Ozu\r\nshots, two pairs of shoes placed neatly side by side outside the old couple's\r\ndoor. The next morning, as they're sitting side by side on a sea wall, he says,\r\n\"Let's go home.\"\n\nPeople\r\nspend a lot of time sitting side by side in an Ozu film. Instead of\r\nover-the-shoulder compositions, he likes two or three characters all in a row.\r\nIf this causes violations of the eyeline rules (sometimes they don't seem to be\r\nlooking at one another when they speak), he doesn't care. Often he views them\r\nfrom behind. He composes this way, I think, so we can see them all at once, the\r\nlisteners as well as the speakers.\n\nThe\r\nlast night in Tokyo is made of two wonderful sequences. Tomi goes to stay with\r\nNoriko, and Shukichi says he will visit an old friend from the village. Tomi\r\nand Noriko have a warm and loving conversation (the old woman tells her son's\r\nwidow she should remarry), and Shukichi gets plastered with two former village\r\nfriends. As they drink, they complain about their lives and children, and we\r\nsee how alcohol helps them break through the resolutely positive Japanese\r\npublic face.\n\nAll\r\nthrough the movie, Tomi and Shukichi discuss their disappointment in such\r\nguarded words, punctuated with so many nods and agreements, that their real\r\nfeelings are hidden in code. Notice how they criticize their grandchildren by\r\nsaying they prefer their children. Listen how they agree their children are\r\n\"better than average.\"\n\nThe\r\nold people go home, the mother dies, and the family assembles for the funeral\r\n-- at last all lined up together in one row for Ozu's camera. Now there are\r\nreal tears, even from those who resented the visit. Chishu Ryu, that wonderful\r\nactor, is masterful in the way he buries the old man's grief in nods,\r\nagreement, pleasantries and routine. When the old woman next door stops by to\r\nexpress her sympathy, he makes what for him is an outpouring of grief:\r\n\"Oh, she was a headstrong woman ... but if I knew things would come to\r\nthis, I'd have been kinder to her.\" A pause. \"Living alone like this,\r\nthe days will get very long.\"", "running_time": 136, "mpaa_rating": null, "release_year": 1953, "date_published": "2003-11-09", "genres": ["Drama", "Foreign"], "title": "Tokyo Story (1953)"}