{"url": "http://www.rogerebert.com/reviews/great-movie-moonstruck-1987", "by": "Cheras Loretta Castorini", "star_rating": 4.0, "text": "When Ronny Cammareri sweeps Loretta Castorini off her feet in \"Moonstruck,\" he almost, in his exuberance, throws her over his shoulder. \"Where are you taking me?\" she cries. \"To the bed!\" he says. Not to bed, but to the bed. There is the slightest touch of formality in that phrasing, and it is enough to cause Loretta to let her head fall back in surrender. Such sublime abandon, by Nicolas Cage and Cher, is part of the magic of Norman Jewison's 1987 romantic comedy, but it also depends on truth spoken in plain words.\n\nWhen Rose Castorini, Loretta's mother, discovers that her husband Cosmo is cheating on her, she asks her daughter's fiance Johnny why men cheat. Maybe it's because they fear death, he says. Later that night, when Cosmo sneaks in late, she nails him in the hallway: \"I just want you to know that no matter what you do, you're still gonna die! Just like everyone else!\" He looks at her with the eyes of a man who has been long married to this woman, and replies, \"Thank you, Rose.\"\n\n\"Moonstruck\" is a romantic comedy founded on emotional abandon and poignant truth. Not content with one romance, it involves five or six, depending on how you count, and conceding that some characters are involved in more than one. It exists in a Brooklyn that has never existed, a Brooklyn where the full moon makes the night like day and drives people crazy with amore, when the moon-a hits their eyes like a big-a pizza pie. The soundtrack is equal parts \"La Boheme\" and Dean Martin, and Ronny Cammareri's feelings are like those of an operatic hero, larger than life and more dramatic, as when he tells Loretta why he hates his brother Johnny. One day Johnny distracted him at the bakery, he says, and his hand got caught in the bread-slicer. As a result, his girlfriend dumped him. Holding his wooden hand in the air and pointing to it dramatically, he cries: \"I want my hand! I want my bride! Johnny has his hand! Johnny has his bride!\"\n\nJohnny's bride-to-be is in fact Loretta, who has come to the bakery to persuade Ronny to attend their wedding. But after he takes her to the bed, everything changes, and Johnny (Danny Aiello), who is in Sicily at the bedside of his dying mother, is in for a shock when he returns to Brooklyn.\n\nIn a career of playing goofballs, Cage has never surpassed his Ronny Cammareri. Who else could bring such desperation to his speech when he declares his love? \"Love don't make things nice. It ruins everything. It breaks your heart. It makes things a mess. We aren't here to make things perfect. The snowflakes are perfect. The stars are perfect. Not us. Not us! We are here to ruin ourselves and to break our hearts and love the wrong people and die.\" And then, she having gone through the motions of resistance: \"Now I want you to come upstairs with me and get in my bed!\"\n\nThe performance is worthy of an Oscar. Cher won the Academy Award as Loretta. Oscars went also to Olympia Dukakis as Rose, and to the screenplay by John Patrick Shanley. There were nominations for best picture, best director, and Vincent Gardenia for his performance as Cosmo. Jewison assembled a large cast, flawlessly chosen from character actors who are all given important scenes and speeches, so that at the end, the big emotional climax involves so many people it has to be held around the kitchen table.\n\nRonny and Loretta are the thirtysomething couple who represent this film's version of young love, but there is love, too, between two older couples. Loretta's aunt Rita (Julie Bovasso) and her husband Raymond (Louis Guss) have a moment of heartbreaking tenderness, when he stands at the window to look in wonder at the full moon, and she says, \"You know, in that light, with that expression on your face, you look about 25 years old.\"\n\nAnd Rose and Cosmo are in love, too, despite everything--even despite Cosmo's secret girlfriend Mona (Anita Gillette), to whom he recounts his sales pitch to a plumbing client: \"There's copper, which is the only pipe I use. It costs money. It costs money because it saves money.\" She listens adoringly. \"What did they say then?\" she asks.\n\nJewison, working from Shanley's original and inspired screenplay, is a master at telling the parallel stories of his large cast. One of his best sequences takes place on the night when Ronny and Loretta go to the opera--and Cosmo and Mona are also there, which is another story. On that night, Rose dines alone at the corner Italian restaurant and watches as a middle-aged man gets a glass of water thrown in his face by a young girl who walks out. She asks the man to join her for dinner. He is a professor named Perry, played by John Mahoney in a pitch-perfect performance as a man who knows it is futile to chase his young students, but doesn't know what else to do.\n\nAs they talk about life, as he walks her home under the moon, there is the clear possibility that love could bloom between them, if not in this universe then in another one. But: \"I can't go home with you,\" she says, \"because I know who I am.\" And we know what she means. She has a home and a husband and a family and an identity, and isn't needy the way he is.\n\nPart of Jewison's success comes through the control of tone. The movie is never slapstick, even when it threatens to be, even when Cage's character is in full display. There is a muted bittersweet quality, and a surprising amount of dialogue about death, which for the older character gives a poignant quality to their lives and desires. The emotional center of the film is in the two older couples (four, if you count Rose and Perry and Cosmo and Mona), who in the right light, or even out of it, still feel the passions they felt at 25.\n\nThe cinematography by David Watkin often bathes the characters in the cold light of the full moon, when they are for a second seized with sublimity; otherwise he uses warm domestic colors, and creates an unusual sense of place. The Castorini home, with its massive dark bedroom furniture and piles of comforters, its family portraits on the wall, its dining room unused, its kitchen the family stage, becomes so familiar to us that there is surprising impact in the final shot, which simply backs out through the rooms.\n\nJewison, a Canadian born in 1926, is a master craftsman equally at home in genres like musicals (\"Fiddler on the Roof\" and \"Jesus Christ Superstar\"), comedies and social problems pictures. Three of his best-received films have African-American themes: \"In the Heat of the Night,\" the Oscar winner as best picture of 1967; \"A Soldier's Story\" (1984), nominated for best picture, and \"The Hurricane\" (1999), which won Denzel Washington a nomination for his performance as the unjustly imprisoned boxer Rubin \"Hurricane\" Carter. He began with romantic comedies, working early with Doris Day (\"Send Me No Flowers,\" 1964) and his \"Only You\" (1994), is an overlooked treasure of the genre.\n\nJewison's work is solidly in the Hollywood mainstream; he likes to work with stars, has flawless production values, and yet rarely seems inspired merely by box-office considerations. His quality control is unusually high. Such titles as \"Agnes Of God\" (1985), \"Other People's Money\" (1991) and \"In Country\" (1989), with Bruce Willis as a troubled Vietnam vet, are quirky personal projects, daring for a high-profile director, and so was \"The Hurricane\" and, for that matter, \"Moonstruck.\"\n\nSeeing it again this week, I was struck by how subtle and gentle it is, despite all the noise and emotion. How it loves its characters, and refuses to limit their personalities to a few comic traits. What goes on between Rose and Perry is nuanced and insightful, and doesn't limit them to \"dirty old man\" and \"lonely housewife,\" but shows them open to the beauty and mystery of life. The movie makes you laugh, which is very difficult, but it also makes you feel more open to your better impulses, and that is harder still.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1988, "date_published": "2003-06-22", "genres": ["Comedy", "Drama", "Romance"], "title": "Moonstruck (1988)"}