{"url": "http://www.rogerebert.com/reviews/great-movie-the-long-goodbye-1973", "by": "Robert Altman", "star_rating": 4.0, "text": "Robert Altman’s “The Long Goodbye” (1973) attacks film noir with three of his most cherished tools: Whimsy, spontaneity and narrative perversity. He is always the most youthful of directors, and here he gives us the youngest of Philip Marlowes, the private eye as a Hardy boy. Marlowe hides in the bushes, pokes his nose up against a window, complains like a spoiled child, and runs after a car driven by the sexy heroine, crying out “Mrs. Wade! Mrs. Wade!” As a counterweight, the movie contains two startling acts of violence; both blindside us, and neither is in the original Raymond Chandler novel.\n\nAltman began with a screenplay by Leigh Brackett, the legendary writer of “The Big Sleep” (1946), the greatest of the many films inspired by Marlowe. On that one her co-writer was William Faulkner. There is a famous story that they asked Chandler who killed one of the characters (or was it suicide?). Chandler’s reply: “I don’t know.” There is a nod to that in “The Long Goodbye” when a character who was murdered in the book commits suicide in the movie.\n\nCertainly the plot of “The Long Goodbye” is a labyrinth not easily negotiated. Chandler’s 1953 novel leads Marlowe into a web of deception so complex you could call it arbitrary. The book is not about a story but about the code of a private eye in a corrupt world. It is all about mood, personal style, and language. In her adaptation, Brackett dumps sequences from Chandler, adds some of her own (she sends Marlowe to Mexico twice), reassigns killings, and makes it almost impossible to track a suitcase filled with a mobster’s money.\n\nI went through the film a shot at a time two weeks ago at the Conference on World Affairs at the University of Colorado, sitting in the dark with several hundred others as we asked ourselves, What do we know, how do we know it, and is it true? Many of our questions center on the rich, sex-drenched Eileen (Nina Van Pallandt). Does she desire the death of her husband, Roger Wade, an alcoholic writer played by the gruff old bear Sterling Hayden? Or does she only want free of him? What about that seductive dinner she serves Marlowe (Elliott Gould) on the night Wade walks into the ocean? Does she intend to sleep with Marlowe? She does in the novel, and he is later part of her alibi when she kills Wade and makes it look like suicide. But here she doesn’t kill Wade. What is the link connecting Terry Lennox (the baseball star Jim Bouton), Eileen and the gangster Marty Augustine (Mark Rydell)? Does Augustine owe Wade money, as he claims to Marlowe, or does Wade owe Augustine money, as Wade implies in a Freudian slip? What is the exact connection between any money owed to anyone and the money in the suitcase? Only a final, blunt speech by Lennox, Marlowe’s unworthy friend, answers some of our questions.\n\nElliott Gould says on the DVD that Altman made many changes to Brackett’s screenplay, but that when she saw the movie not long before she died, she said she was “more than satisfied.” One change is to make Philip Marlowe, that laconic loner with a code of honor, into what Altman and Gould privately called “Rip Van Marlowe.” When he awakens at the beginning of the movie, he’s a 1953 character in a 1973 world. He wears a dark suit, white shirt and narrow tie in a world of flower power and nude yoga. He chain-smokes; no one else smokes. He is loyal to Terry Lennox and considers him his friend, but the movie establishes their friendship only by showing them playing liar’s poker, and Lennox is no friend. Marlowe carries a $5,000 bill for most of the movie, but never charges for any of his services. He is a knight errant, and like Don Quixote imperfectly understands the world he inhabits.\n\nThe earlier movie Marlowes (Humphrey Bogart, James Caan, James Garner, Robert Mitchum, Robert Montgomery, Dick Powell) are terse and guarded. They talk, as Chandler wrote, “with rude wit, a lively sense of the grotesque, a disgust for sham, and a contempt for pettiness.” And they talk a lot, because they narrate the novels. Gould’s Marlowe has these qualities, but they emerge in meandering dialogue that plays as a bemused commentary to himself. In the novel, Marlowe has no pets, but here he has a cat, and in the famous pre-credit opening sequence he attempts to convince the cat he is supplying its favorite cat food, but the cat is not fooled. In a movie that throws large chunks of plot overboard, there is no reason for this sequence, except that it establishes Marlowe as a man who is more loyal to his cat than anyone is to him.\n\nThe plot can be summarized in a few words, or endlessly. The rich playboy Lennox asks Marlowe to drive him to Tijuana. Marlowe does, and is questioned by the cops and jailed after Lennox’s wife is found beaten to death. Released by the cops after Lennox’s suicide in Mexico, Marlowe is visited by the gangster Marty Augustine and his goons. Augustine thinks Marlowe has money Lennox was carrying. In one of the most shocking moments in movie history, he commits an act of cruelty and says, “Now that’s someone I love. Think what could happen to you.”\n\nMarlowe follows him to the Malibu beach house of the writer Roger Wade and his wife Eileen, and is later hired by Eileen to track down Roger after he runs away to a shady drying-out sanitarium. How are Lennox, the Wades and Augustine connected?\n\nI don’t think the answer to that question concerns Altman nearly as much as the look and feel of the film. He wants to show a private eye from the noir era blundering through a plot he is perhaps too naive to understand. The movie’s visual strategy underlines his confusion. Altman and his cinematographer, Vilmos Zsigmond, “flashed” the color film with carefully calculated extra light, to give it a faded, pastel quality, as if Marlowe’s world refuses to reveal vivid colors and sharp definition. Most of the shots are filmed through foregrounds that obscure: Panes of glass, trees and shrubbery, architectural details, all clouding Marlowe’s view (and ours). The famous Altman overlapping dialogue gives the impression that Marlowe doesn’t pick up on everything around him. Far from resenting the murkiness in his world, Marlowe repeats the catch-phrase, “It’s all right with me.” The line was improvised by Gould, and he and Altman decided to use it throughout the story as an ironic refrain.\n\nThere is another refrain: The title theme, which is essentially the only music heard in the film. Altman uses it again and again, with many different performers (even a Mexican marching band, with the sheet music pinned to the shirt of the man in front of them). At Boulder, the musician Dave Grusin, who worked on the film, and told us Altman gathered a group of musicians on a sound stage and had them spend an evening playing around with different arrangements of the song. Why did Altman only use the one song? I’ve heard a lot of theories, of which the most convincing is, it amused him. \n\nThe visuals and sound undergo a shift after the suicide of Roger Wade. There is a scene on the beach where Marlowe pesters people with questions and accuses them of dishonesty; he sounds like a child, a drunk, or both. But then color begins to saturate the pale visuals, the foregrounds no longer obscure, characters start talking one at a time, and finally in the vivid sunlight of Mexico, Marlowe is able to see and hear clearly, and act decisively.\n\nCasting is crucial in film noir, because the actors have to arrive already bearing their fates. Altman’s actors are as unexpected as they are inevitable. Sterling Hayden, a ravaged giant, roars and blusters on his way to his grave. As his wife, Altman cast Nina Van Pallandt, then famous as the mistress of Clifford Irving, author of the celebrated fake autobiography of Howard Hughes. She could act, but she did more than act, she embodied a Malibu beach temptress. Mark Rydell, the director, seems to be channeling Martin Scorsese’s verbal style in a performance that uses elaborate politeness as a mask for savagery. And Elliott Gould is a Marlowe thrust into a story were everybody else knows their roles. He wanders clueless and complaining, and then suddenly understands exactly what he must do.\n\n“The Long Goodbye” should not be anybody’s first film noir, nor their first Altman movie. Most of its effect comes from the way it pushes against the genre, and the way Altman undermines the premise of all private eye movies, which is that the hero can walk down mean streets, see clearly, and tell right from wrong. The man of honor from 1953 is lost in the hazy narcissism of 1973, and it’s not all right with him.\n\nAlso in the Great Movies series at rogerebert.com: Altman’s “McCabe and Mrs. Miller,” “3 Women” and “Nashville” and Hawks’ “The Big Sleep.”", "running_time": 112, "mpaa_rating": "R", "release_year": 1973, "date_published": "2006-04-23", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "The Long Goodbye (1973)"}