{"url": "http://www.rogerebert.com/reviews/great-movie-this-is-spinal-tap-1984", "by": "Rob Reineras Marty Debergi", "star_rating": 4.0, "text": "Guitarist Nigel Tufnel is explaining his amplifier to documentary filmmaker Marty DiBergi:\n\n It's very special, because, as you can see--the numbers all go to  11. Right across the board. Eleven,  11. . . . \n\nAnd most amps go up to  10? \n\nExactly. \n\nDoes that mean it's louder? Is it any louder? \n\nWell, it's one louder, isn't it? It's not  10. You see, most blokes are going to be playing at  10--you're on 10 on your guitar, where can you go from there? Where? \n\nI don't know. \n\nNowhere! Exactly! What we do, if we need that extra push over the cliff, you know what we do? You put it up to  11. \n\nEleven. \n\nExactly. One louder. Why don't you just make 10 louder, and make 10 be the top number, and make that a little louder?\n\nNigel is so baffled by this notion that he almost stops chewing his gum. \"These go to 11,\" he repeats finally. His faith in that extra push over the cliff is unshakable. Marty DiBergi realizes he's dealing with a matter of guitar theology, not logic. Nigel has few ideas, but they are clearly defined and defiantly defended. DiBergi, a rational filmmaker, is helpless in the face of Nigel's rapture.\n\n\"This Is Spinal Tap,\" one of the funniest movies ever made, is about a lot of things, but one of them is the way the real story is not in the questions or in the answers, but at the edge of the frame. There are two stories told in the film: the story of what the rock band Spinal Tap thinks, hopes, believes or fears is happening, and the story of what is actually happening. The reason we feel such affection for its members is because they are so touching in their innocence and optimism. Intoxicated by the sheer fun of being rock stars, they perform long after their sell-by date, to smaller and smaller audiences, for less and less money, still seeking the roar of the crowd.\n\nThe fake documentary, released in 1984, was the directorial debut of Rob Reiner, then famous as Meathead from \"All in the Family,\" soon to become one of the most successful of Hollywood directors (\"The Sure Thing\", \"The Princess Bride\", \"When Harry Met Sally...\", \"Misery\", \"The American President\"). He plays Marty DiBergi, the dogged documentarian who follows along on Spinal Tap's first U.S. tour in six years. He was first attracted to the band, he says, by its \"unusual loudness,\" so perhaps he should be more grateful for Nigel's technical secrets.\n\nThe band members are the blond rock god David St. Hubbins (Michael McKean), the bass player Derek Smalls (Harry Shearer) and Nigel Tufnel (Christopher Guest), who longs for St. Hubbins with big wet spaniel eyes. When Nigel learns that David's girlfriend Jeanine Pettibone (June Chadwick) is flying over from England to join the tour, his heart sinks. His crush on David is obvious to everyone except, of course, David.\n\nThe two front men get most of the glory, while the drummer Mick Shrimpton (R.J. Parnell) supplies percussion on borrowed time: Previous Spinal Tap drummers have had an alarming mortality rate. One spontaneously combusted, and another choked to death on vomit (\"but not his own vomit\").\n\nSupport for the band on their U.S. tour comes from a perfectly observed group of music industry functionaries. Their manager Ian Faith (Tony Hendra) is like a weary scoutmaster promising a troop of mama's boys that the hike is about over. He carries a cricket bat and releases tension at crucial moments by such therapeutic activities as smashing TV sets. Bobby Flekman (Fran Drescher) is a record company publicist trying to explain without really explaining why the band's new album, \"Smell the Glove,\" is not in stores. Letterman bandleader Paul Shaffer is Artie Fufkin, the advance man who fails to provide a single fan for an autographing. Fred Willard is the upbeat Lt. Hookstratten, in charge of their last U.S. concert, an officers' dance in the airplane hanger of a military base.\n\nGuest, McKean, Shearer and Reiner wrote the screenplay themselves, benefitting from improvisational rehearsals, and they also wrote all the songs, some of which, like \"Sex Farm,\" became popular and were really not much worse than other heavy metal hits. (Guest liked the genre so much he directed two mocumentaries of his own, \"Waiting For Guffman\" and \"Best In Show.\") For Spinal Tap, heavy metal was the band's last stop on an odyssey that began with the boys as a folk group and saw them morph into '60s flower power before finally emerging in their final form, as fearsome and hairy. Their tour now features props like a giant death's head and alien pods which give birth to them one by one, or at least that is the plan.\n\nReiner fills the frame with background information and subtle touches (look at the way he uncertainly crosses and uncrosses his arms while delivering Marty's introductory remarks). The love triangle involving Nigel, David and Jeanine is never overtly acknowledged. The disintegration of the tour is explained offhandedly, in asides (after the Boston concert is canceled: \"It isn't a college town\"). In an early scene, Nigel and David have lip rings. In a later scene, they have scars from the unsuccessful piercings. Dialogue makes its point by accurate word choices, as when Derek Smalls introduces a groupie as \"my new special friend.\"\n\nThe biggest laugh in the second half of the film is assembled lovingly, over time, out of many small elements. It involves an assignment to set designer Polly Deutsch (Anjelica Huston) to build a replica of one of the elements of Stonehenge, which will descend onto the stage during a big production number. Bad communication causes an error in scale.\n\nTo appreciate the skill of Reiner and his editors, observe the way they prepare for the payoff. Instead of simply showing the erroneous prop descending from above, they include a scene where we are told what will happen. Then, after intermediate footage to create anticipation, we see the disastrous moment. This is a rare case where it helps to know the punch line before it arrives: We are laughing not only at what happens (which is funny enough) but at the reactions of the band members, who have not been prepared.\n\nSeeing \"A Hard Day's Night\" recently, I was struck by how much fun the Beatles were obviously having. If there is a more joyous and orgasmic single scene in the movies than their \"She Loves Me\" number, I have not seen it. You can see Paul and John grinning at each other while singing--not as a performance technique, but because they can't help themselves.\n\nMany musicians must go through that early stage when they want to pinch themselves because of their good luck. \"We can taste how much they love embodying their roles,\" David Edelstein of Slate wrote when \"This Is Spinal Tap\" was re-released. \"And why not? Who wouldn't want to be a rock titan, even a ludicrous and stupid and fading one? It's the supreme pipe dream of our era.\"\n\nHe puts his finger on the film's deepest appeal: It is funny about Spinal Tap, but not cruel. It shares their pleasure in being themselves. It has affection for these three fragile egos. Yes, they're spoiled. Yes, they make impossible demands (the scene involving the size of the bread for the dressing room sandwiches is a masterpiece of petulant behavior). Yes, their music is pretty bad.\n\nBut they're not bad men; they're holy fools, living in a dream that still somehow, barely, holds together for them. They deserve the last-minute rescue of their Japanese tour--although what have the Japanese done to deserve them? One of the loveliest ironies of \"This Is Spinal Tap\" is that the band took on a life of its own after the movie came out, and actually toured and released albums. Spinal Tap lives still. And they haven't gotten any better.", "running_time": 82, "mpaa_rating": "R", "release_year": 1985, "date_published": "2001-01-21", "genres": ["Comedy", "Documentary", "Music"], "title": "This is Spinal Tap (1985)"}