{"url": "http://www.rogerebert.com/reviews/great-movie-duck-soup-1933", "by": null, "star_rating": 4.0, "text": "\n\nMy father loved the Marx Brothers above all other comedians or,\r\nindeed, all other movie stars. The first movie he ever took me to was \"A\r\nDay at the Races.\" All I remember about that experience was the fact of my\r\nfather's laughter. But there was something else, too, that I understood only\r\nmuch later: The sound of his voice as he described the brothers. He used the\r\ntone that people employ when they are talking about how someone got away with\r\nsomething.\n\nThat\r\nis the same tone I have heard, and used, in discussing such subjects as\r\n\"Some Like It Hot,\" \"The Producers,\" \"Blazing\r\nSaddles,\" \"Airplane!,\" Monty Python, Andy Kaufman, Saturday\r\nNight Live, \"South Park,\" Howard Stern, \"There's Something About\r\nMary\" and \"Being John Malkovich\" - -and even movies that are\r\nonly indirectly comedies, like \"Pulp Fiction.\" There is a kind of\r\nadmiration for material that dares something against the rules and yet is\r\nobvious, irresistibly, funny. How much more anarchic the Marx Brothers must\r\nhave seemed in their time than we can understand today. They were among the\r\nfirst to evoke that tone; you can see who the Marx Brothers inspired, but not\r\nwho they were inspired by, except indirectly by the rich traditions of music\r\nhall, vaudeville and Yiddish comedy that nurtured them.\n\nMovies\r\ngave them a mass audience, and they were the instrument that translated what\r\nwas once essentially a Jewish style of humor into the dominant note of American\r\ncomedy. Although they were not taken as seriously, they were as surrealist as\r\nDali, as shocking as Stravinsky, as verbally outrageous as Gertrude Stein, as\r\nalienated as Kafka. Because they worked the genres of slapstick and screwball,\r\nthey did not get the same kind of attention, but their effect on the popular\r\nmind was probably more influential. \"As an absurdist essay on politics and\r\nwarfare,\" wrote the British critic Patrick McCray, \" `Duck Soup' can\r\nstand alongside (or even above) the works of Beckett and Ionesco.\"\n\nThe\r\nMarx Brothers created a body of work in which individual films are like slices\r\nfrom the whole, but \"Duck Soup\" (1933) is probably the best. It\r\nrepresents a turning point in their movie work; it was their last film for\r\nParamount, and the last in which all of the scenes directly involved the\r\nbrothers. When it was a box office disappointment, they moved over to MGM,\r\nwhere production chief Irving Thalberg ordered their plots to find room for\r\nconventional romantic couples, as if audiences could only take so much Marx\r\nbefore they demanded the mediocre (Buster Keaton's sound comedies for MGM\r\nsuffered from the same meddling and dilution).\n\n\"A\r\nNight at the Opera\" (1935) their first MGM film, contains some of their\r\nbest work, yes, but in watching it I fast-forward over the sappy interludes\r\ninvolving Kitty Carlisle and Allan Jones. In \"Duck Soup\" there are no\r\nsequences I can skip; the movie is funny from beginning to end.\n\nTo\r\ndescribe the plot would be an exercise in futility, since a Marx Brothers movie\r\nexists in moments, bits, sequences, business and dialogue, not in\r\ncomprehensible stories. Very briefly, \"Duck Soup\" stars Groucho as\r\nRufus T. Firefly, who becomes dictator of Fredonia under the sponsorship of the\r\nrich Mrs. Teasdale (Margaret Dumont, the brothers' tireless and irreplaceable\r\nfoil). Neighboring Sylvania and its Ambassador Trintino (Louis Calhern) have\r\ndesigns on the country, and Trintino hires Harpo and Chico as spies. This\r\nflimsy premise provides a clothesline for one inspired sequence after another,\r\nincluding sustained examples of Groucho's puns and sneaky double entendres. But\r\nit also supports a couple of wordless physical sequences that probably have\r\ntheir roots in the vaudeville acts the brothers performed and saw years\r\nearlier.\n\nOne\r\nis the three-hat routine involving Chico and Harpo and the straight man Edgar\r\nKennedy (who started with Mack Sennett and Chaplin). Chico, as a spy,\r\ninexplicably adopts the cover of a peanut vendor, and Harpo is a passerby.\r\nKennedy has the lemonade cart next to Chico's peanut cart, and the brothers\r\nmake his life miserable in a routine that involves their three hats changing\r\nposition as quickly as the cards in a monte game.\n\nThe\r\nother sequence is one of the gems of the first century of film. Harpo disguises\r\nhimself as Groucho, and for reasons much too complicated to explain, sneaks\r\ninto Mrs. Teasdale's, tries to break into a safe and shatters a mirror. Groucho\r\nhimself comes downstairs to investigate. Harpo is standing inside the frame of\r\nthe broken mirror, and tries to avoid detection by pretending to be Groucho's\r\nreflection. This leads to a sustained pantomime involving flawless timing, as\r\nGroucho tries to catch the reflection in an error, and Harpo matches every\r\nmove. Finally, in a perfect escalation of zaniness, Chico blunders into the\r\nframe, also dressed as Groucho.\n\nIt\r\nis impossible to discuss Groucho's dialogue without quoting it, and pointless\r\nto quote it since Groucho's delivery is essential to the effect. He played an\r\nutterly irreverent character whose speech was at the mercy of puns, insults and\r\nbawdy insinuations that tiptoed just this side of the censors (as when Rufus T.\r\nFirefly tantalizes Mrs. Teasdale with visions of marriage and then confesses,\r\n\"All I can offer you is a Rufus over your head\"). Many gifted comedy\r\nwriters, including S.J. Perelman, labored over the Marx Brothers movie scripts,\r\nbut all their dialogue had its origins in Groucho's own speaking style,\r\nperfected over the years.\n\nIn\r\n1972 I was able to spend some time with Groucho, for a profile for Esquire. He\r\nwas then 81, and still unmistakably occupying the persona he had made famous.\r\n(Who he was in private remains a mystery to me; in public he was always\r\nonstage.) His first words to me could have been said in more or less the same\r\nway by Rufus T. Firefly: \"Esquire isn't my favorite magazine, you know.\r\nInterviews are really murder. They keep asking you questions. I could be\r\nbrought up on a rape charge. I don't mind a hatchet job, if it's truthful.Couldyou pin a rape charge on me? Could\r\nyou try? I'd appreciate it. You don't do any dental work, do you? I have to go\r\nto the dentist before I go to France.\"\n\nIn\r\ntwo sessions separated by a couple of weeks, I heard him talk for hours at a\r\ntime, always in the same way, circling his material looking for loopholes. I\r\nbegan to think of him as a soloist, and speech as his instrument. Like a good musician,\r\nhe no longer had to think of the notes; he worked in terms of timing and the\r\nthrough-line, and questions did not inspire answers but improvisations.\n\nGroucho\r\nas a comedian would have been impossible in the silent era, just as Chaplin and\r\nKeaton adapted only uncertainly to sound. And yet in appearance the three\r\nessential brothers (Zeppo seemed superfluous) were like caricatures from the\r\nsilent era. Harpo of course was always silent anyway. Chico had the Italian\r\npersona, with the curly hair and Pinocchio hat. And Groucho was such an\r\nartificial creation, with his bold slash of a greasepaint mustache, his\r\neyebrows and his cigar. His look was so bizarre it wasn't makeup so much as a\r\nmask; there are times during the mirror sequence in \"Duck Soup\" when\r\nwe have to ask ourselves which one is the real Groucho.\n\nDated\r\nas \"Duck Soup\" inevitably is in some respects, it has moments that\r\nseem startlingly modern, as when Groucho calls for help during the closing\r\nbattle sequence, and the response is stock footage edited together out of\r\nnewsreel shots of fire engines, elephants, motorcycles, you name it. There is\r\nan odd moment when Harpo shows Groucho a doghouse tattooed on his stomach, and\r\nin a special effect a real dog emerges and barks at him. The brothers broke the\r\nclassical structure of movie comedy and glued it back again haphazardly, and\r\nnothing was ever the same.\n\nNote:\r\nWhy the title? The critic Tim Dirks explains: \"It is claimed that Groucho\r\nprovided the following recipe: `Take two turkeys, one goose, four cabbages, but\r\nno duck, and mix them together. After one taste, you'll duck soup the rest of\r\nyour life.' \"\n\nTwo Groucho Marx interviews are available on RogerEbert.com: One\r\nfrom1970,\r\nand another from1972.\n\n", "running_time": 68, "mpaa_rating": null, "release_year": 1933, "date_published": "2000-07-09", "genres": ["Comedy"], "title": "Duck Soup (1933)"}