{"url": "http://www.rogerebert.com/reviews/great-movie-ivan-the-terrible-parts-i-and-ii", "by": null, "star_rating": 4.0, "text": "The two parts of Eisenstein's \"Ivan the Terrible\" are epic in scope, awesome in visuals, and nonsensical in story. It is one of those works that has proceeded directly to the status of Great Movie without going through the intermediate stage of being a good movie. I hope earnest students of cinema will forgive me when I say every serious movie lover should see it -- once.\n\nThe productions were backed by Stalin, who took Ivan as a personal hero. They were filmed during World War Two, mostly at the Alma Ata studios in Kazakhstan, where major Soviet directors were relocated for greater safety. Even in wartime Eisenstein seems to have been under few limitations; in Part II, spectacular shots show a march of hundreds of costumed extras playing Ivan's army, and proletarians on a march to implore Ivan to return from exile. The first film, released in 1944, was met with great success (i.e., by Stalin who was the only one who counted). Part II was completed by 1946 but suppressed because either state censors or Stalin himself found the Tsar uncomfortably close to the dictator. Eisenstein planned a third part of a trilogy and shot some scenes for it, but production was halted and the director died in 1948.\n\nThe film opens in a vast, towering throne room in Moscow, during the coronation of Ivan with the approval of the Boyars, the hereditary class of affluent bourgeois who exercised de facto control over the state. Their smiles turn to angry frowns as the tall, confident teenager immediately declares himself Tsar of all of Russia and vows to marry Princess Anastasia; he will to extend and protect Russian borders and hold sway over the Boyars.\n\nThis scene will set a tone for both films. The coronation ceremony is deliberate and stately. The costumes are particularly ornate and bejeweled, apparently so heavy they must be difficult to wear. The acting style is declamatory and bombastic. Eisenstein begins here, and will continue throughout the film, to use dramatic close ups of faces. The actors he uses often look odd. Their features are sometimes exaggerated by lightning from below. His camera angles are oblique. Ivan's opponents are seen as a menagerie of grotesque human caricatures, seen separately with no attempt to establish their spatial location.\n\nIt is impossible to look at those faces and not think immediately of the Danish silent film \"The Passion of Joan of Arc,\" made by Carl Theodore Dreyer in 1928. Eisenstein had almost certainly seen it before he began filming in the early 1940s, if not in Russia then in Hollywood, where after the success of his early films \"Potemkin\" and \"October\" he was invited in 1930 to make a film by Paramount. His projects were rejected by the studio, he became the target of anti-Communists, and he never made an American film. (He did however find himself greatly impressed by the early work of Walt Disney, and later declared \"Snow White and the Seven Dwarfs\" the greatest film ever made.)\n\nDuring the trial of Joan of Arc, Dreyer placed his heroine in a subservient position below a bench of fearsome judges, who along with onlookers are seen in frowning or angry close ups, at oblique angles, in stylized lighting. If that was an influence on Eisenstein, so also might have been Dreyer's set designs. Joan of Arc is seen placed in extreme architecture, its angled and exaggerated walls suggesting cold hostility.\n\nEisenstein's sets are incompatibly larger, but often evoke the same look. Some of them are unadorned walls, arches, nooks, stairs and passageways. Others, the throne room for example, have walls covered with painted icons, decorations and bas relief. It's tempting here to assume we're looking at matte drawings or optical effects, but in some shots Eisenstein has characters walk into the background and behind pillars or posts, demonstrating the dimensionality. In many other dramatic shots he uses enormous and presumably real shadows, for example to show a huge image of Ivan's head with its wickedly pointed beard, dwarfing the members of his court.\n\nIn Part I we meet those involved in the court intrigues surrounding the Tsar (Nikolai Cherkasov. His close friend Kolychev wants out of the situation altogether, and opts to join a distant monastery. Another friend, Kurbsky, is pressured by the Boyars to resist Ivan. Since the Boyars until now had a monopoly on power and Ivan's assumption of the Tsar's role came out of the blue, this is persuasive.\n\nAfter Ivan marries the Princess Anastasia (who he accurately considers his only friend), they have a child. This inflames the already existing hatred of Ivan on the part of Euphrosinia, Ivan's aunt. She passionately favors her own son, Prince Staritsky. Her choice introduces some humor into the film, because the baby-faced Staritsky, his blond hair in a choirboy cut, is a mamma's boy. At one point he flings himself into his mother's arms and protests that she is always trying to make him do things. He has no wish to ever be Tsar.\n\nThis Euphrosinia is an evil creature, often wearing a witches' hat. A peculiarity of the throne room is that many of its entrances are arches too low for anyone to pass through upright. The one apparently leading to her own apartment is so low she bends almost double, slithering into view like a snake. It is she who diabolically plots to have Ivan himself unknowingly bring a poisoned chalice to the sickbed of Anastasia. Later, Ivan has his revenge after mockingly dressing Staritsky in the Tsar's clothes and placing his crown on the lad's head.\n\nPart I features stagy historical pomp and circumstance. Part II undergoes a tonal shift and declares itself cheerfully over the top. Some critics have been so unkind as to say it works best as camp comedy. Nikolai Cherkasov's performance as Tsar is generally impressive in Part I, but in Part II it occasionally seems to have wandered in from a Mel Brooks production of the same material. I personally felt little emotional involvement in either part of the film; it played for me like reluctant hagiography for a madman.\n\nWhy are \"Ivan the Terrible, Parts I and II\" so routinely included on lists of the great films? I imagine few viewers really love it (although watching it inspires a visual fascination). In part it may be because Eisenstein has become one of the Sacred Monsters of the cinema. Film students are brought up to reverence him. In the 1940s and 1950s he was championed by Jay Leyda, who studied under Eisenstein in Moscow in 1933 and later became an influential curator at the Museum of Modern Art. It was Leyda who brought the only complete print of Eisenstein's \"Battleship Potemkin,\" certainly a great film, to the West.\n\nStill, to hail \"Ivan the Terrible\" is more a duty than a pleasure. While those who consider it Camp must enjoy it, is that what Eisenstein intended? I invite comparison of this film with Josef von Sternberg's \"The Scarlet Empress\" (1934); Camp is the least of the qualities that can be attributed to it. Compared to the wicked, subversive eroticism von Sternberg brings to the court of Marlene Dietrich's Catherine the Great, Eisenstein is a mechanic.", "running_time": 88, "mpaa_rating": "Unrated", "release_year": 1958, "date_published": "2012-01-19", "genres": null, "title": "Ivan the Terrible, Parts I & II (1958)"}