{"url": "http://www.rogerebert.com/reviews/great-movie-the-bicycle-thief--bicycle-thieves-1949", "by": "Lamberto Maggioranias Ricci", "star_rating": 4.0, "text": "\n\n\"The Bicycle Thief\" is so well-entrenched as an\r\nofficial masterpiece that it is a little startling to visit it again after many\r\nyears and realize that it is still alive and has strength and freshness.\n\nGiven\r\nan honorary Oscar in 1949, routinely voted one of the greatest films of all\r\ntime, revered as one of the foundation stones of Italian neorealism, it is a\r\nsimple, powerful film about a man who needs a job.\n\nThe\r\nfilm, now being re-released in a new print to mark its 50s anniversay, was\r\ndirected by Vittorio De Sica, who believed that everyone could play one role\r\nperfectly: himself. It was written by Cesare Zavattini, the writer associated\r\nwith many of the great European directors of the 1940s through the 1970s. In\r\nhis journals, Zavattini writes about how he and De Sica visited a brothel to do\r\nresearch for the film--and later the rooms of the Wise Woman, a psychic, who\r\ninspires one of the film's characters. What we gather from these entries is\r\nthat De Sica and his writer were finding inspiration close to the ground in\r\nthose days right after the war, when Italy was paralyzed by poverty.\n\nThe\r\nstory of \"The Bicycle Thief\" is easily told. It stars Lamberto\r\nMaggiorani, not a professional actor, as Ricci, a man who joins a hopeless\r\nqueue every morning looking for work. One day there is a job--for a man with a\r\nbicycle. \"I have a bicycle!\" Ricci cries out, but he does not, for it\r\nhas been pawned. His wife Maria (Lianella Carell) strips the sheets from their\r\nbed, and he is able to pawn them to redeem his bicycle; as he glances through a\r\nwindow at the pawn shop, we see a man take the bundle of linen and climb up a\r\nladder to a towering wall of shelves stuffed with other people's sheets.\n\nThe\r\nbicycle allows Ricci to go to work as a poster-hanger, slapping paste on walls\r\nto stick up cinema advertisements (a large portrait of Rita Hayworth provides\r\nan ironic contrast between the world of Hollywood and the everyday lives of\r\nneorealism). Maria, meanwhile, goes to thank the Wise Woman, who predicted that\r\nRicci would get a job. Ricci, waiting for her impatiently, finally leaves his\r\nbicycle at the door while he climbs upstairs to see what's keeping her; De Sica\r\nis teasing us, since we expect the bike to be gone when Ricci returns, and it's\r\nstill there.\n\nThen,\r\nof course, it is stolen, no doubt by another man who needs a job. Ricci and his\r\nsmall, plucky son Bruno (Enzo Staiola) search for the bicycle, but that's an\r\nimpossible task in the wilderness of Rome, and the police are no help. Finally\r\nRicci gives up: \"You live and suffer,\" he tells Bruno. \"To hell\r\nwith it! You want a pizza?\" In a scene of great cheer, they eat in a\r\nrestaurant, Bruno even allowed to drink a little wine; the boy looks wistfully\r\nat a family eating platters of pasta, and is told by his father, \"To eat\r\nlike that, you need a million lira a month at least.\"\n\nA\r\nlittle later, to his astonishment, Ricci spots the bicycle thief, and pursues\r\nhim into a brothel. An ugly crowd gathers. A cop arrives, but can do nothing,\r\nbecause there is no evidence and only Ricci as witness. And then, in the famous\r\nclosing sequence of the movie, Ricci is tempted to steal a bicycle himself,\r\ncontinuing the cycle of theft and poverty.\n\nThis\r\nstory is so direct it plays more like a parable than a drama. At the time it\r\nwas released, it was seen as a Marxist fable (Zavattini was a member of the\r\nItalian communist party). Later, the leftist writer Joel Kanoff criticized the\r\nending as \"sublimely Chaplinesque but insufficiently socially\r\ncritical.\" David Thomson found the story too contrived, and wrote,\r\n\"the more one sees 'Bicycle Thief,' the duller the man becomes and the\r\nmore poetic and accomplished De Sica's urban photography seems.\"\n\nTrue,\r\nRicci is a character entirely driven by class and economic need. There isn't a\r\nlot else to him, although he comes alive in the pizzeria scene. True, the movie\r\ndoesn't make a point of contrasting his poverty with high-living millionaires\r\n(wealth is illustrated as the ability to buy a plate of spaghetti). But if the\r\nfilm is allowed to wait long enough--until the filmmakers are dead, until\r\nneorealism is less an inspiration than a memory--\"The Bicycle Thief\"\r\nescapes from its critics and becomes, once again, a story. It is happiest that\r\nway.\n\nAnd\r\nits influence isn't entirely in the past. One of the 1999 Oscar nominees for\r\nbest foreign film is \"Children of Heaven,\" from Iran, about a boy who\r\nloses his sister's shoes. In it there is a lovely passage where the father\r\nlifts his boy onto the crossbar of his bicycle and pedals to a rich\r\nneighborhood, looking for work. The sequence resonates for anyone who has seen\r\n\"The Bicycle Thief.\" Such films stand outside time. A man loves his\r\nfamily and wants to protect and support them. Society makes it difficult. Who\r\ncannot identify with that?\n\nVittorio\r\nDe Sica (1902-1974) was a handsome man, much in demand as an actor, whose first\r\nfilms as a director were light comedies like the ones he often worked in.\r\nPerhaps the harsh reality of World War Two jarred the optimism needed for such\r\nstories, and in 1942 he made \"The Children are Watching,\" a film that\r\ncame soon after Visconti's \"Ossessione.\" The Visconti film, based on\r\nJames M. Cain's hard-boiled novel The Postman Always Rings Twice is often named\r\nas the first of the neorealist films, although even in silent days there were\r\nfilms that boldly looked at everyday life in an unvarnished way.\n\nDe\r\nSica and others often used real people instead of actors, and the effect, after\r\ndecades of Hollywood gloss, was startling to audiences. Pauline Kael remembers\r\ngoing to see De Sica's first great film, \"Shoeshine,\" in 1947, just\r\nafter a lovers' quarrel that had left her in a state of despair: \"I came\r\nout of the theater, tears streaming, and overheard the petulant voice of a\r\ncollege girl complaining to her boyfriend, 'Well I don't see what was so\r\nspecial about that movie.' I walked up the street, crying blindly, no longer\r\ncertain whether my tears were for the tragedy on the screen, the hopelessness I\r\nfelt for myself, or the alienation I felt from those who could not experience\r\nthe radiance of 'Shoeshine.' For if people cannot feel 'Shoeshine,' what can they\r\nfeel?\"\n\nNeorealism,\r\nas a term, means many things, but it often refers to films of working class\r\nlife, set in the culture of poverty, and with the implicit message that in a\r\nbetter society wealth would be more evenly distributed. \"Shoeshine\"\r\ntold the story of two shoeshine boys sent to reform school for\r\nblack-marketeering; Kael's description of it could function as a definition of\r\nthe hope behind neorealism: \"It is one of those rare works of art which\r\nseem to emerge from the welter of human experience without smoothing away the\r\nraw edges, or losing what most movies lose--the sense of confusion and accident\r\nin human affairs.\"\n\n\"The\r\nBicycle Thief,\" De Sica's next film, was in the same tradition, and after\r\nthe lighthearted \"Miracle in Milan\" in 1951 he and Zavattini returned\r\nto the earlier style with \"Umberto D,\" in 1952, about an old man and\r\nhis dog, forced out onto the streets. Then, in the view of most critics, De\r\nSica put his special gift as a director on hold for many years, turning out\r\nmore light comedies (\"Marriage, Italian Style,\" \"Yesterday,\r\nToday and Tomorrow\"). The two important exceptions are \"Two\r\nWomen\" (1961), which won Sophia Loren an Oscar for her portrait of a\r\nhomeless woman during the war, and \"The Garden of the Finzi-Continis\"\r\n(1971), about an Italian Jewish family that tries to ignore the gathering\r\nclouds of doom. Both screenplays were by Zavattini.\n\n\"The\r\nBicycle Thief\" had such an impact on its first release that when the\r\nBritish film magazine Sight & Sound held its first international poll of film\r\nmakers and critics in 1952, it was voted the greatest film of all time. The\r\npoll is held every 10 years; by 1962, it was down to a tie for sixth, and then\r\nit dropped off the list. Its 1999 re-release allows a new generation to see how\r\nsimple, direct and true it is--\"what was so special about it.\"", "running_time": 93, "mpaa_rating": "NR", "release_year": 1949, "date_published": "1999-03-19", "genres": ["Drama", "Foreign"], "title": "The Bicycle Thief (1949)"}