{"url": "http://www.rogerebert.com/reviews/great-movie-the-sweet-smell-of-success-1957", "by": "Burt Lancasteras J.J. Hunsecker", "star_rating": 4.0, "text": "The two men in \"The Sweet Smell of Success\" relate to each other like junkyard dogs. One is dominant, and the other is a whipped cur, circling hungrily, his tail between his legs, hoping for a scrap after the big dog has dined. The dynamic between a powerful gossip columnist and a hungry press agent, is seen starkly and without pity. The rest of the plot simply supplies events to illustrate the love-hate relationship.\n\nWhen \"The Sweet Smell of Success\" was released in 1957, it was seen as a thinly-veiled attack on Walter Winchell, who for decades had been the most famous and reviled gossip columnist in America. Forty years later Winchell is mostly forgotten (he died in 1972), but the film lives on--sharp-edged, merciless. The performances by Burt Lancaster and Tony Curtis have not dated or grown soft; although both men were dismissed as studio stars at the time, can we think of a \"serious actor\" who could have played either role so well?\n\nLancaster plays J.J. Hunsecker, most powerful of the New York columnists, whose items can make a career or break one. Curtis is Sidney Falco, a press agent so marginal that his name isn't painted on his office door, but written on a sheet of paper and taped there. (The inner room is his bedroom.) Falco supports himself largely by getting items into Hunsecker's column, and recently Hunsecker has frozen him out. Why? Hunsecker asked Falco to break up a romance between Hunsecker's younger sister Susan (Susan Harrison) and a jazz musician named Steve Dallas (Martin Milner), and Falco has so far failed.\n\nAudiences at the time might have heard whispers that Walter Winchell did much the same thing, using his column to attack a man who wanted to marry his daughter, Walda. (Her name provides some measure of her father's ego.) In \"Sweet Smell of Success,\" Falco hatches a scheme to convince another columnist--Hunsecker's bitter rival--to run the smear item, so that Susan won't suspect it comes from her brother's camp.\n\nAll of this is pitiless and cruel, and reflects Hunsecker's personal style. He is a man apparently without sexuality of his own, although he seems delicately tuned to the weathers of Falco's moods. Falco is a very pretty boy, but J.J. is wary. (\"I'd hate to take a bite out of you,\" he tells the publicist at one point. \"You're a cookie full of arsenic.\") There are certainly suppressed incestuous feelings in J.J.'s odd household, where his sister lives firmly under his thumb and the columnist grows hysterical when another man seems about to take her way.\n\nThe movie, photographed by James Wong Howe in winter in black and white, takes place within a few blocks of Manhattan's midtown club district. Scenes are set in \"21\" and other night spots, and those who notice will find a nice irony in the fact that Hunsecker lives in the Brill Building on Broadway, which for decades has housed showbiz offices and Tin Pan Alley composers--and has a long, empty entrance hall that was used for the loneliest shot in \"Taxi Driver.\"\n\nHunsecker knows his beat cold. \"I love this dirty town,\" he says in the opening scene. He calls all the maitre d's and hat-check girls by name, holds court for senators and call girls at his favorite booth, and doesn't miss a thing. Here is the kind of detail the movie notices: Falco leaves his office without his coat, to save on tips. Later, as he and Hunsecker leave \"21\" together, the columnist says, \"Where's your coat, Sidney? Saving tips?\" But we have just seen Hunsecker take his own coat without tipping. He never tips and never pays and no one in this world would ever expect him to.\n\nAlthough Falco is in exile as the story opens, Hunsecker cannot quite banish him from his sight, because he needs him. How does the top dog know he rules unless the bottom dog slinks around? Falco sits down at Hunsecker's table and the columnist senses he's there without even needing to look around. He holds up an unlit cigarette and in the movie's most famous line says, \"Match me, Sidney.\"\n\nThe screenplay is by Clifford Odets, a playwright of left-wing social drama, whose hard take on American society led to \"Golden Boy\" (1939) and Robert Aldrich's \"The Big Knife\" (1955)--which did for the Hollywood screenwriter more or less what \"Sweet Smell\" did for the columnist. His co-writer, Ernest Lehman, based it on a story he'd written. The director was Alexander Mackendrick, from Britain, whose filmography consists mostly of comedies (\"The Ladykillers\" (1955), \"The Man in the White Suit\")--and then this one extraordinary American noir.\n\nThe movie is uncanny in its ability to capture that time and place, just before the Beats introduced the modern anti-conventional style. Jazz musicians wear suits and ties, hair is cropped short, and the trick is to always appear cool--a trick Hunsecker has developed into an act. The streets outside are filled with anonymous people, all in a hurry to get somewhere, and when Falco walks with them he becomes part of the crowd. When Hunsecker walks, his limousine follows him. For pedestrians like Falco, he is the key to getting off the sidewalk and into the booth at \"21.\"\n\nOdets and Lehman pull off the neat trick of making the film seem hard-boiled and realistic while slipping in dialogue as quotable as it is unlikely. \"You're dead, son,\" Hunsecker tells Falco. \"Get yourself buried.\" And in a moment of introspection: \"My right hand hasn't seen my left hand in 30 years.\" Falco is told by a club owner who is one of his clients: \"It's a publicity man's nature to be a liar. I wouldn't hire you if you wasn't a liar.\" But Falco tells the truth when he confesses, \"J.J. Hunsecker is the golden ladder to the place I want to get.\"\n\nFalco wants to be Hunsecker. To live in the penthouse and wear the expensive clothes and be fawned upon by the next generation of Falcos. Neither man has any morals. That's dramatized in the heartless scam where Falco persuades Hunsecker's rival columnist to smear Susan's boyfriend. He lures the man to his office with promises of sex, and lures a cigarette girl (Barbara Nichols) there with the same promise, except that she expects to sleep with Sidney and not the slimy columnist. \"Don't you have a kid in military school?\" Sidney asks her pointedly, and after thinking it over, she agrees to prostitute herself.\n\nThe ingenues are, by contrast, pale and conventional. Susan Hunsecker and Steve Dallas occupy the margins of the picture, playing the hapless roles of innocent lovebirds. When Falco's planted item surfaces, it's a double play: Dallas is accused of being a dope fiend and a commie. Then Falco seals the deal by planting a reefer on the kid, for Hunsecker's crooked cop friend, Harry Kello, to find. The ending of the film is coldly ironic, although marred a little by Falco's unnecessarily cruel speeches to Susan right at the close.\n\n\"Sweet Smell of Success\" is one of those rare films where you remember the names of the characters because you remember them--as people, as types, as benchmarks. \"Even today,\" the writer Ben Brantly wrote about this film, \"I've heard theater publicity representatives speak wryly of going into their 'Sidney Falco mode'.\" The film stands as the record of one of the most convincing and closely observed symbiotic relationships in the movies. Hunsecker and Falco. You can't have one without the other. \"From now on,\" Falco says, \"the best of everything is good enough for me.\" Well, at least he's the best flunkie.", "running_time": 96, "mpaa_rating": "NR", "release_year": 1957, "date_published": "1997-10-21", "genres": ["Drama", "Film Noir"], "title": "The Sweet Smell of Success (1957)"}