{"url": "http://www.rogerebert.com/reviews/great-movie-the-maltese-falcon-1941", "by": null, "star_rating": 4.0, "text": "\n\nAmong the movies we not only love but treasure, “The Maltese\r\nFalcon” stands as a great divide. Consider what was true after its release in\r\n1941 and was not true before:\n\n(1) The movie defined Humphrey Bogart's performances for the\r\nrest of his life; his hard-boiled Sam Spade rescued him from a decade of\r\nmiddling roles in B gangster movies and positioned him for “Casablanca,” “Treasure\r\nof the Sierra Madre,” “The African Queen” and his other classics.\n\n(2)\r\nIt was the first film directed by John Huston, who for more than 40 years would\r\nbe a prolific maker of movies that were muscular, stylish and daring.\n\n(3)\r\nIt contained the first screen appearance of Sydney Greenstreet, who went on, in\r\n“Casablanca” and many other films, to become one of the most striking character\r\nactors in movie history.\n\n(4)\r\nIt was the first pairing of Greenstreet and Peter Lorre, and so well did they\r\nwork together that they made nine other movies, including “Casablanca” in 1942\r\nand “The Mask of Dimitrios” (1944), in which they were not supporting actors\r\nbut actually the stars.\n\n(5)\r\nAnd some film histories consider “The Maltese Falcon” the first film noir. It\r\nput down the foundations for that native American genre of mean streets, knife-edged\r\nheroes, dark shadows and tough dames.\n\nOf\r\ncourse film noir was waiting to be born. It was already there in the novels of\r\nDashiell Hammett, who wrote The Maltese Falcon, and the work of Raymond\r\nChandler, James M. Cain, John O'Hara and the other boys in the back room. “Down\r\nthese mean streets a man must go who is not himself mean,” wrote Chandler, and\r\nthat was true of his hero Philip Marlowe (another Bogart character). But it\r\nwasn't true of Hammett's Sam Spade, whowasmean, and who set the stage for a\r\ndecade in which unsentimental heroes talked tough and cracked wise.\n\nThe\r\nmoment everyone remembers from “The Maltese Falcon” comes near the end, when\r\nBrigid O'Shaughnessy (Mary Astor) has been collared for murdering Spade's\r\npartner. She says she loves Spade. She asks if Sam loves her. She pleads for\r\nhim to spare her from the law. And he replies, in a speech some people can\r\nquote by heart, “I hope they don't hang you, precious, by that sweet neck. . .\r\n. The chances are you'll get off with life. That means if you're a good girl,\r\nyou'll be out in 20 years. I'll be waiting for you. If they hang you, I'll\r\nalways remember you.”\n\nCold.\r\nSpade is cold and hard, like his name. When he gets the news that his partner\r\nhas been murdered, he doesn't blink an eye. Didn't like the guy. Kisses his\r\nwidow the moment they're alone together. Beats up Joel Cairo (Lorre) not just\r\nbecause he has to, but because he carries a perfumed handkerchief, and you know\r\nwhat that meant in a 1941 movie. Turns the rough stuff on and off. Loses\r\npatience with Greenstreet, throws his cigar into the fire, smashes his glass,\r\nbarks out a threat, slams the door and then grins to himself in the hallway,\r\namused by his own act.\n\nIf\r\nhe didn't like his partner, Spade nevertheless observes a sort of code\r\ninvolving his death. “When a man's partner is killed,” he tells Brigid, “he's\r\nsupposed to do something about it.” He doesn't like the cops, either; the only\r\nperson he really seems to like is his secretary, Effie (Lee Patrick), who sits\r\non his desk, lights his cigarettes, knows his sins and accepts them. How do\r\nBogart and Huston get away with making such a dark guy the hero of a film?\r\nBecause he does his job according to the rules he lives by, and because we\r\nsense (as we always would with Bogart after this role) that the toughness\r\nconceals old wounds and broken dreams.\n\nJohn\r\nHuston had worked as a writer at Warner Bros. before convincing the studio to\r\nlet him direct. “The Maltese Falcon” was his first choice, even though it had\r\nbeen filmed twice before by Warners (in 1931 under the same title and in 1936\r\nas “Satan Met a Lady”). “They were such wretched pictures,” Huston told his\r\nbiographer, Lawrence Grobel. He saw Hammett's vision more clearly, saw that the\r\nstory was not about plot but about character, saw that to soften Sam Spade\r\nwould be deadly, fought the tendency (even then) for the studio to pine for a\r\nhappy ending.\n\nWhen\r\nhe finished his screenplay, he set to work story-boarding it, sketching every\r\nshot. That was the famous method of Alfred Hitchcock, whose “Rebecca” won the\r\nOscar as the best picture of 1940. Like Orson Welles, who was directing “Citizen\r\nKane” across town, Huston was excited by new stylistic possibilities; he gave\r\ngreat thought to composition and camera movement. To view the film in a\r\nstop-action analysis, as I have, is to appreciate complex shots that work so\r\nwell they seem simple. Huston and his cinematographer, Arthur Edeson,\r\naccomplished things that in their way were as impressive as what Welles and\r\nGregg Toland were doing on “Kane.”\n\nConsider\r\nan astonishing unbroken seven-minute take. Grobel's bookThe Hustonsquotes Meta Wilde, Huston's\r\nlongtime script supervisor: “It was an incredible camera setup. We rehearsed\r\ntwo days. The camera followed Greenstreet and Bogart from one room into\r\nanother, then down a long hallway and finally into a living room; there the\r\ncamera moved up and down in what is referred to as a boom-up and boom-down\r\nshot, then panned from left to right and back to Bogart's drunken face; the\r\nnext pan shot was to Greenstreet's massive stomach from Bogart's point of view.\r\n. . . One miss and we had to begin all over again.”\n\nWas\r\nthe shot just a stunt? Not at all; most viewers don't notice it because they're\r\nswept along by its flow. And consider another shot, where Greenstreet chatters\r\nabout the falcon while waiting for a drugged drink to knock out Bogart.\r\nHuston's strategy is crafty. Earlier, Greenstreet has set it up by making a\r\npoint: “I distrust a man who says 'when.' If he's got to be careful not to\r\ndrink too much, it's because he's not to be trusted when he does.” Now he\r\noffers Bogart a drink, but Bogart doesn't sip from it. Greenstreet talks on,\r\nand tops up Bogart's glass. He still doesn't drink. Greenstreet watches him\r\nnarrowly. They discuss the value of the missing black bird. Finally, Bogart\r\ndrinks, and passes out. The timing is everything; Huston doesn't give us\r\ncloseups of the glass to underline the possibility that it's drugged. He\r\ndepends on the situation to generate the suspicion in our minds. (This was, by\r\nthe way, Greenstreet's first scene in the movies.)\n\nThe\r\nplot is the last thing you think of about “The Maltese Falcon.” The black bird\r\n(said to be made of gold and encrusted with jewels) has been stolen, men have\r\nbeen killed for it, and now Gutman (Greenstreet) has arrived with his lackeys\r\n(Lorre and Elisha Cook Jr.) to get it back. Spade gets involved because the\r\nMary Astor character hires him to--but the plot goes around and around, and\r\neventually we realize that the black bird is an example of Hitchcock's “MacGuffin”--it\r\ndoesn't matter what it is, so long as everyone in the story wants or fears it.\n\nTo\r\ndescribe the plot in a linear and logical fashion is almost impossible. That\r\ndoesn't matter. The movie is essentially a series of conversations punctuated\r\nby brief, violent interludes. It's all style. It isn't violence or chases, but\r\nthe way the actors look, move, speak and embody their characters. Under the\r\nstyle is attitude: Hard men, in a hard season, in a society emerging from\r\nDepression and heading for war, are motivated by greed and capable of murder.\r\nFor an hourly fee, Sam Spade will negotiate this terrain. Everything there is\r\nto know about Sam Spade is contained in the scene where Bridget asks for his\r\nhelp and he criticizes her performance: “You're good. It's chiefly your eyes, I\r\nthink--and that throb you get in your voice when you say things like, 'be\r\ngenerous, Mr. Spade.' “ He always stands outside, sizing things up. Few\r\nHollywood heroes before 1941 kept such a distance from the conventional pieties\r\nof the plot.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1941, "date_published": "2001-05-13", "genres": ["Crime", "Drama", "Film Noir", "Thriller"], "title": "The Maltese Falcon (1941)"}