{"url": "http://www.rogerebert.com/reviews/great-movie-west-side-story-1961", "by": null, "star_rating": 4.0, "text": "Although \"West Side Story\" was named the best picture of 1961 and won 10 Academy Awards, it is not much mentioned by movie fans these days, and the old warhorse \"Singin' in the Rain\" is probably more seen and certainly better loved.\n\n\"West Side Story\" was the kind of musical people thought was good for them, a pious expression of admirable but unrealistic liberal sentiments, and certainly its street gangs at war -- one Puerto Rican, one the descendants of European immigrants -- seem touchingly innocent compared to contemporary reality.\n\nI hadn't seen it since it was released in 1961, nor had I much wanted to, although I've seen \"Singin' in the Rain,\" \"Swing Time,\" \"Top Hat,\" \"My Fair Lady\" and \"An American in Paris\" countless times during those years. My muted enthusiasm is shared. Although \"West Side Story\" placed No. 41 in the American Film Institute's list of the greatest films of all time, the less industry-oriented voters at the Internet Movie Database don't even have it in the top 250.\n\nStill, the new two-disc restored edition of the movie inspired me to look at it again, and I think there are great things in the movie, especially some of the songs of Leonard Bernstein and Stephen Sondheim, the powerful performances by Rita Moreno and George Chakiris, and above all Jerome Robbins' choreography. It is a great movie ... in parts. Mainstream critics loved it in 1961. Bosley Crowther in the New York Times thought its message \"should be heard by thoughtful people -- sympathetic people -- all over the land.\"\n\nWhat is the message? Doc, the little Jewish candy store owner, expresses it to warring street gangs: \"You kids make this world lousy! When will you stop?\" It's a strong moment, and Ned Glass' Doc is one of the most authentic characters in the film, but really: Has a racist ever walked into a movie and been converted by a line of dialogue? Isn't this movie preaching to the choir?\n\nThe scenario by Arthur Laurents is famously inspired by Shakespeare's \"Romeo and Juliet,\" although it shies away from the complete tragedy of the original by fudging the ending. It is not a cosmic misunderstanding but angry gunfire that kills Tony, and Maria doesn't die at all; she snatches the gun and threatens to shoot herself, but drops it -- perhaps because suicide would have been too heavy a load for the movie to carry. Then as now, there is a powerful bias in show business toward happy endings.\n\nSuch lapses seemed crucial to the best critics reviewing the movie. Although Stanley Kauffmann named \"West Side Story\" \"the best film musical ever made\" when it came out in 1961, the rest of his review seemed to undermine that claim; he said it lacks a towering conclusion, is useless and facile as sociology, and the hint of a reconciliation between the two gangs at the end is \"utter falseness.\" Pauline Kael's review scorched the earth: The movie was \"frenzied hokum,\" the dialogue was \"painfully old-fashioned and mawkish,\" the dancing was \"simpering, sickly romantic ballet,\" and the \"machine-tooled\" Natalie Wood was \"so perfectly banal she destroys all thoughts of love.\"\n\nKael is guilty of overkill. Kauffmann is closer to the mark, especially when he disagrees with Kael about the dancing. Robbins, one of the most original choreographers in Broadway history, at first refused to work on the film unless he could direct it. Producer Walter Mirisch wanted a steady Hollywood hand, and chose Robert Wise, the editor of \"Citizen Kane\" and a studio veteran. Robbins agreed to direct the dancing, and Wise would direct the drama. And then the problem became that Robbins simply could not stop directing the dancing: \"He didn't know how to say 'cut,'\" one of the dancers remembers in a documentary about the making of the film. Robbins ran up so much overtime he was eventually fired, but his assistants stayed, and all the choreography is his.\n\nCertainly the dance scenes, so robust, athletic and exhilarating, play differently after you've seen the doc. Robbins rehearsed for three months before the shooting began, then revised everything on the locations, sometimes many times. His choreography was so demanding that no scene was ever filmed all the way through, and dancers in the \"Cool\" number say they never before and never again worked harder on anything. There were injuries, collapses, setbacks.\n\nLook at a brief scene where a gang runs toward a very high chain-link fence, scales it bare-handed, and drops down inside a playground. That's a job for one stuntman, not a dozen dancers, and we can only guess how many takes it took to make it look effortless and in sync with the music.\n\nAs for the music itself: Usually, says Rita Moreno, dancers work in counts of fours, or sixes, or eights. \"Then along comes Leonard Bernstein with his 5/4 time, his 6/8 time, his 25/6 time. It was just crazy. It's very difficult to dance to that kind of music, because it doesn't make dancer sense.\" And yet Robbins' perfectionism and Bernstein's unconventional rhy-thms created a genuinely new kind of movie dancing, and it can be said that if street gangs did dance, they would dance something like the Jets and the Sharks in this movie, and not like a Broadway chorus line.\n\nThe movie was made fresh on the heels of the enormous Broadway success of the musical, and filmed partly on location in New York (it opens on the present site of Lincoln Center), partly on sound stages. There was controversy over the casting of Natalie Wood as Maria (she was not Puerto Rican, her voice was dubbed by Marnie Nixon, she was only a fair dancer) and some indifference to Richard Beymer, whose Tony played more like a leading man than a gang leader. They didn't get along in real life, we learn, but Wood does project warmth and passion in their scenes together, and a beauty and sweetness that would be with her all through her career.\n\nWhat shows up Wood and Beymer is the work of Moreno and Chakiris, as the Puerto Rican lovers Anita and Bernardo. Little wonder they won supporting Oscars and the leads did not. Moreno can sing, can dance, and exudes a passion that brings special life to her scenes. For me, the most powerful moments in the movie come when Anita visits Doc's candy store to bring a message of love from Maria to Tony -- and is insulted, shoved around and almost raped by the Jets. That leads her, in anger, to abandon her romantic message and shout out that Maria is dead -- setting the engine of Shakespeare's last act into motion in a way that makes perfect dramatic sense. To study the way she plays in that scene is to understand what Wood's performance is lacking.\n\nKael is right about the dialogue. It's mostly pedestrian and uninspired; it gets the job done and moves the plot along, but lacks not only the eloquence and poetry of Shakespeare, but even the power that a 20th century playwright like O'Neill or Williams would have brought to it. Compare the balcony scene in \"West Side Story\" with the one filmed six years later by Franco Zeffirelli in \"Romeo and Juliet,\" and you will find that it is possible to make a box-office hit while still using great language.\n\nWhat I loved during \"West Side Story,\" and why I recommend it, is the dancing itself. The opening finger-snapping sequence is one of the best uses of dance in movie history. It came about because Robbins, reading the screenplay, asked, \"What are they dancing about?\"\n\nThe writer Laurents agreed: \"You couldn't have a story about murder, violence, prejudice, attempted rape, and do it in a traditional musical style.\" So he outlined the prologue, without dialogue, allowing Robbins to establish the street gangs, show their pecking order, celebrate their swagger in the street, demonstrate their physical grace, and establish their hostility -- all in a ballet scored by Bernstein with music, finger-snapping and anger.\n\nThe prologue sets up the muscular physical impact of all of the dancing, and Robbins is gifted at moving his gangs as units while still making every dancer seem like an individual. Each gang member has his own style, his own motivation, and yet as the camera goes for high angles and very low ones, the whole seems to come together. I was reminded of the physical choreography in another 1961 movie, Kurosawa's \"Yojimbo,\" in which a band of samurai move quickly and swiftly through action with a snakelike coordination.\n\nSo the dancing is remarkable, and several of the songs have proven themselves by becoming standards, and there are moments of startling power and truth. \"West Side Story\" remains a landmark of musical history. But if the drama had been as edgy as the choreography, if the lead performances had matched Moreno's fierce concentration, if the gangs had been more dangerous and less like bad-boy Archies and Jugheads, if the ending had delivered on the pathos and tragedy of the original, there's no telling what might have resulted. The movie began with a brave vision, and it is best when you sense that vision surviving the process by which it was turned into safe entertainment.\n\nA two-disc special edition of \"West Side Story\" has been released on DVD by MGM. Ebert's Great Movie reviews of \"Singin' in the Rain\" (1952), \"Swing Time\" (1936) and \"Romeo and Juliet\" (1968) are also available.", "running_time": 152, "mpaa_rating": "NR", "release_year": 1961, "date_published": "2004-02-15", "genres": ["Drama", "Music", "Musical", "Romance"], "title": "West Side Story (1961)"}