{"url": "http://www.rogerebert.com/reviews/great-movie-the-leopard-1963", "by": "Luchino Visconti", "star_rating": 4.0, "text": "\"The Leopard\" was written by the only man who could have written it, directed by the only man who could have directed it, and stars the only man who could have played its title character. The first of these claims is irrefutable, because Giuseppe Tomasi di Lampedusa, a Sicilian aristocrat, wrote the story out of his own heart and based it on his great-grandfather. Whether another director could have done a better job than Luchino Visconti is doubtful; the director was himself a descendant of the ruling class that the story eulogizes. But that Burt Lancaster was the correct actor to play Don Fabrizio, Prince of Salina, was at the time much doubted; that a Hollywood star had been imported to grace this most European--indeed, Italian--indeed, Sicilian--masterpiece was a scandal.\n\nIt was rumored that Lancaster's presence was needed to make the epic production bankable. And when the film finally opened in America, in a version with 40 minutes ruthlessly hacked out by the studio, and with a soundtrack unconvincingly dubbed into English, it was hard to see what Visconti and Lancaster had been thinking of. \"Unfortunately Mr. Lancaster does have that blunt American voice that lacks the least suggestion of being Sicilian,\" wrote Bosley Crowther in the New York Times. Visconti himself was blunt: \"It is now a work for which I acknowledge no paternity at all,\" he said, adding that Hollywood treated Americans \"like a public of children.\"\n\n\"It was my best work,\" Lancaster himself told me sadly, more than 20 years later. \"I bought 11 copies of The Leopard because I thought it was a great novel. I gave it to everyone. But when I was asked to play in it, I said, no, that part's for a real Italian. But, lo, the wheels of fortune turned. They wanted a Russian, but he was too old. They wanted Olivier, but he was too busy. When I was suggested, Visconti said, 'Oh, no! A cowboy!' But I had just finished 'Judgment at Nuremberg,' which he saw, and he needed $3 million, which 20th Century-Fox would give them if they used an American star, and so the inevitable occurred. And it turned out to be a wonderful marriage.\"\n\nWhen we talked, the original film--uncut, undubbed--had scarcely been seen since the time of its European release in 1963. But in 1980, four years after Visconti's death, the cinematographer Giuseppe Rotunno supervised a restoration; at 185 minutes his version is still shorter than the original 205 minutes, but it is the best we are ever likely to see, and it is magnificent.\n\nWhat's clear at last is that Lancaster was an inspired casting decision. An actor who always brought a certain formality to his work, who made his own way as an independent before that was fashionable, he embodies the prince as a man who has a great love for a way of life he understands must come to an end. He is a natural patriarch, a man born to have authority. Yet as we meet him, he is aware of his age and mortality, inclined to have spiritual conversations with his friend Father Pirrone, and prepared to compromise in order to preserve his family's fortunes.\n\nWe see him first leading his family at prayer. That is also the way Lampedusa's novel begins, and one of Visconti's achievements is to make that rare thing, a great film of a great book. Word comes that there is a dead soldier in the garden. This means that Garibaldi's revolution has jumped from the mainland to Sicily, and the days of the ancient order are numbered.\n\nThe prince has a wife named Maria Stella, who he dutifully honors more for her position than her person, three daughters of only moderate loveliness and a feckless son. He looks to his nephew Tancredi (Alain Delon) to embody the family's noble genes. Tancredi is a hothead who leaves to join Garibaldi, but a realist who returns as a member of the army of the victorious Victor Emmanuel.\n\nBecause of land reforms that he can clearly see on the horizon, the prince believes it is time for the family to make an advantageous marriage. He moves every year with his household from the city to the countryside to wait out the slow, hot summer months, and in the town of Donnafugata, he is welcomed as usual by the mayor, a buffoon named Don Calogero (Paolo Stoppa). This mayor has suddenly become rich through lucky land investments, and feels that wealth has given him importance, an illusion that the prince is willing to indulge, if it can lead to a liaison between the mayor's money and the prince's family.\n\nHe invites the mayor to dinner, in a scene of subdued social comedy in which Visconti observes, without making too much of a point of it, how gauche the mayor is and how pained the prince is to have to give dinner to such a man. The mayor has brought with him not his unpresentable wife but his beautiful daughter Angelica, played by Claudia Cardinale at the height of her extraordinary beauty. Tancredi is moonstruck, and the prince swallows his misgivings as arrangements are made to go ahead with the marriage.\n\nAll of this would be the stuff of soap opera in other hands, but Lampedusa's novel sees the prince so sympathetically that we share his regrets for a fading way of life. We might believe ideologically that the aristocracy exploits the working class (Visconti was a Marxist who believed just that), but the prince himself is such a proud and good man, so aware of his mortality, so respectful of tradition and continuity, that as he compromises his family in order to save it, we share his remorse.\n\nThere is another factor at work. The prince is an alpha male, born to conquer, aware of female beauty if also obedient to the morality of his church. He finds Angelica as attractive as his nephew does. But Visconti doesn't communicate this with soulful speeches or whispered insinuations; he directs his actors to do this all with eyes, and the attitude of a head, and those subtle adjustments in body language that suggest the desired person exerts a kind of animal magnetism that must be resisted. Observe how Lancaster has the prince almost lean away from Angelica, as if in response to her pull. He is too old at 45 (which was old in the 1860s) and too traditional to reveal his feelings, but a woman can always tell, even though she must seem as if she cannot.\n\nThe film ends with a ballroom sequence lasting 45 minutes. \"This is a set piece that has rarely been equaled,\" writes the critic Derek Malcolm, and critic Dave Kehr called it \"one of the most moving meditations on individual mortality in the history of the cinema.\" Visconti, Lancaster and Rotunno collaborate to resolve all of the themes of the movie in this long sequence in which almost none of the dialogue involves what is really happening. The ball is a last glorious celebration of the dying age; Visconti cast members of noble old Sicilian families as the guests, and in their faces, we see a history that cannot be acted, only embodied. The orchestra plays Verdi. The young people dance on and on, and the older people watch carefully and gauge the futures market in romances and liaisons.\n\nThrough this gaiety the prince moves like a shadow. The camera follows him from room to room, suggesting his thoughts, his desires, his sadness. Visconti is confident that Lancaster can suggest all of the shadings of the prince's feelings, and extends the scene until we are drawn fully into it. He creates one of those sequences for which we go to the movies: We have grown to know the prince's personality and his ideas, and now we enter, almost unaware, into his emotions. The cinema at its best can give us the illusion of living another life, and that's what happens here.\n\nFinally the prince dances with Angelica. Watch them as they dance, each aware of the other in a way simultaneously sexual and political. Watch how they hold their heads. How they look without seeing. How they are seen, and know they are seen. And sense that, for the prince, his dance is an acknowledgment of mortality. He could have had this woman, would have known what to do with her, would have made her his wife and the mother of his children and heard her cries of passion, if not for the accident of 25 years or so that slipped in between them. But he knows that, and she knows that. And yet of course if they were the same age, he would not have married her, because he is Prince Don Fabrizio and she is the mayor's daughter. That Visconti is able to convey all of that in a ballroom scene is miraculous and emotionally devastating, and it is what his movie is about.", "running_time": 185, "mpaa_rating": "PG", "release_year": 1963, "date_published": "2003-09-14", "genres": ["Drama", "Romance"], "title": "The Leopard (1963)"}