{"url": "http://www.rogerebert.com/reviews/great-movie-the-conversation-1974", "by": "Gene Hackmanas Harry Caul", "star_rating": 4.0, "text": "His colleagues in the surveillance industry think Harry Caul is such a genius that we realize with a little shock how bad he is at his job. Here is a man who is paid to eavesdrop on a conversation in a public place. He succeeds, but then allows the tapes to be stolen. His triple-locked apartment is so insecure that the landlord is able to enter it and leave a birthday present. His mail is opened and read. He thinks his phone is unlisted, but both the landlord and a client have it. At a trade show, he allows his chief competitor to fool him with a mike hidden in a freebie ballpoint. His mistress tells him: “Once I saw you up by the staircase, hiding and watching for a whole hour.”\n\nHarry, the subject of Francis Ford Coppola’s “The Conversation” (1974), is not only bad at his job, but also deeply unhappy about it. Once his snooping may have led to the deaths of a woman and child. Now he fears that his new tapes will lead to another murder. In the confessional, he warms up by telling the priest that he has taken the Lord’s name in vain and stolen some newspapers from a rack. Then he says: “I’ve been involved in some work that I think will be used to hurt these two young people. It’s happened to me before. People were hurt because of my work, and I’m afraid it could happen again and I’m . . . I was in no way responsible. I’m not responsible. For these and all my sins of my past life, I am heartily sorry.”\n\nIf he’s not responsible, why is he sorry? Harry, played by Gene Hackman in one of the key performances of a great career, tries to distance himself from his work. But even Meredith (Elizabeth MacRae), the hooker he brings home from a convention, can see how worried he is. “Forget it, Harry. It’s only a trick--a job. You’re not supposed to think anything about it. Just supposed to do it.” She’s talking for herself as well. When he wakes, it’s to discover that she has taken her own advice and stolen the tapes.\n\nCoppola, who wrote and directed, considers this film his most personal project. He was working two years after the Watergate break-in, amid the ruins of the Vietnam effort, telling the story of a man who places too much reliance on high technology and has nightmares about his personal responsibility. Harry Caul is a microcosm of America at that time: not a bad man, trying to do his job, haunted by a guilty conscience, feeling tarnished by his work.\n\nThe movie works on that moral level, and also as a taut, intelligent thriller. It opens with a virtuoso telephoto shot, showing a San Francisco plaza filled with people. Faraway music mixes with electronic sounds. There is a slow zoom in to the back of Caul’s head, and then the camera follows him. Other shots show a man with a shotgun microphone, on top of a nearby building, holding in his cross hairs a young couple (Cindy Williams and Frederic Forrest) who are the subject of the investigation. Eventually we go inside a van packed with electronic gear, where Stan (John Cazale), Harry’s assistant, is waiting.\n\n“Who’s interested in these people, anyway?” Stan asks. One of Harry’s crosses is that Stan is irreverent about their work, which to Harry is a sacred calling. Later we find out who’s interested: Harry has been hired by the director of a large corporation (Robert Duvall), although at first he deals only with the man’s assistant (Harrison Ford). It becomes clear that Ann, the young woman, is the director’s wife, and Mark, the young man, is her lover. But what will happen next? “He’d kill us if he had the chance,” says Mark. Will he? Harry plays the tapes back and forth, juggling a bank of three tape recorders, in a scene Coppola says was partly inspired by the photographer trying to coax the truth out of his prints in Michelangelo Antonioni’s “Blow-Up.” Snatches of conversation advance and recede, maddeningly mixed with a band in the plaza that’s playing “Red, Red Robin.”\n\nHarry is impatient with Stan, impatient with everyone. At home, he’s shocked to find that his landlord entered his apartment, knows it is his birthday, and knows how old he is. On the phone, the landlord explains he needs his own key for an emergency. “I’d be perfectly happy if all my personal things burnt up in a fire,” Harry tells him, “because I don’t have anything personal. Nothing of value--only my key.” He visits his mistress Amy (Teri Garr). She knows it’s him from the way he thinks he comes quietly through the door. She asks him to share something personal with her.\n\n“I don’t have any secrets,” he says.\n\n“I’m a secret,” she says.\n\nThe best supporting performance is by Allen Garfield, as Moran, Harry’s successful competitor. At a trade show, Harry discovers that Stan has left him and gone to work for Moran. Yet he recklessly invites Moran, Stan and a crowd back to his office, an area behind steel mesh in an otherwise empty warehouse. He is humiliated to discover Moran bugged him, and of course later that night is betrayed by the hooker. A nightmare gives key information: As a child, Harry was paralyzed on one side, and nearly drowned during a bath. The word “Caul” has two meanings, both relevant: It is a spider’s web, and the membrane that encloses a fetus. If it is found on a child’s head after birth, we learn, “it is supposed to protect against drowning.”\n\nFrom his troubled childhood, Harry has grown up into a lonely man. He lives alone, has no entertainment except playing his saxophone with jazz records (again trying to make a recording more complete). No woman has any influence over him, that’s for sure, or he wouldn’t be seen in that crappy plastic raincoat, the kind that folds up into a travel pouch. His Catholicism is rooted not in faith and hope, but in shame. Searching his apartment for a hidden bug, he rips everything apart, but hesitates at a statue of the Virgin Mary.\n\nAs pure thriller, the movie works best during a scene where Harry checks into a hotel room next door to a rendezvous between Mark and Ann. Listening through the wall, he hears a struggle and perhaps a murder. His reaction is to hide in terror under the covers. Much later, when he enters the room, it’s spick-and-span. But when he flushes the toilet, it overflows with bright red blood.\n\nMuch has been written about that scene. Is it real or imagined? The new DVD of “The Conversation” has commentary tracks by both Coppola and Walter Murch, the editor and sound wizard, but neither addresses that question. Coppola says the scene was suggested by the shower scene in “Psycho,” and for Murch, the guilty evidence welling up reminds him of his adolescent shame when he tried to flush some porno magazines and they came floating back at just the wrong time. I think the scene is meant to be real. Later, the quick cuts of what might have happened in the room are, I think, Harry’s speculations.\n\n“The Conversation” comes from another time and place than today’s thrillers, which are so often simple-minded. This movie is a sadly observant character study, about a man who has removed himself from life, thinks he can observe it dispassionately at an electronic remove, and finds that all of his barriers are worthless. The cinematography (opening scene by Haskell Wexler, the rest by Bill Butler) is deliberately planned from a voyeuristic point of view; we are always looking but imperfectly seeing. Here is a man who seeks the truth, and it always remains hidden. He plays the conversation over and over, but does Mark say, “He’d kill us if he had the chance,” or “He’d kill us if he had the chance”?", "running_time": 113, "mpaa_rating": "PG", "release_year": 1974, "date_published": "2001-02-04", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "The Conversation (1974)"}