{"url": "http://www.rogerebert.com/reviews/great-movie-laura-1944", "by": null, "star_rating": 4.0, "text": "\n\nI've seen Otto Preminger's “Laura” three or four times, but the\r\nidentity of the murderer doesn't spring quickly to mind. That's not because the\r\nguilty person is forgettable but because the identity is so arbitrary: It is\r\nnotnecessarythat the murderer be the murderer.\r\nThree or four other characters would have done as well, and indeed if it were\r\nnot for Walter Winchell we would have another ending altogether. More about\r\nthat later.\n\nFilm noir is known for its convoluted plots and arbitrary\r\ntwists, but even in a genre that gave us “The Maltese Falcon,” this takes some\r\nkind of prize. “Laura” (1944) has a detective who never goes to the station; a\r\nsuspect who is invited to tag along as other suspects are interrogated; a\r\nheroine who is dead for most of the film; a man insanely jealous of a woman\r\neven though he never for a moment seems heterosexual; a romantic lead who is a\r\ndull-witted Kentucky bumpkin moving in Manhattan penthouse society, and a\r\nmurder weapon that isreturnedto its hiding place by the cop,\r\nwho will “come by for it in the morning.” The only nude scene involves the\r\njealous man and the cop.\n\nThat\r\n“Laura” continues to weave a spell -- and it does -- is a tribute to style over\r\nsanity. No doubt the famous musical theme by David Raksin has something to do\r\nwith it: The music lends a haunted, nostalgic, regretful cast to everything it\r\nplays under, and it plays under a lot. There is also Clifton Webb's narration,\r\nmeasured, precise, a little mad: “I shall never forget the weekend Laura died.\r\nA silver sun burned through the sky like a huge magnifying glass. It was the\r\nhottest Sunday in my recollection. I felt as if I were the only human being\r\nleft in New York. For Laura's horrible death, I was alone. I, Waldo Lydecker,\r\nwas the only one who really knew her.”\n\nIt\r\nis Clifton Webb's performance as Waldo Lydecker that stands at the heart of the\r\nfilm, with Vincent Price, as Laura's fiancee Shelby Carpenter, nibbling at the\r\nedges like an eager spaniel. Both actors, and Judith Anderson as a neurotic\r\nfriend, create characters who have no reality except their own, which is good\r\nenough for them. The hero and heroine, on the other hand, are cardboard. Gene\r\nTierney, as Laura, is gorgeous, has perfect features, looks great in the\r\nstills, but never seems emotionally involved; her work in “Leave Her to Heaven”\r\n(1945) is stronger, deeper, more convincing. Dana Andrews, as Detective Mark\r\nMcPherson, stands straight, chain-smokes, speaks in a monotone, and reminded\r\nthe studio head Daryl F. Zanuck of “an agreeable schoolboy.” As actors, Tierney\r\nand Andrews basically play eyewitnesses to scene-stealing by Webb and Price.\n\nThis\r\nwas Clifton Webb's first big starring role and his first movie role of any kind\r\nsince 1930. He was a stage actor who refused the studio's demand for a screen\r\ntest; Otto Preminger, who began by producing the film and ended by directing\r\nit, in desperation filmed Webb on a Broadway stage and showed that to Zanuck. “He\r\ndoesn't walk, he flies,” an underling told Zanuck, but Webb, who had a mannered\r\ncamp style, impressed Zanuck and got the role. Vincent Price creates an accent\r\nsomewhere between Kentucky and Transylvania for his character, who is tall and\r\nhealthy and inspires Waldo Lydecker to complain to Laura: “With you, a lean\r\nstrong body is the measure of a man.”\n\nLydecker\r\nis lean but not strong. Webb was 55 when he played the role, Tierney 24. A\r\nsimilar age difference was no problem for Bogart and Bacall, but between Webb\r\nand Tierney it must be said there is not the slightest suggestion of chemistry.\r\nHe is a bachelor critic and columnist (said to be modeled after Alexander\r\nWolcott), and the first time we see him he is sitting in his bathtub, typing.\r\nThis is after Laura's body has been found murdered with shotgun blasts, and the\r\ndetective comes to question her closest friend.\n\nThe\r\nscene develops with more undercurrents than surface, as McPherson enters the\r\nbathroom, glances at Lydecker, seems faintly amused. Then Lydecker swings the\r\ntypewriter shelf away, so that it shields his nudity from the camera but not\r\nfrom the detective. Waldo stands up, off screen, and a reaction shot shows\r\nMcPherson glancing down as Lydecker asks him to pass a bathrobe. Every time I\r\nsee the movie, I wonder what Preminger is trying to accomplish with this scene.\r\nThere is no suggestion that Lydecker is attracted to McPherson, and yet it\r\nseems odd to greet a police detective in the nude.\n\nLydecker\r\nis Laura's svengali. In flashbacks, we follow the progress of their\r\nrelationship. He snubs her in the Algonquin dining room, then apologizes,\r\nbecomes her friend, and takes over her life, chooses her clothes, redoes her\r\nhair, introduces her to the right people, promotes her in his column. They\r\nspend every night together out on the town, except Tuesdays and Fridays, when\r\nWaldo cooks for her at home. Then other men enter the picture, and leave again\r\nas Waldo blasts them in his column. Big, dumb Shelby with his lean, strong body\r\nis the latest and most serious threat. Considering this Waldo-Shelby-Laura love\r\ntriangle, it occurs to me that the only way to make it psychologically sound\r\nwould be to change Laura into a boy.\n\nThe\r\nmovie basically consists of well-dressed rich people standing in luxury flats\r\nand talking to a cop. The passion is unevenly distributed. Shelby and Laura\r\nnever seem to have much heat between them. Waldo is possessive of Laura, but\r\nnever touches her. Ann Treadwell (Anderson), a society dame, lusts for Shelby\r\nbut has to tell him or he'd never know. And Detective McPherson develops a\r\ncrush on the dead woman. There is an extraordinary scene where he enters her\r\napartment at night, looks through her letters, touches her dresses, sniffs her\r\nperfume, pours himself a drink from her bottle and sits down beneath her\r\nenormous portrait, which is placed immodestly above her own fireplace. It's\r\nlike a date with a ghost.\n\nMcPherson's\r\ninvestigation and his ultimate revelations are handled in an offhand way, for a\r\n1940s crime picture. He is forever leading people to believe they're going to\r\nbe charged, and then backing off. Lydecker asks to tag along as the cop\r\ninterviews suspects; murder is his “favorite crime,” and “I like to study their\r\nreactions.” Astonishingly, McPherson lets him. This is useful from a screenplay\r\npoint of view, since otherwise McPherson would be mostly alone.\n\nAll\r\nof these absurdities and improbabilities somehow do not diminish the film's\r\nappeal. They may even add to it. Some of the lines have become unintentionally\r\nfunny, James Naremore writes inMore\r\nthan Night: Film Noir in its Contexts,”Where\r\n'Laura' is concerned, the camp effect is at least partly intended--any movie that\r\nputs Clifton Webb, Judith Anderson and Vincent Price in the same drawing room\r\nis inviting a mood of fey theatricality.”\n\nThe\r\nstory of Preminger's struggle to get the movie made has become Hollywood\r\nlegend. As he tells it in his autobiography, Zanuck saw him as a producer, not\r\na director, and assigned Rouben Mamoulian to the piece. When the early rushes\r\nwere a disaster, Preminger stepped in, reshot many scenes, replaced the sets,\r\nand fought for the screenplay. Zanuck insisted that another ending be shot; the\r\nfilm was screened for Zanuck and his pal Walter Winchell, a real gossip\r\ncolumnist, who said he didn't understand the ending. So Zanuck let Preminger\r\nhave his ending back, and while the business involving the shotgun in the\r\nantique clock may be somewhat labored, the whole film is of a piece: contrived,\r\nartificial, mannered, and yet achieving a kind of perfection in its balance\r\nbetween low motives and high style. What makes the movie great, perhaps, is the\r\ncasting. The materials of a B-grade crime potboiler are redeemed by Waldo\r\nLydecker, walking through every scene as if afraid to step in something.", "running_time": 88, "mpaa_rating": null, "release_year": 1944, "date_published": "2002-01-20", "genres": ["Crime", "Drama", "Mystery", "Romance", "Suspense", "Thriller"], "title": "Laura (1944)"}