{"url": "http://www.rogerebert.com/reviews/great-movie-raise-the-red-lantern-1990", "by": null, "star_rating": 4.0, "text": "The Chinese film \"Raise the Red Lantern\" (1991), like the Japanese film \"Woman in the Dunes\" (1960), is about sexual enslavement. In both films, the protagonist enters a closed system from which there is no escape, and life is ruled by long-established \"customs.\" In the Japanese film, a woman captures a man, who spends the night in her home at the bottom of a hole in the desert and finds in the morning that the escape ladder has been removed. In the Chinese film, a 19-year-old college student drops out of school after her father dies; when her stepmother is unwilling to support her, she agrees to become the concubine of a rich man--his \"Fourth Mistress.\" All four concubines live in a house they are not allowed to leave.\n\nIt's difficult to say how realistic either film is intended to be.\n\nI have always read \"Woman in the Dunes\" as a parable, although evidence exists that people do, or did, live in such desert shelters. Zhang Yimou's \"Raise the Red Lantern\" is set in China in 1920, when concubines were commonplace, but I suspect the conditions of this particular house, long the residence of the wealthy Chen family, are unique.\n\nThe film stars Gong Li, who after attention-getting performances in Zhang Yimou's more realistic and earthy \"Ju Dou\" and \"To Live,\" became China's leading star with this film. She is beautiful, and her beauty is one of the subjects of the film, which the director photographs voluptuously. The film takes place within the gray stone and tile walls of the Chen complex, where the master lives in the central house and each of the four mistresses has a house of her own opening onto a central courtyard. The house is the neutral backdrop, sometimes seen covered with rain or snow, but the interiors of the four apartments are seen in rich colors, bright red predominant, so that to enter one of these domains is to be in a space visually marked out for passion.\n\nAlthough there are many shots of the house's architecture, it is curiously difficult to get a good idea of its extent and layout. Like Gormenghast, it seems to extend in all directions indefinitely, as if expanding in the direction of our gaze. Much of the action takes place on the rooftops, which link in a labyrinth of passageways and stairs, and include an ominous little house where, it is said, women have died--but in the past, of course.\n\nGong Li's character, named Songlian, immediately gets off on the wrong foot with the maid Yan'er (Kong Lin), who is a favorite of the master and has ambitions to become a mistress someday herself. The household's major-domo takes Songlian to meet the other women: First Mistress (Jin Shuyuan), older and in charge; Second Mistress (Cao Quifen), who seems plain and pleasant and is described as having a Buddha's face, and Third Mistress (He Caifei), a onetime opera singer, still young and beautiful--and jealous.\n\nMuch is made of the family's customs. Things have always been done in such a way, and always will be, and of course the servants are more respectful of these customs than the master. The master for that matter is rarely seen; the household operates as such an extension of his will that he seems to be present even when absent. So elusive is he that several reviews of the film actually say he is never seen, although he is onscreen in several long shots, or from behind, or obscured behind hanging veils; in one scene, we can actually see his face, indistinctly, in medium shot. He is not made into an individual, however, and perhaps the point is that his patriarchal dominance is so complete that he functions in this household less as a person than as an officeholder.\n\nThe first three mistresses live in uneasy balance when Songlian arrives, and she becomes a catalyst for trouble. She learns that when the master selects the mistress he will favor for the night, a red lantern is placed outside her house. (The man who has the duty of announcing the nightly position of the lantern is puffed up with drama and importance.) The lucky mistress then receives a foot massage and is allowed to determine the menu for the next day. There is great competition to be selected, and Songlian eventually discovers intrigues within intrigues--even learning that she cannot trust those she thinks are her friends.\n\nStrange, how these women bow so completely to their situation, the will of the master, and to the \"customs\" of the family, and make one another their enemies. There may be a feminist message here, but it is concealed well within the surface drama of the story. Zhang Yimou begins with a deliberately limited world (based on the novel \"Wives and Concubines\" by Su Tong), and enlarges it by deepening it through our increasing knowledge of the personalities of the woman, and the way that their situation has twisted and shaped them.\n\nDespite the sensual use of color and female beauty, the film has no sex in any conventional sense. No nudity, no nuzzling, almost no touching. (Incredibly, this subject is handled in a movie that was rated PG!) One or two brief bed scenes are obscured behind gauzy curtains.\n\nWe know that rape is a crime of violence, not sex, and \"Raise the Red Lantern\" illustrates that, because these women are all essentially being raped as an effect of their position in a male-dominated society that holds them as economic captives. So the movie wisely focuses not on the sex itself, but on the situation that regulates and values it. There is even the sense that the master visits his concubines not so much for pleasure as to keep them all in their places and remind them of their duties. (One, of course, is to produce male children.)\n\nThe movie is divided into a prologue and five segments, all but one ending with a closeup of Songlian. This is her experience, and we watch as she fights for her place among the mistresses, discovers plots against her, makes a wounding charge against one of the other mistresses, and rails against the system. That the movie is lush and beautiful, rather than stark and barren--that its story involves luxury rather than the vile brothels of the time--suggests, I believe, that men are wrong to excuse wrong treatment of women on the grounds of \"how well they are treated.\"\n\nI am not a radical feminist and do not believe, as I have heard it argued, that all sex is rape and all men are rapists. I mentioned \"Woman in the Dunes\" because it provides an intriguing counterargument, in which the man is entrapped because his work is needed to support the woman and the economic system she belongs to. In both cases, one involving a rich man and the other a poor woman, money is the inspiration for dominance.\n\nZhang Yimou (born 1951) is a member of the \"Fifth Generation\" of Chinese filmmakers, those who began working after the Cultural Revolution and dealt with Chinese society in a more open and artistic away than was permitted at the height of Maoism. Not all of the generation's films were approved by Chinese authorities for wide domestic release, but they were a valuable source of foreign exchange and found world audiences; \"Raise the Red Lantern\" tied for the Silver Lion at Venice and was nominated for an Oscar. He followed it with \"To Live\" (1994), also starring Gong Li, in the story of an obsessive gambler who loses everything and then makes an extraordinary wartime comeback. After the success of \"Qui Ju,\" \"Ju Dou,\" \"To Live\" and this film, all with Zhang Yimou, Gong Li worked for Chen Kaige, another Fifth Generation member, in the extraordinary \"Farewell My Concubine\" (1993). Few actresses have such an artistic accomplishment in such a short time.\n\nIf the directors and actors of that burst of creativity have never quite equaled it since, perhaps it is because they were originally inspired by the long frustration they experienced before China's arts began to open up. \"Raise the Red Lantern\" is told so directly and beautifully, with such confidence, with so little evidence of compromise. It is the product of a time when the new Chinese film industry could support such work, but had not yet learned to meddle with it.", "running_time": 125, "mpaa_rating": null, "release_year": 1990, "date_published": "2003-04-27", "genres": ["Drama", "Foreign"], "title": "Raise the Red Lantern (1990)"}