{"url": "http://www.rogerebert.com/reviews/great-movie-the-big-heat-1953", "by": "Glenn Fordas Dave Bannion", "star_rating": 4.0, "text": "\n\nGlenn Ford plays a straight-arrow police detective named Bannion\r\nin Fritz Lang's \"The Big Heat\" (1953) -- unbending, courageous,\r\nfearless. He takes on the criminals who control the politics in his town and\r\ndefeats them. One of his motives is revenge for the murder of his wife, but\r\neven before that happens he has an implacable hatred for the gang headed by\r\nMike Lagana (Alexander Scourby) and his right-hand man Vince Stone (Lee\r\nMarvin). \"Thieves,\" he calls them, preferably to their faces. He is\r\nthe good cop in a bad town.\n\nThat\r\nat least is the surface reality of the film. But there is another level coiling\r\naway underneath, a subversive level in which Lang questions the human cost of\r\nBannion's ethical stand. Two women lose their lives because they trust Bannion,\r\nand a third is sent to her death because of information Bannion gives her. That\r\nmay not have been his conscious intention, but a cop as clever as Bannion\r\nshould know when to keep his trap shut.\n\nThe\r\nfilm is as deceptive and two-faced as anything Lang ever made, with its sunny\r\ndomestic tranquility precariously separated from a world of violence. Bannion\r\nthinks he can draw a line between his loving wife and adorable child, and the\r\nvillains he deals with at work. But he invites evil into the lives of his wife\r\nand two other women by his self-righteous heroism. Does it ever occur to him\r\nthat he is at least partly responsible for their deaths? No, apparently it\r\ndoesn't, and that's one reason the film is so insidiously chilling; he\r\ncontinues on his mission oblivious to its cost. Oh, he's right, of course, that\r\nLagana and Stone are vermin. But tell that to the women he obliviously sends\r\ninto harm's way.\n\nHe's\r\nworking on a case that begins with the suicide of a cop who was sick of being\r\non the mob's payroll. He questions Bertha, the cop's widow (Jeanette Nolan),\r\nwho says her husband killed himself because he was sick. Bannion doesn't think\r\nher story smells right, and then is approached by Lucy (Dorothy Green), the\r\ncop's mistress, who tells him the cop was in perfect health. Bannion unwisely\r\ntells Bertha what Lucy told him, she tells Lagana, and Lucy is dumped dead on a\r\ncounty road. If he suspects Bertha and half-believes Lucy, and Bertha is still\r\nalive, then she must be talking to the mob. Why didn't Bannion suspect that?\r\nHow naive can he be?\n\nBannion\r\nis told by his boss to lay off the case: \"I got a call from\r\nupstairs.\" That night his wife (Jocelyn Brando, Marlon's sister) gets a\r\nthreatening telephone call, and Bannion is enraged. He walks into Lagana's\r\nhouse, threatens him and beats up his bodyguard. Does he think this might put\r\nhis own family in danger? Apparently not, until a bomb goes off when his wife\r\nstarts the car.\n\nWithin\r\na few days, he threatens Vince Stone and orders him out of the bar where the\r\nmob hangs out. Stone's girl Debby (Gloria Grahame), fed up with Stone, follows\r\nBannion onto the street. He takes her to his hotel room, where they drink and\r\nhe pumps her for information, and there is just a moment when he almost forgets\r\nhe is a recent widower.\n\nDebby\r\nwas followed to the hotel, and when she returns to Stone, he throws a pot of\r\nboiling coffee into her face, in one of the most famous scenes in noir history.\r\nHer face half-covered by bandages, she escapes from the hospital and asks\r\nBannion to protect her. He tells her that Bertha the widow has the goods on the\r\nmob, is being paid off by the week and has arranged for the information to go\r\nto the papers if she dies.\n\nDoes\r\nhe tell Debby this because he wants her to kill the widow? Does it even occur\r\nto him that she might, as a way of avenging the scars to her face? Does he\r\nexpect that will lead to her own death? Of course not. In a passive-aggressive\r\nway, he blandly sets these women up for death. When the elderly, lame\r\nbookkeeper at a junkyard risks her life to give him information about his\r\nwife's killer, he even persuades her to knock on the killer's door so she can\r\nidentify him. Dangerous? Yes, but, to Bannion, an acceptable risk -- for her.\n\nFritz\r\nLang (1890-1976) was one of the cinema's great architects of evil. His\r\n\"Metropolis\" (1927) is one of the best of all silent films, but it\r\nwas with \"M\" (1931), and Peter Lorre's eerie performance as a child\r\nmurderer, that he stared unblinking at pure malevolence. He fled Hitler and\r\nGermany and became a prolific director of Hollywood genre pictures -- some\r\ncompetent, some masterpieces of film noir, the greatest \"The Big\r\nHeat.\" There is a kind of ironic pessimism in his work, undermining the\r\napparent bravery of his heroes.\n\nGlenn\r\nFord plays a perfectly acceptable honest cop in \"The Big Heat.\" He\r\ncan be quiet and contained and implacable, butthatBannion is for surface and show. When\r\nhe gets angry, he's capable of sudden violence -- as when he nearly strangles\r\ntwo characters. \"The Big Heat\" advances dutifully with Bannion like a\r\nconventional police procedural until about the halfway point, when it takes\r\nfire with the performances of Lee Marvin and Gloria Grahame.\n\nThis\r\nis one of the inspired performances of Grahame, a legendary character who\r\nbecame known as the \"Can't Say No Girl,\" and not just because she\r\nsang the song in \"Oklahoma!\" Her untidy personal life led to four\r\nmarriages and many affairs; one of her husbands was the director Nicholas Ray,\r\nafter she worked for him in \"In a Lonely Place\" (1950), and another\r\nwas Ray's son, Anthony. She won an Oscar for best supporting actress for\r\n\"The Bad and the Beautiful\" (1952) and should have won again the next\r\nyear for \"The Big Heat,\" where her energy is the best reason to see\r\nthe film.\n\nThere\r\nwas something fresh and modern about Grahame; she's always a little ditzy, as\r\nif nodding to an unheard melody. She was pretty but not beautiful, sassy but in\r\na tired and knowing way, and she had a way of holding her face and her mouth\r\nrelatively immobile while she talked, as if she was pretending to be\r\nwell-behaved. \"It wasn't the way I looked at a man,\" she said,\r\n\"it was the thought behind it.\"\n\nShe\r\nalways seems a little unstrung in \"The Big Heat,\" as if she knows\r\nshe's in danger and is trying to kid herself that she isn't. The Marvin\r\ncharacter can be brutal to women; he hits one in a nightclub, and she tells\r\nBannion that he hit her, too, \"but most times, it's a lot of fun.\r\nExpensive fun.\"\n\nIntriguing,\r\nhow she half-tries to seduce him in his fleabag hotel room: \"You're about\r\nas romantic as a pair of handcuffs. Didn't you ever tell a girl pretty things?\r\nYou know, she's got hair like the west wind, eyes like limpid pools, and skin\r\nlike velvet?\"\n\nLee\r\nMarvin made a scary foil for her, with his long, lean face and his\r\nugly-handsome scowl. If Alexander Scourby's mob boss seems like a writer's\r\nconceit, Marvin's character brings real menace into the picture, coldly and\r\nwithout remorse. The scene with the scalding coffee has become so famous that\r\nyou forget it happens off-screen.\n\nAfterward,\r\nwhen the bandaged Debby turns to Bannion for protection, she bravely still\r\ntries to keep up her act: \"I guess the scar isn't so bad -- not if it's\r\nonly on one side. I can always go through life sideways.\"\n\nOn\r\nthe surface, \"The Big Heat\" is about Bannion's fearless one-man\r\nstruggle against a mob so entrenched that the police commissioner is a regular\r\nat Marvin's poker game. But if that were its real subject, it would be long and\r\nflat and dry.\n\nThe\r\nwomen bring the life into it, along with Lee Marvin. We add up the toll. Lucy\r\nChapman, the B girl who loved the suicidal cop and is betrayed by Bannion.\r\nBannion's wife, who trusted him to protect her. And Debby, who likes him and\r\nmaybe feels sorry for him, and gets her face scarred as a result, and then is\r\nsent to do his errand for him. After he explains to her how the widow's death\r\nwill destroy the mob, he quietly mentions that he himself almost killed Bertha\r\nan hour ago, planting the seed. (Before she kills the widow, Debby stays in\r\ncharacter: \"We should use first names, Bertha. We're sisters under the\r\nmink.\")\n\nWhen\r\nBannion returns to his job, reclaims his old desk, is greeted by his fellow\r\ncops and goes out on another case, he lets the guys know it's still business as\r\nusual; as he leaves the office he calls back over his shoulder, \"Keep the\r\ncoffee hot.\"\n\nNot,\r\nunder the circumstances, very tactful. Bannion's buried agenda is to set up the\r\nwomen, allow their deaths to confirm his hatred of the Lagana-Stone crew, and\r\nthen wade in to get revenge. Of course he doesn't understand this himself, and\r\nit is perfectly possible for us to watch the movie and never have it occur to\r\nus. That's the beauty of Lang's moral ambidexterity. He tells the story of a heroic\r\ncop, while using it to mask another story, so much darker, beneath.", "running_time": 89, "mpaa_rating": "NR", "release_year": 1953, "date_published": "2004-06-06", "genres": ["Crime", "Drama", "Film Noir"], "title": "The Big Heat (1953)"}