{"url": "http://www.rogerebert.com/reviews/great-movie-fanny-and-alexander-1983", "by": "Pernilla Allwinas Fanny Ekdahl", "star_rating": 4.0, "text": "Ingmar Bergman's \"Fanny and Alexander\" (1982) was intended to be his last film, and in it, he tends to the business of being young, of being middle-aged, of being old, of being a man, woman, Christian, Jew, sane, crazy, rich, poor, religious, profane. He creates a world in which the utmost certainty exists side by side with ghosts and magic, and a gallery of characters who are unforgettable in their peculiarities. Small wonder one of his inspirations was Dickens.\n\nIt is 1907, in an unnamed Swedish town. The movie plunges into the Christmas Eve celebration of an enormous family, introducing the characters on the fly as they talk, drink, flirt and plot. They are surrounded by voluptuousness; the Ekdahl family is wealthy and the matriarch, Helena, lives in an enormous home crowded with antique furniture, rich furnishings, paintings, sculptures, tapestries, rugs, flowers, plants and clocks -- always clocks in a Bergman film, their hours striking in a way that is somehow ominous. One room spills into another, as we see when the half-drunk guests join hands for a song while parading through the flat.\n\nFamily intrigues are revealed: Gustav Adolf, Helena's third son, is a philanderer whose adventures are forgiven by his merry, buxom wife, Alma, because she likes him as he is. The second son, Carl, is a failed professor, married to a German woman no one likes (although they should), deeply in debt to his mother. The first son, Oscar, runs the family theater, and is moved to tears in his Christmas Eve speech to the staff before joining the party. Oscar is married to Emilie, a grave beauty, and they have two children, Fanny and Alexander. Much of the film is seen through their eyes, especially Alexander's, but other moments take place entirely within the imaginations of the characters.\n\nGustav's marriage is eccentric, Carl's is sad, and Oscar's is filled with love -- for his family, and the theater. We learn quickly that Gustav is having an affair with Maj, Oscar and Emilie's lame, plump young maid. Alma knows it; indeed, it is openly discussed by everyone in the family. We also learn that Helena, a widow, has been the lover and is still the best friend of Isak Jacobi, a Jewish art dealer and money lender. (Bergman has said there is a little of himself in all the male characters.)\n\nA day or two later, during a rehearsal at the theater, Oscar is playing the ghost of Hamlet's father when he loses his place, forgets his lines, doesn't know where he is. Within a day or so, he is dead of a stroke. All of this is witnessed by the solemn Alexander, who is awakened in the middle of the night by his mother's animal cries of grief.\n\nAnd then it is summer, and everything has changed, and his mother is engaged to marry the Lutheran bishop, Edvard Vergerus, who is a tall and handsome man, everyone agrees, but as Helene sees them leaving after the wedding, she says, \"I think we will have our Emilie back before long.\"\n\nThe first third of the story, taking place in winter, was filled with color and life, even life in death. Now Fanny and Alexander are taken to a new world, the bishop's house, which he inhabits with his mother, his sister and his aunt, and which is whitewashed and barren, with only a few necessary pieces of furniture, locks on every door, bars on the windows.\n\nThe maid tells the children that the bishop's first wife and two daughters drowned in the river; Alexander says he has been visited by their ghosts, who told him they drowned trying to escape after being locked up for five days without food and water. The faithless maid reports this story to the bishop, who whips Alexander, but not before a struggle in which the boy stubbornly makes clear his hatred for the bishop.\n\nAlready in the film, we have seen the ghost of Oscar more than once, morose, pensive, worried about his children. There is a touching scene where his mother wakes from a dream on the veranda of her summer cottage and has a loving conversation with him. (If elements of \"Hamlet\" creep in, with the ghost of Alexander's father and his mother's hasty remarriage, they are not insisted on, and coil casually beneath the surface of the action.)\n\nNow we see another bit of magic. Isak Jacobi, acting for his friend Helena, enters the bishop's house and offers to buy a trunk, and then smuggles her grandchildren out of the house in the trunk -- and yet how can it be, when the bishop runs upstairs to look for them, that the children also apparently in their room?\n\nPerhaps it all has something to do with the magic arts of the Jacobi family. Isak has two nephews, Aron, who helps in the business, and Ismael, who is \"not well\" and is kept in a locked room and can be heard singing at night. Brought back to Isak's vast house, which is stacked to the ceiling with treasures to sell or barter, Alexander awakens in the middle of the night to urinate, loses his way back to his room, is startled by a conversation with God and discovers that God is actually a puppet being manipulated as a joke by Aron. Then he is taken to meet Ismael (played, without explanation, by a girl), and it appears that Ismael can \"see\" what happens in the bishop's house and can control events there so that the bishop dies horribly by fire.\n\nThere are fairy-tale elements here, but \"Fanny and Alexander\" is above all the story of what Alexander understands is really happening. If magic is real, if ghosts can walk, so be it. Bergman has often allowed the supernatural into his films. In another sense, the events in \"Fanny and Alexander\" may be seen through the prism of the children's memories, so that half-understood and half-forgotten events have been reconstructed into a new fable that explains their lives.\n\nWhat's certain is that Bergman somehow glides beyond the mere telling of his story into a kind of hypnotic series of events that have the clarity and fascination of dreams. Rarely have I felt so strongly during a movie that my mind had been shifted into a different kind of reality. The scenes at night in the Jacobi house are as intriguing and mysterious as any I have seen, quiet and dreamy, and then disturbing when the mad Ismael calmly and sweetly shows Alexander how everything will be resolved.\n\nThe movie is astonishingly beautiful. The cinematography is by Bergman's longtime collaborator Sven Nykvist, who surrounds the Ekdahls with color and warmth, and bleeds all of the life out of the bishop's household.\n\nThe enormous cast centers on Helena, the grandmother, played by Gunn Wallgren (in a role once intended for Ingrid Bergman). Wallgren is full-lipped, warm and sexy, and her affection for Isak is life-giving; she was the best thing in the film, Bergman believed.\n\nEmilie (Ewa Froling) is the most conflicted character in the story; she marries the bishop for love, is tragically mistaken about what kind of man he is, thinks she can protect her children, and cannot. Her visit to Helena is heartbreaking. The marriage of Gustav (Jarl Kulle) and Alma (Mona Malm) is open enough to permit an extraordinary scene in which Gustav discusses his affair with his wife and Emilie, and they all try to decide what would be best for the maid. The bishop (Jan Malmsjo) is a tragic and evil man, strict because he is fearful and insecure, cruel because he cannot stop himself, in agony because, he confesses to Emilie, he thought everyone admired him, and he realizes he is hated.\n\nThis is a long film, at 188 minutes plus an intermission. But the version Bergman prefers is longer still, the 312-minute version he made for Swedish television. Both are available on a Criterion DVD, which includes Bergman's feature-length documentary on the making of the film. To see the film in a theater is the way to first come to it, because the colors and shadows are so rich and the sounds so enveloping.\n\nAt the end, I was subdued and yet exhilarated; something had happened to me that was outside language, that was spiritual, that incorporated Bergman's mysticism; one of his characters suggests that our lives flow into each other's, that even a pebble is an idea of God, that there is a level just out of view where everything really happens.\n\nNote: When Sight and Sound, the British film magazine, asked the world's directors and critics to select the best films of the last 25 years, \"Fanny and Alexander\" was third, after Francis Ford Coppola's \"Apocalypse Now\" and Martin Scorsese's \"Raging Bull.\"\n\nAlso in my Great Movies series are Bergman's \"The Seventh Seal,\" \"Cries and Whispers\" and \"Persona,\" all online at rogerebert.com.", "running_time": 188, "mpaa_rating": "R", "release_year": 1983, "date_published": "2004-12-05", "genres": ["Drama", "Fantasy", "Foreign", "Mystery"], "title": "Fanny and Alexander (1983)"}