{"url": "http://www.rogerebert.com/reviews/great-movie-touch-of-evil-1958", "by": null, "star_rating": 4.0, "text": "\n\nCome on, read my future for me.You haven't got any.\r\nWhat do you mean? Your future is all used up. So speaks a fortune-telling\r\nmadam, played by Marlene Dietrich, to the drunken sheriff of a border town,\r\nplayed by Orson Welles, in \"Touch of Evil.\"\n\nHer words have a sad resonance, because Welles was never again\r\nto direct in Hollywood after making this dark, atmospheric story of crime and\r\ncorruption.\n\nIt was named best film at the 1958 Brussels World Fair (Godard\r\nand Truffaut were on the jury), but in America it opened on the bottom half of\r\na double bill, failed, and put an end to Welles' prospects of working within\r\nthe studio system. Yet the film has always been a favorite of those who enjoy\r\nvisual and dramatic flamboyance. “I'd seen the film four or five times before I\r\nnoticed the story,” the director Peter Bogdanovich once told his friend Orson. “That\r\nspeaks well for the story,” Welles rumbled sarcastically, but Bogdanovich\r\nreplied, “No, no--I mean I was looking at the direction.”\n\nThat might be the best approach for anyone seeing the film for\r\nthe first time: to set aside the labyrinthine plot, and simply admire what is\r\non the screen. The movie begins with one of the most famous shots ever made,\r\nfollowing a car with a bomb in its trunk for three minutes and 20 seconds. And\r\nit has other virtuoso camera movements, including an unbroken interrogation in\r\na cramped room, and one that begins in the street and follows the characters\r\nthrough a lobby and into an elevator. The British critic Damian Cannon writes\r\nof its “spatial choreography,” in which “every position and movement latches\r\ntogether into a cogent whole.”\n\nWelles and his cinematographer, Russell Metty, were not simply\r\nshowing off. The destinies of all of the main characters are tangled from\r\nbeginning to end, and the photography makes that point by trapping them in the\r\nsame shots, or tying them together through cuts that match and resonate. The\r\nstory moves not in a straight line, but as a series of loops and coils.\n\nSome of those loops were removed when Universal Studios took the\r\nfilm from Welles and re-edited it, adding closeups and chopping scenes, so that\r\nit existed for years in a confusing 95-minute version, and then belatedly in a\r\n108-minute version that still reflected the studio's meddling. Now at last\r\nWelles' original intentions (explained in a 58-page memo to the studio) are\r\nreflected in a restored version that is three minutes longer and contains 50\r\nchanges, some large, some small. This version was produced by Rick Schmidlin\r\nand edited by Oscar winner Walter Murch, inspired by a crucial 1992 article in\r\nFilm Quarterly by Chicago critic Jonathan Rosenbaum.\n\nThe story takes place in Los Robles, a seedy Mexican-American\r\nborder town (“border towns bring out the worst in a country”). It's a place of\r\nbars, strip clubs and brothels, where music spills onto the street from every\r\nclub. In the opening shot, we see a bomb placed in the trunk of a car, and then\r\nthe camera cranes up and follows the car down a strip of seamy storefronts,\r\nbefore gliding down to eye level to pick up a strolling couple. They are\r\nnewlyweds, Mike and Susan Vargas (Charlton Heston and Janet Leigh); he's a\r\nMexican drug enforcement official.\n\nAt a border checkpoint, they're eventually joined by the doomed\r\ncar, which has been delayed by traffic and a herd of goats. Mike and Susan are\r\ncompleting the check when there's an offscreen explosion--and then finally a\r\ncut, to the burning car lifting in the air. (I've always felt this cut is\r\npremature; better to hear the offscreen explosion, stay on Mike and Susan as\r\nthey run to the burning car, and then cut.)\n\nEveryone awaits the arrival of Sheriff Hank Quinlan (Welles), a\r\nmassive, sweaty, rumbling figure who looms over the camera. (Welles was not\r\nthat big when he made the picture, and used padding and camera angles to\r\nexaggerate his bulk.) Quinlan takes charge, “intuiting” that the explosion was\r\ncaused by dynamite. Vargas, a bystander, finds himself drawn into the\r\ninvestigation, to Quinlan's intense displeasure; the movie becomes a\r\ncompetition between the two men, leading to the sheriff's efforts to frame\r\nVargas and his bride on drug and murder charges.\n\nViewers familiar with the earlier version will not feel they are\r\nseeing a different film, but may be able to follow the plot more easily. The\r\nmost important changes take place in these opening minutes, when the stories of\r\nthe Heston and Leigh characters are now intercut (the studio positioned all of\r\nthe wife's hazards with a local gang after her husband's dealings with\r\nQuinlan). Another significant change: The opening shot is now seen without\r\nsuperimposed credits (they've been moved to the end), and with music from car\r\nradios and clubs, instead of Henry Mancini's title theme (Welles thought source\r\nmusic and sound effects would better establish the atmosphere).\n\nWelles fills his story with a meaty selection of supporting\r\ncharacters, including Quinlan's faithful sidekick Menzies (Joseph Calleia), the\r\nslimy local crime boss Grandi (Akim Tamiroff), the local madam (Dietrich), a\r\nbutch gang leader (Mercedes McCambridge), an ineffectual district attorney (Ray\r\nCollins, from “Citizen Kane”) and particularly a sexually obsessed motel night\r\nclerk (Dennis Weaver), whose peculiar skittishness may have given ideas to\r\nAnthony Perkins for “Psycho” two years later.\n\nThese figures move back and forth across the border, through a\r\nseries of grim and grungy locations. Although the plot line is possible to\r\nfollow, the real point is the way Quinlan veers from the investigation to\r\nfollow his own agenda. He's prejudiced against Mexicans, resents Vargas for invading\r\nhis turf, and supports “hunches” by planting evidence. When Vargas calls him on\r\nthe fraud, he vows to destroy him.\n\nAs Vargas and Quinlan jockey for position in the investigation,\r\nSusan is endangered in scenes that work as a terrified counterpoint. Vargas\r\nunwisely checks his wife into a motel run by the local gang, and young thugs\r\nterrorize her. Her perils sometimes border on the ludicrous, especially in a\r\nscene where they shine a flashlight into her room. Later, a gang rape is\r\nimplied, but the movie curiously ignores or forgets its repercussions for\r\nSusan.\n\nMenzies, the deputy, has been faithful to Quinlan because the\r\nsheriff once stopped a bullet intended for him. The movie establishes his\r\ngradual enlightenment, as Vargas proves that Quinlan planted evidence and\r\nframed innocent people. Why does Quinlan stoop so low? Thirty years earlier his\r\nown wife was murdered, and the killer went free; now he boasts, “That was the\r\nlast killer that ever got out of my hands.”\n\nThe final sequence involves the disillusioned Menzies wearing a\r\nconcealed microphone while prompting Quinlan into a confession. Vargas shadows\r\nthem with a radio and tape recorder. This scene is visually effective, as the\r\nsheriff and deputy follow a garbage-strewn canal, but it's not logical. Vargas\r\nwades through water and climbs mountains of debris to stay within radio range\r\nof the talking men, when he could simply have hidden the tape recorder on\r\nMenzies. And he inexplicably leaves the radio turned up, so Quinlan can hear\r\nthe echo of his own voice. That works as showmanship even while it fails as\r\nstrategy.\n\nThe surface themes of “Touch of Evil” are easy to spot, and the\r\nclash between the national cultures gets an ironic flip: Vargas reflects gringo\r\nstereotypes while Quinlan embodies cliches about Mexican lawmen. But there may\r\nbe another theme lurking beneath the surface.\n\nMuch of Welles' work was autobiographical, and the characters he\r\nchose to play (Kane, Macbeth, Othello) were giants destroyed by hubris. Now\r\nconsider Quinlan, who nurses old hurts and tries to orchestrate this scenario\r\nlike a director, assigning dialogue and roles. There is a sense in which\r\nQuinlan wants final cut in the plot of this movie, and doesn't get it. He's\r\nrunning down after years of indulgence and self-abuse, and his ego leads him\r\ninto trouble.\n\nIs there a resonance between the Welles character here and the\r\nman he became? The story of Welles' later career is of projects left\r\nuncompleted and films altered after he had left them. To some degree, his\r\ncharacters reflected his feelings about himself and his prospects, and “Touch\r\nof Evil” may be as much about Orson Welles as Hank Quinlan. Welles brought\r\ngreat style to his movies, embracing excess in his life and work as the price\r\n(and reward) of his freedom.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1958, "date_published": "1998-09-13", "genres": ["Crime", "Drama", "Film Noir", "Thriller"], "title": "Touch of Evil (1958)"}