{"url": "http://www.rogerebert.com/reviews/great-movie-saturday-night-fever-1977", "by": "John Travoltaas Tony Manero", "star_rating": 4.0, "text": "\"Saturday Night Fever'' was Gene Siskel's favorite movie, and he watched it at least 17 times. We all have movies like that, titles that transcend ordinary categories of good and bad, and penetrate straight to our hearts. My own short list would include \"La Dolce Vita,\" \"A Hard Day's Night\" and \"The Third Man.\" These are movies that represent what I yearned for at one time in my life, and to see them again is like listening to a song that was popular the first summer you were in love.\n\nAlthough \"Saturday Night Fever'' appealed to him primarily on an emotional level, Siskel spoke about it in terms of its themes, and there are two central ones. First, the desire of all young people to escape from a life sentence of boring work and attain their version of the beckoning towers of Manhattan. Second, the difficulty that some men have in relating to women as comrades and friends and not simply sex facilitators.\n\nThere is a scene in the movie where the hero, Tony Manero, sits on a bench with Stephanie, the girl he loves, and tells her all about one of the bridges out of Brooklyn: Its height, length, how many cubic yards of concrete went into its making--and you can taste his desire to cross that bridge and leave Brooklyn behind. Earlier, Stephanie has described him in a few brutal words: \"You live with your parents, you hang with your buddies and on Saturday nights you burn it all off at 2001 Odyssey. You're a cliche. You're nowhere, goin' no place.'' Tony senses that she is right.\n\nThe theme of escape to the big city is central to American films and literature, and \"Saturday Night Fever'' has an obvious predecessor. Both the lure of Manhattan and the problems with women were treated 10 years earlier in Martin Scorsese's \"Who's That Knocking at My Door?\" (1967), which also has a hero who suffers from what Freud called the Madonna-Whore Complex. (The complex involves this logic: I love you so much I want to sleep with you, after which I cannot love you any more because you are the kind of woman who has sex with men.) By the end of the film, Tony has left his worthless friends behind and made the first faltering steps to Manhattan and to a more enlightened view of women, and so the themes have been resolved.\n\nBut I suspect that \"Saturday Night Fever'' had another kind of appeal to Siskel, one that reflects the way the movies sometimes complete the unfinished corners of our lives. In a way, Tony Manero represented the kind of adolescence Gene didn't have, just as Marcello, the hero of \"La Dolce Vita,'' led the kind of life I once lusted for. The most lasting images are its joyous ones, of Tony strutting down a sidewalk, dressing for the evening and dominating the disco floor in a solo dance that audiences often applaud. There's a lot in the movie that's sad and painful, but after a few years what you remember is John Travolta on the dance floor in that classic white disco suit, and the Bee Gees on the soundtrack.\n\nThe Travolta performance is a great cocky affirmation, and his performance is vulnerable and mostly lovable; playing a kid of 19, he looks touchingly young. The opening shots set the tone, focusing on his carefully shined shoes as he struts down the street. At home, he's still treated like a kid. When he gets a $4 raise at the hardware store, his father says, \"You know what $4 buys today? It don't even buy $3.'' But in his bedroom, with its posters of Al Pacino and \"Rocky,\" he strips to his bare chest, admires himself in the mirror, lovingly combs his hair, puts on his gold chains, and steps into his disco suit with a funny little undulation as he slides the zipper up. (\"The peculiar construction of disco pants is a marvel of modern engineering,'' observes Scott T. Anderson, on a Web page devoted to the movie. \"So loose at the ankles, yet so tight in the groin.'') At the dinner table, his dad slaps him, and he's wounded: \"Would you just watch the hair? I work a long time on my hair, and you hit it!''\n\nThe home is a trap, presided over by the photo of Tony's older brother, Father Frank Jr. (Mrs. Manero crosses herself every time she utters the name). Freedom is represented by cruising the streets, and starring on the disco floor. The movie's plot involves his choice between Annette (Donna Pescow), the girl who loves him, and Stephanie (Karen Lynn Gorney), the girl who works in Manhattan and represents his dream of class. In the Scorsese film, the girl really was class (she was a ballerina), but Stephanie is simply a dressed-up version of Annette who got a typing job in an office where famous people (Paul Anka!) sometimes visit.\n\nI've always thought Annette was a better choice for Tony than Stephanie, because Annette has fewer delusions. (\"Why do you hate me so much,'' she asks him, \"when all I ever did was like you?'') But Tony can't see that because he can't really see women at all, and in the cruel closing scenes he makes a half-hearted attempt to rape Stephanie, and then sits in the front seat of a car while Annette is being raped in the back by two of his buddies. Of course, at that time, in that milieu, perhaps it wasn't considered rape, but only an energetic form of courtship.\n\nThe film is far from perfect and some of its scenes are awkward. Watching it again, I was struck by how badly the whole subplot of Father Frank Jr. is handled. Tony's older brother comes home, announces he is leaving the priesthood, has a peculiarly superficial conversation with Tony, accompanies him to the disco, smiles gamely, and then disappears from the disco and the movie. It's as if we're glimpsing a character passing through this movie on his way to another one (\"The Priest,\" perhaps?). It's also interesting to see how little screen time the final disco competition really has, considering how large it looms in our memories.\n\nIt's odd, too, how the rape of Annette is misplaced as the movie gets sidetracked by the death of Bobby C (Barry Miller), who falls, halfway on purpose, off the bridge. The happy ending, as Tony and Stephanie sit on the window ledge and smile, evokes a hopeful future without finding closure on the problems of the immediate past. Tony, who has not gone to college and doesn't share Stephanie's typing skills, may indeed be able to get a job in Manhattan, but it's likely his new job won't be as interesting as the hardware clerking he's leaving behind.\n\nSo why, I wonder, did this movie mean so much to Gene Siskel? Because he saw it at a certain time, I imagine. Because Tony Manero's dreams touched him. Because while Tony was on the dance floor, his problems were forgotten and his limitations were transcended. The first time I saw \"La Dolce Vita,\" it represented everything I hoped to attain. Ten years later, it represented a version of what I was trapped in. Ten years after that, it represented what I had escaped from. And yet its appeal to me only grew. I had changed but the movie hadn't; some movies are like time machines, returning us to the past.\n\nWe all have a powerful memory of the person we were at that moment when we formed a vision for our lives. Tony Manero stands poised precisely at that moment. He makes mistakes, he fumbles, he says the wrong things, but when he does what he loves he feels a special grace. How he feels, and what he does, transcend the weaknesses of the movie he is in; we are right to remember his strut, and the beauty of his dancing. \"Devote your life to something you love--not like, but love,'' Siskel liked to say. \"Saturday Night Fever\" is about how Tony Manero does that.\n\n***\n\nGene bought the famous white suit at a charity auction. I got to inspect it once. It came with a shirt that buttoned under the crotch, so it would still look neat after a night on the dance floor. I asked Gene if he'd ever tried it on. It was too small, he said. But it wasn't the size that mattered. It was the idea of the suit.", "running_time": 118, "mpaa_rating": "R", "release_year": 1977, "date_published": "1999-03-07", "genres": ["Drama", "Music"], "title": "Saturday Night Fever (1977)"}