{"url": "http://www.rogerebert.com/reviews/great-movie-dont-look-now-1974", "by": "Julie Christieas Laura", "star_rating": 4.0, "text": "The hero of “Don’t Look Now” is a rational man who does not believe in psychics, omens or the afterlife. The film hammers down his skepticism and destroys him. It involves women who have an intuitive connection with the supernatural, and men who with their analytical minds are trapped in denial--men like the architect, the bishop and the policeman, who try to puzzle out the events of the story. The architect’s wife, the blind woman and her sister try to warn them, but cannot.\n\nNicolas Roeg’s 1973 film remains one of the great horror masterpieces, working not with fright, which is easy, but with dread, grief and apprehension. Few films so successfully put us inside the mind of a man who is trying to reason his way free from mounting terror. Roeg and his editor, Graeme Clifford, cut from one unsettling image to another. The movie is fragmented in its visual style, accumulating images that add up to a final bloody moment of truth.\n\nThe movie takes place entirely on late autumn days when everything is grey and damp and on the edge of frost. It opens in the country cottage of John and Laura Baxter (Donald Sutherland and Julie Christie), who are curled up before the fire, working, while their children play outside. There is never a moment when this scene in the British countryside seems safe or serene.\n\nThe little girl Christine, wearing a shiny red raincoat, plays near a pond. Inside, her father studies slides of Venetian churches. Her brother runs his bicycle over a pane of glass, breaking it. Her father looks up sharply, as if sensing the sound. Christine throws her ball into the pond. Her father spills a glass, and a blood-like stain spreads across the surface of a slide--a slide showing the red hood of a raincoat in a Venetian church. Shots show Christine’s raincoat reflected upside down in the pond. Something causes John to look up, and then run from the house, and then find his daughter’s body beneath the water and lift it up with an animal cry of grief.\n\nThis sequence not only establishes the loss that devastates the Baxters, but sets the visual themes of the movie. There will be shots that occur out of time, as characters anticipate future events, or impose past events on the present. There will be sharp intakes of psychic foresight. Christine’s death by water will lead in an obscure way to Venice, where John Baxter is restoring an old church, where a killer is loose, where the police pull a body from a canal, where a child’s doll lies drowned at the water’s edge.\n\nThe shiny red raincoat will be a connector all the way through. In Venice, Baxter will get glimpses of a little figure in red running away from him or hiding from him, and may wonder if this is the ghost of his daughter. We will see the red figure more often than he does, glimpsing it on a distant bridge, or as a boat passes behind two arches. And the precise tone of red will be a marker through the movie; Roeg’s palate is entirely in dark earth tones, except when he introduces bright red splashes--with a shawl, a scarf, a poster on a wall, a house front painted with startling brilliance. The color is a link between death past and future.\n\nThe marriage of John and Laura seems real and constant in the film, not just a convenience of the plot. The death of their daughter devastates them, and when we see them in Venice (an undetermined time later, but again in very late autumn), there is a sadness between them. Then in the restroom of a restaurant Laura meets two English sisters, Heather (Hilary Mason) and Wendy (Clelia Matania). Heather, who is blind, tells Laura she “saw” little Christine sitting with her parents at lunch, laughing and smiling: “She’s happy now!”\n\nLaura at first doubts, then joyously believes. She collapses at the restaurant, but that night, probably for the first time since Christine’s death, the Baxters make love. This scene is celebrated for its passion and truthfulness, but its full emotional impact comes through the editing: The lovemaking is intercut with shots of John and Laura dressing afterwards, so that they are at once together and apart, now and later, passionate and preoccupied. There is a poignancy here beyond all reason; in a movie concerned with time, this is the sequence that insists that our future is contained in our present--that everything passes, even ecstasy.\n\nVenice, that haunted city, has never been more melancholy than in “Don’t Look Now.” It is like a vast necropolis, its stones damp and crumbling, its canals alive with rats. The cinematography, by Anthony B. Richmond and an uncredited Roeg, drains it of people. There are a few shots, on busy streets or near the Grand Canal, when we see residents and tourists, but during the two sustained scenes where John and Laura are lost (first together, later separately) there is no one else about, and the streets, bridges, canals, dead ends and wrong turns fold in upon themselves. Walking in Venice, especially on a foggy winter light, is like walking in a dream.\n\nThe city is old and ominous. John struggles to raise a statue to its perch on a church wall, and then uncovers it to reveal a hideous gargoyle, sticking its tongue out at him. A church scaffold collapses beneath him. The hotel where the Baxters are staying is eager to close at the end of season; the lobby furniture is already shrouded. The canals yield drowned bodies. And John’s concern mounts as his wife listens to the two strange sisters, and becomes convinced their daughter is sending them messages. “She’s dead, Laura,” John says. “Our daughter is dead. Dead, dead, dead, dead, dead.”\n\nBut it is John who has second sight. “He has the gift, even if he doesn’t know it, even if he’s resisting it,” the sisters tell one another. And after Laura is called home to be with their son, who has had a minor accident at boarding school, John sees her and the sisters standing at the front of a motorboat passing him on the Grand Canal. How can she be here and there? Those who have been to Venice will recognize it as a funeral boat.\n\nThe plot of “Don’t Look Now,” if it were summarized in a realistic way, would be fairly standard horror stuff. The identification of the red-hooded figure is arbitrary and perhaps even unnecessary. It is the film’s visual style, acting, and mood that evoke its uncanny power. Like the recent films of M. Night Shyamalan, it works through apprehension, not plot or action. The “explanation”: is perfunctory but the dread is palpable.\n\nThe movie is based by a novel by Daphne Du Maurier. “Romantic sludge,” Michael Dempsey calls it in his Film Quarterly review, explaining how the screenplay extends and deepens it but does not improve on the device of the hooded red figure. Dempsey makes a key point about the film’s use of montage: Unlike Eisenstein, who suggests shots are linked, he says, Roeg and Clifford put together shots that might be linked. We are always as uncertain as John Baxter about the connections between what he sees, what exists, what will exist, what does not exist.\n\nRoeg, born 1928, used a similar freedom of movement through time in his first two films, “Performance” (1970) and “Walkabout” (1971), and has continued to play with chronology. He doesn’t always enter his stories at the beginning and leave at the end, but rummages around in them, as if separated moments can shed light on one another.\n\nI’ve been though the film a shot at a time, paying close attention to the use of red as a marker in the visual scheme. It is a masterpiece of physical filmmaking, in the way the photography evokes mood and the editing underlines it with uncertainty. The admitted weakness of the denouement is beside the point, and I have come to an accommodation with the revelations about the figure in the red raincoat. That figure need not be who and what it seems to be, or anything at all--except for the gargoyle that awaits us all at the end of time, sticking out its tongue.", "running_time": 110, "mpaa_rating": null, "release_year": 1973, "date_published": "2002-10-13", "genres": ["Drama", "Foreign", "Romance", "Thriller"], "title": "Don't Look Now (1973)"}