{"url": "http://www.rogerebert.com/reviews/great-movie-picnic-at-hanging-rock-1975", "by": "Rachel Robertsas Mrs. Appleyard", "star_rating": 4.0, "text": "On a drowsy St. Valentine's Day in 1900, a party of girls from a strict boarding school in Australia goes on a day's outing to Hanging Rock, a geological outcropping not far from their school. Three of the girls and one of their teachers disappear into thin air. One of them is found a week or so later, but can remember almost nothing. The others are never found.\n\nOn this foundation, Peter Weir's \"Picnic at Hanging Rock\" (1975) constructs a film of haunting mystery and buried sexual hysteria. It also employs two of the hallmarks of modern Australian films: beautiful cinematography and stories about the chasm between settlers from Europe and the mysteries of their ancient new home.\n\nThe movie, which has been long out of release and unavailable even on video, has been restored in a new \"director's cut'' that, unlike most revisions, takes out footage instead of adding it. Weir has pared seven minutes from an already lean and evasive film. The result is a movie that creates a specific place in your mind; free of plot, lacking any final explanation, it exists as an experience. In a sense, the viewer is like the girls who went along on the picnic and returned safely: For us, as for them, the characters who disappeared remain always frozen in time, walking out of view, never to be seen again.\n\nThe movie is based on a 1967 novel by Joan Leslie, then 71, who presented it as fiction but hinted that it might be based on fact. A cottage industry grew up in Australia about the novel and the movie; old newspapers and other records were searched without success for reports of disappearing schoolgirls. Much was made of the fact that the movie is set on a Saturday, and Valentine's Day did not fall on a Saturday in 1900; did the girls disappear into another time line? Were they raped by two teenage boys who were also on Hanging Rock that day? Did they simply fall into a crevice? What about the girl who was found alive a week later? She had lost her shoes, and yet her feet were not injured by the sharp rock paths. Did she levitate? There is even a book, The Murders at Hanging Rock, that explains that the disappearances were fiction, but nevertheless offers several theories, including UFO abduction, for what happened.\n\nOf course the entire point is that there is no explanation. The girls walked into the wilderness, and were seen no more. Aborigines might speculate that the rock was alive in some way -- that it swallowed these outsiders and kept its silence. As Russell Boyd's camera examines the rock in lush and intimate detail -- its snakes and lizards, its birds and flowers -- certain shots seem to suggest faces in the rock, as if the visitors are being watched.\n\nThe movie has been compared to Michelangelo Antonioni's \"L'Avventura\" (1960), a film in which a man's wife wanders away on an island in the Mediterranean, and is never seen again. Antonioni's \"Blow-Up\" (1967) involves a body which may or may not be there, and a mystery that is never solved. For me, \"Picnic at Hanging Rock\" evokes E.M. Forster's novel A Passage to India, made into a film by David Lean in 1984. In that story, a party of British visitors tours the Marabar Caves, which have the peculiar property of turning all speech into a meaningless echo. One of the women has something happen to her inside the cave -- the novel never explains what it is--and her sexual hysteria fuels the rest of the story. The underlying suggestion is that Victorian attitudes toward sex, coupled with the unsettling mysteries of an ancient land, lead to events the modern mind cannot process. That is exactly the message of \"Picnic at Hanging Rock.\"\n\nThe film opens as if it will make perfect sense. At Appleyard College in Woodend, Victoria, firm discipline and ladylike behavior are offered as a substitute for learning. The \"college'' is more of a finishing school for adolescents, who live in a hothouse atmosphere where schoolgirl crushes are inevitable. Mrs. Appleyard (Rachel Roberts) herself seems to contain unexamined needs, and punishes one girl, a passionate rebel, by making her stay home from the outing.\n\nThe other girls, 19 of them, with two teachers, leave in a carriage for Hanging Rock. They are all dressed in Victorian clothing that emphasizes modesty and inconvenience (an early scene shows them lined up, lacing each other's corsets). On the slopes of the rock their parasols and happy laughter are a contrast to the ancient, brooding land. Closeup photography shows the rock crawling with countless forms of animal, reptile and insect life, which hurries on its murderous business with no thought to the visitors. Music, some of it classical, played by panpipes, is an unsettling contrast.\n\n\"We worked very hard,'' Weir told an interviewer for Sight & Sound, \"at creating an hallucinatory, mesmeric rhythm, so that you lost awareness of facts, you stopped adding things up, and got into this enclosed atmosphere. I did everything in my power to hypnotize the audience away from the possibility of solutions.''\n\nAlthough I don't recall my 1975 viewing of the film in enough detail to be sure, my guess is that Weir's seven minutes of trims are intended to further discourage a \"solution.'' The other party on the rock that day -- the two young men, an older couple -- are there not as possible suspects, I believe, but simply to show that a picnic on the rock could be perfectly safe. The film wants us to sense that the heightened and repressed sexuality of the young students was in some way connected to their disappearance, as if their emotional states interlocked somehow with the living presence of the land.\n\nThere are other fragmentary suggestions that help us toward this idea. Of the girls who originally set out on the walk, one named Edith returns quickly, screaming the warning that the others are gone. Later she remembers that she saw the missing teacher in her underwear. Scraps of lacy underclothing are found later during a search. Back at the school, unspoken sexual feelings lie beneath many of Mrs. Appleyard's disciplinary actions, especially in connection with the rebellious Sarah -- the girl who was not allowed to go on the trip.\n\n\"The film is just too damn impenetrable for its own good,'' writes the Web-based critic Kevin Maynard. I'm sure he speaks for a lot of viewers, but of course if you could penetrate it, there would be no film -- simply a police case, or an account of an accident. My idea of Australia has been fashioned almost entirely from its films, and I picture it as a necklace of coastal cities, from which depend smaller inland towns, surrounding the vast and ancient Outback -- where modern logic does not apply, and inexplicable things can happen.\n\nNicolas Roeg's \"Walkabout\" touches on some of the same feelings as \"Picnic at Hanging Rock.\" In it, a white girl and her brother are left abandoned in the wilderness when their father kills himself. They would quickly die, but are saved by an aborigine boy who, in an ironic reversal, kills himself after they all wander back to civilization. The suggestion in both \"Walkabout\" and \"Picnic'' is that aboriginal life cannot be sustained in cities, nor European-based life in nature, and it is intriguing that girls on the brink of maturity are the focal point in both films.\n\nPeter Weir, born in 1944, went on to great success after \"Picnic at Hanging Rock.'' His titles include \"Witness,\" \"Gallipoli,\" \"The Last Wave,\" \"The Year of Living Dangerously,\" \"The Mosquito Coast,\" \"Dead Poets Society\" and \"Green Card\" -- and his widely praised 1998 film \"The Truman Show.\" It's interesting that most of these titles deal in one way or another with outsiders who find themselves in places where they are not a good fit. Somewhere at the very bottom of his imagination must lurk the conviction that you'll be all right if you stay at home, but if you wander into other lands you may find that you have disappeared.", "running_time": 115, "mpaa_rating": "NR", "release_year": 1975, "date_published": "1998-08-02", "genres": ["Drama", "Foreign", "Thriller"], "title": "Picnic at Hanging Rock (1975)"}