{"url": "http://www.rogerebert.com/reviews/great-movie-moolaade-2007", "by": "Fatoumata Coulibaly", "star_rating": 4.0, "text": "\"Moolaade\" is the kind of film that can only be made by a director whose heart is in harmony with his mind. It is a film of politics and anger, and also a film of beauty, humor, and a deep affection for human nature. Usually films about controversial issues are tilted too far toward rage or tear-jerking. Ousmane Sembene, who made this film when he was 81, must have lived enough, suffered enough and laughed enough to find the wisdom of age. I remember him sitting in the little lobby of the Hotel Splendid in Cannes, puffing contentedly on a Sherlock Holmes pipe that was rather a contrast with his bright, flowing Senegalese garb.\n\nHis film is about, and against, the custom of female circumcision, practiced in many Muslim lands (although Islamic law forbids it). Does that make you think you don't want to see it? Think again. Sembene embodies his subject so deeply with his characters, and especially with his heroine Colle, that it becomes a story about will, defiance, and ancient custom.\n\nIt is never actually too specific about what would be done to the four girls who flee to Colle for moolaade, or protection. Sembene trusts us to know. He doesn't exploit blood-drenched horror scenes, and his approach is actually more effective because he limits himself to off-screen cries, or a brief glimpse of the knife used by the village's doyenne des exciseuses, the woman in charge of circumcisions. The knife is very small, wickedly hooked, hardly seen, and more frightening than a broadsword. Yet we learn that women support the removal of the clitoris because no man will marry a bride who has not been \"cut.\" The actress Fatoumata Coulibaly, who plays Colle, has said that she herself was circumcised; the result, as with most victims, was an absence of sexual pleasure, and often pain during sex.\n\nWhy would a man insist on this mutilation? Perhaps out of deep insecurity and a distrust, even fear, of women. But \"Moolaade\" makes no such sweeping charges, and observes how the women themselves enforce and carry out the practice -- because, of course, they want their daughters to find husbands.\n\nColle has refused to let her own daughter be cut, but now the girl is engaged to a man returning home from France. Will Europe have freed him of ancient barbarities, or will he demand a bride who has been cut? Since the village hopes for wealth from the returning man, there is social pressure on Colle. And just at that moment, the girls on the brink of adolescence run weeping to Colle and beg for shelter in the compound she shares with her husband and his other wives.\n\nColle evokes moolaade. She ties a string of yarn across the doorstep of her house, and the law says that as long as the girls stay inside, no one can enter after them. Her husband is enraged. He loses status in the village council because he cannot control his woman, but his Number One Wife supports Number Two, and he is stalemated. One of the themes coiling beneath the surface of the film is that the women in this society have great power, if they are bold enough to exercise it.\n\nAnother theme is suspicion of the West, of modernization, of the outside in general. One of the ways groups create their identities is by enforcing costume rules that conceal individuality and impose a monolithic look. Uniforms are a way of saying that those who wear them are interchangeable. One who is obviously an outsider is le mercenaire, the itinerant peddler who visits the village to sell pots and pans, postage stamps, T-shirts and toys, and to pick up and deliver mail. He has a lively eye for pretty women, suggests secret rendezvous, and in general ignores the code that a woman belongs to a man.\n\nAmong the most important items in his stock are batteries, needed for portable radios and flashlights in this district without electricity. The radio stations are in the cities, and broadcast words and music reflecting dangerous freedoms. When the frustrated all-male village council meets to ponder the challenge of Colle and moolaade, it doesn't occur to them, of course, that women might have perfectly good reasons for not wanting to be circumcised. They blame the outside. The radios. They order a sweep of the village to confiscate all the radios, which are deposited in a big pile, some of them still turned on. This pile becomes a central image of the film, and inevitably evokes bonfires of hated books, or videos, or rock 'n' roll, or people.\n\nThe construction of Sembene's film is subtle and seductive. He spends little time denouncing female circumcision, and a great deal of time studying the human nature of dissent and conformity. There is humor in the paradoxes that the men debate, and in their impotence against their women, and suspense when the prodigal son returns from Paris. On the most fundamental of levels, this is an entertaining film. Also a beautiful one, as we admire the artistry of the architecture, and appreciate how the people of the village live within the rules and respect them, even when opposing them. These people, despite some of their practices, are deeply decent and civilized, and Sembene loves them for it. The movie contains less outrage than regret.\n\nSembene's death at 84, on June 9, 2007, brought to a close an extraordinary life, one that parallels in some ways Nelson Mandela's. Neither was born into wealth and privilege, and both achieved greatness. Although he was known for years as \"the father of the African cinema,\" and wrote six novels before he decided films would reach a larger audience, Sembene as a young man (I learn from IMDb.com) was a mechanic, a bricklayer, a soldier for the Free French, a labor leader, an autoworker and a stevedore. His first novel came in 1956, his first movie (\"Black Girl\") in 1966.\n\nThat film told the story of the ill treatment a young Senegalese woman finds when she goes to work as an au pair in Paris. But Sembene did not devote himself to dramatizing the evils of whites against blacks on his continent. He was more interested in drama, conflicts and comedy within the vibrant African civilization.\n\nConsider his wonderful film \"Guelwaar\" (1992). In his country, Muslims live side-by-side with Catholics, and his story involves a mix-up that accidentally results in the burial of a Catholic body in a Muslim cemetery. When an attempt to move the body is made, the Muslims are outraged -- not because the body is there, but because the removal would desecrate the cemetery. A local policeman, himself a Muslim, tries to defuse the situation and prevent a nasty fight.\n\nThis story could involve stereotypes and fan the flames of prejudice. But not with Sembene. He portrays all the characters as people who are reasonable, by their own lights, and would be content with a solution that did not violate their beliefs. And all religions contain a fuzzy area that allows common sense to sometimes win over dogma. All it takes here is a persuasive policemen, and some wise people on both sides who are weary of the hotheads.\n\nSembene's work so often dealt with his society from the inside, with sympathy, insight, and the sly wit of a Bernard Shaw. He made political films that didn't seem political, and comedies that were very serious. His regret was that many of his films, including \"Moolaade,\" were not welcome in Africa. He won awards at Venice, Karlovy Vary and many other important festivals; \"Moolaade\" won first place in the Un Certain Regard section at Cannes. But according to IMDb, the film has played nowhere in Africa except Morocco. The message is not heard where it is needed.\n\nOusmane Sembene was born into an Africa where a black man was not expected to write novels or direct films. He dedicated his life to making brave and useful films that his continent needed to see. He did that even knowing they would probably not be seen. They exist. They wait. They honor his memory.\n\nNote: Most of Sembene's films are available on DVD.", "running_time": 124, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-07-01", "genres": ["Drama", "Foreign"], "title": "Moolaade (2007)"}