{"url": "http://www.rogerebert.com/reviews/great-movie-the-earrings-of-madame-de-1953", "by": "Charles Boyeras Andre", "star_rating": 4.0, "text": "\n\nUnhappiness is an invented thing.\n\nSo\r\nthe General tells his wife. He is convinced she wants to be unhappy. She places\r\nherself willfully in the way of sadness. It is her choice. There was a time\r\nwhen Louisa would have agreed with him, when their views on society matched\r\nperfectly. But now she is truly unhappy, and it is beyond her choice. The\r\nGeneral will never understand that. Neither, probably, will her lover, the\r\nBaron. It is the gift these men have given her: The ability to mourn what she\r\nhas lost or never found. It is the one gift they cannot take back. Without it,\r\nshe would have been unable to understand happiness. Certainly the men cannot.\n\n“The\r\nEarrings of Madame de...,” directed in 1953 by Max Ophuls, is one of the most\r\nmannered and contrived love movies ever filmed. It glitters and dazzles, and\r\nbeneath the artifice it creates a heart, and breaks it. The film is famous for\r\nits elaborate camera movements, its graceful style, its sets, its costumes and\r\nof course its jewelry. It stars Danielle Darrieux, Charles Boyer and Vittorio\r\nDe Sica, who effortlessly embody elegance. It could have been a mannered\r\ntrifle. We sit in admiration of Ophuls' visual display, so fluid and intricate.\r\nThen to our surprise we find ourselves caring.\n\nThe\r\nstory takes place in Vienna a century or so ago. The General (Boyer) has\r\nmarried late, and well, to Louisa (Darrieux), a great beauty. He gives her expensive\r\ndiamond earrings as a wedding present. As the film opens, Madame is desperately\r\nin debt, and rummaging among her possessions for something to sell. The camera\r\nfollows her in an unbroken shot as she looks through dresses, furs, jewelry,\r\nand finally settles on the earrings, which she never liked anyway. “What will\r\nyou tell your husband?” asks her servant. She will tell him that she lost them.\n\nShe\r\ntrusts the discretion of Remy the jeweler. She should not. Remy, who originally\r\nsold the earrings to the General, tells him the whole story. The General buys\r\nback the earrings as a farewell present to his mistress, who is leaving him and\r\ngoing to Constantinople. Certainly the wife will never see them again, and\r\nthere is poetic justice involved.\n\nThe\r\nmistress sells the earrings to finance her gambling. The Baron Donati (De Sica)\r\nbuys them. In his travels he encounters the Countess Louisa, falls in love,\r\ncourts her, and gives her the earrings. She is startled to see them, but\r\nintuits how they came into the Baron's hands. How to explain their reappearance\r\nto the General? In his presence, she goes through the motions of “finding”\r\nthem. The General knows this is a falsehood, and the whole tissue of deceptions\r\nunravels, even though the jewels are bought and sold two more times. (There is\r\nalways a laugh when the jeweler turns up in the General's office for “our usual\r\ntransaction”).\n\nStanding\r\nback a little from the comings and goings of the earrings, which is the stuff\r\nof farce, the movie begins to look more closely at Louisa (whose husband's name\r\nis never given, so that she is always vaguely the “Countess de...”). She and\r\nher husband live in a society where love affairs are more or less expected; “your\r\nsuitors get on my nerves,” the General fusses as they leave a party. If they do\r\nnot know specifically who their spouse is flirting with, they know generally.\r\nBut there is a code in such affairs, and the code permits sex, but not love.\r\nThe General confronts the Baron with his knowledge of the earrings. (“Constantinople?”\r\n“Yes.”) The General tells him, “It is incompatible with your dignity, and mine,\r\nfor my wife to accept a gift of such value from you.”\n\nThe\r\nGeneral's instinct is sound. The Countess has indeed fallen in love. The Baron\r\nthought that he had, too. Their tragedy is that the intensity of her love\r\ncarries her outside the rules, while the Baron remains safely in-bounds.\n\nThe\r\nscene where they fall in love shows Ophuls' mastery. He likes to show his\r\ncharacters surrounded by, even drowning in, their milieu. Interior spaces are\r\ncrowded with possessions. Their bodies are adorned with gowns, uniforms,\r\njewelry, decorations. Ophuls likes to shoot past foreground objects, or through\r\nwindows, to show the characters contained by possessions. But in the key love\r\nscene, a montage involving several nights of dancing, the circling couple is\r\ngradually left all alone.\n\nThe\r\nBaron and the Countess are at a resort. On the dance floor, they observe it has\r\nbeen three weeks since they danced together--two days--one day--and then they\r\nare dancing still and no time has passed. The dialogue and costumes indicate\r\nthe time transitions, but the music plays without interruption, as do their\r\nunbroken movements. They dance and dance, in love. An admiral's wife whispers: “They're\r\nseen everywhere--because they can't meet anywhere.” On the last night, one\r\norchestra member after another packs up and goes home. A servant extinguishes\r\nthe candles. Finally a black dropcloth is thrown over the harp, and the camera\r\nmoves in until the screen is black and the dance is over. The economy of\r\nstorytelling here--a courtship all told in a dance--resembles the famous\r\nmontage in “Citizen Kane” where a marriage dissolves in a series of breakfasts.\n\nThe\r\ndiscovery of a possession in the wrong place at the wrong time is an ancient\r\ntrick in fiction, from Desdemona's handkerchief to Henry James' Golden Bowl to\r\nthe brooch that should not be around Judy's neck in “Vertigo.” What is\r\ninteresting in “Madame de...” is the way the value of the earrings changes in\r\nrelationship to their meaning. At the start Madame Louisa wants only to sell\r\nthem. Then, when they are a gift from her lover, they become invaluable. The\r\nGeneral wants to buy them back once, twice, but finally is reduced to telling\r\nthe jeweler, “Stay away from me with those infernal earrings!” An expensive\r\nbauble, intended to symbolize love, becomes an annoyance and a danger when it\r\nfinallydoesrepresent it.\n\nFor\r\nLouisa, the earrings teach a lesson. She is no more morally to blame than her\r\nhusband or her lover, if only adultery is at stake. But if the General's honor\r\nis the question--if being gossiped about by the silly admiral's wife is the\r\nresult--then she is to blame. Certainly the Baron understands this, and\r\nwithdraws, his love suddenly upstaged by his regard for his own reputation. The\r\nfinal meeting between the two men is brought about, curiously, by the General's\r\ndiscovery that hedoeshave real feelings for his wife.\n\nMax\r\nOphuls (1902-1957) was a German who made films in Germany, Hollywood and\r\nFrance. His career was used by the critic Andrew Sarris as a foundation-stone\r\nof his auteur theory. Sarris famously advised moviegoers to value thehowof a movie more than thewhat. The story and message are\r\nnot as important, he said, as the style and art. In Ophuls, he had a good test\r\ncase, because Ophuls is seemingly the director most obsessed with surfaces, with\r\nthe visual look, with elaborate camera movements. He was dismissed by many as\r\nnothing more than a fancy stylist, and it took Sarris (and the French\r\nauteurists) to show what a master he was.\n\nHis\r\nfilms are one of the great pleasures of the cinema. \"Madame de...\" is\r\nequaled by “La Ronde” (1950) and \"Lola Montes\" (1955) as movies whose\r\nsurfaces are a voluptuous pleasure to watch, regardless of whether you choose\r\nto plunge into their depths. The long, impossibly complex opening shot of “La\r\nRonde,” with the narrator introducing us to the story and even singing a little\r\nsong, is one of the treasures of the movies. And who else has such romantic\r\nboldness that he will show Louisa writing her Baron day after day, with no\r\nletter back, and then have him tell her when they finally meet: “I always\r\nanswered your letters, my love--but I lacked the courage to mail them.” And\r\nthen to show his unmailed letters torn into bits and flung into the air to\r\nbecome snow.", "running_time": 105, "mpaa_rating": null, "release_year": 1953, "date_published": "2001-11-11", "genres": ["Drama", "Foreign", "Romance"], "title": "The Earrings of Madame de... (1953)"}