{"url": "http://www.rogerebert.com/reviews/great-movie-the-terrorist-2000", "by": "Ayesha Dharkaras Malli", "star_rating": 4.0, "text": "Malli is only 19, a young woman who has spent all of her life within the closed world of a movement. She accepts its values without question. Her brother died for the cause. She has killed for it, comfortable with weapons, moving through the jungle where her guerrilla unit operates. When she is not fighting, she is simply a young girl, giggling with her friends. There is nothing hardened about her. We look in her enormous eyes and see they are open to life and love.\n\nOne day, her group is summoned to a meeting. A volunteer is needed to become a suicide bomber, who will place a garland of flowers around the neck of a political leader and detonate explosives that will kill them both. Malli volunteers. Her girlfriends cluster around in excitement, as if she has won a beauty contest. There is no greater honor than to die for the cause.\n\nSantosh Sivan's \"The Terrorist\" (1999) was filmed in India in the Tamil language. He says it was inspired by the assassination of the Indian prime minister Rajiv Gandhi in 1991. But in the movie, no country is identified, no name is attached to her target, and no ideology or religion is attached to her movement.\n\nThis is not a film about the rightness or wrongness of her cause or the political situation that inspired it. It simply and heartbreakingly observes for a few days as a young woman prepares to become a suicide bomber. Her story is told with a minimum of onscreen violence and little in the way of action scenes; if Truffaut was correct, and war movies argue for war by making it look exciting, \"The Terrorist\" looks the other way.\n\nI watch the film in horrified fascination. To die of disease, age, accident or even in combat is a condition of the human destiny. But to choose the moment of your own death and take other lives because you believe an idea is bigger than yourself: What idea could justify that? At least in battle you hope to survive. To me, consciousness is the all-encompassing idea; without it, there are no ideas, and to destroy it is to destroy all ideas.\n\nA movement that encourages suicide so that it can benefit from that annihilation is monstrously selfish: Let people like The Leader, who thanks Malli for her death by treating her to lunch, blow himself up, if he is so sure someone must.\n\nBut my discussion is outside the terms of the movie. \"The Terrorist\" is anchored in the everyday reality of Malli, played by Ayesha Dharker so expressively that we identify with her feelings even as we deplore her mission. Her \"unforgettable face, with her wide, full mouth and enormous dark eyes, appears in nearly every frame,\" writes A.O. Scott, \"often filling most of the screen, as if we might be able to find our way into Malli's mind through her pores.\"\n\nAfter she volunteers for death, she is passed by a network of movement members to a farm where she will spend the last four days of her life. On this journey she is helped by a young boy named Lotus (Vishwas), who knows the territory; they wade in a river to avoid land mines, and he knows where all the booby traps are. He tells her that everyone he has guided has eventually been killed. He weeps: \"There will be blood everywhere.\"\n\nOn this journey, she meets a young fighter who has been mortally wounded. She does what she can, cradling him in her arms. He tells her he has never been so close to a woman before. This is a love scene, really; they love each other because they share the same cause, and his death in a way is a consummation.\n\nShe arrives at the farm, which is run by the jolly Vasu (Parmeshwaran). His wife has been in a coma for seven years, but he always sets a place for her at dinner. He has a crony, and when the two men talk, we are reminded of the dialogue of the great Indian novelist R.K. Narayan, which feasts on amusing contradictions. All the time, the wife on her bed watches with open eyes. What does she see, what does she hear?\n\nMalli's trainers fit her for clothing that will conceal the explosives and show her how to detonate them. As she goes through this training, she is an obedient student, awed by the seriousness of her study, pleased to be treated as such an important person. When the trainers leave, she enters into the life of the farm. Vasu, like many Indians, is a natural philosopher. \"A flower is the earth smiling,\" he tells her. Does he know she has been assigned to blow herself up? The movie never answers this question. I think it's quite possible he doesn't know the nature of her mission; he gabs too much to be entrusted with secrets.\n\nNow two events happen that are treated with such subtlety and delicacy that we understand, if we didn't before, how gently Santosh Sivan tells his story. (You may want to see the movie before reading further.) Malli discovers that she is pregnant. And, in an almost inexplicable way, she receives a communication from Vasu's wife. The everyday human life of the farm absorbs her. Then the day of her destiny arrives, and she sets off on her mission.\n\nDoes she detonate the bomb? Does she succeed in killing the politician? In real life, Rajiv Gandhi and his assassin were killed. But \"The Terrorist\" is not the story of that event and must find its own conclusion. It finds, I think, the only conclusion that it can, but do not conclude that you therefore know what that must be.\n\nSantosh Sivan, the director, is one of India's most successful cinematographers, a master of the color, dance and music of Bollywood; he shot Gurinder Chadha's recent \"Bride and Prejudice.\" He is also a thoughtful and quixotic person whose Web site, santoshsivan.com, involves technique, wit and philosophy. He made \"The Terrorist\" in 17 days on a budget of $25,000, using mostly non-actors, although the beautiful Ayesha Dharker later won a role in \"Star Wars: Episode II -- Attack Of The Clones\" and starred in \"Bombay Dreams\" in London and New York.\n\nDespite its limited budget, \"The Terrorist\" is visually breathtaking: \"The most beautiful film from India in years (maybe ever),\" wrote David Overby, who selected it for the Toronto festival. Sivan shot some scenes in the jungle and others \"in his own backyard,\" Dharker told me, when I showed the film at my 2000 Overlooked Film Festival. She did her own stunts and broke her leg during one of them. There is a lot of water in the film, a lot of rain, rivers, some tears; \"the movie was shot in an actual drizzle,\" Sivan says on his Web site. \"No sprinklers.\"\n\nIn an interview with David Walsh, Sivan notes: \"Most of the films that deal with violence end up showing a great deal of it and then say, at the end, 'No, it's not right.'\" Sivan deliberately avoided violence to focus on the story of Malli, who he says comes from \"a group of young people, mostly teenagers. They are deprived of any kind of education, sex life, smoking; everything is considered harmful. All of them are made to believe that being a martyr is the biggest thing to happen, and they're given fantastic funerals. It is like the ultimate high for a person in that kind of environment.\"\n\nI admire \"The Terrorist\" because it sidesteps the ideology, the question of which side is right and which side is wrong, the political motives, the tactical reasons and simply says: Here is a young woman who has decided to kill and be killed for a cause. Look in her eyes, listen to her voice, watch her as she lives for a few days, and ask yourself what motivates her, and why. Every time I see the film, I feel a great sadness, that a human imagination could be so limited that it sees its own extinction as a victory.\n\n\"The Terrorist\" is available on DVD. This essay incorporates some material from my 1999 review of the movie. ", "running_time": 95, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2005-07-17", "genres": ["Comedy", "Drama", "Romance"], "title": "The Terrorist (2000)"}