{"url": "http://www.rogerebert.com/reviews/great-movie-say-anything-1989", "by": "John Cusackas Lloyd Dobler", "star_rating": 4.0, "text": "Then first time Lloyd Dobler calls Diane Court to ask her out on a date, he dials all but one digit of her phone number, then looks in the mirror and brushes his hair with his hand before dialing the final digit. He wants to look his best. He gets her father on the phone. Her father has received a lot of phone calls from guys wanting to talk to his daughter. Lloyd stumbles through his message, carefully repeats his number twice, and then says, ''She's pretty great, isn't she?'' ''What?'' asks the father. ''I said, she's pretty great.'' ''Yes,'' says her dad, ''she is.''\n\nThis scene, early in Cameron Crowe's ''Say Anything,'' reflects many of the virtues of the movie. In a lesser film Lloyd would have gotten Diane on the phone with the first try. But it is important to establish her father James (John Mahoney) as a major player, a man whose daughter chose to live with him after a divorce, and who tells her she can say anything to him. The movie is about honesty, which is why Mr. Court has to grin at Lloyd's earnest closing line, and it is also about dishonesty.\n\nLloyd (John Cusack) is tall, loyal and true, tells the truth, and seems especially frank about the fact that he seems to have absolutely no future. His career plans do not include college. He talks vaguely about a future as a professional kick-boxer, but the only time we see him engaged in the sport professionally is when he's teaching a class of pre-schoolers. Diane (Ione Skye), on the other hand, is a golden girl, the class valedictorian, winner of a scholarship to England.\n\nShe is also beautiful, which Lloyd appreciates with every atom of his being, but she doesn't date much, because she intimidates the other students. When Lloyd confides his love to his best friend Corey (Lili Taylor), she says simply: ''She's too smart for you.'' When Lloyd takes Diane to the all-night party on high school graduation night, someone asks her, ''Why'd you come with Lloyd Dobler?'' and she says, ''He made me laugh.''\n\nDiane perceives that she does not laugh enough. She tells her dad how much she enjoyed the party, and says she missed that kind of fun in high school: ''It's like I held everyone away from me.'' Lloyd and Diane begin to date, tentatively, and she notices that he is instinctively a gentleman. The moment he wins her heart is when he warns her not to step near some glass in a parking lot.\n\nLloyd's biggest problem, in the eyes of Mr. Court, is his complete lack of a reasonable career plan. Even Lloyd hardly seems to think kick-boxing is a workable profession. But he's clear about what he doesn't want to do: ''I don't want to buy anything, sell anything, or process anything as a career.''\n\nMost people go to love stories in order to identify, in one way or another, with the lovers. Usually they are unworthy of our trust, especially in the modern breed of teenage movies that celebrate cynicism, vulgarity and ignorance. ''Say Anything'' is kind of ennobling. I would like to show it to the makers of a film like ''Slackers'' and ask them if they do not feel shamed. ''Say Anything'' exists entirely in a real world, is not a fantasy or a pious parable, has characters who we sort of recognize, and is directed with care for the human feelings involved. When Entertainment Weekly recently chose it as the best modern movie romance, I was not surprised.\n\nCameron Crowe, who also wrote this, his directorial debut, seems able to tap directly into his feelings and memories as a teenager. His autobiographical ''Almost Famous'' (2000) was set backstage at rock concerts, a much different world than the Seattle of ''Say Anything,'' but the characters played by Patrick Fugit and John Cusack could be twins in the way they earnestly try to be true to themselves. Both characters have career ambitions that are not respectable (to become a rock critic is not much better than becoming a kick boxer, in the eyes of parents). Both are so consumed by their dreams that they ignore conventional ambitions. Both fall in love with apparently inaccessible girls, although Lloyd Dobler has the good luck that Diane loves him, too.\n\nThe film follows them gently and tactfully through the stages of romance at 18. When it finally finds them in the back seat of a car and perhaps about to have sex, it doesn't descend into the sweaty, snickering dirty-mindedness of many modern teen movies, but listens carefully. ''Are you shaking?'' she asks him. ''No,'' he says. ''You're shaking,'' she says. ''I don't think so,'' he says. When she comes in late the next morning--the first time she has not called home to let her father know where she was--he is angry, but loves her enough to cool down and listen to what she has to say. The way she describes what happened is one of the movie's flawless moments.\n\nThe two lovers both have confidants. For Diane, it is her father, played by John Mahoney as a reminder that this actor can be as convincingly nice as anyone in the movies. He exudes decency. That quality is right for this role, in which we learn that there is a great deal Diane doesn't know about her father. When the IRS looks into the financial records at the nursing home he runs, Diane goes to a local agent to argue her father's case. And the agent (Philip Baker Hall) in a small but indispensable role, tells her flatly but not unkindly, ''But he's guilty.''\n\nLloyd's confidant is Corey. This was Lili Taylor's first film after the landmark ''Mystic Pizza'' (1988), which also introduced Julia Roberts and Annabeth Gish. Here she plays a husky-voiced folk singer who has been dumped by the one love of her life, Joe. ''I have written 63 songs this year, all about Joe,'' she tells Lloyd at the party. She sings some of them (''Joe lies when he cries...''). She provides advice, but because her specialty is unrequited love, she can't quite understand Lloyd and Diane, who share true love. Then Diane devastates Lloyd with the opinion that they should stop seeing one another. She won't say why. (''This girl is different,'' Lloyd says during his period of mourning. ''When we go out, we don't even have to go out, you know?'')\n\nLloyd's exile in the wilderness away from Diane works because Cusack makes us feel the pain. He turns to his other confidant, the sister he lives with (played by his own sister Joan). He plays with his nephew, a little would-be kick-boxer. He stands across the street from Diane's house, playing love laments on his boom box. He doesn't understand this sudden rejection, and because we do, we feel all the more for him. When they finally get back together, Crowe's dialogue reflects his need. She tells him she needs him. ''Because you need someone, or because you need me?'' Lloyd asks. And immediately answers his own question: ''Forget it. I don't care.''\n\n''Say Anything'' depends above all on the human qualities of its actors. Cusack and Skye must have been cast for their clear-eyed frankness, for their ability to embody the burning intensity of young idealism. A movie like this is possible because its maker believes in the young characters, and in doing the right thing, and in staying true to oneself. The sad teenage comedies of recent years are apparently made by filmmakers who have little respect for themselves or their characters, and sneer because they dare not dream.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "2002-02-17", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Say Anything (1989)"}