{"url": "http://www.rogerebert.com/reviews/great-movie-raging-bull-1980", "by": "Robert De Niroas Jake La Motta", "star_rating": 4.0, "text": "\n\n“Raging Bull” is not a film about boxing but about a man with\r\nparalyzing jealousy and sexual insecurity, for whom being punished in the ring\r\nserves as confession, penance and absolution. It is no accident that the\r\nscreenplay never concerns itself with fight strategy. For Jake LaMotta, what\r\nhappens during a fight is controlled not by tactics but by his fears and\r\ndrives.\n\nConsumed\r\nby rage after his wife, Vickie, unwisely describes one of his opponents as “good-looking,”\r\nhe pounds the man's face into a pulp, and in the audience a Mafia boss leans\r\nover to his lieutenant and observes, “He ain't pretty no more.” After the\r\npunishment has been delivered, Jake (Robert De Niro) looks not at his opponent,\r\nbut into the eyes of his wife (Cathy Moriarty), who gets the message.\n\nMartin\r\nScorsese's 1980 film was voted in three polls as the greatest film of the\r\ndecade, but when he was making it, he seriously wondered if it would ever be\r\nreleased: “We felt like we were making it for ourselves.” Scorsese and De Niro\r\nhad been reading the autobiography of Jake LaMotta, the middleweight champion\r\nwhose duels with Sugar Ray Robinson were a legend in the 1940s and '50s. They\r\nasked Paul Schrader, who wrote “Taxi Driver,” to do a screenplay. The project\r\nlanguished while Scorsese and De Niro made the ambitious but unfocused musical “New\r\nYork, New York,” and then languished some more as Scorsese's drug use led to a\r\ncrisis. De Niro visited his friend in the hospital, threw the book on his bed,\r\nand said, “I think we should make this.” And the making of “Raging Bull,” with\r\na screenplay further sculpted by Mardik Martin (“Mean Streets”), became therapy\r\nand rebirth for the filmmaker.\n\nThe\r\nmovie won Oscars for De Niro and editor Thelma Schoonmaker, and also was\r\nnominated for best picture, director, sound, and supporting actor (Joe Pesci)\r\nand actress (Moriarty). It lost for best picture to “Ordinary People,” but time\r\nhas rendered a different verdict.\n\nFor\r\nScorsese, the life of LaMotta was like an illustration of a theme always\r\npresent in his work, the inability of his characters to trust and relate with\r\nwomen. The engine that drives the LaMotta character in the film is not boxing,\r\nbut a jealous obsession with his wife, Vickie, and a fear of sexuality. From\r\nthe time he first sees her, as a girl of 15, LaMotta is mesmerized by the cool,\r\ndistant blond goddess, who seems so much older than her age, and in many shots\r\nseems taller and even stronger than the boxer.\n\nAlthough\r\nthere is no direct evidence in the film that she has ever cheated on him, she\r\nis a woman who at 15 was already on friendly terms with mobsters, who knew the\r\nscore, whose level gaze, directed at LaMotta during their first date, shows a\r\nwoman completely confident as she waits for Jake to awkwardly make his moves.\r\nIt is remarkable that Moriarty, herself 19, had the presence to so convincingly\r\nportray the later stages of a woman in a bad marriage.\n\nJake\r\nhas an ambivalence toward women that Freud famously named the “Madonna-whore\r\ncomplex.” For LaMotta, women are unapproachable, virginal ideals--until they\r\nare sullied by physical contact (with him), after which they become suspect.\r\nDuring the film he tortures himself with fantasies that Vickie is cheating on\r\nhim. Every word, every glance, is twisted by his scrutiny. He never catches her,\r\nbut he beats her as if he had; his suspicion is proof of her guilt.\n\nThe\r\nclosest relationship in the film is between Jake and his brother Joey (Joe\r\nPesci). Pesci's casting was a stroke of luck; he had decided to give up acting,\r\nwhen he was asked to audition after De Niro saw him in a B movie. Pesci's\r\nperformance is the counterpoint to De Niro's, and its equal; their verbal\r\nsparring has a kind of crazy music to it, as in the scene where Jake loses the\r\ndrift of Joey's argument as he explains, “You lose, you win. You win, you win.\r\nEither way, you win.” And the scene where Jake adjusts the TV and accuses Joey\r\nof cheating with Vickie: “Maybe you don't know what you mean.” The dialogue\r\nreflects the Little Italy of Scorsese's childhood, as when Jake tells his first\r\nwife that overcooking the steak “defeats its own purpose.”\n\nThe\r\nfight scenes took Scorsese 10 weeks to shoot instead of the planned two. They\r\nuse, in their way, as many special effects as a science fiction film. The\r\nsoundtrack subtly combines crowd noise with animal cries, bird shrieks and the\r\ngrating explosions of flashbulbs (actually panes of glass being smashed). We\r\naren't consciously aware of all we're listening to, but we feel it.\n\nThe\r\nfights are broken down into dozens of shots, edited by Schoonmaker into duels\r\nconsisting not of strategy, but simply of punishing blows. The camera is\r\nsometimes only inches from the fists; Scorsese broke the rules of boxing\r\npictures by staying inside the ring, and by freely changing its shape and size\r\nto suit his needs--sometimes it's claustrophobic, sometimes unnaturally\r\nelongated.\n\nThe\r\nbrutality of the fights is also new; LaMotta makes Rocky look tame. Blows are\r\nunderlined by thudding impacts on the soundtrack, and Scorsese uses sponges\r\nconcealed in the gloves and tiny tubes in the boxers' hair to deliver spurts\r\nand sprays of sweat and blood; this is the wettest of boxing pictures, drenched\r\nin the fluids of battle. One reason for filming in black and white was\r\nScorsese's reluctance to show all that blood in a color picture.\n\nThe\r\nmost effective visual strategy in the film is the use of slow motion to suggest\r\na heightened awareness. Just as “Taxi Driver's” Travis Bickle saw the sidewalks\r\nof New York in slow motion, so LaMotta sees Vickie so intently that time seems to\r\nexpand around her. Normal movement is shot at 24 frames a second; slow motion\r\nuses more frames per second, so that it takes longer for them to be projected;\r\nScorsese uses subtle speeds such as 30 or 36 frames per second, and we\r\ninternalize the device so that we feel the tension of narrowed eyes and\r\nmounting anger when Jake is triggered by paranoia over Vickie's behavior.\n\nThe\r\nfilm is bookmarked by scenes in which the older Jake LaMotta, balding and\r\noverweight, makes a living giving “readings,” running a nightclub, even\r\nemceeing at a Manhattan strip club. It was De Niro's idea to interrupt the\r\nfilming while he put on weight for these scenes, in which his belly hangs over\r\nhis belt. The closing passages include Jake's crisis of pure despair, in which\r\nhe punches the walls of his Miami jail cell, crying out, “Why! Why! Why!”\n\nNot\r\nlong after, he pursues his brother down a New York street, to embrace him\r\ntenderly in a parking garage, in what passes for the character's\r\nredemption--that, and the extraordinary moment where he looks at himself in a\r\ndressing room mirror and recites from “On the Waterfront” (“I coulda been a\r\ncontender”). It's not De Niro doing Brando, as is often mistakenly said, but De\r\nNiro doing LaMotta doing Brando doing Terry Malloy. De Niro could do a “better”\r\nBrando imitation, but what would be the point?\n\n“Raging\r\nBull” is the most painful and heartrending portrait of jealousy in the\r\ncinema--an “Othello” for our times. It's the best film I've seen about the low\r\nself-esteem, sexual inadequacy and fear that lead some men to abuse women.\r\nBoxing is the arena, not the subject. LaMotta was famous for refusing to be\r\nknocked down in the ring. There are scenes where he stands passively, his hands\r\nat his side, allowing himself to be hammered. We sense why he didn't go down.\r\nHe hurt too much to allow the pain to stop.", "running_time": 128, "mpaa_rating": "R", "release_year": 1980, "date_published": "1998-05-10", "genres": ["Drama", "Sports Film"], "title": "Raging Bull (1980)"}