{"url": "http://www.rogerebert.com/reviews/great-movie-amadeus-1984", "by": null, "star_rating": 4.0, "text": "Happy people are pleased by the happiness of others. The miserable are poisoned by envy. They vote with Gore Vidal and David Merrick, both credited with saying, \"It is not enough that I succeed. Others must fail.\" Milos Forman's \"Amadeus\" is not about the genius of Mozart but about the envy of his rival Salieri, whose curse was to have the talent of a third-rate composer but the ear of a first-rate music lover, so that he knew how bad he was, and how good Mozart was.\n\nThe most moving scene in the movie takes place at Mozart's deathbed, where the great composer, only 35, dictates the final pages of his great \"Requiem\" to Salieri, sitting at the foot of the bed with quill and manuscript, dragging the notes from Mozart's fevered brain. This scene is moving not because Mozart is dying, but because Salieri, his lifelong rival, is striving to extract from the dying man yet another masterpiece that will illuminate how shabby Salieri's work is. Salieri hates Mozart but loves music more, and cannot live without yet one more work that he can resent for its perfection. True, Salieri plans to claim the work as his own--but for a man like him, that will be one more turn of the screw.\n\n\"Amadeus\" (1984) swept the Academy Awards and had a considerable popular success. When you consider that 98 percent of the American public never listens to a classical music station, it is astonishing that Mozart became for a time a best-seller, and not only to women assured by talk-show gurus that his music boosted the IQs of embryos. The movie's success is partly explained, I think, by its strategy of portraying Mozart not as a paragon whose greatness is a burden to us all, but as a goofy proto-hippie with a high-pitched giggle, an overfondness for drink, and a buxom wife who liked to chase him on all fours.\n\nThis is not a vulgarization of Mozart, but a way of dramatizing that true geniuses rarely take their own work seriously, because it comes so easily for them. Great writers (Nabokov, Dickens, Wodehouse) make it look like play. Almost-great writers (Mann, Galsworthy, Wolfe) make it look like Herculean triumph. It is as true in every field; compare Shakespeare to Shaw, Jordan to Barkley, Picasso to Rothko, Kennedy to Nixon. Salieri could strain and moan and bring forth tinkling jingles; Mozart could compose so joyously that he seemed, Salieri complained, to be \"taking dictation from God.\"\n\n\"Amadeus\" was brought forth by the independent producer Saul Zaentz (\"One Flew Over the Cuckoo's Nest,\" \"The Unbearable Lightness of Being,\" \"The English Patient\"), who brought Peter Shaffer's play and assigned the playwright to adapt it with the director Milos Forman. Zaentz's pattern, as you can see, is to take literary successes that seem unfilmable--too ambitious, too specialized--and film them. Forman, a Czech filmmaker who turned his back on the Russians and came to work in America, but not exactly in Hollywood, had directed \"Cuckoo's Nest\" (1975), \"Hair\" (1981) and \"Ragtime\" (1984).\n\nThe key precursor is \"Hair.\" He sees Wolfgang Amadeus Mozart as a spiritual brother of the hippies who thumbed their noses at convention, muddled their senses with intoxicants, and delighted in lecturing their elders. In a film where everybody wears wigs, Mozart's wigs (I noted in my original review) do not look like everybody else's. They have just the slightest suggestion of punk, just the smallest shading of pink. There is something about Mozart's Vienna apartment, especially toward the end, that reminds you of the pad of a newly-rich rock musician: The rent is sky-high, the furnishings are sparse and haphazard, work is scattered everywhere, housekeeping has been neglected, there are empty bottles in the corners, and the bed is the center of life.\n\nThe flower child Mozart tries to govern his life, unsuccessfully, by the lights of three older men. His father Leopold (Roy Dotrice) trained the child genius to amaze the courts of Europe, but now stands aside, disapproving, at the untidy mess Mozart has made of his adulthood. His patron, Emperor Joseph II (Jeffrey Jones) passes strict rules (no ballet in operas!) but cannot enforce them because, God love him, he enjoys what he would forbid. Then there is Salieri (F. Murray Abraham), who poses as his friend while plotting against him, sabotaging productions, blocking appointments. The irony (not least to Salieri) is that Salieri is honored and admired while Mozart is so new and unfamiliar that no one knows how good he is, except Salieri. Even the emperor, who indulges him, is as amused by Mozart's insolence as by his art. Mozart's role in the court of Joseph II is as the fool, saying truth wrapped in giggles. Mozart's ally in his struggles with authority is his wife Constanze (Elizabeth Berridge), who seems a child, stays too late in bed, calls him \"Wolfie,\" but yet has a good head for business and a sharp eye for treachery.\n\nThe film is told in flashback by Salieri at the end of his life, confined in a madhouse, confiding to a young priest. He thinks perhaps he killed Mozart. It is more likely Mozart killed himself, by some deadly cocktail of tuberculosis and cirrhosis, but Salieri seems to have killed Mozart's art, and for that he feels remorse. It is all there in Mozart's deathbed scene: The agony of the older rival who hates to lose, who would lie and betray, and yet cannot deny that the young man's music is sublime.\n\nThe movie was shot on location in Forman's native Prague, one of a handful of European cities still in large parts unchanged since the 18th century. The film is a visual feast of palaces, costumes, wigs, feasts, opening nights, champagne, and mountains of debt. Mozart never had enough money, or much cared; Salieri had money, but look at his face when people snicker behind his back while he plays one of his compositions, and you will see what small consolation it was.\n\n\"Director's cuts\" are a mixed blessing in this age of the DVD. Many of them seem inspired entirely by the desire to sell another video. Forman says his new version of \"Amadeus,\" which runs 20 minutes longer than the 1984 version, is in fact the original cut: Afraid that a historical biopic about Mozart would find tough sailing at the box office, Forman and Zaentz made trims for pragmatic reasons. The major addition to the film is a scene explaining more fully why Constanze has such contempt for Salieri. Salieri, the court composer, has in his gift a lucrative appointment that, he explains to the young bride, will be her husband's--if she will grant Salieri her favors. Since there is little indication that Salieri has any great interest in women (or in anything, other than Mozart) this favor seems motivated not by sexual desire but by the need to humiliate Mozart. Constanze, desperate to help her Wolfie, does indeed visit Salieri at his apartments, and bares her breasts before having second thoughts.\n\nIn a film of grand gestures, some of the finest moments are very subtle. Notice the way Jeffrey Jones, as the emperor, balances his duty to appear serious and his delight in Mozart's impudence. Watch Jones' face as he decides he may have been wrong to ban ballet from opera. And watch Abraham's face as he internalizes envy, resentment and rage. What a smile he puts on the face of his misery! Then watch his face again at Mozart's deathbed, as he takes the final dictation. He knows how good it is. And he knows at that moment there is only one thing he loves more than himself, and that is Mozart's music.", "running_time": 158, "mpaa_rating": "PG", "release_year": 1984, "date_published": "2002-04-14", "genres": ["Drama", "History", "Music"], "title": "Amadeus (1984)"}