{"url": "http://www.rogerebert.com/reviews/great-movie-unforgiven-1992", "by": null, "star_rating": 4.0, "text": "Clint Eastwood's \"Unforgiven\" takes place at that moment when the old West was becoming new. Professional gunfighters have become such an endangered species that journalists follow them for stories. Men who slept under the stars are now building themselves houses. William Munny, \"a known thief and a murderer,\" supports himself with hog farming. The violent West of legend lives on in the memories of men who are by 1880 joining the middle class. Within a few decades, Wyatt Earp would be hanging around Hollywood studios, offering advice.\n\nEastwood chose this period for \"Unforgiven,\" I suspect, because it mirrored his own stage in life. He began as a young gunslinger on TV and in the early Sergio Leone films \"A Fistful of Dollars\" and \"For a Few Dollars More,\" and he matured in \"Coogan's Bluff\" and \"Two Mules for Sister Sara,\" under the guidance of Don Siegel, the director he often cited as his mentor. Now Eastwood was in his 60s, and had long been a director himself. Leone had died in 1989 and Siegel in 1991; he dedicated \"Unforgiven\" to them. If the Western was not dead, it was dying; audiences preferred science fiction and special effects. It was time for an elegy.\n\nThe film reflects a passing era even in its visual style. The opening shot is of a house, a tree, and a man at a graveside. The sun is setting, on this man and the era he represents. Many of the film's exteriors are widescreen compositions showing the vastness of the land. The daytime interiors, on the other hand, are always strongly backlit, the bright sun pouring in through windows so that the figures inside are dark and sometimes hard to see. Living indoors in a civilized style has made these people distinct.\n\nWilliam Munny is not much of a hog farmer. At one point he chases a hog, lands face down in the mud, and stays there for a moment, defeated. He has two young children to raise after the death of his beloved Claudia. There is not enough money. A rider named the Schofield Kid (Jaimz Woolvett) appears with an offer of cash money for bounty hunting. The Kid had heard that Munny was \"cold as snow and don't have no weak nerve, nor fear.\" Munny says, \"I ain't like that anymore, Kid. It was whiskey done it as much as anythin' else. I ain't had a drop in over 10 years. My wife, she cured me of that, cured me of drink and wickedness.\"\n\nWilliam Munny is a chastened man, a killer and outlaw who was civilized by marriage. Thus \"Unforgiven\" internalizes the classic Western theme in which violent men are \"civilized\" by schoolmarms, preachers and judges. When he talks about his wife, Munny sounds like a contrite little boy, determined not to be bad anymore.\n\nThe Schofield Kid has named himself, he says, after his Schofield model Smith & Wesson revolver. In an earlier day men were nicknamed by others. Now they create their own monikers, almost as marketing tools. He tells William Munny the story of two drunken cowboys who savagely attacked a prostitute in Wyoming: \"They cut up her face, cut her eyes out, cut her ears off, hell, they even cut her teats. ... A thousand dollars reward, Will. Five hundred apiece.\"\n\nThe hog farmer needs the money. But a running theme of the movie is the incompetence of the bounty hunters. The Kid is blind as a bat, and can't hit anything with his trademark revolver. When William Munny prepares to saddle up, he finds to his humiliation that he can hardly mount a horse anymore. (\"This old horse is getting even with me for the sins of my youth,\" he tells his children. \"Before I met your dear departed Ma, I used to be weak and given to mistreatin' animals.\")\n\nMunny initially turns down the Kid's offer, but reflects on it, and eventually rides off to recruit an old partner, Ned Logan (Morgan Freeman). They will catch up with the Kid and share the bounty. This progression is intercut with life in Big Whiskey, Wyo., where Sheriff Little Bill Daggett (Gene Hackman) rules with an iron fist. His law says: No guns inside the city limits. He enforces it with fearful, sadistic beatings, and then returns to the riverside where he is building himself a house.\n\nThe story then works itself out in classic Western terms, with the corrupt sheriff and the righteous outlaw facing each other. The story becomes less about the bounty than about their personal, mutual, need for settlement, made all the sharper because they have met in the past. And eventually we see the younger William Munny emerging from his shell of age: He turns again into a fearsome man.\n\nThis process takes place against a full sense of the town's life. The screenwriter, David Webb Peoples, ignores the recent tradition in which the expensive star dominates every scene, and creates a rich gallery of supporting roles. Here his models are the Western masters like John Ford, who populated their movies with communities. Richard Harris plays English Bob, a famous gunfighter who now lives off his publicity and is followed everywhere by W. W. Beauchamp (Saul Rubinek), a writer for pulp Western magazines; after Munny is in a gun battle, Beauchamp scribbles furious notes, and wants to know, \"who'd you kill first?\"\n\nAlso important in the town is the madam, Strawberry Alice (Frances Fisher), who has raised the bounty and wants revenge for the mutilation of her girl Delilah (Anna Thomson). Skinny Dubois (Anthony James), owner of the bar and brothel, has more practical concerns: He paid good money for Delilah, and wants compensation; in the half-tamed West, some men now appeal to the law instead of settling things themselves.\n\nThe long final act of the movie involves William Munny's desire to avenge the death and public humiliation of his friend Ned, whose corpse has been put on display in a box outside the saloon. Here we see Eastwood as the master of the kind of sustained action sequence he learned from Leone and Siegel: Not a boring montage of quick cuts and meaningless violence, but a story told through deliberate strategy, in which events may not be possible, but are somehow plausible. William Munny, the hapless hog farmer who couldn't even saddle his own horse, has been transformed into the efficient, omniscient figure of vengeance we know from Eastwood's earlier roles. The old pro still remembers the moves.\n\nThe title of the movie is intriguing. Does Munny still seek forgiveness from his dead wife, and the others he wronged? There is a sense that he is still haunted by guilt: He has reformed, but has not made amends. Munny tells Logan: \"Ned, you remember that drover I shot through the mouth and his teeth came out the back of his head? I think about him now and again. He didn't do anything to deserve to get shot, at least nothin' I could remember when I sobered up.\"\n\nHis friend says \"You ain't like that no more.\" Munny says, \"That's right. I'm just a fella now. I ain't no different than anyone else no more.\" But his voice lacks conviction, and we sense unfinished business in the air. Munny says he needs the bounty money to support his kids, but the kids would be better served if the old man didn't ride off to risk his life against fresher gunfighters.\n\nIf Clint Eastwood had not been a star, he would still figure as a major director, with important work in the Western, action and comedy genres, and unique films like \"Bird\" (1988), his biography of the saxophonist Charlie Parker, the love story \"The Bridges of Madison County\" (1995), and the wonderful \"A Perfect World\" (1993), which seems to be about a hunt for an escaped convict, but seems oddly distanced from the chase, and more concerned with the values and histories of the characters. It has the elements of a crime picture, but the freedom of an art film. \"Unforgiven,\" too, uses a genre as a way to study human nature.\n\nThere is one exchange in the movie that has long stayed with me. After he is fatally wounded, Little Bill says, \"I don't deserve this. To die like this. I was building a house.\" And Munny says, \"Deserve's got nothin' to do with it.\" Actually, deserve has everything to do with it, and although Ned Logan and Delilah do not get what they deserve, William Munny sees that the others do. That implacable moral balance, in which good eventually silences evil, is at the heart of the Western, and Eastwood is not shy about saying so.\n\nDialogue source: Tom Dirks' filmsite.org.", "running_time": 131, "mpaa_rating": "R", "release_year": 1992, "date_published": "2002-07-21", "genres": ["Action", "Drama", "Western"], "title": "Unforgiven (1992)"}