{"url": "http://www.rogerebert.com/reviews/great-movie-walkabout-1971", "by": null, "star_rating": 4.0, "text": "Is \"Walkabout\" only about what it seems to be about? Is it a parable about noble savages and the crushed spirits of city dwellers? That's what the film's surface seems to suggest, but I think it's also about something deeper and more elusive: The mystery of communication. It ends with lives that are destroyed, in one way or another, because two people could not invent a way to make their needs and dreams clear.\n\nNicolas Roeg's film, released in 1971, was hailed as a masterpiece. Then it disappeared into oblivion, apparently because of quarrels over ownership, and was not seen for years; Premiere magazine put it first on its list of films that should be available on video but were not. In 1996 a new theatrical version restored five minutes of nudity that had been trimmed from the original release; that director's cut is now available on video.\n\nThe movie takes its title from a custom among the Australian aborigines: During the transition to young manhood, an adolescent aborigine went on a \"walkabout\" of six months in the outback, surviving (or not) depending on his skills at hunting, trapping and finding water in the wilderness.\n\nThe film opens in the brick and concrete canyons of Sydney, where families live stacked above one another in condominiums. We glimpse moments in the lives of such a family--a housewife listens to a silly radio show, two children splash in a pool, and on a balcony their father drinks a cocktail and looks down moodily at them. There is something subtly wrong with the family, but the film doesn't articulate it, apart from a suggestive shot of a bug that does not belong indoors. In the next scene, we see the father and children driving into the trackless outback in a wheezy Volkswagen. They're on a picnic, the children think, until their father starts shooting at them. The 14-year-old girl (Jenny Agutter) pulls her 6-year-old brother (Luc Roeg) behind a ridge, and when they look again their father has shot himself and the car is on fire.\n\nCivilization, we gather, has failed him. Now the girl and boy face destruction at the hands of nature. They have the clothes they are wearing, a battery-operated radio, and whatever food and drink is in the picnic hamper. They wander the outback for a number of days (the film is always vague about time), and stumble upon an oasis with a pool of muddy water. Here they drink and splash and sleep, and in the morning the pool is dry. At about this time they realize that a solemn young aborigine (David Gulpilil) is regarding them.\n\nThey need saving. He saves them. He possesses secrets of survival, which the film reveals in scenes of stark, unforced beauty. We see the youth spearing wild creatures, and finding water in the dry pool with the use of a hollow reed. He treats the child's sunburn with a natural salve. Some of the outback scenes--including one where the youth spears a kangaroo--are intercut with quick flashes of a butcher shop. Man's nature remains unchanged across many platforms.\n\nThere is an unmistakable sexual undercurrent: Both teenagers are in the first years of heightened sexual awareness. The girl still wears a school uniform that the camera regards with subtle suggestiveness. (An ambiguous earlier shot suggests that the father has an unwholesome awareness of his daughter's body.) The restored footage includes a sequence showing the girl swimming naked in a pool, and scenes of the aborigine indicate he is displaying his manliness for her to appreciate.\n\nThese developments are surrounded by scenes of implacable, indifferent--but beautiful--nature. Roeg was a cinematographer before he became a director (he co-directed the Mick Jagger film \"Performance\" in 1969 before this first solo outing). His camera here shows the creatures of the outback: lizards, scorpions, snakes, kangaroos, birds. They are not photographed sentimentally. They make a living by eating other things.\n\nAboriginal culture has a less linear sense of time than that of a clock-bound society, and the time line of the movie suggests that. Does everything happen exactly in the sequence it is shown? Does everything even happen at all? Are some moments imagined? Which of the characters imagines them? These questions lurk around the edges of the story, which is seemingly simple: The three young travelers survive in the outback because of the aborigine's skills. And communication is a problem, although more for the girl than for her little brother, who seems to have a child's ability to cut straight through the language to the message.\n\nThere's one tantalizing scene where the travelers actually pass close to a settlement; the aborigine sees it, but does not lead the others to the top of a rise where they could see it, too. Is he hiding it from them? Or does he not understand why they would be seeking it? (The film gives us no information about the aborigine's background--not even whether he has ever had any contact with modern civilization.) There's a haunting scene where they explore an abandoned farmhouse; she cries while looking at some photographs, and he watches her carefully as she does so. And finally a scene where the aborigine paints himself in tribal designs and performs a dance that can be interpreted as courtship. The girl is not interested, and the gulf between the two civilizations is not bridged.\n\nWhat should we have been hoping for, given the conditions of the story? That the girl and her brother learn to embrace a lifestyle that is more organically rooted in nature? That the aborigine learn from them about a world of high-rises and radios? That the two teenagers make love as a sort of symbol of universality, before returning to their separate spheres?\n\nI think the film is neutral about such goals. Like its lizards that sit unblinking in the sun, it has no agenda for them. It sees the life of civilization as arid and unrewarding, but only easy idealism allows us to believe that the aborigine is any happier, or his life more rewarding (the film makes a rather unpleasant point of the flies constantly buzzing around him).\n\nNicolas Roeg does not subscribe to pious sentimental values; he has made that clear in the quarter-century since \"Walkabout,\" in a series of films that have grown curiouser and curiouser. In \"Don't Look Now,\" \"The Man Who Fell to Earth,\" \"Insignificance,\" \"Track 29,\" \"Bad Timing\" and other films, many of them starring his wife, Theresa Russell, he has shown characters trapped inside their own obsessions and fatally unable to communicate with others; all sexual connections are perverse, damaging or based on faulty understandings.\n\nIn \"Walkabout,\" the crucial detail is that the two teenagers can never find a way to communicate, not even by using sign language. Partly this is because the girl feels no need to do so: Throughout the film she remains implacably middle-class and conventional, and she regards the aborigine as more of a curiosity and convenience than a fellow spirit. Because not enough information is given, we cannot attribute her attitude to racism or cultural bias, but certainly it reveals a vast lack of curiosity. And the aborigine, for his part, lacks the imagination to press his case--his sexual desires--in any terms other than the rituals of his people. When that fails, he is finished, and in despair.\n\nThe movie is not the heartwarming story of how the girl and her brother are lost in the outback and survive because of the knowledge of the resourceful aborigine. It is about how all three are still lost at the end of the film--more lost than before, because now they are lost inside themselves instead of merely adrift in the world.\n\nThe film is deeply pessimistic. It suggests that we all develop specific skills and talents in response to our environment, but cannot easily function across a broader range. It is not that the girl cannot appreciate nature or that the boy cannot function outside his training. It is that all of us are the captives of environment and programming: That there is a wide range of experiment and experience that remains forever invisible to us, because it falls in a spectrum we simply cannot see.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1997-04-13", "genres": ["Action", "Adventure", "Drama", "Foreign"], "title": "Walkabout (1971)"}