{"url": "http://www.rogerebert.com/reviews/great-movie-double-indemnity-1944", "by": null, "star_rating": 4.0, "text": "\n\nNo, I never loved you Walter -- not you or anybody else.\r\nI'm rotten to the heart. I used you, just as you said. That's all you ever\r\nmeant to me. Until a minute ago, when I couldn't fire that second shot.\n\nIs she kidding? Walter thinks so: \"Sorry, baby. I'm not\r\nbuying.” The puzzle of Billy Wilder's \"Double Indemnity,” the enigma that\r\nkeeps it new, is what these two people really think of one another. They strut\r\nthrough the routine of a noir murder plot, with the tough talk and the cold sex\r\nplay. But they never seem to really like each other all that much, and they\r\ndon't seem that crazy about the money, either. What are they after?\n\nWalter\r\n(Fred MacMurray) is Walter Neff (\"two f's--like in Philadelphia”). He's an\r\ninsurance salesman, successful but bored. The woman is Phyllis Dietrichson\r\n(Barbara Stanwyck), a lazy blond who met her current husband by nursing his\r\nwife--to death, according to her stepdaughter. Neff pays a call one day to\r\nrenew her husband's automobile insurance. He's not at home, but she is, wrapped\r\nin a towel and standing at the top of a staircase. \"I wanted to see her\r\nagain,” Neff tells us. \"Close, and without that silly staircase between\r\nus.”\n\nThe\r\nstory was written in the 1930s by James M. Cain, the hard-boiled author ofThe Postman Always Rings Twice.A screenplay kicked around Hollywood,\r\nbut the Hays Office nixed it for \"hardening audience attitudes toward\r\ncrime.” By 1944, Wilder thought he could film it. Cain wasn't available, so he\r\nhired Raymond Chandler to do the screenplay. Chandler, whose novelThe Big SleepWilder loved, turned up drunk, smoked\r\na smelly pipe, didn't know anything about screenplay construction, but could\r\nput a nasty spin on dialogue.\n\nTogether\r\nthey eliminated Cain's complicated end-game and deepened the relationship\r\nbetween Neff and Keyes (Edward G. Robinson), the claims manager at the\r\ninsurance company. They told the movie in flashback, narrated by Neff, who\r\narrives at his office late at night, dripping blood, and recites into a\r\nDictaphone. The voice-over worked so well that Wilder used it again in\r\n\"Sunset Boulevard” (1950), which was narrated by a character who is\r\nalready dead the first time he speaks. No problem; \"Double Indemnity” originally\r\nended with Neff in the gas chamber, but that scene was cut because an earlier\r\none turned out to be the perfect way to close the film.\n\nTo\r\ndescribe the story is to miss the nuances that make it tantalizing. Phyllis\r\nwants Walter to sell her husband a $50,000 double indemnity policy, and then\r\narrange the husband's \"accidental” death. Walter is willing, ostensibly\r\nbecause he's fallen under her sexual spell. They perform a clever substitution.\r\nThe husband, on crutches with a broken leg, is choked to death before a train\r\nride. Taking his place, Neff gets on the train and jumps off. They leave the\r\nhusband's body on the tracks. Perfect. But later that night, going to the\r\ndrugstore to establish an alibi, Neff remembers, \"I couldn't hear my own\r\nfootsteps. It was the walk of a dead man.”\n\nA\r\nclever crime. But why did they do it? Phyllis was bored and her husband had\r\nlost a lot of money in the oil business, so she had a motive. But it's as if\r\nthe idea of murder materialized only because Neff did -- right there in her\r\nliving room, talking about insurance. On their third meeting, after a lot of\r\naggressive wordplay, they agree to kill the husband and collect the money. I\r\nguess they also make love; in 1944 movies you can't be sure, but if they do,\r\nit's only the once.\n\nWhy?\r\nIs Neff blinded by lust and greed? That's the traditional reading of the film:\r\nweak man, strong woman. But he's aloof, cold, hard, terse. He always calls her\r\n\"baby,” as if she's a brand, not a woman. His eyes are guarded and his\r\nposture reserved. He's not moonstruck. And Phyllis? Cold, too. But later in the\r\nfilm she says she cares more about \"them” than about the money. We can\r\nbelieve the husband died for money if they both seem driven by greed, but\r\nthey're not. We can believe he died because of their passion, but it seems more\r\nlike a pretense, and fades away after the murder.\n\nStanding\r\nback from the film and what it expects us to think, I see them engaged not in\r\nromance or theft, but in behavior. They're intoxicated by their personal\r\nstyles. Styles learned in the movies, and from radio and the detective\r\nmagazines. It's as if they were invented by Ben Hecht through his crime\r\ndialogue. Walter and Phyllis are pulp characters with little psychological\r\ndepth, and that's the way Billy Wilder wants it. His best films are sardonic\r\ncomedies, and in this one, Phyllis and Walter play a bad joke on themselves.\n\nMore\r\ngenuine emotion is centered elsewhere. It involves Neff's fear of discovery,\r\nand his feelings for Keyes. Edward G. Robinson plays the inspector as a nonconformist\r\nwho loosens his tie, reclines on the office couch, smokes cheap cigars, and\r\nwants to make Neff his assistant. He's a father figure, or more. He's also\r\nsmart, and eventually he figures out that a crime was committed -- and exactly\r\nhow it was committed. His investigation leads to two scenes of queasy tension.\r\nOne is when Keyes invites Neff to his office, and then calls in a witness who\r\nsaw Neff on the train. Another is when Keyes calls unexpectedly at Neff's\r\napartment, when Neff expects Phyllis to arrive momentarily -- and\r\nincriminatingly.\n\nDoes\r\nKeyes suspect Neff? You can't really say. He arranges situations in which\r\nNeff's guilt might be discovered, but they're part of his routine techniques;\r\nperhaps only his subconscious, \"the little man who lives in my stomach,”\r\nsuspects Neff.\n\nThe\r\nend of the film is curious (it's the beginning, too, so I'm not giving it\r\naway). Why does the wounded Neff go to the office and dictate a confession if\r\nhe still presumably hopes to escape? Because he wants to be discovered by\r\nKeyes? Neff tells him, \"You know why you couldn't figure this one, Keyes?\r\nI'll tell you. Because the guy you were looking for was too close -- right\r\nacross the desk from you.” Keyes says, \"Closer than that, Walter,” and\r\nthen Neff says, \"I love you, too.” Neff has been lighting Keyes' smokes\r\nall during the movie, and now Keyes lights Neff's. You see why a gas chamber\r\nwould have been superfluous.\n\nWilder's\r\n\"Double Indemnity” was one of the earlier films noir. The photography by\r\nJohn Seitz helped develop the noir style of sharp-edged shadows and shots,\r\nstrange angles and lonely Edward Hopper settings. It's the right fit for the\r\nhard urban atmosphere and dialogue created by Cain, Chandler, and the other\r\nwriters Edmund Wilson called \"the boys in the back room.”\n\n\"Double\r\nIndemnity” has one of the most familiar noir themes: The hero is not a\r\ncriminal, but a weak man who is tempted and succumbs. In this \"double”\r\nstory, the woman and man tempt one another; neither would have acted alone.\r\nBoth are attracted not so much by the crime as by the thrill of committing it\r\nwith the other person. Love and money are pretenses. The husband's death turns\r\nout to be their one-night stand.\n\nWilder,\r\nborn in Austria in 1906, who arrived in America in 1933 and is still a\r\nHollywood landmark, has an angle on stories like this. He doesn't go for the\r\nobvious arc. He isn't interested in the same things the characters are\r\ninterested in. He wants to know what happens to them after they do what they\r\nthink is so important. He doesn't want truth, but consequences.\n\nFew\r\nother directors have made so many films that were so taut, savvy, cynical and,\r\nin many different ways and tones, funny. After a start as a screenwriter, his\r\ndirectorial credits include \"The Lost Weekend,” \"Sunset Boulevard,”\r\n\"Stalag 17,” \"Sabrina,” \"The Seven Year Itch,” \"Witness for\r\nthe Prosecution,” \"Some Like It Hot,” \"The Apartment” and \"The\r\nFortune Cookie.” I don't like lists but I can't stop typing. \"Double\r\nIndemnity” was his third film as a director. That early in his career, he was\r\nalready cocky enough to begin a thriller with the lines, \"I killed him for\r\nmoney -- and for a woman. I didn't get the money. And I didn't get the woman.”\r\nAnd end it with the hero saying \"I love you, too” to Edward G. Robinson.", "running_time": 107, "mpaa_rating": null, "release_year": 1944, "date_published": "1998-12-20", "genres": ["Drama", "Film Noir", "Mystery", "Thriller"], "title": "Double Indemnity (1944)"}