{"url": "http://www.rogerebert.com/reviews/great-movie-goldfinger-1964", "by": "Sean Conneryas James Bond", "star_rating": 4.0, "text": "Not every man would like to be James Bond, but every boy would. In one adventure after another, he saves the world, defeats bizarre villains, gets to play with neat gadgets and seduces, or is seduced by, stupendously sexy women (this last attribute appeals less to boys younger than 12).\n\nHe is a hero, but not a bore. Even faced with certain death, he can cheer himself by focusing instead on the possibility that first he might get lucky. He's obsessed with creature comforts, a trial to his superiors, a sophisticate in all material things and able to parachute into enemy territory and be wearing a tuxedo five minutes later. When it comes to movie spies, Agent 007 is full-service, one-stop shopping.\n\nJames Bond is the most durable of this century's movie heroes, and the one most likely to last well into the next--although Sherlock Holmes of course is also immortal, and Tarzan is probably good for a retread. (The \"Star Wars\" (1977) and \"Star Trek\" movies are disqualified because they do not have a single hero or a continuous time frame.)\n\nOne reason for Bond's longevity among series heroes is quality control; while almost all the Bond films have the same producing team, Tarzan has been the hero of films of wildly divergent quality. And while Holmes has inspired more revisionist interpretations than Hamlet, Bond is consistently Bond: He remains recognizably the same man he was in 1962, when \"Dr. No\" first brought Ian Fleming's spy to the screen. Even the crypto-Bonds, like the oddball David Niven hero of the maverick \"Casino Royale\" (1967), or the spoof Bonds, like Our Man Flint and Matt Helm, follow the general outlines of the Fleming legend. He is an archetype so persuasive that to change him would be sacrilegious.\n\nOf all the Bonds, \"Goldfinger\" (1964) is the best, and can stand as a surrogate for the others. If it is not a great film, it is a great entertainment, and contains all the elements of the Bond formula that would work again and again. It's also interesting as the link between the more modest first two Bonds and the later big-budget extravaganzas; after this one, producers Albert \"Cubby\" Broccoli and Harry Saltzman could be certain that 007 was good for the long run.\n\nAt 111 minutes, \"Goldfinger\" ties with \"Dr. No\" as the shortest of the James Bond films, and yet it probably contains more durable images than any other title in the series: the young woman killed by being coated with gold paint; the steel-rimmed bowler of the mute Korean assassin Odd Job (Harold Sakata); the Aston-Martin tricked out with deadly gimmicks and an ejector seat; Bond's sexy karate match with Pussy Galore (Honor Blackman); the villain Goldfinger with his gold-plated Rolls-Royce, and of course the laser beam pointed at that portion of Bond's lower anatomy that he most required if he were to continue as hero of the series.\n\nThe Broccoli-Saltzman formula found its lasting form in the making of \"Goldfinger.\" The outline was emerging in the first two films, and here it is complete. First, the title sequence, establishing Bond as a sex hound while linking him with a stunt sequence or a spectacular death. Then the summons by M, head of British Secret Service, and the briefing on a villain obsessed by global domination. The flirtation with Moneypenny. The demonstration by Q of new gimmicks invented especially for his next case. Then the introduction of the villain, his murderous and bizarre sidekick, and his female assistant/accomplice/mistress. Bond's discovery of the nature of the villain's evil scheme. Bond's capture and the certainty of death. Bond's seduction of the villain's woman. And so on, leading always to a final scene in which Bond is about to enjoy his victory reward: the sensuous fruits of his latest conquest.\n\n\"About to enjoy.\" An essential phrase. There are no extended sex scenes in the Bond pictures, only preludes and epilogues. \"Bond sex is a special movie style,\" observes the critic Steve Rhodes. \"It consists of a quick but intense kiss followed by a cutaway to later. The sex is hinted at with cute puns and sexual innuendo, but never discussed explicitly.\" Starting with the Venus-like appearance of Ursula Andress from the sea in \"Dr. No,\" all of the Bond movies have featured beautiful women, but in a publicity tradition, they appear nude not in the movies, but in an issue of Playboy that hits the stands right before the premiere.\n\n\"Goldfinger\" contains a classic example of the Talking Killer Syndrome, one of the entries in my Little Movie Glossary. Auric Goldfinger (Gert Frobe) has captured Bond and has him under his complete control. Indeed, all he has to do is remain silent and the laser will slice Bond from stem to sternum. But Bond dissuades him with some quick thinking, and is released to become Goldfinger's prisoner.\n\nGoldfinger, like many another Bond villain, seems to have the makings of a frustrated host: It must be galling to have the most elaborate secret hideaways on earth, and no way to show off. So Goldfinger flies Bond to his horse farm in Kentucky, where Bond is able to eavesdrop on the outlines of a Chinese-Goldfinger scheme to assault Fort Knox--making the gold baron Goldfinger the most powerful man in the world, while the Commies benefit from world chaos. Later, in a pleasant chat, Goldfinger foolishly answers all of Bond's remaining questions, such as, how he could possibly remove those tons of gold?\n\nThis stretch of the film is founded on a fundamental absurdity. Goldfinger has assembled the heads of all the Mafia families of America at his Kentucky farm. He pushes buttons, and the most elaborate presentation in movie history unfolds. Screens descend from the ceiling. Film of Fort Knox is shown. The floor itself rolls back, and a vast scale model of the fort rises on hydraulic lifters (with Bond hidden inside). Goldfinger tells the mobsters what he plans to do, Bond listens in, and then shutters fall to lock the Mafioso in the room, and they are immediately killed with poison gas. My question: Why bother to show them that expensive presentation if you're only going to kill them afterward? My best guess: Goldfinger had workmen crawling all over the place for weeks, constructing that presentation, and he wanted to show it to somebody.\n\nBond is played in these early films, of course, by Sean Connery, who took the bloom off the role for all of his successors (George Lazenby, Roger Moore, Timothy Dalton, Pierce Brosnan) while simultaneously sidetracking his own film career. For several years no one could think of Connery as anyone but Bond, and he left the series after \"You Only Live Twice,\" in 1967, returning for \"Diamonds Are Forever\" after the Lazenby fiasco, and a last time in \"Never Say Never Again\" (because he owned the rights to that property). The other Bonds were not wrong in the role (even Lazenby has his defenders), but they were not Connery, and that was their cross to bear.\n\nConnery had the sleek self-assurance needed for the role, and a gift with deadpan double entendres. But he had something else that none of the others, save perhaps Dalton, could muster: Steely toughness. When his eyes narrowed and his body tensed up, you knew the playing was over and the bloodshed was about to begin.\n\nFleming's James Bond novels took off in the states only after it became known that they were President Kennedy's favorite recreational reading. Indeed, the more we learn about JFK, the more we see how he resembled Bond, or vice versa.\n\nAt a time when \"Swinging London\" was overtaking pop culture, the Bond series was perfectly positioned (although Bond makes a rare lapse of taste in \"Goldfinger\" when he recommends listening to the new Beatles with earmuffs on). But Swinging London has swung, and Bond stays on. He has reinvented himself now for 37 years, through all the changes in geopolitics and lifestyles, and a new Bond film just went into production: \"The World Is Not Enough.\" If you count \"Casino Royale,\" it is the 21st Bond film, not that 007 will ever really come of age.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1964, "date_published": "1999-01-31", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "Goldfinger (1964)"}