{"url": "http://www.rogerebert.com/reviews/great-movie-its-a-wonderful-life-1946", "by": "James Stewartas George Bailey", "star_rating": 4.0, "text": "\n\nThe best and worst things that ever happened to \"It's a\r\nWonderful Life\" are that it fell out of copyright protection and into the\r\nshadowy no-man's-land of the public domain. Because the movie is no longer\r\nunder copyright, any television station that can get its hands on a print of\r\nthe movie can show it, at no cost, as often as it wants to. And that has led in\r\nthe last decade to the rediscovery of Frank Capra's once-forgotten film, and\r\nits elevation into a Christmas tradition. PBS stations were the first to jump\r\non the bandwagon in the early 1970s, using the saga of the small-town hero\r\nGeorge Bailey as counter-programming against expensive network holiday\r\nspecials. To the general amazement of TV program directors, the audience for\r\nthe film grew and grew over the years, until now many families make the movie\r\nan annual ritual.\n\nThat\r\nwas the best thing that happened to \"It's a Wonderful Life,\" bringing\r\ncheer into the lives of director Frank Capra and star James Stewart, who both\r\nconsider it their favorite film. The worst thing--which has inspired Stewart to\r\ntestify before a congressional committee and Capra to issue a sickbed plea--is\r\nthat the movie has been colorized. Movies in the public domain are so\r\ndefenseless that you could cut one up to make ukulele picks, and who could\r\nlegally prevent you? And so a garish colorized version--destroying the purity\r\nof the classic original black-and-white images--has been seen on cable, is\r\navailable for local syndication and is sold on cassette.\n\nIt\r\nis a great irony that the colorized version has been copyrighted, and so many\r\nstations are paying a great deal for the rights to an inferior version of a\r\nmovie that they could show for free in black and white. If I were a local\r\ntelevision program director with taste and a love of movies, I would find out\r\nwhen my competitor was going to air his colorized version, and counter-program\r\nwith the original black-and-white movie, patting myself on the back for a\r\npublic service. Maybe it could be promoted with a clip of Jimmy Stewart telling\r\nCongress, in his inimitable way, \"I tried to look at the colorized version,\r\nbut I had to switch it off--it made me feel sick.\"\n\nWhat\r\nis remarkable about \"It's a Wonderful Life\" is how well it holds up\r\nover the years; it's one of those ageless movies, like \"Casablanca\"\r\nor \"The Third Man,\" that improves with age. Some movies, even good\r\nones, should only be seen once. When we know how they turn out, they've\r\nsurrendered their mystery and appeal. Other movies can be viewed an indefinite\r\nnumber of times. Like great music, they improve with familiarity. \"It's a\r\nWonderful Life\" falls in the second category.\n\nI\r\nlooked at the movie once again recently, on the splendid video laserdisk\r\nedition from the Criterion Collection. The movie works like a strong and\r\nfundamental fable, sort of a \"Christmas Carol\" in reverse: Instead of\r\na mean old man being shown scenes of happiness, we have a hero who plunges into\r\ndespair.\n\nThe\r\nhero, of course, is George Bailey (Stewart), a man who never quite makes it out\r\nof his quiet birthplace of Bedford Falls. As a young man he dreams of shaking\r\nthe dust from his shoes and traveling to far-off lands, but one thing and then\r\nanother keeps him at home -- especially his responsibility to the family\r\nsavings and loan association, which is the only thing standing between Bedford\r\nFalls and the greed of Mr. Potter (Lionel Barrymore), the avaricious local\r\nbanker.\n\nGeorge\r\nmarries his high school sweetheart (Donna Reed, in her first starring role),\r\nsettles down to raise a family, and helps half the poor folks in town buy homes\r\nwhere they can raise their own. Then, when George's absentminded uncle (Thomas\r\nMitchell) misplaces some bank funds during the Christmas season, it looks as if\r\nthe evil Potter will have his way after all. George loses hope and turns mean\r\n(even his face seems to darken, although it's still nice and pink in the\r\ncolorized version). He despairs, and is standing on a bridge contemplating\r\nsuicide when an Angel 2nd Class named Clarence (Henry Travers) saves him and\r\nshows him what life in Bedford Falls would have been like without him.\n\nFrank\r\nCapra never intended \"It's a Wonderful Life\" to be pigeonholed as a\r\n\"Christmas picture.\" This was the first movie he made after returning\r\nfrom service in World War II, and he wanted it to be special--a celebration of\r\nthe lives and dreams of America's ordinary citizens, who tried the best they\r\ncould to do the right thing by themselves and their neighbors. After becoming\r\nHollywood's poet of the common man in the 1930s with an extraordinary series of\r\npopulist parables (\"It Happened One Night,\" \"Mr. Deeds Goes to\r\nTown,\" \"Mr. Smith Goes to Washington,\" \"You Can't Take It\r\nWith You\"), Capra found the idea for \"It's a Wonderful Life\" in\r\na story by Philip Van Doren Stern that had been gathering dust on studio\r\nshelves.\n\nFor\r\nStewart, also recently back in civilian clothes, the movie was a chance to work\r\nagain with Capra, for whom he had played Mr. Smith. The original trailer for\r\nthe movie (included on the Criterion disk) played up the love angle between\r\nStewart and Donna Reed and played down the message--but the movie was not a box\r\noffice hit, and was all but forgotten before the public domain prints began to\r\nmake their rounds.\n\n\"It's\r\na Wonderful Life\" is not just a heart-warming \"message picture.\"\r\nThe conclusion of the film makes such an impact that some of the earlier scenes\r\nmay be overlooked--such as the slapstick comedy of the high school hop, where\r\nthe dance floor opens over a swimming pool, and Stewart and Reed accidentally\r\njitterbug right into the water. (This covered pool was not a set but actually\r\nexisted at Hollywood High School). There's also the drama of George rescuing\r\nhis younger brother from a fall through the ice, and the scene where Donna Reed\r\nloses her bathrobe and Stewart ends up talking to the shrubbery. The telephone\r\nscene--where an angry Stewart and Reed find themselves helplessly drawn toward\r\neach other--is wonderfully romantically charged. And the darker later passages\r\nhave an elemental power, as the drunken George Bailey staggers through a town\r\nhe wants to hate, and then revisits it through the help of a gentle angel. Even\r\nthe corniest scenes in the movie--those galaxies that wink while the heavens\r\nconsult on George's fate--work because they are so disarmingly simple. A more\r\nsophisticated approach might have seemed labored.\n\n\"It's\r\na Wonderful Life\" did little for Frank Capra's postwar career, and indeed\r\nhe never regained the box office magic that he had during the 1930s. Such later\r\nfilms as \"State of the Union\" (1948) and \"Pocketful of\r\nMiracles\" (1961) have the Capra touch but not the magic, and the director\r\ndid not make another feature after 1961. But he remained hale and hearty until\r\na stroke slowed him in the late 1980s; and he died in 1991. At a seminar with\r\nsome film students in the 1970s he was asked if there were still a way to make\r\nmovies about the kinds of values and ideals found in the Capra films.\n\n\"Well,\r\nif there isn't,\" he said, \"we might as well give up.\"", "running_time": 130, "mpaa_rating": "NR", "release_year": 1946, "date_published": "1999-01-01", "genres": ["Drama", "Family", "Fantasy", "Science Fiction"], "title": "It's a Wonderful Life (1946)"}