{"url": "http://www.rogerebert.com/reviews/great-movie-spirit-of-the-beehive-1973", "by": "Ana Torrentas Ana", "star_rating": 4.0, "text": "In a vast Spanish plain, harvested of its crops, a farm home rests. Some distance away there is a squat building like a barn, apparently not used, its doors and windows missing. In the home lives a family of four: two little girls named Ana and Isabel, and their parents, Fernando and Teresa. He is a beekeeper, scholar and poet who spends much time in his book-lined study. She is a solitary woman who writes letters of longing and loss to men not identified. The parents have no conversations of any consequence.\n\nIt’s an exciting day in the village. A ramshackle truck rattles into town announced by scampering children, who shout, “The movies! The movies!” A screen and projector are set up in the public hall, and an audience of kids and old women gather to see “Frankenstein” (1931). \n\nFor the children, the movie had might as well only be about the monster, so tellingly performed by Boris Karloff. The creature comes upon a farmer’s young daughter tossing flowers into a pond to watch them float. Perhaps because of censorship, the film cuts directly from this to the monster mournfully carrying the child’s drowned body through the village. Perhaps because of censorship, we don’t see that he did not drown her, but threw her in with delight, thinking she would float as well. For the two girls, especially Ana (Ana Torrent), this makes a dramatic impression.\n\nHer misunderstanding of the scene will shape the events to follow in Victor Erice’s “The Spirit of the Beehive” (1973), believed by many to be the greatest of all Spanish films. Although the time is not specified, it would have been clear to Spanish audiences that the film is set soon after the end of the Spanish Civil War, which began Franco’s long dictatorship — so soon after that the same day, a wounded opponent of the regime takes refuge in the barn-like outbuilding.\n\nOnly a few years separate Ana and Isabel (Isabel Telleria), but they form that important divide where Ana depends on her big sister to explain mysteries. The little girl runs carefree all over the farmlands, and in the barn she discovers the wounded soldier. That night, her eyes wide open in the dark, she asks Isabel to explain why the creature drowned the little girl. “Everything in the movies is fake,” she’s told. “It’s all a trick. Besides, I’ve seen him alive. He’s a spirit.” That of course serves for Ana as a possible explanation for the wounded man, and the next day, she sneaks him some food and water, and her father’s coat.\n\nWhat follows is considered a coded message about Franco’s fascist regime, but it’s not for me to connect the dots. I relate to it more strongly as a poetic work about the imagination of children, and how it can lead them into mischief and sometimes rescue them from its consequences. \n\n“The Spirit of the Beehive” is one of only three features and a short subject directed by Erice (born 1940). Like such films as Charles Laughton’s “The Night of the Hunter” (1955), it is a masterpiece that can only cause us to wonder what we lost because he didn’t work more. It is simple, solemn, and in the casting of young Ana Torrent, takes advantage of her open, innocent features. We can well believe her when she accepts her sister’s explanation, which goes far to account for her behavior later in the film. \n\nThis is one of the most beautiful films I’ve seen. Its cinematographer, Luis Cuadrado, bathes his frame in sun and earth tones, and in the interiors of the family home, he creates vistas of empty rooms where footsteps echo. The house doesn’t seem much occupied by the family. The girls are often alone. The parents also, in separate rooms. Many of the father’s poems involve the mindless churning activity of his beehives, and the house’s yellow-tinted honeycomb windows make an unmistakable reference to beehives. Presumably this reflects on the Franco regime, but when critics grow specific in spelling out the parallels they see, I feel like I’m reading term papers.\n\nMore rewarding is to read the surface of the film. When Ana’s good intentions to the “spirit” are misinterpreted, and when she is linked to the wounded man by her father’s pocket watch, this sets up a situation that could be dangerous for both father and daughter. When she runs away and inspires a search — the lanterns of volunteers bobbing through the night — we feel how the behavior of innocent children can lead them into trouble. In a later scene when Ana plays a trick on Isabel, the older child also discovers how her myth-making has repercussions. \n\nAna Torrent starred in another notable Spanish film, Carlos Saura’s “Cria Cuervos” (1976). She has gone on to a successful career, making 45 films and TV series, including Saura’s “Elisa, My Life” (1977), his first film after Franco’s fall. But child actors are often bathed in a glow of enchantment that no later role will quite capture.\n\nNote: “The Spirit of the Beehive” is on DVD in the Criterion Collection and is streaming on Hulu Plus. Also in my Great Movies Collection: “The Night of the Hunter.”", "running_time": 97, "mpaa_rating": "NR", "release_year": 1973, "date_published": "2012-11-20", "genres": ["Drama", "Fantasy", "Foreign"], "title": "Spirit of the Beehive (1973)"}