{"url": "http://www.rogerebert.com/reviews/great-movie-un-chien-andalou-1928", "by": null, "star_rating": 4.0, "text": "Luis Bunuel said that if he were told he had 20 years to live and was asked how he wanted to live them, his reply would be: \"Give me two hours a day of activity, and I'll take the other 22 in dreams -- provided I can remember them.\" Dreams were the nourishment of his films, and from his earliest days as a surrealist in Paris to his triumphs in his late 70s, dream logic was always likely to interrupt the realism of his films. That freedom gave them a quality so distinctive that, like those of Alfred Hitchcock and Federico Fellini, they could be identified almost immediately.\n\nHis first film, written in collaboration with the notorious surrealist artist Salvador Dali, was \"Un Chien Andalou\" (1928). Neither the title (\"an Andalusian dog\") nor anything else in the film was intended to make sense. It remains the most famous short film ever made, and anyone halfway interested in the cinema sees it sooner or later, usually several times.\n\nIt was made in the hope of administering a revolutionary shock to society. \"For the first time in the history of the cinema,\" wrote the critic Ado Kyrou, \"a director tries not to please but rather to alienate nearly all potential spectators.\" That was then, this is now. Today, its techniques have been so thoroughly absorbed even in the mainstream that its shock value is diluted--except for that famous shot of the slicing of the eyeball, or perhaps the shot of the man dragging the grand piano that has the priests and the dead donkeys on top of it. . . .\n\nIt is useful to remember that \"Un Chien Andalou\" was made not by the Bunuel and Dali that we see as crumbling old men in photographs, but by headstrong young men in their 20s, intoxicated by the freedom of Paris during the decade of the Lost Generation. There is a buried connection between the surrealists and the Sex Pistols, Bunuel and David Lynch, Dali and Damien Hirst (the artist who exhibited half a lamb in a cube of plastic). \"Although the surrealists didn't consider themselves terrorists,\" Bunuel wrote in his autobiography, \"they were constantly fighting a society they despised. Their principal weapon wasn't guns, of course; it was scandal.\"\n\nThe scandal of \"Un Chien Andalou\" has become one of the legends of the surrealists. At the first screening, Bunuel claimed, he stood behind the screen with his pockets filled with stones, \"to throw at the audience in case of disaster.\" Others do not remember the stones, but Bunuel's memories were sometimes a vivid rewrite of life. When he and his friends first saw Sergei Eisenstein's revolutionary Soviet film \"Battleship Potemkin,\" he claimed, they left the theater and immediately began tearing up the street stones to build barricades. True?\n\n\"Un Chien Andalou\" was one of the first handmade films--movies made by their creators on a shoestring budget, without studio financing. It is an ancestor of the works of John Cassavetes and today's independent digital movies. Bunuel (1900-1983), a Spaniard lured to Paris by vague dreams of becoming an artist, found employment in the film industry, learned on the job, was fired for insulting the great director Abel Gance and drifted into the orbit of the surrealists.\n\nHe went to spend a few days at the house of Dali, a fellow Spaniard, and told him of a dream he'd had, in which a cloud sliced the moon in half, \"like a razor blade slicing through an eye.\" Dali countered with his own dream about a hand crawling with ants. \"And what if we started right there and made a film?\" he asked Bunuel, and they did. They wrote the screenplay together, and Bunuel directed, taking only a few days and borrowing the budget from his mother.\n\nIn collaborating on the scenario, their method was to toss shocking images or events at one another. Both had to agree before a shot was included in the film. \"No idea or image that might lend itself to a rational explanation of any kind would be accepted,\" Bunuel remembered. \"We had to open all doors to the irrational and keep only those images that surprised us, without trying to explain why.\"\n\nThe image of the moon was followed by the image of a man with a razor (Bunuel) slicing a woman's eye (actually a calf's eye--although legend has transformed it into a pig). The hand crawling with ants was followed by a transvestite on a bicycle, a hairy armpit, a severed hand on the sidewalk, a stick poking the hand, a silent-movie style sexual assault, a woman protecting herself with a tennis racket, the would-be rapist pulling the piano with its bizarre load, two apparently living statues in sand from the torso up, and so on. To describe the movie is simply to list its shots, since there is no story line to link them. \n\nAnd yet we try to link them nevertheless. Countless analysts have applied Freudian, Marxist, and Jungian formulas to the film. Bunuel laughed at them all. Still, to look at the film is to learn how thoroughly we have been taught by other films to find meaning even when it isn't there. \n\nBunuel told an actress to look out the window at \"anything -- a military parade, perhaps.\" In fact, the next shot shows the transvestite falling dead off the bicycle. We naturally assume the actress is looking at the body on the sidewalk. It is alien to everything we know about the movies to conclude that the window shot and the sidewalk shot simply happen to follow one another without any connection. In the same way, we assume that the man pulls the pianos (with the priests, dead donkeys, etc) across the room because his sexual advance has been rebuffed by the woman with the tennis racket. But Bunuel might argue the events have no connection -- the man's advance is rejected, and then, in an absolutely unrelated action, he picks up the ropes and starts to pull the pianos. \n\nWhile looking at \"Un Chien Andalou,\" it is useful to look with equal attention at ourselves as we watch the movie. We assume it is the \"story\" of the people in the film -- these men, these women, these events. But what if the people are not protagonists but merely models -- simply actors hired to represent people performing certain actions? We know that the car at the auto show does not belong to (and was not designed or built by) the model in the bathing suit who points to it. Bunuel might argue that his actors have a similar relationship to the events surrounding them. \n\nLuis Bunuel (1900-1983) made another surrealist film, \"L'Age d'Or\" (1930), which was accused of sacrilege and suppressed for many years. He was a journeyman for MGM at one point, supervising the Spanish-language versions of Hollywood movies. He made many movies in Mexico, some of them, like \"The Young and the Damned\" and \"The Criminal Life of Archibaldo de la Cruz\" highly valued. At 61 he had a worldwide hit with \"Viridiana.\" with its shocking scene modeled on the Last Supper, and for the next 17 years, a period of inspired productivity, produced one astonishing film after another, such as \"The Exterminating Angel,\" \"Diary of a Chambermaid,\" \"Belle de Jour,\" \"That Obscure Object of Desire,\" \"The Discreet Charm of the Bourgeoise,\" \"Tristana\" and \"The Phantom of Liberty.\" \n\n\"Un Chien Andalou\" is a curtain-raiser: In a way, he was never unfaithful to it. A movie like this is a tonic. It assaults old and unconscious habits of moviegoing. It is disturbing, frustrating, maddening. It seems without purpose (and yet how much purpose, really, is there in seeing most of the movies we attend?). There is wry humor in it, and a cheerful willingness to offend. Most members of today's audiences are not offended, and maybe that means the surrealists won their revolution: They demonstrated that art (and life) need not follow obediently within narrow restrictions that have been decreed since time immemorial. And that in a film that is alive and not mummified by convention, you never know what you might see when you look out the window.", "running_time": 16, "mpaa_rating": null, "release_year": 1928, "date_published": "2000-04-16", "genres": ["Drama", "Fantasy", "Foreign"], "title": "Un Chien Andalou (1928)"}