{"url": "http://www.rogerebert.com/reviews/great-movie-strangers-on-a-train-1951", "by": "Alfred Hitchcock", "star_rating": 4.0, "text": "\n\nThe abiding terror in Alfred Hitchcock's life was that he would\r\nbe accused of a crime he did not commit. This fear is at the heart of many of\r\nhis best films, including \"Strangers on a Train\" (1951), in which a\r\nman becomes the obvious suspect in the strangulation of his wife. He makes an\r\nexcellent suspect because of the genius of the actual killer's original plan:\r\nTwo strangers will \"exchange murders,\" each killing the person the other\r\nwants dead. They would both have airtight alibis for the time of the crime, and\r\nthere would be no possible connection between killer and victim.\n\nIt\r\nis a plot made of ingenuity and amorality, based on the first novel by Patricia\r\nHighsmith (1921-1995), who in her Ripley novels and elsewhere was fascinated by\r\nbrainy criminals who functioned not out of passion but from careful\r\ncalculation, and usually got away with their crimes. The\r\n\"criss-cross\" murder deal in \"Strangers on a Train\" indeed\r\nwould have worked perfectly -- except for the detail that only one of the\r\nstrangers agrees to it.\n\nGuy\r\nHaines, a famous tennis player, is recognized on a train by Bruno Anthony,\r\nwhose conversation shows a detailed knowledge of Guy's private life. Guy wants\r\na divorce from his cheating wife, Miriam (Kasey Rogers), in order to marry Anne\r\nMorton (Ruth Roman), the daughter of a U.S. senator. Over lunch in his private\r\ncompartment, Bruno reveals that he wants his father dead, and suggests a\r\n\"perfect crime\" in which he would murder Guy's wife, Guy would murder\r\nBruno's father, and neither would ever be suspected.\n\nBruno's\r\nmanner is pushy and insinuating, with homoerotic undertones. Guy is offended by\r\nthe references to his private life, but inexplicably doesn't break off the\r\nconversation -- which ends on an ambiguous note, with Bruno trying to get Guy\r\nto agree to the plan, and Guy trying to jolly him along and get rid of him.\n\nBut\r\nBruno does murder Guy's wife, and then demands that Guy keep his half of the\r\nbargain. As a plot, this has a neatness that Hitchcock must have found\r\nirresistible -- especially since Guy has a motive to murder his wife, was seen\r\nin a public fight with her earlier on the day of her death, and even told his fiancée\r\nhe would like to \"strangle\" Miriam.\n\nHitchcock\r\nsaid that correct casting saved him a reel in storytelling time, since\r\naudiences would sense qualities in the actors that didn't need to be spelled\r\nout. Certainly the casting of Farley Granger as Guy and Robert Walker as Bruno\r\nis crucial. Hitchcock allegedly wanted William Holden for the role of Guy\r\n(\"he's stronger,\" he told Francois Truffaut), but Holden would have\r\nbeen all wrong -- too sturdy, too put off by Bruno (despite the way Holden\r\nallowed an aging actress to manipulate him in \"Sunset Boulevard\").\n\nGranger\r\nis softer and more elusive, more convincing as he tries to slip out of Bruno's\r\nconversational web instead of flatly rejecting him. Walker plays Bruno as\r\nflirtatious and seductive, sitting too close during their first meeting, and\r\nthen reclining at full length across from Guy in the private compartment. The\r\nmeeting on the train, which was probably planned by Bruno, plays more like a\r\npickup than a chance encounter.\n\nIt\r\nis this sense of two flawed characters -- one evil, one weak, with an unstated\r\nsexual tension -- that makes the movie intriguing and halfway plausible, and\r\nhelps explain how Bruno could come so close to carrying out his plan. Highsmith\r\nwas a lesbian whose novels have uncanny psychological depth; Andrew Wilson's\r\n2003 biography says she often fell in love with straight women, and her stories\r\nfrequently use a buried subtext of unstated gay attraction -- as in \"The\r\nTalented Mr. Ripley,\" made into a 1999 movie in which her criminal hero\r\nTom Ripley falls in love not so much with his quarry Dickie Greenleaf as with\r\nhis identity and lifestyle.\n\nAlthough\r\nhomosexuality still dared not speak its name very loudly in 1951, Hitchcock was\r\nquite aware of Bruno's orientation, and indeed edited separate American and\r\nBritish version of the film -- cutting down the intensity of the\r\n\"seductiveness\" in the American print. It's worth noticing that\r\nHitchcock also cast Granger in \"Rope\" (1948), based on the\r\nLeopold-Loeb case; it was another story about a murder pact with a homosexual\r\nsubtext.\n\n\"Strangers\r\non a Train\" is not a psychological study, however, but a first-rate\r\nthriller with odd little kinks now and then. It proceeds, as Hitchcock's films\r\nso often do, with a sense of private scores being settled just out of sight.\r\nHis obsession with being wrongly accused no doubt refers to a traumatic episode\r\nin his childhood, when his father sent naughty little Alfred to the police\r\nstation with a note asking the sergeant to lock him up until called for.\r\nInteresting, in this context, is Hitchcock's casting of his own daughter,\r\nPatricia, as the outspoken young Barbara Morton, kid sister of Guy's fiancée\r\nAnne. Patricia Hitchcock and Kasey Rogers look a little alike and wear very\r\nsimilar eyeglasses; Bruno is playfully demonstrating strangling techniques at a\r\nparty when he sees Barbara, flashes back to the murder, and flips out. The kid\r\nsister gets the creepiest lines in \"Strangers on a Train,\" especially\r\nduring an early meeting involving Guy and the senator's whole family; she keeps\r\nblurting out what everyone is afraid to say.\n\nHitchcock\r\nwas above all the master of great visual set pieces, and there are several\r\nfamous sequences in \"Strangers on a Train.\" Best known is the one\r\nwhere Guy scans the crowd at a tennis match and observes that all of the heads\r\nare swiveling back and forth to follow the game -- except for one head,\r\nBruno's, which is looking straight ahead at Guy. (The same technique was used\r\nin Hitchcock's \"Foreign Correspondent,\" where all the windmills\r\nrotate in the same direction -- except one.)\n\nAnother\r\neffective scene shows Guy floating in a little boat through the Tunnel of Love\r\nat a carnival; Miriam and two boyfriends are in the boat ahead, and shadows on\r\nthe wall make it appear Bruno has overtaken them. In a scene where Guy goes\r\nupstairs in the dark in Bruno's house, Hitchcock told Truffaut, he hit on the\r\ninspiration of a very large dog to distract the audience from what he would\r\nprobably find at the top.\n\nThen\r\nthere's the famous sequence involving a runaway merry-go-round, on which Guy\r\nand Bruno struggle as a carnival worker crawls on his stomach under the\r\nrevolving ride to get to the controls. (This shot was famously unfaked, and the\r\nstunt man could have been killed; Hitchcock said he would never take such a\r\nchance again.) Another great shot shows Bruno's face in the shadow of his hat brim,\r\nonly the whites of his eyes showing.\n\nHitchcock\r\nwas a classical technician in controlling his visuals, and his use of screen\r\nspace underlined the tension in ways the audience is not always aware of. He\r\nalways used the convention that the left side of the screen is for evil and/or\r\nweaker characters, while the right is for characters who are either good, or\r\ntemporarily dominant. Consider the scene where Guy is letting himself into his\r\nGeorgetown house when Bruno whispers from across the street to summon him.\r\nBruno is standing behind an iron gate, the bars casting symbolic shadows on his\r\nface, and Guy stands to his right, outside the gate. Then a police car pulls up\r\nin front of Guy's house, and he quickly moves behind the gate with Bruno;\r\nthey're now both behind bars as he says, \"You've got me acting like I'm a\r\ncriminal.\"\n\nThe\r\nRobert Walker performance benefits from a subtle tense urgency that perhaps\r\nreflected events in his private life; he had a nervous breakdown shortly after\r\nfilming was completed, was institutionalized for treatment, and died of an\r\naccidental overdose of tranquilizers. (Leftover closeups from this film were\r\nused to finish his final film, \"My Son John.\") Although Hitchcock\r\nsaid in Francois Truffaut's book-length interview that he didn't much like\r\neither of the actors, Walker's Bruno has been called one of Hitchcock's best\r\nvillains, and Hitch agreed with Truffaut that the audience sympathy was more\r\nwith him than with Granger's playboy.\n\nThe\r\nmovie is usually ranked among Hitchcock's best (I would put it below only\r\n\"Vertigo,\" \"Notorious,\" \"Psycho\" and perhaps\r\n\"Shadow of a Doubt\"), and its appeal is probably the linking of an\r\ningenious plot with insinuating creepiness. That combination came in the first\r\nplace from Highsmith, whose novels have been unfairly shelved with crime\r\nfiction when she actually writes mainstream fiction about criminals.\n\nThere's\r\nan intriguing note from a user of the Internet Movie Database, claiming to have\r\nspotted Highsmith in a cameo in the film. She's behind Miriam in the early\r\nscene in the record store, writing something in a notebook. No Highsmith cameo\r\nhas even been reported in the movie's lore (all the attention goes to\r\nHitchcock's trademark cameo) but you can look for yourself, in chapter six of\r\nthe DVD, 12 minutes and 16 seconds into the running time. To think she may have\r\nbeen haunting it all of these years.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1951, "date_published": "2004-01-01", "genres": ["Crime", "Drama", "Film Noir", "Mystery", "Suspense", "Thriller"], "title": "Strangers on a Train (1951)"}