{"url": "http://www.rogerebert.com/reviews/great-movie-patton-1970", "by": null, "star_rating": 4.0, "text": "I love it, God help me, I do love it. I love it more than my life.\n\nSo speaks Gen. George S. Patton Jr. about war, in \"Patton.\" In his words we hear a premonition of the most memorable of all war movie speeches, Col. Kilgore's \"I love the smell of napalm in the morning,\" from \"Apocalypse Now.\" It is surely no coincidence that both screenplays were co-written by Francis Ford Coppola. The Kilgore character seems like a screwball spin-off of Patton, a man who observes to his staff at the end of the war: \"All good things must come to an end.\"\n\nIn his own eyes, Patton was larger than life and stood outside time. Standing on a North African battlefield where Carthage was attacked by Rome, he says \"I was here,\" and he means it. He believes in reincarnation and destiny, and when he is benched on the eve of the invasion of Europe, he rants, \"The last great opportunity of a lifetime and I'm left out of it? God will not allow it to happen.\" That swagger was his strength and weakness. He could inspire men to heroic feats, he was a brilliant strategist, but he was a genius at getting himself into trouble. In a war where millions died horribly, he slapped a shell-shocked soldier and his career was derailed.\n\nFranklin J. Schaffner's \"Patton\" (1970), released at the height of the unpopular war in Vietnam, was described by many reviewers at the time as \"really\" an anti-war film. It was nothing of the kind. It was a hard-line glorification of the military ethic, personified by a man whose flaws and eccentricities marginalized him in peacetime, but found the ideal theater in battle. In this he was not unlike Churchill; both men used flamboyance, eccentricity and a gift for self-publicity as a way of inspiring their followers and perplexing the enemy. That Patton was in some ways mad is not in doubt--at least to the makers of this film--but his accomplishments overshadowed, even humiliated, his cautious and sane British rival, Montgomery.\n\nThe film is nearly three hours long and George C. Scott is onscreen for most of that time, when we are not seeing battle scenes or Nazi planners (always speculating about Patton). It is one of those sublime performances in which the personalities of the actor and the character are fulfilled in one another. Although the role was offered to other actors who were bigger stars (critic Tim Dirks lists Burt Lancaster, Rod Steiger, Lee Marvin, Robert Mitchum and John Wayne), it is unimaginable without Scott. His comic-opera Gen. Buck Turgidson in \"Dr. Strangelove\" (1963) informs more than a little of Patton's nuttiness and his hatred of the Russians. Scott (1927-1999) was big, powerful, lonely, brilliant, a drinker, a perfectionist who stood so far outside Hollywood circles it was a foregone conclusion he would not turn up at the Academy Awards. In his career he sought out challenges like the plays of Shakespeare, O'Neill and Miller, in the same way Patton hungered for battle. Like Patton, he was a man without a purpose when he was offstage.\n\nConsider the scene where Patton is dressed by his aide, who adjusts his helmet reverently on his head as if placing a crown. Patton regards himself in the mirror and muses to himself, \"All my life I've wanted to lead a lot of men in a desperate battle.\" He could be an actor preparing to walk onto a stage. \"General, the men don't always know when you're acting or not,\" a subordinate tells him after one flamboyant speech. \"They don't need to know,\" Patton says. \"Only I need to know.\"\n\nHeadlines and newsreels personified armies by referring to their generals: Rommel was defeated in Africa, Patton swept north through France. Patton saw it the same way, and when he promises he will liberate Massine before Montgomery gets there, he is thinking in the first person. Gen. Omar Bradley (Karl Malden), who has the film's only other significant leading role, quails at the risk of lives and equipment that Patton is willing to contemplate, because he does not quite see that for Patton his men and equipment are the limbs of his ego. Vanity and courage found their intersection in Patton. \"If you were named admiral of the Turkish navy,\" Bradley tells him, \"I believe your aides could dip into their haversacks and come up with the appropriate decoration.\"\n\n\"Patton\" is not a war film so much as the story of a personality who has found the right role to play. Scott's theatricality is electrifying. As Patton he always stands up in his Jeep, loves making speeches, grandstands, plunges into the action to personally goad his men, even directs traffic. There is a touch of the manic about him. He seems to have no personal life. The film makes no mention of family, children, even close friends; his heart-to-heart talks are with himself. He seems formidably well-read, lecturing his subordinates on the history of the battlefields, the lessons of Napoleon, the experiences of earlier leaders who came this way. He has a classical quotation for every occasion. \"You son of a bitch,\" he gloats after outsmarting Rommel, \"I read your book!\"\n\nScott's performance is not one-level but portrays a many-layered man who desires to appear one-level. Instead of adding tiresome behavioral touches, he allows us small glimpses of what may be going on inside. Having made a fetish of bravery, he obtains a dog that is terrified most of the time, and affectionately drags the cowardly beast wherever he goes. Told by the press that the American public is fascinated by his \"pearl-handled revolver,\" he stone-faces: \"Ivory. Only a pimp from a cheap New Orleans whorehouse would carry a pearl-handled revolver.\" That shows he's given it some thought. Early in the film, under surprise air attack by the Nazis, he stands in the middle of a street firing at them with the revolver. Crazy, yes, but it adds to the legend.\n\nThe most famous scene is the first one, Patton mounting a stage to address his troops from in front of an American flag that fills the huge 70-mm screen. His speech is unapologetically bloodthirsty (\"we will cut out their living guts and use them to grease the treads of our tanks\"). His uniform and decorations, ribbons and medals, jodhpurs and riding boots and swagger stick fall just a hair short of what Groucho Marx might have worn. Scott's great nose could be the beak of an American Eagle. The closing shot is the other side of the coin, a graying and lonely old man, walking his dog. Even then, we suspect, Patton is acting. But does he know it?\n\nFranklin Schaffner (1920-1989) was a master of bold, uncluttered canvases. After a start directing live television in the 1950s, he made dramas (including \"The Best Man,\" one of the best Hollywood films about politics) before finding his natural footing with epics such as \"The War Lord\" (1965), \"Planet of the Apes\" (1968) and, after \"Patton,\" \"Nicholas and Alexandra\" (1971) and \"Papillon\" (1973). His \"Patton\" is one of the most uncluttered of war movies, devoid of side plots, colorful supporting characters and \"human interest.\" There are no individual soldiers whose adventures we follow, and the battle scenes are seen in long shot, not personalized; they have the sweep of Victorian canvases instead of the hand-to-hand intimacy of \"Platoon,\" \"Saving Private Ryan\" or \"We Were Soldiers.\" Even the Bradley character has no purpose other than to admonish, support and puzzle over Patton--to stand there and look at him. The movie sees the war as Patton saw it, as Patton's story. Well, it's one way of looking at it.\n\n* * *\n\nFootnote: I see the war most vividly through the eyes of an old friend, the director Russ Meyer, who enlisted at 17 and believed, with Patton, it was the best thing that ever happened to him. Over the years he has talked about it endlessly, and I have a glimpse of Patton from Meyer. In the closing days of the war, when Meyer was a Signal Corps cameraman near the German lines in France, he was routed from his bed in the middle of a night and ordered to join an unauthorized raid behind enemy lines to be led by Patton. The general had become convinced Hitler was making a secret visit to the front, and planned to capture him personally. \"We drove off into the night,\" Meyer recalls. \"Hitler wasn't there. We returned, and were warned to keep quiet about it. That was Patton for you.\"", "running_time": 172, "mpaa_rating": "PG", "release_year": 1970, "date_published": "2002-03-17", "genres": ["Action", "Drama", "History", "War"], "title": "Patton (1970)"}