{"url": "http://www.rogerebert.com/reviews/greedy-1994", "by": "Michael J. Foxas Daniel", "star_rating": 2.0, "text": "\"Greedy\" has the misfortune to forget that it's a comedy, just when we're beginning to smile. The movie has a promising first act, and then makes the mistake of taking its silly story seriously, with dreadful results: The last two-thirds of this movie plays like a sitcom without the laugh track - or the laughs.\n\nKirk Douglas stars, as a rich old man named Uncle Joe, whose relatives have named all their children, boys and girls, after him.\n\nIt's part of their long campaign to inherit his millions, made during a long career in the scrap metal industry. But Uncle Joe has no plans to die soon - not with Molly (Olivia D'Abo), his pneumatic British \"nurse,\" modeling bikinis in his whirlpool bath.\n\nUncle Joe is well aware of the venal schemes of his hateful relatives, who hire private detectives in order to dig up dirt about each other. But there is one young man he remembers fondly: Daniel (Michael J. Fox), son of the black sheep of the family. Daniel's father was a liberal do-gooder who would rather fight for the rain forest than for Joe's fortune, and he walked out of Joe's life long ago - taking his son with him. But now Daniel is located by the relatives, and brought back to entertain old Joe with his favorite Jimmy Durante routines. If Joe likes Danny, the theory goes, maybe he'll leave his money to him instead of to the hated nurse. And then the family can make a side deal with Danny.\n\nAll of this is established in the movie's opening sequences, which are written with edge and energy by Lowell Ganz and Babaloo Mandel. They know the territory; their previous credits include such family comedies as \"Cocoon,\" \"Parenthood\" and \"Mr. Saturday Night.\" But here, after their good start, something goes wrong. They don't really create a family. Instead, they create a scrum of supporting actors who seem to move in and out of frame as a team. The most prominent of the greedy cousins is played by Ed Begley, Jr., who has been playing too many unpleasant relatives recently. Others are Bob Balaban, Phil Hartman, Jere Burns and Colleen Camp. They gnash their teeth at one another, they pull dirty tricks, they tell lies, they flatter Uncle Joe shamelessly, and mostly they fail to convince us of two things we need to believe: That they're a family, and that they're funny.\n\nDanny, the Fox character, is a very bad professional bowler, who has a relationship with a TV sports producer (Nancy Travis). She believes in him, if not perhaps in his future as a bowler. Her character is essentially unnecessary; in a real comedy, she would have been out with the rewrite. Here she populates romantic interludes and acts as Fox's conscience. D'Abo, as Molly the nurse, has the tricky job of living off Uncle Joe's money without quite sleeping in his bed, although she doesn't recoil when his naughty old nose finds itself in her cleavage. Both Molly and Danny are required to almost lose their morals and self-respect, and then to regain them in a series of deadening scenes.\n\nWhat Ganz and Mandel should know is that a comedy dies when the writers start taking the plot more seriously than the laughs. Who really cares about the issues involved here? If I want a movie that's really about greed, I'll go to the real thing - Erich von Stroheim's \"Greed\" (1924) from the Frank Norris novel \"McTeague.\" (Wouldn't you know that Uncle Joe's last name is McTeague.) \"Greedy\" was directed by Jonathan Lynn (\"My Cousin Vinny\"), who never quite figures out how to juggle so many characters.\n\nThe set-up for \"Greedy\" promises a comedy, and so do the ads. What we get are the makings for some slapstick, and then a dreary series of dialogue-heavy scenes during which the movie shyly dips its toe into some deep issues. It's fun, of course, to see Kirk Douglas in action again, and it's not his fault Uncle Joe's relatives are all boring simpletons. But if you stay until the end of the movie, ask yourself this about Douglas's final scene: What was that all about?", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-03-04", "genres": ["Comedy", "Family"], "title": "Greedy (1994)"}