{"url": "http://www.rogerebert.com/reviews/green-card-1991", "by": "Gerard Depardieuas George", "star_rating": 3.0, "text": "Hollywood has since time immemorial defined the Meet Cute as a comic situation contrived entirely for the purpose of bringing a man and a woman together, after which they can work out their destinies for the remainder of the film. The classic Meet Cute involves the hero and heroine crashing into each other outside a department store, while all of their Christmas shopping falls to the ground. He helps her pick up her packages, they start to talk, and the rest is history - or formula comedy, anyway.\n\nThe package gambit is such a familiar Hollywood standby that \"Green Card\" has fun employing it as an alibi. The main characters - a Frenchman and an American woman who have to pretend their marriage is the real thing - solemnly explain to an immigration official that they met when they ran into each other, their packages fell to the ground, etc.\n\nActually the whole movie is a slightly more sophisticated application of the same formula. The Frenchman, played by Gerard Depardieu, needs a green card if he is to stay in America. The woman, played by Andie MacDowell, needs a husband if she is to rent a desirable Manhattan apartment. They are introduced by a friend, they go through the fiction of a marriage ceremony, and then when immigration comes sniffing around they have to put on a convincing show of really being married.\n\nA movie like \"Green Card\" can supply two kinds of pleasures: those caused when it observes its formula, and those created when it violates it. The movie was written and directed by Peter Weir (\"Dead Poets Society,\" \"Witness\"), who constructs it lovingly according to sturdy old principles: The couple is at first indifferent to one another, then hostile, then in love, then in denial, and then of course they break up - right before they get together. All of these stops are observed, but at the same time Weir has added some nice touches, including the unconventional characters themselves.\n\nDepardieu, the leading actor in France, here making his American film debut, is a large, shaggy, untidy man who brings to every role a kind of effortless charm. He occupies a considerable psychic space on the screen. It is not hard to figure out his practical reasons for wanting to marry MacDowell. But her character has its work cut out: Would an attractive young woman, smart and with a great job, actually marry a stranger just to get an apartment? In Manhattan, this movie argues, the answer is yes - especially if the apartment incorporates a large solarium. We accept the marriage of convenience for the purposes of the plot, but the screenplay still has some explaining to do.\n\nWeir is good with his actors and good, too, at putting a slight spin on some of the obligatory scenes. When Depardieu meets MacDowell's parents, for example, the scene doesn't develop along the standard lines of outrage and bluster. Instead, Conrad McLaren, as her father, grasps the situation instantly, and proves to be a good judge of character. I also liked the scene where Depardieu goes to a party and meets MacDowell's friends. Of course, they are snotty, and of course, it is mentioned that Depardieu is a composer, and of course, there is a piano there and Depardieu is asked to play one of his compositions. But what happens then is perhaps the best scene in the movie.\n\n\"Green Card\" is not blindingly brilliant, and is not an example of the very best work of the director who made \"The Year of Living Dangerously\" or the actor who starred in \"Cyrano de Bergerac.\" But it is a sound, entertaining work of craftsmanship, a love story between two people whose meet is not as cute as it might have been.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-01-11", "genres": ["Comedy", "Romance"], "title": "Green Card (1991)"}