{"url": "http://www.rogerebert.com/reviews/green-zone-2010", "by": "Matt Damonas Roy Miller", "star_rating": 4.0, "text": "\"Green Zone\" looks at an American war in a way almost no Hollywood movie ever has: We're not the heroes, but the dupes. Its message is that Iraq's fabled \"weapons of mass destruction\" did not exist, and that neocons within the administration fabricated them, lied about them and were ready to kill to cover up their deception.\n\nIs this true? I'm not here to say. It's certainly one more element in the new narrative that has gradually emerged about Iraq, the dawning realization that we went to war under false premises. \"Green Zone,\" directed by Paul Greengrass, is a thriller that makes no claim to be based on fact, but provides characters and situations that have uncanny real-life parallels. Its director made two of the \"Bourne\" films, and imports his approach to Baghdad, starring Matt Damon as an unstoppable action hero.\n\nBut this isn't merely a thriller. It has a point to argue: Critical blunders at the outset made a quick and easy victory impossible, and turned Bush's \"Mission Accomplished\" photo-op into a historic miscalculation. \"Green Zone\" argues, as many observers have, that the fatal error of the United States was to fire the officers and men of the Iraqi army and leave them at large with their weapons. The Iraqi army had no great love of Saddam and might have been a helpful, stabilizing force. Instead, it was left unemployed, armed and alienated.\n\nDamon, playing Chief Warrant Officer Roy Miller, is seen at the outset leading a raid on a suspected storage site for WMDs. Nothing there. Another raid, intended to find weapons of chemical warfare, turns up years-old pigeon droppings. Because some of the raids produce casualties, he begins to question the intelligence reports the raids are based on. He speaks out at a briefing, and rather improbably finds himself face to face with a U.S. intelligence agent named Poundstone (Greg Kinnear). He's fed the usual line and told to perform his duty, but is overheard by Martin Brown, a hulking, grizzled CIA man who's an old Middle East hand. Soon he's meeting with Brown to pass on his doubts.\n\n\"Green Zone\" indicates that the CIA, which lacked (as in real life) any evidence to back up the WMD claims, was cut out of the loop, and that Poundstone is not only the architect of the neocon fictions, but their enforcer; he even has a military group answering directly to him.\n\nMiller also meets a New York newspaperwoman named Lawrie Dayne (Amy Ryan), whose reports about a secret Iraqi informer have given credence to the WMD claims. From her, he discovers that Gen. Al Rawi (Yigal Naor) of the Iraqi army met with Poundstone in Jordan but, unlike the source Poundstone cited, flatly told him Saddam had no WMDs. So the bad intel was cooked up to justify the war the neocons desired.\n\nHave I made the plot sound complex? Greengrass works with screenwriter Brian Helgeland to tell it with considerable clarity. By limiting the characters and using typecasting, he makes a web of deceit easy to understand. Also a great help to Miller is a local named Freddy (Khalid Abdalla), who risks his life to help him, acts as a translator and is given the film's key line of dialogue.\n\nThe action in \"Green Zone\" is followed by Greengrass in the QueasyCam style I've found distracting in the past: lots of quick cuts between hand-held shots. It didn't bother me here. That may be because I became so involved in the story. Perhaps also because unlike the \"Bourne\" films, this one contains no action sequences that are logically impossible. When we see a car chase that couldn't take place in the real world, we naturally think about the visual effects. When they could take place and it's a good movie, we're thinking about the story.\n\n\"Green Zone\" will no doubt be under fire from those who are still defending the fabricated intelligence we used as an excuse to invade Iraq. Yes, the film is fiction, employs farfetched coincidences and improbably places one man at the center of all the action. It is a thriller, not a documentary. It's my belief that the nature of the neocon evildoing has by now become pretty clear. Others will disagree. The bottom line is: This is one hell of a thriller.", "running_time": 115, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-10", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Green Zone (2010)"}