{"url": "http://www.rogerebert.com/reviews/greenfingers-2001", "by": "Clive Owenas Colin", "star_rating": 2.0, "text": "\"Greenfingers\" is a twee little British comedy in which hardened prisoners become gifted gardeners, and are allowed to enter their prize flowers in the Hampton Court Garden Show. Their entry, a garden that seems to bloom in a junkyard, is no more bizarre than entries I've seen in the Chelsea Flower Show.\n\nThe movie populates this story with standard types: the salvageable murderer, the elderly lifer with a secret, the ferocious bouncer, the punk kid, the Caribbean guy. There is a warden who glows and beams and nods as approvingly as a Wodehousian vicar and a formidable gardening expert (Helen Mirren). Would it amaze you to learn that the expert comes supplied with a comely daughter who catches the eye of the salvageable murderer? If you follow little British TV comedies on PBS, many of the cast members will be familiar to you--especially the priceless David Kelly, who took the immortal nude motorcycle ride in \"Waking Ned Devine.\" The lead is Clive Owen, who made an impression in the breakthrough thriller \"Croupier.\" Mirren's Georgina Woodhouse, the garden lady, wears big hats and is a TV star and is based, we assume, on British media types not familiar over here; she has some fun with the distance between vast wealth and celebrity on the one hand, and domestic and gardening skills on the other, and we wonder if the name Martha Stewart might not sometimes pass through her mind.\n\nThe film is set in an \"open prison\" in the Cotswolds, where long-term convicts with good behavior records are trusted to work on a farm or in craft shops. When the Owen character accidentally raises a patch of double-violets, the warden decides he has a green thumb--or fingers, in this case--and assigns him to cultivate a garden, with the mixed lot of other prisoners as his assistants. Soon they're studying horticulture books and creating a prize garden that inspires Miss Woodhouse to suggest an entry in the big garden show.\n\nIt's not that I disliked the movie. It has nothing in it to dislike--or much to like very much. It's relentlessly pleasant and good-tempered, positive and eager to amuse, as it goes through the various obligatory stages of such stories. We know, for example, that the prisoners will succeed at gardening, but that there will be some kind of setback to their hopes. That the officials at the Hampton Court show will include snobs who do not want to admit prisoners. That a young man and a young woman are written into movies like this for the express purpose of falling in love. And that the story will not end on the gallows.\n\nIt's as if this current round of small British (and Irish and Welsh and Scots) comedies started strong, with titles like \"The Full Monty,\" \"The Commitments,\" \"The Snapper\" and \"Waking Ned Devine,\" and then started to lose energy about the time of \"Saving Grace\" (2000) and is now, for the time being, out of gas. The wellsprings of the genre are the Ealing comedies of the 1950s, with Peter Sellers, Terry-Thomas and others as dotty eccentrics; \"Local Hero,\" \"Gregory's Girl\" and \"Comfort and Joy\" are interim high points. \"Greenfingers\" is amusing enough to watch and passes the time, but it's the kind of movie you're content to wait for on your friendly indie cable channel.", "running_time": 90, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-03", "genres": ["Comedy", "Foreign"], "title": "Greenfingers (2001)"}