{"url": "http://www.rogerebert.com/reviews/greetings-1969", "by": "Geritt Grahamas Lloyd", "star_rating": 3.0, "text": "Brian de Palma's \"Greetings\" is not, properly speaking, a feature film at all, but a string of episodes in the Laurel and Hardy tradition. Some work, some don't. Even the unsuccessful ones have a certain charm, a freshness and openness. What holds the film together is not its plot (there isn't one) but its attitude, its general instinct for what is funny in our society.\n\nAttitudes and notions were all that mattered in the comedies of Laurel and Hardy or W. C. Fields. The other member of the Pantheon, Charlie Chaplin, got hooked on messages and story lines and significance, and is responsible for most of what subsequently went wrong with movie comedy. Pure comedy is necessarily unrelated to classical ideas about plot and message; the invention of motion pictures freed comedy at last from the necessity of getting characters on and off the stage.\n\nThe best comedians understood that they didn't have to make the slightest bit of sense (try to figure out the story line of Fields' \"Never Give a Sucker an Even Break\" sometime). But most contemporary comedies, alas, try to make as much sense as a thriller or a drama. They waste time holding things together. The best comedy of the last decade was Mel Brooks' \"The Producers\" (1968). De Palma is not a Brooks, not yet anyway, but he is one of the rare contemporary filmmakers who has an instinct for movie comedy.\n\nIn \"Greetings,\" he gives us some characters who have no justification at all, except their existence, which we accept because we have to. There's the hero who's trying to avoid the draft, and his friends, and some other guys who are investigating the assassination of President Kennedy. And there's this guy who peddles dirty movies. And three girls who are computer dates. And somebody who says he's Lee Harvey Oswald's landlady's nephew and will be killed some day. And some other people.\n\nThese people wander in and out of disconnected scenes that make no sense at all, except in terms of their own logic. That is, when Lloyd (Geritt Graham) explains his various theories of the assassination, they don't make sense and don't have to. But when he uses a sleepy, indifferent girl as a mannequin upon which to trace the paths of the assassin's bullets (and determines that if the FBI was right then Kennedy was standing on his head), there's a weird sort of self-justifying humor to the scene.\n\nOther scenes are also small gems of comedy: when the smut-peddler approaches his victim; when the hero confronts his computer date, a Bronx secretary; when the hero's friend talks a girl into posing for a stag film on the grounds of scientific investigation.\n\nIt is strange that \"Greetings\" is being hailed, in Newsweek and elsewhere, as some sort of breakthrough or step forward or victory for \"under-30 personal cinema.\" As far as I can determine, \"under-30 personal cinema\" means you're under 30 and made your own movie; not a useful definition.\n\nWhat is interesting about \"Greetings\" is not that it's pioneering or experimental, but that it goes back to the roots, that it rediscovers the basic elements of movie comedy. Working on a small budget, doing things they thought were funny, taking their camera out to the streets of New York, making up things as they went along, Brian de Palma and his friends made a comedy. Just like Mack Sennett used to do.", "running_time": 88, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-07-30", "genres": ["Comedy"], "title": "Greetings (1969)"}