{"url": "http://www.rogerebert.com/reviews/green-lantern-2011", "by": "Blake Livelyas Carol", "star_rating": 2.5, "text": "\"Green Lantern\" presents yet another case of a human being given the responsibility of leading the battle of good vs. evil, or, in this case, of the Will vs. Fear. We learn that an ancient race of aliens has divided the universe into segments to enforce peace, but is being resisted by an alien named Parallax, who went off on his own, committed the sin of pride and became a prince of darkness. If he reminds you of Satan, that can't be helped. Every superhero requires a malevolent egomaniac to battle.\n\nThe movie stars Ryan Reynolds as Hal Jordan, a test pilot who proves that humans are better at flying fighter planes than computers. His fellow pilot is Carol Ferris (Blake Lively), the daughter of the tycoon Carl Ferris (Jay O. Sanders), who manufactures the fighters. Does Carl worry about his daughter flying in dogfights at supersonic speeds? To answer that question would require him to reveal emotion, and he is locked immobile in Superhero Tycoon Mode.\n\nFar away in the universe, the benign aliens have created the Green Lantern Corps to spread out and combat the evil Parallax. One of these corpsmen is sent on a mission to find a worthy man on Earth to become a member of the corps. His spaceship, which has survived a journey across the cosmos, crash-lands, and he lives long enough to hand over a green ring and a lantern to, of course, Hal Jordan. Hal learns that the ring gives him great power, but he must believe in the triumph of his Will and conquer the weakness of Fear.\n\nIf this sounds childish, of course it is. One of the absurdities of many modern superhero movies is how they adorn silly plots with great solemnity and millions of dollars in special effects. Nor does \"Green Lantern\" shortchange us on dialogue; indeed, it spends a great deal of time at the impossible task of explaining the logic and rules of its plot. I am amazed at how calmly humans absorb and accept the incredulities of these stories (\"Waitaminit! I wear this magic green ring and I'm a superhero? Gee, that's every kid's dream!\")\n\n\"Green Lantern\" does not intend to be plausible. It intends to be a sound-and-light show, assaulting the audience with sensational special effects. If that's what you want, that's what you get. Among them are numerous split-second journeys across galaxies by speeding green spheres that shuttle between Earth and the domain of the aliens, while dismissing all technicalities of the speed of life. I nostalgically recalled \"Thor,\" in which Thor commutes to Earth to do battle with the avatars of his own satanic malevolent egomaniac.\n\nThe problem with many of these special effects is that they don't take on the gravity and substance of real events; they are an obvious extrusion of animation into the physical world. Often they take forms created by Hal Jordan's imagination, because whatever he wills becomes real. I suppose that goes with the territory.\n\nParallax, it must be said, is a well-imagined malevolence. Although he manifests a diabolical face, he seems otherwise to consist mostly of roiling tendrils of foul, polluted matter. In one scene while the foreground is filled with terrified humans who are fleeing toward the camera, behind them Parallax causes skyscrapers to tumble. Was it less than 10 years ago that we wondered if movies could ever use such images again after 9/11?\n\nThe movie has a character I found interesting, if inconsistent. This is Hector Hammond (Peter Sarsgaard), a brilliant scientist nerd with a wispy mustache and a servile superiority. What becomes of Hector I will not say, but Sarsgaard gives him a dimension lacking in the cookie-cutter heroics of Hal Jordan. A subplot about Hector's mind-reading abilities is not developed very well. I also liked the fierce determination of Dr. Amanda Waller (Angela Bassett) and the composure with which Senator Hammond (Tim Robbins) deals with a haywire helicopter.\n\nThe bottom line: This is a comic-book movie. Fans of the Green Lantern (in his intergalactic story mode and not his earthbound TV series) will no doubt enjoy its visualizations and its references to details of the back story that escaped me. There's a whole lot going on. We don't really expect subtle acting or nuanced dialogue. We appreciate an effective villain. We demand one chaste kiss between hero and heroine, but no funny stuff. We enjoy spectacular visuals like the Green elders, who are immortal and apparently spend eternity balancing on top of towering pillars. \"Green Lantern\" delivers all of those things, and for what it's worth, I liked it more than \"Thor.\"\n\nPerhaps there was a reason for that. The movie, as you know, was filmed in 3-D. But a screening was made available in 2-D, and I chose to attend the 2-D screening. The colors were bright, the images were crisp and clear, the impact was undeniable, the greens were ... real green. I didn't see the 3-D version, so can't compare the two. I will be looking forward with interest to how other film critics describe it.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-06-15", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "Green Lantern (2011)"}