{"url": "http://www.rogerebert.com/reviews/gregorys-girl-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nThere was a little item in\r\nthe paper not long ago that should have been front page news. It was about a\r\nsurvey reporting that physically handsome men were less successful in business,\r\nmade less money, married younger, and had less \"desirable\" spouses\r\nthan men of average or below-average looks. The sociologists who announced\r\nthese conclusions speculated that the handsome guys tended to get sidetracked\r\nin high school, spending more time on social life and less time on studies;\r\nthey tended to depend on their golden boy charm instead of plowing ahead\r\nthrough college; and they tended, because they were more sexually active at\r\nyounger ages, to marry sooner and therefore to marry women who were looking for\r\nmarriage rather than careers. On the average, therefore, the weird kid with\r\nacne who's president of Chem Club will do better in the long run than the prom\r\nking. \n\n\r\nBill Forsyth's “Gregory’s Girl” is a charming,\r\ninnocent, very funny little movie about the weird kid. It is set in Scotland,\r\nwhere the teenagers are quieter, more civilized and more naive than, let's say,\r\nthose in “Class of 1984.” And it is about Gregory (Gordon John Sinclair), a\r\ngangling adolescent who has started to shoot up all of a sudden and finds he is\r\nhopelessly uncoordinated on the soccer field. Gregory looks sort of like an\r\nimmensely likable stork. He loses his place on the soccer team to another student\r\nwho is a good deal faster and more coordinated. The other student happens to be\r\na girl. Her name is Dorothy (Dee Hepburn), and Gregory instantly falls deeply\r\nin love with her. Nothing like this has ever hit him before, and romance\r\nbecomes for him almost a physical illness. Dorothy is sweet to him, but\r\ndistant, because she not only suspects Gregory's feelings but is way ahead of\r\nhim in her analysis of the whole situation. \n\n\r\nThe movie takes place mostly in a pleasant\r\nsuburb of Glasgow, where the kids hang about and trade endless speculation on\r\nthe impossibility of being sixteen and happy at the same time. Gregory turns\r\nfor romantic advice to his younger sister, who is much more interested in ice\r\ncream. His sister, in fact, is oblivious to boys, although one pays her an\r\nearnest compliment: \"She's only ten, but she has the body of a woman of\r\nthirteen.\" Meanwhile, Gregory consoles his best friend, who is fifteen and\r\na half and has never known love. \n\n\r\nThis movie is a reminder that we tend to forget\r\na lot of things about adolescence. For example: That it is no use telling a\r\nteenager what his faults are, because he is painfully aware of every possible\r\nfault in the minutest detail; that boys are absolutely helpless in the throes\r\nof teenage romance, whereas girls tend to retain at least some perspective;\r\nthat it is an unwritten law of the universe that no sixteen-year-old ever falls\r\ninstantly in love with the right person at the right time. \n\n\r\nThe movie has a lot of gentle, civilized fun\r\nwith insights like that. And along the way, Gregory the stork is led on a wild\r\ngoose chase with a swan at the end. The movie contains so much wisdom about\r\nbeing alive and teenaged and vulnerable that maybe it would even be painful for\r\na teenager to see it; it's not much help, when you're suffering from those\r\nfeelings of low self-esteem and an absolutely hopeless crush, to realize that\r\nnot only are you in pain and suffering an emotional turmoil, but you're not\r\neven unique. Maybe only grown-ups should see this movie. You know, people who\r\nhave gotten over the pains of unrequited love (hollow laugh).", "running_time": 91, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Foreign", "Romance"], "title": "Gregory's Girl (1981)"}