{"url": "http://www.rogerebert.com/reviews/gremlins-2-the-new-batch-1990", "by": "Zach Galliganas Billy Peltzer", "star_rating": 2.5, "text": "The first \"Gremlins,\" in 1984, was a meditation on movie myths - on Christmas, small towns, and things that will jump up and scare you.\n\nIt was a superior B movie and a lot of fun. \"Gremlins II The New Batch\" is a meditation on sequels and, like most sequels, it's a faded imitation of the original. Yes, it has some big laughs, and yes, some of the special effects are fun, but the movie has too many gremlins and not enough story line.\n\nA word of background may be in order. You may recall from the original movie that gremlins are the mischievous alter-egos of innocent, cuddly little creatures named Mogwais. They're cute and would make great pets, except for the two laws of gremlins, which are that they never should be fed after midnight, and never, ever should be allowed to get wet. When they're fed, they turn into horrible little monsters like the creature in \"Alien,\" and when they get wet they multiply like sex-mad newts.\n\nIn the first movie, gremlins took over the small town of Kingston Falls, N.Y. In the sequel, the heroes of the first movie (Zach Galligan and Phoebe Cates) have moved to the big city, where they work for a zillionaire named Daniel Clamp (John Glover). Clamp, who seems to be a cross between Donald Trump and Ted Turner, if such a thing is possible, owns cable networks, financial concerns, and a giant, automated tower so high that passing planes make a racket in his office. His corporate symbol, which supplies one of the biggest laughs in the movie, is a globe that has been flattened out by being clamped between the teeth of the letter C.\n\nClamp is determined to evict the ancient owner of the little shop in Chinatown - the shop where the first Mogwais came from. Clamp wants to build a Chinatown trade center. But when his bulldozers roar over the little shop, a tiny creature escapes and ends up inside the Clamp Tower, where, of course, it is fed, gets wet, and turns into a marauding band of vicious gremlins.\n\nAt about this point, if not sooner, the movie abandons all pretense of telling a story, and becomes a series of gags. Some of them are funny, some are near-misses, some fall flat, and who can debate what's funny, anyway? I enjoyed Christopher Lee's supporting role as the evil Dr. Catheter, who collects diseases and manipulates genes. And Robert Prosky does a nice job as Grandpa Fred, the host of one of Clamp's creature-feature programs. Glover, who can play convincing villains as easily in a comedy as in a drama, has fun with Clamp.\n\nBut eventually the inspiration runs thin. We've seen the first movie. We know the gremlins will pop up when they're not expected, and look ugly, and scare everyone. And we know there will be a particularly gruesome scene (the microwave oven of the first movie meets its match this time in a paper shredder). We know that Galligan and Cates will try to convince everyone that the gremlins mean business. And we know that this movie exists essentially to cash in on the brand name of the original \"Gremlins.\" It's brainless summer fun, but you know what? I'd just as soon think, even in the summertime.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-06-15", "genres": ["Comedy", "Fantasy", "Horror", "Science Fiction", "Thriller"], "title": "Gremlins 2: The New Batch (1990)"}