{"url": "http://www.rogerebert.com/reviews/gremlins-1984", "by": null, "star_rating": 3.0, "text": "\"Gremlins\" is a confrontation between Norman Rockwell's vision of Christmas and Hollywood's vision of the blood-sucking monkeys of voodoo island. It's fun. On the one hand, you have an idyllic American small town, with Burger Kings and Sears stores clustered merrily around the village square, and on the other hand you have a plague of reprehensible little beasties who behave like a rodent road company of Marlon Brando's motorcycle gang in \"The Wild One.\"\n\nThe whole movie is a sly series of send-ups, inspired by movie scenes so basic they reside permanently in our subconscious. The opening scene, for example, involves a visit to your basic Mysterious Little Shop in Chinatown, where, as we all know, the ordinary rules of the visible universe cease to operate and magic is a reality. Later on, after a kid's father buys him a cute little gremlin in Chinatown, we have a new version of your basic Puppy for Christmas Scene. Then there are such basic movie characters as the Zany Inventor, the Blustering Sheriff, the Clean-Cut Kid, the Cute Girlfriend, and, of course, the Old Bag.\n\nThe first half of the movie is the best. That's when we meet the little gremlins, which are unbearably cute and look like a cross between a Pekingese, Yoda from \"The Empire Strikes Back,\" the Ewoks from \"Return of the Jedi,\" and kittens. They have impossibly big eyes, they're cuddly and friendly, and they would make ideal pets except for the fact that they hate bright lights, should not be allowed to get wet, and must never be fed after midnight. Well, of course, it's always after midnight; that's the tip-off that this isn't a retread of \"E.T. The Extra-Terrestrial\" but comes from an older tradition, the fairy tale or magic story. And in the second half of the movie, after the gremlins have gotten wet, been fed after midnight, etc., they turn into truly hateful creatures that look like the monster in \"Alien.\"\n\nThe movie exploits every trick in the monster-movie book. We have scenes where monsters pop up in the foreground, and others where they stalk us in the background, and others when they drop into the frame and scare the Shinola out of everybody. And the movie itself turns nasty, especially in a scene involving a monster that gets slammed in a microwave oven, and another one where a wide-eyed teenage girl (Phoebe Cates) explains why she hates Christmas. Her story is in the great tradition of 1950s sick jokes, and as for the microwave scene, I had a queasy feeling that before long we'd be reading newspaper stories about kids who went home and tried the same thing with the family cat.\n\n\"Gremlins\" was hailed as another \"E.T.\" It's not. It's in a different tradition. At the level of Serious Film Criticism, it's a meditation on the myths in our movies: Christmas, families, monsters, retail stores, movies, boogeymen. At the level of Pop Movie-going, it's a sophisticated, witty B movie, in which the monsters are devouring not only the defenseless town, but decades of defenseless clichés. But don't go if you still believe in Santa Claus.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-06-08", "genres": ["Comedy", "Fantasy", "Horror"], "title": "Gremlins (1984)"}