{"url": "http://www.rogerebert.com/reviews/grindhouse-2007", "by": null, "star_rating": 2.5, "text": "Quentin Tarantino's \"Death Proof\" and Robert Rodriguez's \"Planet Terror\" play as if \"Night of the Living Dead\" (1967) and \"Faster, Pussycat! Kill! Kill!\" were combined on a double bill under the parentage of the dark sperm of vengeance.\n\nTogether the two separate feature-length stories combine into \"Grindhouse,\" a deliberate attempt by the two directors to re-create the experience of a double feature in a sleazy B-house. Scratches and blemishes mar the prints, frames or even whole reels are purportedly missing, and the characters have the shallow simplicity of action figures entirely at the disposal of special effects. They are separated by a group of four trailers for still more B-minus pictures.\n\nThis evocation of a grindhouse may have existed somewhere, sometime, but my movie-going reaches back to before either director was born, and I have never witnessed a double bill and supporting program much like the one they have created. No, not even in half-forgotten Chicago theaters like the McVickers, Roosevelt, Shangri-La, Monroe, Loop or Parkway. Not even while trying specifically to find \"Dog of the Week\" candidates for Spot the Wonder Dog to bark at. And it must be said that when it comes to fabricating bad movies, Rodriguez and Tarantino have a failure of will. To paraphrase Manny Farber, you can catch them trying to shove art up into the crevices of dreck.\n\nI can imagine the pitch meeting at which the two directors told Harvey and Bob Weinstein why they had to make this double-header. In that room were the most skilled conversational motormouths I've met, and I mean that as a compliment. If Tarantino tells you about the last time he ate an Italian beef sandwich, you want to film it in 70mm. But let's face it. The fundamental reason young males went to schlock double features in the golden age was in the hope of seeing breasts, or, lacking that, stuff blowed up real good. Now that the mainstream is showing lots of breasts and real big explosions, there is no longer a market for bad movies showing the same thing.\n\nI recall a luncheon at Cannes thrown by the beloved schlockmeister Sam Arkoff of American-International Pictures. \"Sam!\" said Rex Reed, after seeing Arkoff's new film \"Q,\" about a Quetzlcoatl that swooped down on Wall Street to gobble up stockbrokers. \"What a surprise! Right in the middle of all that schlock, a great Method performance by Michael Moriarty!\" Arkoff blushed modestly. \"The schlock was my idea,\" he said.\n\nSo, OK, \"Grindhouse\" is an attempt to re-create a double feature that never existed for an audience that no longer exists. What's the good news? Tarantino's \"Death Proof,\" which I liked better, splits into two halves involving quartets of women, most of them lesbians, who are targeted by Stunt Man Mike (Kurt Russell) who uses his \"death proof\" car as a murder weapon. The movie ends with a skillful scene involving a deadly highway game and a duel between two cars. That and another highway massacre are punctuated by long, too long, passages of bar-room dialogue. The movie has two speeds --Pause and Overdrive.\n\nRodriguez's \"Planet Terror\" recycles the durable \"Living Dead\" formula: A band of the healthy fight off shuffling bands of zombies. I have written before about my weariness with zombies, who as characters are sadly limited. What distinguishes Rodriguez's picture is the extraordinary skill of the makeup, showing us oozing wounds, exploding organs and biological horrors. The movie wants to be as repulsive and nauseating as possible. The plot, involving go-go dancers and an action-packed doctor, is a clothesline for gore, explosions, bodily mayhem and juicy innards on parade.\n\nBoth directors are eager to work in as many references as possible, verbal and visual, to their favorite movies; Russ Meyer seems quoted a lot. The backgrounds are papered with more vintage movie posters than you'd expect to find in a Texas saloon, except maybe in Austin. There are also various cultural references. For example, local disc jockey Jungle Julia's listeners recite lines from \"Stopping by Woods on a Snowy Evening,\" but you would be wrong to think that is a reference to a poem by Robert Frost. No, according to IMDb.com, it refers to Don Siegel's thriller \"Telefon\" (1977), where the words were \"used as a posthypnotic signal to activate Russian sleeper agents.\"\n\n\"Grindhouse\" is both impressive and disappointing. From a technical and craft point of view it is first-rate; from its standing in the canon of the two directors, it is minor. And I wonder what the point is when two of Tarantino's women are obsessed with \"Vanishing Point\" (1971), a movie Tarantino obviously treasures. It explains the appearance in the movie of a 1970 Dodge Challenger, but is an explanation really necessary? Hell, I had a '57 Studebaker Golden Hawk, and it spoke for itself. We feel like the dialogue is movie-buff jargon overheard in a Park City saloon.\n\nMy own field of expertise in this genre is the cinema of Russ Meyer, and I was happy to see QT's closing homage to the tough girls and the beaten stud in \"Faster, Pussycat! Kill! Kill!\" (1965), which John Waters has named as the greatest film of all time. One heroine even copies Tura Satana's leather gloves, boots and ponytail. I may have spotted, indeed, the most obscure quotation from Meyer. In an opening montage of his \"Beyond the Valley of the Dolls\" (1970), there is a brief, inexplicable shot of a boot crushing an egg. Rodriguez uses the same composition to show a boot crushing a testicle. So the Cinema marches on.\n\nAfter failing in theaters as a double bill, \"Grindhouse\" was split by the Weinsteins into two shorter films. The Tarantino, then lengthened by the director, played at Cannes, where Harvey Weinstein admitted at a press conference that, for daring to release the combined films at a running time of three hours, he received a \"public spanking.\" Now that might have made a movie.", "running_time": 191, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-25", "genres": ["Action", "Horror", "Thriller"], "title": "Grindhouse (2007)"}