{"url": "http://www.rogerebert.com/reviews/grind-2003", "by": "Mike Vogelas Eric Rivers", "star_rating": 2.0, "text": "\"Grind\" has a tone like \"The Endless Summer,\" that dreamy surfing movie in which a bunch of buddies devote their lives to hanging out together and searching for the perfect wave. This time, it's skateboards, not surfboards, and the goal is not the perfect wave but sponsorship for their team and a chance to tour with the champion they admire, but the ethic is about the same: Skateboarding is forever, and things like college and girls only ruin an endlessly savored adolescence.\n\nThe buddies live in that Southern California that is a state of mind, where life centers on the skateboard store and famous skateboarders are mobbed the way rock stars are in another universe. They dream of turning professional but can't get the pros to look at their demo tapes and can't win the sponsorship necessary to get into the big tournaments. So they hit the road, stalking the tour of the famous champion Jimmy Wilson, hoping they can get his attention, or somebody's attention; they have T-shirts printed advertising a fake company they claim is their sponsor.\n\nThat's the plot, more or less. The guys are only vaguely differentiated; the lead is Eric (Mike Vogel), but the one who stands out is Sweet Lou (Joey Kern), who fancies himself a ladies man and sidles up to a potential conquest with a soft-voiced come-on, as if to notice him is to surrender to him. Two women do actually enter their orbit: one who seems too good to be true, and is, and another who likes them and gets them into a tournament.\n\nThere is also an interlude with the parents of Matt (Vince Vieluf), who ran away from home to join the circus and so should have no complaints about his skateboarding tour. Matt and the guys visit them at a clown college (or klown kollege, I suppose), where Matt is embarrassed to find his folks in putty noses, but where the possibility of becoming skateboarding clowns briefly beckons.\n\nThat leaves the skateboarding itself. I am no expert on the sport, but I have seen the 2002 documentary \"Dogtown and Z-Boys,\" which chronicles the birth of skateboarding in Santa Monica, circa 1975. Based on the performances in that movie, the guys in \"Grind,\" if they were golfers, might shoot par on a few holes, but never for a whole round. The skateboarding footage is underwhelming compared to \"Dogtown.\" They seem to be repeating the same limited moves over and over again; I was astonished by some of the things I saw in \"Dogtown,\" but the moves here made me wonder what the crowd was applauding.\n\nThe movie is nevertheless sweet, in its meandering way. It has no meanness in it, no cynicism, no desire to be anything other than what it is, an evocation of the fun of living your life as a skateboarder. While there are few things more poignant than an ancient skateboarder (as \"Dogtown and Z-Boys\" also suggests), these guys are still in their endless summer and don't yet understand that.\n\nNeither this movie nor \"Dogtown,\" by the way, answers the question I have every time I see high-level skateboarding: In order to learn to fly free high into the air, and go through body twists, and land again on your board, you presumably must fail a lot of times before you succeed. It looks to me as if that would involve a drop of 10 or 20 feet to a hard surface. How many skateboarders are killed? Maimed? Paralyzed? What about that first guy who thought about flying free beyond the lip of his skating surface--how did he think he would get down again?", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-08-15", "genres": ["Action", "Comedy", "Family", "Sports Film"], "title": "Grind (2003)"}