{"url": "http://www.rogerebert.com/reviews/grizzly-man-2005", "by": "Werner Herzog", "star_rating": 4.0, "text": "If I show weakness, I'm dead. They will take me out, they will decapitate me, they will chop me up into bits and pieces I'm dead. So far, I persevere. I persevere. \n\nSo speaks Timothy Treadwell, balanced somewhere between the grandiose and the manic, in Werner Herzog's \"Grizzly Man.\"\n\nHe is talking about the wild bears he came to know and love during 13 summers spent living among them in Alaska's Katmai National Park and Reserve. In the early autumn of 2003, one of the bears took him out, decapitated him, chopped him up into bits and pieces, and he was dead. The bear also killed his girlfriend.\n\nIn happier times, we see Treadwell as a guest on the David Letterman show. \"Is it going to happen,\" Letterman asks him, \"that we read a news item one day that you have been eaten by one of these bears?\" Audience laughter. Later in the film, we listen to the helicopter pilot who retrieved Treadwell's bones a few days after he died: \"He was treating them like people in bear costumes. He got what he deserved. The tragedy of it is, he took the girl with him.\"\n\n\"Grizzly Man\" is unlike any nature documentary I've seen; it doesn't approve of Treadwell, and it isn't sentimental about animals. It was assembled by Herzog, the great German director, from some 90 hours of video that Treadwell shot in the wild, and from interviews with those who knew him, including Jewel Palovak of Grizzly People, the organization Treadwell founded. She knew him as well as anybody.\n\nTreadwell was a tanned, good-looking man in his 40s with a Prince Valiant haircut, who could charm people and, for 13 years, could charm bears. He was more complex than he seemed. In rambling, confessional speeches recorded while he was alone in the wilderness, he talks of being a recovering alcoholic, of his love for the bears and his fierce determination to \"protect\" them -- although others point out that they were safe enough in a national park, and he was doing them no favor by making them familiar with humans. He had other peculiarities, including a fake Australian accent to go with his story that he was from Down Under and not from New York.\n\n\"I have seen this madness on a movie set before,\" says Herzog, who narrates his film. \"I have seen human ecstasies and darkest human turmoil.\" Indeed, madness has been the subject of many of his films, fact and fiction, and watching Treadwell I was reminded of the ski-jumper Steiner in another Herzog doc, the man who could fly so far that he threatened to overshoot the landing area and crash in the parking lot. Or the hero of \"Fitzcarraldo,\" obsessed with hauling a ship across land from one river to another.\n\n\"My life is on the precipice of death,\" Treadwell tells the camera. Yet he sentimentalizes the bears, and is moved to ecstasy by a large steaming pile of \"Wendy's poop,\" which is still warm, he exults, and was \"inside of her\" just minutes earlier. He names all the bears, and provides a play-by-play commentary as two of the big males fight for the right to court \"Satin.\"\n\nDuring his last two or three years in the wilderness, Treadwell was joined by his new girlfriend, Amie Huguenard. Herzog is able to find only one photograph of her, and when she appears in Treadwell's footage (rarely) her face is hard to see. Treadwell liked to give the impression that he was alone with his bears, but Herzog shows one shot that is obviously hand-held -- by Amie, presumably.\n\nIronically, Treadwell and Huguenard had left for home in the September when they died. Treadwell got into an argument with an Air Alaska employee, canceled his plans to fly home, returned to the \"Grizzly Maze\" area where most of the bears he knew were already hibernating, and was killed and eaten by an unfamiliar bear that, it appears, he photographed a few hours before his death.\n\nThe cap was on his video camera during the attack, but audio was recorded. Herzog listens to the tape in the presence of Palovak, and then tells her: \"You must never listen to this. You should not keep it. You should destroy it because it will be like the white elephant in your room all your life.\" His decision not to play the audio in his film is a wise one, not only out of respect to the survivors of the victims, but because to watch him listening to it is, oddly, more effective than actually hearing it. We would hear, he tells us, Treadwell screaming for Amie to run for her life, and we would hear the sounds of her trying to fight off the bear by banging it with a frying pan.\n\nThe documentary is an uncommon meeting between Treadwell's loony idealism, and Herzog's bleak worldview. Treadwell's footage is sometimes miraculous, as when we see his close bond with a fox who has been like his pet dog for 10 years. Or when he grows angry with God because a drought has dried up the salmon run and his bears are starving. He demands that God make it rain and, what do you know, it does.\n\nAgainst this is Herzog, on the soundtrack: \"I believe the common character of the universe is not harmony, but hostility, chaos and murder.\" And over footage of one of Treadwell's beloved bears: \"This blank stare\" shows not the wisdom Treadwell read into it, but \"only the half-bored interest in food.\"\n\n\"I will protect these bears with my last breath,\" Treadwell says. After he and Amie become the first and only people to be killed by bears in the park, the bear that is guilty is shot dead. His watch, still ticking, is found on his severed arm. I have a certain admiration for his courage, recklessness, idealism, whatever you want to call it, but here is a man who managed to get himself and his girlfriend eaten, and you know what? He deserves Werner Herzog.", "running_time": 103, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-08-11", "genres": ["Documentary"], "title": "Grizzly Man (2005)"}