{"url": "http://www.rogerebert.com/reviews/groove-2000", "by": "Lola Glaudinias Leyla", "star_rating": 2.0, "text": "\"Groove\" provides a cleaned-up, innocuous version of the rave scene, showing it as a life-affirming voyage of discovery instead of what it often is, a stop-and-shop ticket to troubles with Ecstasy. Like drug movies from the 1960s, it's naive, believing that the problems of the straight life can be solved by dropping out and tuning in. It somehow manages not to have any of its characters actually say, \"After that night, nothing was ever the same again,\" but I have a feeling they're thinking it.\n\nThe movie opens with a raid on an abandoned warehouse by the rave master Ernie (Steve Van Wormer), who is seeking a venue for his next rave. Ernie sees himself as a sort of public servant; he charges only $2 a head because he believes in raves. When he is asked, toward dawn, why he risks arrest on all sorts of charges, he explains he does it for \"the Nod.\" The Nod? Yes, the nod he gets at least once every party from someone who tells him, \"Thanks, man. I feel like I really needed this.\" If that's a tad simpleminded as a rationale for the zealous promotion of a drug-soaked venue, consider one of the film's self-proclaimed amateur narcotics experts, who offers advice like, \"Never take drugs on an empty stomach.\" These characters are living in a neverland of idealism and bliss, and I look forward to another of the summer's several rave movies to document what must be the underside of their dream.\n\nThe movie's characters are barely sketched. We meet an experienced raver named Colin (Denny Kirkwood), who convinces his straight-arrow brother David (Hamish Linklater) to attend a rave against his own better judgment. David meets a woman named Leyla (Lola Glaudini) at the party and gets past her somewhat forbidding exterior to discover that he likes her. She gives him Ecstasy and advises him to \"drink a lot of water,\" although I am not sure if the water intake is associated with the drug use, or is simply her ingrained mantra (she seems like one of those women who never goes anywhere without two liters of Evian and lectures you on the ominous threat of dehydration). By dawn David and Leyla have arrived at an understanding that, I hope for their sake, will allow them to move in together and quit the rave singles scene.\n\nWhat is a rave, anyway, but an all-night party where you get high and dance? And what is very new about that? What sets raves apart from disco parties, be-ins, beer blasts and all the earlier manifestations of the same thing is that they've become professionalized; word is spread on the Internet, and with his $2 admissions, Ernie has somehow been able to afford a series of famous DJs who trundle their turntables and vinyl on and off the scene without ever inspiring the curiosity of the filmmaker, Greg Harrison. We see a lot of them, but learn little about them--but then the film itself is very thin, with dance and music sequences stretched out to cover the lack of dramatic substance.\n\nI liked the music. I would rather have the movie's soundtrack than see \"Groove\" again--or at all. I know that every generation goes through its rites of passage, and having partied until the dawn more than a time or two myself, I am in sympathy. But the filmmaker has a different responsibility than his subjects. While their job is to be young, get high, meet a sexual partner and possibly find someone they can stand to live with, the job of the director is to see beyond these immediate goals. I don't ask that he take a long-term view. Even a taste of the middle distance would do.", "running_time": 86, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-06-30", "genres": ["Drama", "Indie", "Music", "Romance"], "title": "Groove (2000)"}