{"url": "http://www.rogerebert.com/reviews/gross-anatomy-1989", "by": "Matthew Modineas Joe Slovak", "star_rating": 3.0, "text": "\"Gross Anatomy\" contains scenes of laughter and scenes of romance, but the scenes that I identified with the most involved performance anxiety. This is a film that follows a group of students through their first year of medical school, and they seem to be taking an examination every 10 minutes. The university atmosphere is reproduced with relentless accuracy, right down to the most subtle intonations in the voices of the professors setting the exams and asking the questions.\n\nAnd all of the dialogue has the ring of truth.\n\nWatching the film, I began to ask myself what I was feeling. I was absorbed by the story, I cared about the characters and yet I felt a growing unease, which I finally identified: The movie was reawakening fears that I thought I had buried years ago, those fears that the final exam was being held tomorrow and I'd never studied for the course and I was going to fail miserably and humiliate myself and disappoint my family and flunk out of school and get drafted and die.\n\nBecause the movie gets that right, almost everything else in the plot seems to fall naturally into place. This is not a movie about medical school, or medicine, so much as it's a movie about being under relentless pressure. Early in their first semester, the students figure out that they have to master about 3,500 pages of material a week, and attend lectures and anatomy laboratory, and somehow find time to eat and sleep. We can taste their exhaustion as they get up at 5 in the morning and march like zombies through one unrelenting day after another. Their lives are a race between total exhaustion and fear of failure.\n\nThere is one student, however, who seems unaffected by the pressure. He's Joe Slovak (Matthew Modine), a bright, cocky kid with a chip on his shoulder, who claims he doesn't care much about his future patients or anything else except making a lot of money. The only thing he takes serious is his love for his lab partner (Daphne Zuniga), and she's almost too busy to have time for him.\n\nMost of the classroom scenes take place in the anatomy laboratory, where the students dissect corpses with the most minute attention to detail, under the guidance of two doctors, played by Zakes Mokae and Christine Lahti. He is a serene African who advises the students not to revise their exam papers, \"because your first instincts are almost always right,\" and she is a stern, unforgiving administrator whose idea of an orientation lecture is to remind the students that medicine is the profession with the highest rates of alcoholism, drug addiction, divorce and suicide.\n\nSlovak gets under her skin because he refuses to even pretend as if he cares. He's bright, he gets good grades, but he has an attitude about everything. He's sarcastic and he insists on always getting the last word. He cares about the other members on his lab team (including not only Zuniga but also Todd Field as a worried loser, John Scott Clough as a compulsive perfectionist and Alice Carter as an Asian woman determined to finish the year despite an unexpected pregnancy).\n\nBut he doesn't care about sucking up to faculty members, or playing campus politics.\n\nMost of the major events in the movie can be anticipated, but they are played with a genuine grace. I especially admired the scene where Zuniga finally tells Modine, \"All right, you've got me,\" and the one in which Lahti finally levels with her best student about her real hopes and fears. There is not much in this movie that hasn't been seen before, especially on TV medical shows, but the level of the direction, by Thom Eberhardt, gives the material more weight and importance, and the actors make their characters into particular people whose decisions begin to seem important to us.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-10-20", "genres": ["Comedy", "Drama", "Romance"], "title": "Gross Anatomy (1989)"}