{"url": "http://www.rogerebert.com/reviews/grosse-fatigue-1995", "by": "Michel Blancas Michel Blanc", "star_rating": 2.5, "text": "Whenever I see Michel Blanc in a movie, I rejoice that he exists.\n\nHe seems such an unlikely candidate for movie stardom: small, bald, neat and pale - as pale, I once wrote, as if he had been sprouted in a basement. Like Peter Lorre or Mr. Magoo, he seems completely self-contained, and it is no accident that in his best film (\"Monsieur Hire\" (1990)), he lived alone with his fantasies.\n\nIn France, however, Blanc is famous and treasured, and his fame is the springboard for \"Grosse Fatigue,\" a comedy in which his life grows painfully complicated after someone begins to impersonate him. His \"double\" is an unscrupulous con man who can talk the Carlton Hotel into giving him Gerard Depardieu's suite at the Cannes Film Festival. Who offers starring roles to actresses, sometimes with the desired results. Who picks up quick cash by emceeing contests at strip clubs, or even hiring himself out for the \"Dunk Michel Blanc\" booth at a carnival.\n\nFor the real Michel Blanc, the double makes life impossible.\n\nAn actress accuses him of raping her. He is thrown out of Regine's nightclub. A taxi driver says he stiffed him on a fare. Finally, he is even arrested. Even though the double, named Patrick, looks exactly like him (both characters are played by Blanc), one could think of ways out of Blanc's dilemma. Fingerprints, for example. But that would take away the fun.\n\nBesides, the movie is not simply about a look-alike, but lobs sly satirical softballs at the French cinema. Once the real Blanc finally meets his double, a small-town man who decided to cash in on the resemblance, the impostor makes a certain amount of sense.\n\n\"You make a lot of crap,\" he tells Blanc. \"I'll do the movies you do just for the money. You do the good stuff. It's an actor's dream.\"\n\nEver wonder how Depardieu makes so many movies?\" For fans of French movies, the movie is fun simply because of the in-jokes. Famous film figures play themselves; Carole Bouquet turns up as Blanc's only friend, Phillipe Noiret materializes for a sad chat about the decay of the French cinema, Roman Polanski directs a scene, Mathilda May is offended by the double, and even Gilles Jacob, head of the Cannes Film Festival, has a cameo.\n\nThe problem for some audience members will be that if they don't recognize the actors, they'll miss the joke. For me, the movie's big problem is the lack of a second half. The set-up is terrific, but \"Grosse Fatigue\" doesn't build from it. Like so many other recent French comedies, this one is scheduled to be remade by Hollywood. I wonder if more familiar faces will make it work better.\n\nAnd I hope they overhaul the story.", "running_time": 73, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-07-21", "genres": ["Comedy"], "title": "Grosse Fatigue (1995)"}