{"url": "http://www.rogerebert.com/reviews/grosse-pointe-blank-1997", "by": "John Cusackas Martin Q. Blank", "star_rating": 2.5, "text": "John Cusack is one of those rare actors who can convincingly look as if he is thinking about words of many syllables. He seems smart, and that's crucial for the character he plays in \"Grosse Pointe Blank,'' because like so many really smart people, this one is clueless about matters of the heart.\n\nCusack plays Martin Q. Blank, a professional assassin who is more articulate while discussing his kills with a shrink than while explaining to his high school sweetheart why he stood her up at the prom.\n\nAs the movie opens, he's preparing to do a job with a high-powered rifle, while simultaneously discussing his busy schedule with his office manager (played by his real-life sister, Joan Cusack). She thinks he should attend his 10th high school reunion in the Detroit suburb of Grosse Pointe, Mich. He thinks not. He misses on the assassination attempt, however, and that leads to an interesting coincidence: He can redeem himself by pulling a job in Detroit--killing two birds, so to speak, with one stone.\n\nHe discusses his plight with his psychiatrist (Alan Arkin), a man alarmed to learn he has a hit man for a client.\n\n\"I don't think what a person does for a living is necessarily who he is,'' Blank observes reassuringly, but the shrink gives the impression of a man constantly holding himself in readiness to take a bullet.\n\nCusack plays Blank as a man who entered his chosen profession with good skills and high spirits, but is now beginning to entertain doubts about its wisdom as a lifelong career. He has no qualms about killing people (someone has to do it, and as a character in the film observes, it's a \"growth industry''). But for him, it's getting to be the same old same old. Against his better judgment, he caves in and heads for Michigan.\n\nGrosse Pointe may hold the key to why Martin's life seems on hold. Unfinished business waits for him there: a woman named Debi (Minnie Driver), whom he loved in high school, but stood up at the senior prom.\n\nTooling through town in a rented car, he hears her voice on the radio and is soon peering through the window of the local radio station. She's a deejay, who smoothly segues into asking her listeners how she should feel when her prom date turns up 10 years late.\n\nAnother major player in Martin's life is Mr. Grocer (Dan Aykroyd), also a professional assassin, who wants Martin to join a union he is forming: \"We could be working together again, for chrissakes! Making big money! Killing important people!'' He is also in Grosse Pointe, possibly on the same assignment, and soon Blank and Grocer are seated uneasily across from each other at a diner, both armed and both dangerous, mostly to each other.\n\nThe film takes the form but not the feel of a comic thriller. It's quirkier than that. The underlying plot, which also involves Martin being shadowed by assorted mysterious types who want to kill him, is not original. But the screenplay, by Cusack, Tom Jankiewicz and others, uses that story as a backdrop for Martin Blank's wry behavior. It's not often that a film about professional killers has a high school reunion dance as its centerpiece, and rarer still that the hero kills someone during the dance and disposes of the body in the school boiler.\n\nI enjoyed the exchanges between Cusack and Driver as the couple on a long-delayed date. Affection still smolders between them, and it was sexy the way Driver casually put an arm around Cusack's shoulders, her hand resting possessively on the back of his neck. I liked the dialogue, too, and the assortment of classmates they encounter. Have you ever noticed that whatever odd qualities your friends had in school seem to grow as the years go by? Despite these qualities, the movie for me is a near-miss. One of the problems is the conclusion, in which things are resolved with an elaborate action sequence. This sequence may have been intended ironically, but the gunshots are just as loud as if they were sincere. Too many movies end like video games, with characters popping up and shooting each other. \"Grosse Pointe Blank,'' which takes such a detached view toward killing and has such an articulate hero, could have done better.", "running_time": 106, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-11", "genres": ["Action", "Comedy", "Romance", "Thriller"], "title": "Grosse Pointe Blank (1997)"}