{"url": "http://www.rogerebert.com/reviews/grown-ups-2010", "by": "Adam Sandleras Lenny Feder", "star_rating": 2.0, "text": "\"Grown Ups” is a pleasant, genial, good-hearted, sometimes icky comedy that's like spending a weekend with well-meaning people you don't want to see again any time real soon. They're the kind of people where, in the car driving home, you ask, “What was that all about?” Try to imagine the Three Stooges slapping each other's faces with dehydrated reconstituted bananas. No, really.\n\nThe setup for the story: Five kids were on a basketball team in middle school. Their beloved old coach has died. To mourn him they return to the lakeside cabin where they celebrated their victory all those years ago. Wouldn't you know, the five kids on the team they beat are at the same lake for the same weekend.\n\nThe five buddies are played by Adam Sandler, Rob Schneider, Kevin James, Chris Rock and David Spade. Sandler's wife is a famous designer (Salma Hayek). Schneider's much older wife is Joyce Van Patten. Rock's pregnant wife is Maya Rudolph. His Madea-style mother is Ebony Jo-Ann. James' wife is Maria Bello, who is still breast-feeding their 4-year-old at every opportunity. Spade is unmarried, which given the size of the cast is just as well, since the characters have five children (I think), and there are also roles for Steve Buscemi as a guy who ends up in a body cast, Di Quon as Sandler's Asian nanny, and of course Schneider's three daughters from two previous marriages, two of them towering models, the third short and stout. There are so many characters in the movie that some scenes look like everyone lined up for a group shot.\n\nThe physical humor is not sophisticated. One character ends up with her face in a cake, and another has his face pushed twice into doggy-doo. The nursing mother squirts milk here and there, and her son is warned that if he doesn't wean himself soon he'll have a “got milk?” mustache with real hair. The gang all goes to a water park. There's a basketball game to settle old scores. And so on.\n\nWhat's strange is how laidback it all is. The five old pals at times sound positively like they're idly remembering old times. Lots of stuff seems intended only to be pleasant. When it looks like Sandler and his wife will be given the bedroom with the water mattress, for example, he says, naw, let the kids all share it. Does that sound like the setup for a joke? There isn't one.\n\nJoyce Van Patten (who is 75) and Rob Schneider (who is 46) play a married couple, which generates some laughs, mostly on the nice side, and no vulgarities. See, they really like each other. And during the obligatory scene where every character makes a confession or relates one of life's lessons, she makes a warm and genuine speech that is well-delivered, but hardly seems to belong in this movie.\n\nThe comedy talent here is seen but not much heard, given the human traffic jam of the cast. Chris Rock and Kevin James are underutilized. Mario Bello is reduced to breast-feeding and milk-pumping scenes. The character of Ebony Jo-Ann, with her farts, bunions and pratfalls, comes perilously close to an insulting caricature. Maya Rudolph spends much of her time reacting to others and caressing her pregnancy. Adam Sandler plays a good guy who never does much more than be a good guy.\n\nThe direction by Dennis Dugan never overcomes the ungainly size of the cast. It's such a challenge to keep all the characters alive that he sometimes does round-robins of reaction shots — a fatal strategy when it comes to timing. Some of the dialogue is broken down into one-shots; some of the characters spend stretches merely responding. It's all, as I said, pleasant and good-natured, but it feels too much as if all these nice people are trying to keep the conversation going. A comedy it is, but “The Hangover” or “Death at a Funeral” (2007) it isn't.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-06-23", "genres": ["Comedy"], "title": "Grown Ups (2010)"}