{"url": "http://www.rogerebert.com/reviews/grumpier-old-men-1995", "by": "Jack Lemmonas John Gustafson", "star_rating": 2.0, "text": "“Grumpier Old Men\" takes us back to Wabasha, Minn., which I\rthink of as Grumpyville because most of the residents appear to be grumpy old\rmen, just as most of the residents of Mickeyville are mice. The two leading\rlocal grumps are John and Max (Jack Lemmon and Walter Matthau), who are\rneighbors in houses so close that when the blinds are up (as they usually are),\rthey can not only eavesdrop on each other but also even videotape what's\rhappening next door.\n\nOne\rof the peculiarities of their neighborhood in Grumpyville is that beautiful,\rsex-starved women are constantly moving in. In \"Grumpy Old Men\"\r(1993), Ann-Margret became their new neighbor. She apparently was unable to\rfind any eligible bachelors in the entire town (or state), except for Matthau\rand Lemmon, and ended up, as you will recall, marrying Lemmon.\n\nMatthau\rremains a bachelor, morose and peppy, still going fishing every day, but boy,\ris his luck about to change: Sophia Loren moves into the neighborhood. She's\ropening an Italian ristorante in the building formerly occupied by Chuck's Bait\rShop, and the grumps don't like that, because her customers will scare away the\rfish. So they play a series of tricks on her, like sticking up detour signs so\rher customers will get lost and surrounding her parking lot with those yellow\rstreamers that say \"Police Line - Do Not Cross.\" The movie's subplots\rinvolve Daryl Hannah as Melanie, John's daughter, and Kevin Pollak as Jacob,\rMax's son. They got engaged in the previous picture and now the Grumps are\rplanning their wedding and reception, which will mostly take place, it appears,\rin saloons and bait shops.\n\nAlso\ron hand is 95-year-old Grandpa Gustafson (Burgess Meredith, at 87), who seems\rto live forever on his strict regime: bacon for breakfast, bacon sandwiches for\rlunch and drinking his dinner.\n\nMeredith,\ras a randy old coot, has some of the movie's best lines; he more or less\rsinglehandedly accounts for the \"salty language\" that wins the movie\ra PG-13 rating. But the film basically belongs to Matthau and Lemmon, who have\rworked together so often that they fall easily into a rhythm of insult and affection.\n\nAnn\rMargret seems to have fallen easily into the married life, which mostly\rconsists of pecking her husband on the cheek before he heads off to fish. And\rthe young people go through a perfunctory spat, more or less for plot purposes.\n\nThis\ris, of course, a big-screen sitcom, and in fact I would love to see this\rmaterial transplanted to the TV screen, where it belongs.\n\nJohn\rand Max are next-door neighbors in the tradition of the Ricardos and the\rMertzes, living in each other's pockets and discussing every decision, no\rmatter how intimate. The addition of the visiting sex bombs resembles the way\rsitcoms use guest stars. And no misunderstanding is so big it can't be cleared\rup with a joke, or a kiss.\n\n\"Grumpier\rOld Men\" is not terrifically compelling, although it is probably\rimpossible not to enjoy Matthau and Lemmon acting together.\n\nIt\rfeels like what it really should be, a sitcom pilot. By the end of the film,\rboth of the Grumps have gotten married, so I guess there won't be another\rsequel, unless something tragic happens to one of the wives, or one of the\rGrumps starts fooling around. Hey, look - there, across the street! Isn't that\rJoan Collins moving in?", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-12-22", "genres": ["Comedy", "Drama"], "title": "Grumpier Old Men (1995)"}