{"url": "http://www.rogerebert.com/reviews/grumpy-old-men-1993", "by": "Jack Lemmonas John", "star_rating": 2.0, "text": "Jack Lemmon and Walter Matthau go together like a couple of old shoes, broken in and comfortable, but still able to take a shine.\n\nTheir rhythms of speech and their body language create a kind of harmony. Each fills in for the other. \"The Odd Couple\" could have been written for them, and \"Grumpy Old Men\" probably was.\n\nThey play a couple of neighbors in a snowbound Wabasha, Minn., neighborhood.\n\nThey've been feuding for years, mostly because they like each other so much. They trade insults, dismissals, snubs and dire imprecations. Then they go ice-fishing together. When they go fishing together, that means they go separately, but adjacently, so they can glower at one another.\n\nThey live in the kind of neighborhood where everybody spends all of their time either out in front of the house, shoveling snow, or inside the house, peering out through the curtains. Neither John Gustafson (Lemmon) nor Max Goldman (Matthau) seems to have much actually inside the house to hold their attention. Their lifeblood is gossip and jealousy.\n\nThings heat up nicely when a woman named Ariel moves into the neighborhood. Played by Ann-Margret, she's single, a professor, and likes to careen around the neighborhood on a snowmobile. She comes calling, first to one of the old coots and then to the other. Both, of course, fall instantly into love.\n\nShe likes John more, but when she thinks she's been rejected, she goes out with Max, which inspires a lot of supercilious sneering.\n\nWe perhaps have a slight problem with credibility here. We're asked to believe that Ariel's entire universe of dating possibilities is limited to John and Max. That sure wouldn't be the case in my neighborhood. But what the heck. Meanwhile, the movie offers various subplots, mostly involving ice fishing. A genial old guy named Chuck (Ossie Davis) runs the bait and refreshment stand down by the lake, and for a time it looks as if he might have a chance with Ariel, but the screenplay puts a sudden end to that possibility.\n\n\"Grumpy Old Men\" is mostly made up out of spare parts from other movies. The neighborhood seems inspired by those sunny 1940s comedies and 1950s sitcoms in which the neighbors were all part of one big, nosy, inquisitive family. The patter between the two old guys is so smooth it could be part of a vaudeville act. And the milieu is so folksy it could be part of a Christmas card.\n\nThat business of peering out the windows extends even to the next generation. Lemmon has a daughter named Melanie (Daryl Hannah), and Matthau has a son named Jacob (Kevin Pollak). Their destinies in life have kept them apart up until now, despite an adolescent crush they've not outgrown. But one night, when Melanie is in her dad's house, and she happens to look out and notice that Jacob is gazing upon her from the house next door . . . well, in another neighborhood that might be cause to draw the shades, but here, it could be the beginning of a beautiful romance.\n\nThe movie is too pat and practiced to really be convincing, and the progress of Ariel's relationships with the two grumps seems dictated mostly by the needs of the screenplay. But Matthau and Lemmon are fun to see together, if for no other reason than just for the essence of their beings. And in a holiday season where all of the other movies seem to specialize in varieties of doom and gloom, their grumpy old faces are actually the sunniest sight around.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-12-24", "genres": ["Comedy", "Family", "Romance"], "title": "Grumpy Old Men (1993)"}