{"url": "http://www.rogerebert.com/reviews/guantanamera-1997", "by": "Carlos Cruzas Adolfo", "star_rating": 3.0, "text": "Cuba may languish under a bankrupt and dour political system, but it is after all a Caribbean island--filled with life, color and invention. \"Guantanamera'' celebrates Cuban paradoxes in a cheeky little comedy about two romances that endure through the years.\n\nThis is the last film by Tomas Gutierrez Alea, the sly satirist who insisted he was a loyal Cuban even while making comedies indicating there was a great deal in his native land that he found overripe for improvement. He died while making it; the direction was taken over by his collaborator, the writer Juan Carlos Tabio, and it stars his widow, Mirtha Ibarra.\n\nThe film's target is mindless, pig-headed bureaucracy. The weapons it brings to bear against it are romance, sexuality and irreverence. The film opens in the small town of Guantanamera, where Yoyita, a famous singer (Conchita Brando), has returned to a hero's welcome after 50 years in Havana. She is reunited with Candido (Raul Eguren), the lover of her youth, and as they gaze upon each other their old love is rekindled--placing too great a stress on poor Yoyita's heart. The dead singer is the aunt of Georgina (Ibarra), the long-suffering wife of a local bureaucrat named Adolfo (Carlos Cruz). He is a humorless tyrant with a mad scheme for transporting corpses. Instead of putting a dead body into a hearse at this end and taking it out at the other, he believes the body should be transferred to a different vehicle at every provincial border, spreading the petrol costs around. Elementary math suggests that everyone would end up with essentially the same gas bill, but no matter--Adolfo is a zealot backed by the power of his office.\n\nAdolfo, Georgina and the grieving old Candido set off on a journey to return the body to the family plot, and that provides \"Guantanamera'' with the excuse for a road comedy that also documents in zestful detail how sanity survives in the everyday life of today's Cuba. As they hit the road, we meet two truck drivers, the womanizing Mariano (Jorge Perugorria) and the devout Ramon (Pedro Fernandez). They pilot a big vehicle over ill-kept rural roads, providing not only a delivery service but also a sort of lifeline; hitchhikers jump on and off, messages are sent, gossip is exchanged, and Mariano has a lover in every hamlet (some of them as devious as he is).\n\nThe truck drivers and the mourners encounter one another, and we learn that Mariano was once Georgina's student, when she was a university teacher. She touched his idealism, he inspired her hope, and now circumstances conspire to draw them back into each other's arms--although there are obstacles, such as the buffoon Adolfo, and Mariano's taste for women who are younger and juicer than the sexy but mature Georgina.\n\nThere is fascination everywhere in the frames of \"Guantanamera.'' In the sides and backgrounds of his shots, Alea has made an unwitting (or perhaps a very witting) documentary. We see a poor economy where black markets flourish, where every yard is home to vegetables and chickens, where shops want U.S. dollars instead of Cuban currency, where meaningless paperwork slows every transaction to a crawl--and provides a constant temptation for bribery.\n\nLet's indulge in some idle speculation--a little harmless decoding. Adolfo represents, perhaps, the crushing weight of the socialist bureaucracy. Mariano and Georgina, when they were younger, represented the hope of workers and intellectuals; now, in middle age, they wonder if they can recapture their exhausted idealism. On the road, they are surrounded by the vitality and humor of everyday Cuba. There is hope--if only the country can break loose from its obsession with finding new ways to cart around the cadavers of its past.", "running_time": 104, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-11-28", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Guantanamera (1997)"}