{"url": "http://www.rogerebert.com/reviews/guarding-tess-1994", "by": "Shirley MacLaineas Tess Carlisle", "star_rating": 3.5, "text": "Sometimes you can hear an entire relationship reflected in the intonation of a single word. At the beginning of \"Guarding Tess,\" a man carries a tray upstairs to a closed bedroom door, takes his gun from a holster, places it on a table next to the door, knocks, and says \"Breakfast.\" In the way he says it, you know that he has had a long and not pleasant relationship with the person on the other side of the door. You also know that he is determined to perform his job correctly.\n\nThe man is a Secret Service agent, Doug Chesnic, head of a detail assigned to protect a former first lady named Tess Carlisle.\n\nShe is \"beloved\" by her fellow Americans, as all first ladies of course are, with the possible exception of Nancy Reagan. But in private she's a real piece of work: Demanding, stubborn, sarcastic, able to get under the skin and find the weak points. Chesnic has been assigned to her for a tour of three years, and when his tour is up he requests a change of scenery. She doesn't agree.\n\nChesnic is played by Nicholas Cage, who is able to imply a mind-set. This is a professional who knows his job, does it well, is proud, and resents having to perform little domestic chores for his client. But he is vulnerable to her; she has an unerring instinct about which buttons to push, and how far to go.\n\nTess is played by Shirley MacLaine. I hope she will think it a compliment that I have never seen her in a role that I sense is closer to herself. I've interviewed her many times, and I know that trick she has of looking intently at you, and making an intuitive remark designed to penetrate your defenses, and then asking a pointed question and waiting patiently for an answer that is usually not easy to provide.\n\nHere she creates Tess Carlisle as a woman who once had the world as her stage, and now operates out of an upstairs bedroom in a comfortable farmhouse in Ohio. She is not elderly, or weak, or unintelligent, but she is lonely: During the film we see no friends, and her only relationships seem to be with her Service Service guards, her cooks, her secretary, her chauffeur and other employees.\n\nAccustomed to having power on a vast scale, she now micromanages every detail of her shrunken realm. When Doug plucks the rose on her breakfast tray to wear in his lapel, she notices it immediately, and demands her rose back.\n\nWorse, she complains about the rose thievery in a telephone call to the current president, who sounds a lot like Bill Clinton and provides many of the movie's best moments in his anguished return calls to Agent Chesnic (\"Goddamnit, Doug, I'm supposed to be handling the problems of the free world here, and I'm dealing with a Secret Serviceman who's stealing flowers from a little old lady.\") When Tess learns that Doug has requested reassignment after his three years with her, she takes care of that with a call to the president, too, and Doug is back on the farm in Ohio.\n\nWhat adds an interesting texture to \"Guarding Tess\" is the matter-of-fact detail with which the director and co-writer, Hugh Wilson, regards the daily routine inside the Carlisle home. There is an easy camaraderie between Chesnic and the household staff members, including her chauffeur, Earl (Austin Pendleton), her male nurse (Richard Griffiths) and her neurotic, barely functioning secretary (Susan Blommaert). As Special Agent in Charge, as he particularly insists he is, Chesnic enforces all rules and regulations, and that leads to showdowns with Tess - when she wants to sit on the wrong side of the back seat of her car, for example, in violation of security procedures.\n\nAs the story unfolds we begin to sense a deep current of feeling between Tess and Agent Chesnic. It isn't love, God forbid, but a certain respect for a tough opponent, and even some grudging affection. The movie seems to be headed in a direction not unlike \"Driving Miss Daisy,\" until it takes an unanticipated turn which I had better not reveal here, except to say that the melodrama, when it comes, is handled well enough that it doesn't break the earlier mood of the movie but only underlines it.\n\nMacLaine and Cage are really very good here. MacLaine is playing a woman probably intended to be 10 or 15 years older than her, and she does it without affecting any of the mannerisms of \"age\" that often make such performances feel false. She is alert, she is smart, she knows what's going on, she keeps her secrets, and if she has been reduced to playing mind games with her bodyguard, at least she plays them cleverly. Cage, who can cheerfully go over the top (see \"Wild at Heart\" and \"Honeymoon in Vegas\") is restrained here, yet very likable. We feel for this man who has no life of his own - except to guard a woman who has no life of her own.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-03-11", "genres": ["Comedy", "Drama", "Thriller"], "title": "Guarding Tess (1994)"}