{"url": "http://www.rogerebert.com/reviews/guess-whos-coming-to-dinner-1968", "by": "Spencer Tracyas Matt Drayton", "star_rating": 4.0, "text": "Yes, there are serious faults in Stanley Kramer's \"Guess Who's Coming to Dinner,\" but they are overcome by the virtues of this delightfully old-fashioned film. It would be easy to tear the plot to shreds and catch Kramer in the act of copping out. But why? On its own terms, this film is a joy to see, an evening of superb entertainment.\n\nEntertainment, I think, is the key word here. Kramer has taken a controversial subject (interracial marriage) and insulated it with every trick in the Hollywood bag. There are glamorous star performances by Katharine Hepburn and Spencer Tracy made more poignant by his death. There is shameless schmaltz (the title song, so help me, advises folks to give a little, take a little, let your poor heart break a little, etc.). The minor roles are filled with crashing stereotypes, like a Negro maid who must be Rochester's sister and an Irish monsignor with a brogue so fey and eyes so twinkling he makes Bing Crosby look like a Protestant.\n\nAnd there is the plot, borrowed from countless other drawing room comedies about \"ineligible\" suitors. Only this time the controversial suitor is not a socialist (\"Man and Superman\"), a newspaper reporter (\"The Philadelphia Story\") or even a spinster (\"Cactus Flower\") -- but a Negro.\n\nOf course, the negro is Sidney Poitier. He is a noble, rich, intelligent, handsome, ethical medical expert who serves on United Nations committees when he's not hurrying off to Africa, Asia, Switzerland and all those other places where his genius is required. During a vacation in Hawaii, he meets Katharine Houghton, and they fall in love and come home to break the news to her parents.\n\nMiss Hepburn takes the news rather well (\"Just let me sit down a moment and I'll be all right\"), but Tracy has his doubts. Although he is a liberal newspaper publisher and a crusader against prejudice, he doesn't want to be hurried into making up his mind. And that's the trouble. Poitier has to catch the 10 p.m. flight to Geneva, you see, so Tracy has to decide before then.\n\nIt is easy to ridicule this deadline as contrived and artificial: and it is easy to argue that Poitier's character is too perfect to be convincing. But neither of these aspects bothered me. The artificial deadline is a convention of drawing room comedies. It provides automatic suspense and keeps the action within a short span of time. And Poitier's \"perfect Negro\" is no more perfect than Miss Houghton's perfect liberal daughter, Miss Hepburn's perfect Rock of Gibraltar mother and Tracy's perfect Spencer Tracy.\n\nThe things that did bother me were more subtle. Despite Poitier's reluctance, Miss Hougton insists that HIS parents also be invited to dinner. They are a pleasant middle-aged couple (played by Roy E. Glenn Sr. and Beah Richards), who turn out to be the most believable characters in the story. But their presence leads to two troublesome scenes.\n\nThe first occurs when Poitier (who has been unfailingly polite and deferential to Tracy) backs his own father into a corner and lectures him. The Negro father, like the white one, opposes interracial marriage. And Poitier, who has already agreed to abide by Tracy's decision, cruelly attacks his own father's position.\n\nThe words ring false. Poitier accuses his father of being an Uncle Tom: \"Your generation will always think of itself as Negro first and a man second. I think of myself as a man.\" In a cruel switch, he threatens to disown his father if he opposes the marriage. This speech doesn't seem consistent with Poitier's character elsewhere in the film. Contrasted to Poitier's awe of Tracy, it seems to establish the older Negro as a second-class father.\n\nThe second bothersome scene is similar to the first. Poitier's mother lectures Tracy, informing him that he really opposes the marriage because he has forgotten what it means to be in love. Tracy has successfully weathered all other arguments, but this one shakes him. After a long period of thought, he agrees to the marriage.\n\nWhat it boils down to, then, is that the two fathers are overcome by implied attacks on their masculinity. The race question becomes secondary; what Tracy really had to decide is if he feels inadequate as a man. Kramer accomplishes this transition so subtly you hardly notice it. But it is the serious flaw in his plot, I think.\n\nStill, perhaps Kramer was being more clever than we imagine. He has pointed out in interviews that his film does accomplish its purpose, after all. And it does. Here is a film about interracial marriage that has the audience throwing rice. The women in the audience can usually be counted on to identify with the love story. I suppose. But what about those men? Will love conquer prejudice? I wonder if Kramer isn't sneaking up on one of the underlying causes of racial prejudice when he implies that the fathers feel their masculinity threatened.\n\nAll of these deep profundities aside, however, let me say that \"Guess Who's Coming to Dinner\" is a magnificent piece of entertainment. It will make you laugh and may even make you cry. When old, gray-haired, weather-beaten Spencer Tracy turns to Katharine Hepburn and declares, by God, that he DOES remember what it is like to be in love, there is nothing to do but believe him.", "running_time": 108, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-25", "genres": ["Comedy", "Drama", "Romance"], "title": "Guess Who's Coming to Dinner (1968)"}