{"url": "http://www.rogerebert.com/reviews/guess-who-2005", "by": "Bernie Macas Percy", "star_rating": 3.0, "text": "Thirty-eight years after Katharine Houghton brought Sidney Poitier home to meet her parents in \"Guess Who's Coming to Dinner,\" it's time for an African-American woman to bring her white fiance home, in \"Guess Who.\" Not much has changed over the years, or in the parents, who go through various forms of discomfort and disapproval before finally caving in when they realize the fiance is, after all, a heck of a nice guy with a great future ahead of him.\n\nAlthough racially mixed marriages are more frequent than they were in 1967, it is still probably true that no parents of any race have ever said to a child: \"You're marrying someone of another race, and that's it!\" When a child chooses a spouse from another group, it is usually because they have more things in common than the bits of DNA that separate them. Most parents -- not all -- eventually conclude that the happiness of their child is the most important factor of all.\n\nParents did not come quite so willingly to that conclusion in 1967, which is why Stanley Kramer's film, now often dismissed as liberal piety, took some courage to make. No doubt it worked better because the African-American who came to dinner was played by Poitier as a famous doctor who lived in Switzerland. And it was crucial that the parents were played not merely by white actors, but by the icons Spencer Tracy and Katharine Hepburn, whose screen presence carried great authority.\n\nIn \"Guess Who,\" the white fiance is not quite the world-class catch that Poitier was. Named Simon and played by Ashton Kutcher, who must have had an interesting evening when he came home for dinner with Demi Moore, he is a Wall Street trader with a bright future, who has suddenly quit his job. He's in love with Theresa (Zoe Saldana), an artist.\n\nTheresa's parents are Percy (Bernie Mac), a bank loan officer, and Marilyn (Judith Scott). Like Tracy and Hepburn, they live in an expensive home in an upscale suburb. \"You didn't tell me your parents were black!\" Simon says when he meets them, in a lame attempt at humor. The fact is, Theresa didn't tell them he was white. Simon discovers this during the cab ride to the suburbs. \"I didn't tell them because it doesn't matter,\" she says. The black cab driver (Mike Epps) looks in the rear-view mirror and says, \"It's gonna matter.\"\n\nIt does, and the movie is a little uneasy about how to deal with that fact. Percy has already run a credit check on Simon and discovered (a) that he has an impressive net worth, but (b) is newly unemployed. When he finds out Simon hasn't told Theresa about his joblessness, Percy decides that the young man is not to be trusted. He is also not to be trusted with Theresa's body, at least not under Percy's roof; her father insists that Simon sleep on the sofa-bed in the basement, and to be sure he stays there, Percy sleeps in the same bed with him. This leads to several scenes which are intended to be funny, but sit there uncomfortably on the screen, because the humor comes from a different place than the real center of the film.\n\nSimon and Theresa are indeed in love, indeed seem compatible, indeed have us hoping things will work out for them. But Percy is smart and suspicious, with a way of setting traps for the unsuspecting younger man. One of the film's best scenes, because it reflects fundamental truths, comes at dinner, when Simon says he doesn't approve of the \"ethnic jokes\" that \"some people\" tell at work. Percy asks him to provide a sample. Simon refuses, but then he decides, in a fatal spasm of political correctness, that it \"empowers\" the joke if he doesn't tell it.\n\nSo he does. (\"How do we know Adam and Eve weren't black? Ever try to get a rib away from a black man?\") Not everyone around the table may think this is funny, but they all laugh -- except Theresa, who senses the danger. Percy asks for another joke, and Simon obliges. And a third. Encouraged by Percy, Simon inevitably tells one joke too many -- one that isn't funny, but racist. A terrible silence falls. Percy leaves the table. Simon is aghast. \"I should never have told that joke,\" he says to Theresa. \"You should never have started,\" she says. His mistake was to tell the first one. But she forgives him for his mistake: \"He dared you.\"\n\nHe did. And if the movie had spent more time walking that tightrope between the acceptable and the offensive, between what we have in common and what divides us, it would have been more daring. Instead, it uses sitcom and soap opera formulas that allow the characters easy ways out. (The scene where Perry finds Simon wearing Theresa's negligee is painfully awkward.) No one in the audience of any race is going to feel uncomfortable about much of anything on the screen.\n\nThat said, \"Guess Who\" works efficiently on its chosen level. Bernie Mac, who often cheerfully goes over the top in his roles, here provides a focused and effective performance as a father who would subject a boyfriend of any race to merciless scrutiny. He has a moment of sudden intuition about Simon that is perfectly realized and timed. Ashton Kutcher is not the actor Sidney Poitier was, but the movie doesn't require him to be; his assignment is to be acceptable and sympathetic in a situation where he is coached through the hazards by his girlfriend.\n\nThe movie focuses on the two men, to such a degree that the story synopsis on the movie's Web site literally never even mentions any of the women characters -- not Theresa, not her mother Marilyn, not her feisty sister Keisha (Kellee Stewart). If we heard a lot about strong black women after \"Diary of a Mad Black Woman,\" here we have a movie about a strong black man and about male bonding that has more to do with corporate than racial politics. Zoe Saldana, a true beauty, is lovable and charming as Theresa, but in her home, she's upstaged by her father.\n\nInterracial relationships may be an area where the daily experience of many people is better-informed and more comfortable than the movies are ready to admit. Certainly after the first few dates any relationship is based more on love, respect and mutual care than it is on appearances. I think the couple in \"Guess Who\" has figured that out, but if they haven't, I predict they'll have a wonderful starter marriage.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-03-24", "genres": ["Comedy", "Romance"], "title": "Guess Who (2005)"}