{"url": "http://www.rogerebert.com/reviews/guilty-as-sin-1993", "by": "Rebecca De Mornayas Jennifer Haines", "star_rating": 3.0, "text": "Don Johnson finds a role that he's peculiarly right for in \"Guilty as Sin.\" He plays a smooth, silky ladies' man with an undertone of menace, the kind of man who checks himself in every mirror and likes what he sees. When a woman in a bar asks what he does, he replies, \"I don't do anything. Women support me.\" Then he lets her pay for the drink he's already drinking. He exudes self-confidence, but threaten him and he gets hysterically flustered; he has a scene here that casts him in such an unfavorable light that it must have taken him some determination to go through with it.\n\nIn the film, he's a man charged with having pushed his rich wife through a window to her death. He appeals to an ace Chicago criminal lawyer (Rebecca De Mornay) for help: He looks guilty as sin, yes, but he insists he's innocent. At first, she's repelled by his oily sexuality, but then she grows intrigued; flushed with success from her last big case, she's attracted to the challenge of defending an unattractive womanizer who, if he didn't push his wife through that window, was probably capable of it.\n\n\"Guilty as Sin\" then proceeds on two levels. It is a courtroom procedural, with all of the usual presentation of evidence and lawyers' strategies. And it is a battle of wills between De Mornay and Johnson. Several times during the film, the director, Sidney Lumet, holds them in closeup profile, facing each other from opposite sides of the screen, eyes locked, engaged in a fierce mental duel with an undertone of sexual attraction. De Mornay hates and fears this man, but he's a hypnotic snake whose very amorality is fascinating to her.\n\nThe plot, by Larry Cohen, is a little different from most of the recent courtroom thrillers. We're usually in on the facts of the case, and there's even a flashback to show us exactly what the Johnson character really did do on the day in question. But the facts aren't really the issue in this story: It's how people understand them, and how they act on them. When De Mornay takes a huge risk and plants some evidence, for example, Johnson knows that's what she has done - but is prevented from saying so because of the delicate legal trap he's in. The movie becomes a deadly chess game; we know, and the characters know, most of the facts, but what nobody knows is how they'll act on them.\n\nMovies like this require great attention, as we separate the threads of reality from the tactics of courtroom defense. One element that bothered me involved a woman who is brought forward as a last-minute witness in Johnson's defense. She claims she was with him when the wife went out the window, and she's apparently telling the truth. (As the respectable wife of a Chicago Bears lineman, she argues she'd have to be crazy to lie.) Yet from what we know, her story - a courtroom bombshell - can't be true. What's the explanation for her testimony? The movie never provides one.\n\nWhat it does provide are a couple of intriguing character studies. Most movies in this genre depend on sex as a motivator, and in a more conventional version of this story, De Mornay would probably make the mistake of sleeping with her client. \"Guilty as Sin\" is aiming for more complex motivations. As the true extent of Johnson's twisted scheme becomes revealed, as De Mornay becomes trapped between what she sees as justice and the mistakes she's made, the movie becomes truly engrossing on a psychological level.\n\nThere are some supporting characters - Jack Warden as her trusted investigator, Stephen Lang as her busy boyfriend, jealous on cue - but essentially \"Guilty as Sin\" is about two people of intelligence and strong will, playing a game with very high stakes.\n\nThe plot is preposterous, the logic is sometimes faulty, but Lumet and his actors don't step wrong in the central thrust of the story.\n\nAnd De Mornay's inescapable resemblance to Hillary Rodham Clinton provides a subtext which, while probably not intended, adds a certain intriguing tone to the whole enterprise.\n\nNOTE: \"Guilty as Sin\" goes to great lengths to seem set in Chicago. Johnson reads the SunTimes, and characters talk of the Four Farthings pub and the Como Inn. But the movie was shot entirely in Toronto.", "running_time": 107, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-06-04", "genres": ["Drama", "Thriller"], "title": "Guilty As Sin (1993)"}