{"url": "http://www.rogerebert.com/reviews/guilty-by-suspicion-1991", "by": "Robert De Niroas David Merrill", "star_rating": 3.5, "text": "Which should come first, your friend or your country? Honest people find they can take first one side and then the other - depending somewhat on which friend, and which country. But for the people who were caught in the Hollywood witch-hunt, beginning in the late 1940s, the decision meant, in many cases, betraying your ideals, or losing your job.\n\nThe House Un-American Activities Committee, convinced that Hollywood was a hotbed of subversion, held hearings into the alleged communist connections of many directors, writers and actors. Many of them had been members of the Communist Party or its front groups, especially in the late 1930s, when Stalin's Russia was seen as an ally against fascism. Most of those who testified before HUAC admitted their own political activities (for that matter, membership in any political party was perfectly legal, then as now, protected by the Bill of Rights).\n\nBut HUAC wanted more than personal confessions. They wanted their witnesses to \"name names,\" to list people they had seen at party meetings, or had heard were party members. Since this was hearsay evidence and the committee usually knew the names anyway, this process did not really further the campaign against subversion.\n\nIt was a brutal process by which one group was offered public shame and humiliation at the hands of another.\n\nThe HUAC members, drunk with the power they had over the rich and famous, gloried in the publicity they got by quizzing big stars (John Garfield), playwrights (Arthur Miller, Lillian Hellman) and screenwriters (Dalton Trumbo). The Hollywood studios fell right in line, blacklisting those people who would not \"cooperate.\" So the classic debating question had become a nightmare reality: Choose your friends, or your country.\n\nFew governmental agencies have been more \"un-American\" than HUAC, more opposed to what the nation stands for. But red-baiting gave it such publicity and clout that before long a senator named McCarthy saw the possibilities, and moved from Hollywood to the really big targets, waving a sheet of paper in the air and claiming it held the names of 500 highly placed communists in the federal government.\n\n\"Guilty by Suspicion\" is a movie that tells the story of that time, a story that even today divides those who named names, and those who did not. History has vindicated those who refused to betray their principles, but how would any of us have responded at the time - when to defy the committee meant virtual unemployment in show business? The movie tells the story of a fictional director named David Merrill, played by Robert De Niro as a man who is not a fanatic or hero, but balks at betraying his friends before a group he has no respect for. As the film opens, Merrill has come back from Europe for a conference with Darryl F. Zanuck (Ben Piazza), head of 20th Century-Fox. He has heard things about the hearings, but thinks he won't be involved, because he's no subversive. Sure, he went to a couple of party meetings back in the 1930s, when it was commendable in Hollywood to embrace anti-fascist groups, but the party threw him out, \"for arguing too much, I think.\" He finds that things are not going to go easily. The studio suggests he see a lawyer named Graff (played by Sam Wanamaker, himself a blacklist victim). The lawyer explains how everything can be handled behind closed doors. All he has to do is name some names, to \"cooperate,\" and he'll be cleared to work on his new Fox project.\n\nIf he doesn't cooperate, there will be public hearings, scandal, and no Fox project.\n\nOne of the names HUAC wants him to name is that of his friend Bunny (George Wendt), a writer. Merrill can't do that. He can't betray a friend that way. And so the Fox project is canceled, and he drifts into a nightmare world where nobody will tell him exactly what the rules are, but he cannot find a job anywhere.\n\nMerrill has been estranged from his wife (Annette Bening), but now, broke and needing encouragement, he moves back in with her and their son, sleeping on the couch. He makes a trip to New York, where old Broadway friends shun him when they discover he's blacklisted. He has to listen as Bunny, broken and in tears, confesses that now the committee wants him to name Merrill. And he is the witness to a suicide as a once-famous actress (Patricia Wettig) drives her car over a cliff, distraught by the blacklist.\n\nWork, when it comes, is furtive. Another blacklisted director (Martin Scorsese) has decided to leave the country, and wants Merrill to finish editing his film. A sleazy B-movie producer hires Merrill under a pseudonym to direct a Western, then fires him when the secret is discovered. Only the cowboy hero sticks up for him. (This scene, like many moments and much of the dialogue, is inspired by an actual event; Gary Cooper, no communist, balked at anyone being blackmailed into betraying his friends.) Finally the day comes when Merrill has to face HUAC in public hearings. He still cannot see himself as a fighter: \"What the hell, maybe I'll talk. I'm tired of not working.\" \"Guilty by Suspicion\" is not only a powerful statement against the blacklist, but also one of the best Hollywood movies I've seen. The filmmaker, Irwin Winkler, making his directing debut, has been an important producer for years (his credits, often with partner Robert Chartoff, include the \"Rocky\" pictures, \"The Right Stuff,\" \"Raging Bull\" and this year's Oscar nominee \"GoodFellas\"). He has a matter-of-fact approach to the business that feels much more authentic than the glitzy showbiz tinsel Hollywood usually dishes up. Notice, for example, the cool professionalism with which the two directors (played by De Niro and Scorsese) discuss how a sequence will be edited. Or the carefully measured dialogue with which the Zanuck character lays out the choices: Here is a man who has no regard for the blacklist, but also no desire to commit professional suicide.\n\n\"Guilty by Suspicion\" is about a period that is now some 40 years ago (although some blacklist members did not work again until the 1970s). But it teaches a lesson we are always in danger of forgetting: that the greatest service we can do our country is to be true to our conscience.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-03-15", "genres": ["Drama"], "title": "Guilty By Suspicion (1991)"}