{"url": "http://www.rogerebert.com/reviews/gullivers-travels-2010", "by": "Rob Letterman", "star_rating": 3.0, "text": "I want to tread carefully here, and not because I might step on a Lilliputian and squish him. I want to explain who \"Gulliver's Travels\" is for, and who it might not be for.\n\nOne person it is definitely for is Gloria DeMent, the 84-year-old grandmother who wrote AP film critic Christy Lemire in horror after spending $96 to take four generations of her family to see \"The Nutcracker in 3-D.\" She wrote: \"It broke my heart when we left the theater that my little great-granddaughters (ages 5-13) had sad little, confused faces.\"\n\nBelieve me, Auntie Glo, there would have been smiles on those faces after this movie.\n\nHowever, this is not really a movie for Jack Black fans — not the Jack Black of \"School of Rock,\" for sure. They're used to seeing Jack with his shirt off, but to see their bad boy getting tiny cannonballs embedded in his belly may not be what they have in mind, not even when he sticks out his gut and the cannonballs pop out again and demolish an enemy armada.\n\nHe is standing up to his waist in the ocean at the time. No, not near the shore. Way out where a big enemy navy has massed its warships. Not only is Lemuel Gulliver (Jack Black) a giant in the land of the Lilliputs, but the sea surrounding their land is apparently Lilliputian as well — about three feet deep, I'd guess, judging by Jack Black's not towering stature.\n\nAs the film opens, Gulliver is celebrating his 10th year in the mail room of a New York newspaper. He has a crush on Darcy, the travel editor (Amanda Peet), who is a good sport and gives him an assignment to write a piece from Bermuda. He falls asleep on board his speedboat and enters the Bermuda Triangle, which, come to think of it, of course is where Lilliput must be. In the land of these 6-inch people, he awakens to find himself tied down with ropes staked to the ground, which is also what happened in Jonathan Swift's classic, but boy, would Swift not ever recognize the rest of this story.\n\nGulliver soon finds himself not a captive but more like a hero, god, adviser and warrior for the Lilliputians, whose society resembles an Arthurian, not a Swiftian, fantasy. On an island with a seaside castle, they wear the costumes and play the roles of medieval romantic swashbucklery. And they talk the talk. To paraphrase one Lilliputian, \"Whyeth musteth we always speaketh with all these eths?\"\n\nThe kingdom centers on the beloved and beautiful Princess Mary (Emily Blunt), and the rivals for her affection: King Theodore (Billy Connolly) and Gen. Edward (Chris O'Dowd). Lemuel is able to participate in these intrigues by peering over ramparts or taking a seat on battlements. He is about 12 times as tall as they are. I wonder how he can so easily hear their little voices; if he said \"speak up!\" they'd be blown away. No matter. Darcy, of course, turns up in search of Lemuel, battles wage, tables are turned, romances blossom and so on.\n\nIt just occurred to me that you may be imagining this is an animated film, and that Jack Black is voicing Lemuel Gulliver. Not at all. This is live action, and despite the 3-D, it's sorta old-fashioned, not that that's a bad thing. The problem is to contain Lemuel and the Lilliputians in the same frame when he towers over them. It makes for (1) long shots, or (2) shots of Black's enormous face peering at the little folks from over the edge of something. As he stands on the beach with the little fellas, I was immediately reminded of the genie in Michael Powell's masterpiece \"The Thief of Bagdad\" (1940).\n\nI wouldn't describe the special effects as seamless. Far from it. But that brings us back around to our grandmother, Gloria DeMent. Do you think her great-grandchildren are going to be sitting there, saying, \"You can see that's done with green screen?\" I don't think so. They're gonna be saying, \"Thanks, Grandma Glo! This is ever so much better that that scary ‘Nutcracker' movie! There isn't a single Holocaust reference anywhere in it!\"\n\nWell, in all fairness, the entire Earth is ripped to pieces in a brilliant cartoon that plays before the feature. \"Scrat's Continental Crack-Up\" stars the manic creature from the \"Ice Age\" movies, who would destroy the globe to save a nut.", "running_time": 85, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-12-22", "genres": ["Adventure", "Comedy", "Family", "Fantasy"], "title": "Gulliver's Travels (2010)"}