{"url": "http://www.rogerebert.com/reviews/gung-ho-1986", "by": "Michael Keatonas Hunt Stevenson", "star_rating": 2.0, "text": "\"Gung Ho\" is advertised as a clash of cultures after the Japanese reopen the automobile factory in a small Pennsylvania town. That sounded promising. I guess I was hoping for one of those movies made out of loving attention to detail, in which we and the Japanese would both be treated like eccentric laboratory specimens. What I got was a disappointment, a movie in which the Japanese are mostly used for the mechanical requirements of the plot, and the Americans are constructed from durable but boring stereotypes.\n\nI think the fault is in the screenplay, which tells a story that can be predicted almost from the opening frames. The people who wrote this movie did not bother, or dare, to give us truly individual Japanese characters; there is only one who is developed with any care.\n\nNor did they think much about how a Japanese automaker might really impact on a small American town. The movie feels more like an attack on labor unions than a clash of alien cultures, and the message seems to be that the American car industry would be as successful as the Japanese if our workers were willing to work for $8 an hour, seven days a week, with unpaid overtime, just because of their patriotic pride.\n\nIf there is life in the movie - and there is a good deal - it's because two of the actors labor manfully to create more than the script provides them. Michael Keaton plays the local workers representative, the go-between who's supposed to represent management to the workers, and vice versa. And Gedde Watanabe plays the Japanese plant manager, a man whose oddball humor and quiet intelligence make him rebel against the home office. Watanabe and Keaton conspire to outsmart the owners and the workers and save the plant, and they also conspire to almost save the movie, by adding unexpected twists and turns to the dialog. They're good.\n\nThe movie, alas, is not. The story begins with Keaton going to Japan on a mission to convince the Japanese to locate their factory in his little town. These opening scenes are so slack-jawed and sophomoric that the movie hardly recovers from them. Keaton gets lost in Tokyo, right? So we're supposed to laugh at the sight of him wading into a rice paddy to ask directions, right? Wrong. And it's not funny when he acts like an insulting lamebrain in his presentation to the Japanese executives. Comedy shouldn't try to be funny; it should allow us to find the humor for ourselves. \"Gung Ho\" doesn't give us that chance.\n\nAnyway, back in Hadleyville, the assembly line starts up, and right away there are problems, because the Japanese expect the Americans to behave like the Japanese. The Americans get restless, you see, when they're not given sick leave, asked to work free overtime, and constantly get shouted at by Japanese managers. They could complain to their union, except, in an earlier scene, the union representative has been shouted down at a workers meeting. The guys are so happy to have jobs that they're non-union.\n\nAs I was watching the tension develop, I got restless, because, from what I read, this is not the way the Japanese run their auto factories in this country. Couldn't the movie find humor in a more realistic treatment, instead of depicting the Japanese in such insulting, one-dimensional details? And, for that matter, was it necessary to show the American workers as a monolithic crowd that apparently hangs out together all of the time, 24 hours a day, so that a Fourth of July celebration can be turned into a workers' meeting and nobody is absent? Keaton and Watanabe give promise of what the movie could have been like. In one good scene, they get drunk together at the bowling alley, and Watanabe sings the company anthem while Keaton restrains him and reassures the patrons, \"He'll be back, folks; there's a midnight show.\" Keaton is a fast-thinking, wisecracking actor, sort of a young Jack Nicholson, who was good in \"Night Shift\" and is good again here.\n\nWatanabe is a more subtle discovery. He was the hapless foreign exchange student in \"Sixteen Candles,\" a one-dimensional role, but here he's funny, complicated and surprisingly likable. He is an American whose Japanese accent slips all over the place before it is sort of abandoned at the end, but his character is believable in a sea of phoniness.\n\nExamples of the screenplay's desperation: There are not one, but two, fistfights in lieu of dramatic development. Scenes on the assembly line are choreographed like music videos. A girlfriend is introduced for Keaton, and then inexplicably dropped. Some scenes are played as if the movie were realistic, others as if it were a sit-com, still others as if it were slapstick. George Wendt, playing one of the guys on the assembly line, is demoted to janitor, and then turns up in every scene clutching his broom like a spear-carrier at the opera; he is given nothing to do except act as a proletarian mirror for every twist of the plot.\n\nThe movie was directed by Ron Howard, whose last credit was the enchanting \"Cocoon.\" He should have started this movie with a rewrite.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-03-14", "genres": ["Comedy"], "title": "Gung Ho (1986)"}