{"url": "http://www.rogerebert.com/reviews/gunmen-1994", "by": "Christopher Lambertas Dani Servigo", "star_rating": 1.5, "text": "The opening sequence of \"Gunmen\" begins with a shot of a sweaty, unshaven face with a fly crawling upon it. Not long after, a prisoner is astonished when the wall of his cell is blown away, and he is beckoned to freedom by a man standing outside. Both of these visuals are recycled from famous spaghetti Westerns.\n\nThis is a bad omen. Most directors have at least one or two original ideas when they start a film, and they tend to put them right at the beginning, as audience-grabbers. When Deran Sarafian borrows well-known ideas from famous movies right at the get-go, it doesn't bode well for what's to follow. Nor should it.\n\n\"Gunmen\" is a movie without plan, inspiration or originality - and to that list I would add coherence, except that I am not sure this movie would place much value on a plot that hangs together. The film's ambitions are simple: to give us a lot of action, a lot of violence, a few ironic lines of dialogue, and some very familiar characters. To call the characters in \"Gunmen\" cliches would be a kindness; my notion is that they've been wandering in action-pic cyberspace for years, occasionally surfacing in our dimension as B-movie heroes.\n\nThe movie stars Christopher Lambert (he eats the fly in the opening scene) and Mario Van Peebles, in a murky tale of drugs and revenge south of the border. Van Peebles plays Cole, a New York-based drug enforcement agent, who is in an unnamed South American country to mop up illegal drug profits and avenge his father's death. Lambert plays Servigo, a drug runner who may have information that can help him.\n\nThe idea is that these two men will have a love-hate relationship throughout the movie, and we will find it amusing. I can't argue with the first half of the idea. In one of the movie's less plausible developments, they actually shoot each other in the leg, and then we get allegedly hilarious scenes in which they limp in unison. Perhaps someone who has been shot in the leg and has tried to walk immediately afterward should have been hired as the technical consultant on this movie.\n\nThe dialogue is hard to describe. Imagine the worst spaghetti Western you ever saw, shot in Italian and then dubbed into English by actors familiar only with the most basic movie cliches. Now imagine a film shot in English in which people talk the same way. You've got it. Then imagine them talking that way while inhabiting familiar moments from old movies. Not just the scenes I've already mentioned, but the jump off the cliff from \"Butch Cassidy and the Sundance Kid\" and the gag about being handcuffed together from \"The Defiant Ones,\" among many other films.\n\nSeveral years ago, in Ebert's Little Glossary of Movie Terms, I first formulated the Cole Rule. This is the motion picture production rule which states: No movie made since 1977 containing a character with the first name \"Cole\" has been any good. There may, of course, be exceptions to that rule. \"Gunmen\" is not one of them.", "running_time": 96, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-02-04", "genres": ["Action", "Comedy", "Crime", "Thriller"], "title": "Gunmen (1994)"}