{"url": "http://www.rogerebert.com/reviews/gunner-palace-2005", "by": "Michael Tucker", "star_rating": 3.5, "text": "It has become dangerous to be a news correspondent in Iraq. As I write this, the front page story is about an Italian journalist who was freed from her kidnappers, only to be wounded by friendly fire while trying to cross to safety at an American checkpoint. The man who negotiated her freedom was killed. In recent months many news organizations have pulled out their reporters; even the supposedly safe Green Zone inside Baghdad has become dangerous.\n\nThat's why this film is so valuable. Not because it argues a position about the war and occupation, but because it simply goes and observes as soldiers work and play, talk and write letters home and, on a daily basis, risk their lives in sudden bursts of violence. Sometimes they translate their experiences into songs. The African-American soldiers, in particular, use hip-hop as an outlet, and their lyrics are sometimes angry, more often lonely and poetic; all wars seem to create poets, and so has this one.\n\nThe movie was directed, produced, written and edited by Michael Tucker and Petra Epperlein, a married American couple who live in Germany and visited Iraq twice, in late 2003 and 2004. They followed the 2-3 Field Artillery Division (the \"Gunners\") of the Army's First Armored Division. As it happens, a platoon from that division was also being followed by Time magazine, which picked \"The American Soldier\" as its 2003 Person of the Year. The woman on the cover, SPC Billie Grimes, is the only woman seen in the film. SPC Stuart Wilf, much seen in the film, \"is the centerfold\" in Time, according to an online journal kept by Tucker, who notes that two Time reporters were wounded while reporting the article.\n\nThe cover story takes a large view: \"About 40 percent of the troops are Southern, 60 percent are white, 22 percent are black, and a disproportionate number come from empty states like Montana and Wyoming. When they arrive at the recruiter's door, Defense Secretary Donald Rumsfeld told Time, 'they have purple hair and an earring, and they've never walked with another person in step in their life. And suddenly they get this training, in a matter of weeks, and they become part of a unit, a team.' \"\n\n\"Gunner Palace\" plays like the deleted scenes from the Time cover story. The self-proclaimed gunners of the title live in the half-destroyed ruins of a palace once occupied by Saddam's son, Uday. What's left of the furnishings make it look like a cross between a bordello and a casino, and some rooms end abruptly with bomb craters, but there is still a functioning swimming pool, and the soldier's own rock band blasts Smokey Robinson's \"My Girl\" from loudspeakers during their party time. We're reminded that songs by The Doors provided a soundtrack for \"Apocalypse Now,\" with the difference that the soldiers in that film were often stoned, and these young men (and one woman) seem more sober and serious.\n\nTheir job is impossible to define, which is one of their frustrations. At some times they are peacekeepers, at other times targets; they may be overseeing a community meeting, acting like paramedics as they handle a stoned street kid, breaking down doors during raids, engaging in firefights in the midnight streets. Eight of them were killed during this period of time; one of them, known as \"Super Cop,\" was an Iraqi attached to their unit who was famous for capturing wanted fugitives. Another trusted Iraqi, an interpreter, was charged with passing intelligence to insurgents. \"If it is true,\" Tucker writes in his journal, \"he is responsible for at least four deaths.\"\n\nThe filmmakers go along with the Gunners on their nighttime patrols, and the camera follows them into houses harboring suspected terrorists. Gunfire breaks out at unexpected moments. You don't see this on TV. Tucker, who photographed his own movie, was willing to take risks, and the Gunners were willing to have him come along with them; you can sense by the way they relax in front of the camera and confide their thoughts that they were comfortable with him, accustomed to him. What's working here is the technique Fredrick Wiseman uses in his documentaries: He hangs around for so long that he disappears into the scene, and his subjects forget that they're on camera.\n\nThat doesn't mean Tucker catches them off guard, or finds them cynical or disloyal. It's a truism of war that a combat soldier of any nation is motivated in action not by his flag, his country, his cause or his leaders, but by his buddies. He has trained with them, fought with them, seen some of them die and others take risks for him, and he doesn't want to let them down. That's what we feel here, along with the constant awareness that death can come suddenly in the middle of a routine action. We hear about \"IEDs,\" which are Improvised Explosive Devices, easy to place, hard to spot, likely to be almost anywhere. A sequence involves the investigation of a carrier bag on a city street, a bag that turns out to contain ... nothing.\n\nIt's clear the soldiers don't think their logistical support amounts to much. Long before Rumsfeld was asked the famous question about the lack of armor for military vehicles, we see these men improvising home-made armor for their trucks and joking about it. There is a serious side: The flimsy junkyard shields they add are as likely to create deadly shrapnel as to protect them.\n\nI wondered during the movie whether a soundtrack album exists. Apparently not. There should be one, or perhaps the original lyrics could be covered by established artists. The lyrics composed by the soldiers provide a view of the war that is simply missing in the middle of all the political rhetoric and gaseous briefings.\n\nOn May 23, 2004, after he had finished his principal photography, director Tucker made a last entry in his online journal: \"I've asked soldiers what they think about the war and their answers are surprisingly simple. After a year, the war isn't about WMDs, democracy, Donald Rumsfeld or oil. It's about them. Simple. They just want to finish the job they were sent to do so they can go home.\"\n\n\"Baghdad Diaries,\" the journal and photographs of Tucker and Epperlein, with messages to them by the friends they made at the palace, is at gunnerpalace.com/content/index.php#000057", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-03-10", "genres": ["Documentary", "History", "War"], "title": "Gunner Palace (2005)"}