{"url": "http://www.rogerebert.com/reviews/guns-of-the-trees-1967", "by": "Ben Carruthersas Ben", "star_rating": 3.0, "text": "\"Guns of the Trees\" records in earnestness and joy the feel of a particular moment in time, early 1960, and the concerns that seemed immediate then.\n\nNow they have a dreamlike, quality: Caryl Chessman, Strontium 90, Castro, Formosa, the beat generation. The emotions once stirred by these words have largely dissipated without much notice being taken.\n\nWhat Jonas Mekas has made in this film, perhaps without fully intending to, is a documentary of a style of life. There is no plot to speak of. The characters are dropouts from society, beatniks they used to be called, who live relatively simple lives, uncomplicated by Vietnam and Timothy Leary.\n\nThey talk a lot, and take ideas very seriously. They keep pet kittens, play handball, write poetry, march in peace demonstrations, make love and get together for cheap dinners of vegetable stew. They would find a Be-In faintly ridiculous, and when they want to blow their minds, baby, they do it in the time-honored American way by getting drunk.\n\nMekas' camera follows the lives of two couples through several rather ordinary days, both before and after one of the women commits suicide. The suicide is not a surprise; the woman has been talking about it, and her friends have been trying to cheer her. After they fail, they ask themselves why.\n\nThere is no answer, of course, and Mekas doesn't try to force one. He is content to let things happen and often achieves a spontaneity difficult to describe. In one scene, for example, the Negro actress Argus Speare Julliard sits her lover (Ben Carruthers) roughly and affectionately down on a chair and administers a haircut. It is a joyously human moment.\n\nThe sound track also evokes the style of 1960. Folk songs are performed in the Appalachian and bluegrass fashion popular before everybody got amplified, and Allan Ginsberg reads the angry young verse he wrote before he went off to India and cooled in the waters of the Ganges.\n\nBecause it doesn't offer the usual rewards of the movies - suspense, escape, romance, humor -- this film probably won't appeal to a lot of people. But if you ever read \"Howl\" out loud or thought maybe someday you'd hitchhike to San Francisco, you might have a look.", "running_time": 85, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-04-17", "genres": null, "title": "Guns of the Trees (1967)"}