{"url": "http://www.rogerebert.com/reviews/gus-1976", "by": "Edward Asneras Team Owner", "star_rating": 2.0, "text": "Two different kinds of movies have been coming out of the Walt Disney organization in the last few years: Inventive, entertaining fantasies like \"Escape to Witch Mountain\" and \"Island at the Top of the World,\" and dreary retreads of tired old Disney formulas. \"Gus,\" alas, is in the retread category. \n\nIt's another one of those Disney movies about animals who are almost human - and characters who are almost human, too. The lines, gags and situations have been used so often before that it's as if the Disney people only have to plug in a fresh premise to have a new movie. The inspiration this time is a mule that can place-kick so well it's signed by a pro football team. The mule comes from Europe and kicks with its shoes off, thus resembling several other pro place-kickers. If we've seen enough other Disney movies, we know already that the mule will have to have a trainer. That the trainer will fall in love with a girl. That the team's owner will bluster and bluff. That there will be bad guys whose function is to kidnap the mule, get it drunk, or otherwise prevent it from playing in the Big Game. And that at the end the mule, trainer, girl, owner and team will triumph and the villains will be left chewing their mustaches.  \n\nPlot doesn't really count for all that much, though, in a movie like this. The kids in the audience don't seem to have enough of an attention span to make an interesting narrative necessary. They live in the moment, pausing in their progress up and down the aisles to turn an eye to the screen and cheer a good special effect (like Gus accidentally place-kicking a teammate through the uprights). \n\nSome years ago, I proposed the Thunder Index as a reliable guide for kiddie movies. To the degree that the kids spend almost all of their time thundering back and forth to the candy counter and fighting with their little brothers and sisters, the movie has failed in its primary objective (which is to inspire people under the age of 10 to sit still for as long as 90 minutes). \"Gus\" pretty much fails on that index, I'm afraid. \n\nIt's also of no great interest to adults (and in that category I include movie critics). There are a few moments of promise, as when Dick Butkus realizes he's picked on a guy bigger than himself (the casting department must have had to scour Hollywood for that one), or when Edward Asner berates his team in the shower and gets his cigar wet. But these are modest enough amusements when the alternative is an afternoon at the beach, or even another movie. Disney continues to make movies like \"Gus\" and people continue to pay to see them, but the process seems futile and this time even the mule seems bored.", "running_time": 96, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-07-13", "genres": ["Comedy", "Family", "Sports Film"], "title": "Gus (1976)"}