{"url": "http://www.rogerebert.com/reviews/habit-1997", "by": "Larry Fessendenas Sam", "star_rating": 3.0, "text": "Are we all agreed--all of us except for Anne Rice--that there is no such thing as a vampire? Yes? And yet the children of the darkness prey on our imaginations, and there is something inexplicably erotic about vampirism. \"Habit,'' a sad and haunting film by Larry Fessenden, is a modern vampire story, or maybe it's not. Maybe in a way the hero is drinking his own blood.\n\nFessenden stars as Sam, an alcoholic whose life is in disrepair. He spends every waking moment drinking, suggesting a drink or recovering from a drink. His life reflects the discontinuous reality of the advanced alcoholic, for whom life is like being in a room where the lights go on and off unexpectedly. He more or less lives in a bar in Greenwich Village, although he has an explanation: \"I'm the manager four days a week.'' Sam's girlfriend, Liza (Heather Woodbury), has moved out. She's still friendly, but has grown tired of waiting for him to decide to do something about his drinking. His best friend is Nick (Aaron Beall), who wanders around town in a long overcoat, clutching a bottle inside a paper bag and affecting theatrical speech.\n\nOne night at a party, very drunk, Sam finds himself talking to an attractive brunet named Anna (Meredith Snaider). She's one of those women who looks at you so attentively you feel self-conscious. Anna looks too attractive for Sam, who is missing some front teeth, needs a shave, and is slurring his words. But one thing leads to another, and eventually he finds himself having sex at her hands, and waking up in a park in the morning with a bloody lip.\n\nHe keeps losing track of Anna, but no matter: She has a way of turning up. Sex with her is great (\"It's like having hot milk run through your veins''), but he keeps finding little bites and cuts here and there on his body. And he keeps on drinking. \"I'm just not feeling right,'' he complains. Nick blithely explains that Sam's poor health may be because of \"a change in the weather.'' Now, then. Is Anna a vampire? Or not? Fessenden's movie is a sly exercise in ambiguity. More than one explanation fits all of the events in the film, even those we see with our own eyes. Of all the recent vampire movies (\"Interview with the Vampire,\" \"The Addiction,\" \"Nadja\"), this is the only one to suggest that the powerful symbolism of vampirism could create results even in the absence of causes. You could be killed by vampires even if they do not exist.\n\nThe movie is done in a flat, realistic tone that is perfectly suited to the material. Fessenden, Snaider, Beall and Patricia Coleman (as Nick's girlfriend) are all naturalistic actors who find a convincing everyday tone; Snaider is particularly good at controlling a role that was almost doomed to be overacted. And Woodbury, as the ex-girlfriend, supplies the right note of cool, detached sanity.\n\nI have been receiving a lot of mail lately from those who feel I need to have David Lynch's \"Lost Highway\" explained to me. Their explanations are invariably detailed and serenely confident, even though none of them agree. One correspondent, who has obviously never read a single one of my reviews except for \"Lost Highway,'' lectured me that I should be more open to the experimental and not limit myself to praising formula films. I wrote to him privately in colorful detail; publicly, to him and his kind, I recommend \"Habit,'' which in the subtlety of its ambiguity reveals \"Lost Highway'' as an exercise in search of a purpose.\n\nFessenden, who wrote, directed, acted, and edited this film, is a talent to watch. That he is able to see himself with such objectivity is almost frightening; there is not a shred of ego in his performance. Wandering about the streets, coat flapping open, aimless, sad, drinking without even remembering why, his Sam is an ideal vampire's victim, because he takes so long to catch on. But then of course perhaps that's because there is no such thing as a vampire.", "running_time": 112, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-03-21", "genres": ["Horror", "Science Fiction"], "title": "Habit (1997)"}