{"url": "http://www.rogerebert.com/reviews/hackers-1995", "by": "Jonny Lee Milleras Dade", "star_rating": 3.0, "text": "\"Hackers\" wasn't even in theaters before attacks on it started online. It represents a new genre, \"hacksploitation,\" Mac expert Andy Ihnatko grumbled on CompuServe, adding that like a lot of other computer movies it achieves the neat trick of projecting images from computer screens onto the faces of their users, so that you can see graphics and data crawling up their chins and breaking over their noses.\n\nThis grinching illustrates my theory that you should never send an expert to a movie about his specialty. Boxers hate boxing movies. Space buffs said \"Apollo 13\" showed the wrong side of the moon. The British believe Mel Gibson's scholarship was faulty in \"Braveheart\" merely because some of the key characters hadn't been born at the time of the story.\n\n\"Hackers\" is, I have no doubt, deeply dubious in the computer science department. It shares the common hacksploitation conceit that a kid with a computer and a modem can alter the course of human events with a few taps on his keyboard. As the movie opens, indeed, an 11-year-old named Dade has crashed hundreds of computers on Wall Street and brought about a worldwide financial crisis. For his punishment, he is ordered not to go near another computer until his 18th birthday.\n\nFlash forward to Dade's 18th year. Now played by Jonny Lee Miller, he's hacking away again, and gets involved with a bunch of other brilliant teenage computer whizzes at his high school. At first they compete with one another. Then they discover they have a common enemy: the gifted but evil hacker, code-named The Plague (Fisher Stevens), who is in charge of security at a multinational conglomerate. He wants to frame them as a cover for his own crimes, which involve transferring large sums into accounts belonging to both him and his mistress (Lorraine Bracco).\n\nAll of the computer stuff is of course window-dressing, even the scheme to sink a super tanker. They're what Hitchcock called the MacGuffin - the stuff everybody pretends to be motivated by, while actually the plot centers on personalities and human nature. The best thing in \"Hackers\" is the relationship that develops between Dade and Kate (Angelina Jolie), a brusque, self-contained girl who becomes his partner in the online war.\n\nJolie, the daughter of Jon Voight, and Miller, a British newcomer, bring a particular quality to their performances that is convincing and engaging. And the other kids in the movie are interesting, too, especially a young Latin genius named Phreak, played by Renoly Santiago. I saw this movie not long after viewing \"Dangerous Minds,\" and was struck by how much more authentic these characters seemed - they're younger, more intense and vulnerable, and more gawky than hunky.\n\nAgainst them, the movie has the wit to create a smart, quirky villain, instead of relying on the usual boring white-collar versions of Conglomerate Man. The Fisher Stevens character is an outlaw at heart, a hacker who simply happens to be playing for the other side, and Stevens gives The Plague a weirdo spin: He can fight these kids because he's as obsessed as they are.\n\nThe movie is smart and entertaining, then, as long as you don't take the computer stuff very seriously. I didn't. I took it approximately as seriously as the archeology in \"Indiana Jones.\" I liked the pacing and energy in the direction by Iain Softley (whose previous film, \"Backbeat,\" was about the early Beatles). I liked ingenious touches like a sequence where two hackers battle to control the programming at a radio station and we see a duel between two robot cassette machines. I liked the way The Plague created a virus designed to catch his enemies. And I liked the way Kate told Dade, \"I don't do dates,\" early in the film. That put their relationship on a footing that neatly avoided several obligatory scenes of teenage love cliches.\n\nThe movie is well directed, written and acted, and while it is no doubt true that in real life no hacker could do what the characters in this movie do, it is no doubt equally true that what hackers can do would not make a very entertaining movie.\n\nNow that Andy Warhol is gone, who do we have who could direct a film in which a pimply geek spends several hours staring at a computer screen that doesn't even project images that crawl up his nose?", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-09-15", "genres": ["Action", "Adventure", "Crime", "Suspense", "Thriller"], "title": "Hackers (1995)"}