{"url": "http://www.rogerebert.com/reviews/hagbard-and-signe--the-red-mantle-1968", "by": "Gitte Haenningas Signe", "star_rating": 4.0, "text": "\"Hagbard and Signe\" is a beautiful, lean, spare film, which reaches back into the legends of the past to find its strength. I think it must be reckoned the sleeper of the year; I had not heard of it previously, either under the present title or as \"The Red Mantle\" (its title as the Danish entry at Cannes).\n\nDirector Gabriel Axel set his story in the year 1100 and shot entirely on location in Iceland to find the virgin landscapes of the middle ages. His experiment was a splendid success: From scenes of conflict, the camera often looks up to unbroken panoramas of mountains, ice, mist and tough green vegetation.\n\nThe plot has the simplicity of legend, as if it had been retold for many years until only the most important contours remained. The film involves three brothers who come to avenge their father's death. \n\nThey fight the king's three sons with sword and spear, but the match is a standoff, and at day's end the king declares a truce. The brothers spend the night at his castle. One of them, Hagbard, falls in love with the king's daughter, Signe, and she with him.\n\nWhat follows has its roots in a dozen folk tales from as many lands; I would rather praise the marvelous craft of this film. There is a battle scene halfway through that is among the most perfect and brutal I have ever seen; it ranks with the battle in Orson Welles' \"Falstaff.\"\n\nIn most battle scenes, we become aware that we are shown first one swordsman, then the other, but never both actually chopping at each other. Here, however, we are drawn right in to the heart of battle. Then there are the horses; enormous, muscular, slow, strong war-horses. Not since the short \"Dreams of the Wild Horses\" have horses been shown with such effect in film.\n\nThe actors are more than accomplished. The king and queen are played by Gunner Bjornstrand and Eva Dahlbeck, two veteran members of Ingmar Bergman's repertory company. The young lovers are physically and spiritually lovely: Gitte Haenning (Signe) is a greater beauty, in my eyes, than Pia Degermark of \"Elvira Madigan.\"\n\nTwo more things need to be said. The dialog is rare and sparse; for long passages, we hear nothing but natural sounds, and when the characters do speak they say only what is necessary. This helps to establish the film as legend; talking too much would only get us bogged down. The other thing that must be mentioned is the photography by Henning Bentsen. He places us so firmly in the breathtaking lonely vastness of Iceland that we can believe only heroes could inhabit this land.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-10-30", "genres": null, "title": "Hagbard and Signe / The Red Mantle (1968)"}