{"url": "http://www.rogerebert.com/reviews/hail-mary-1986", "by": "Myriem Rousselas Mary", "star_rating": 1.5, "text": "Dear Cardinal Bernardin, Tonight, at about the time \"Hail Mary\" opens its Chicago run, you will be conducting a special service at Holy Name Cathedral. Your purpose is to honor the Virgin Mary, in response to the new French film by Jean-Luc Godard, which has been condemned by the Pope and others as an attack on her.\n\nAs a Catholic layman, may I offer my respectful observations? I have an advantage: I have seen the film, which many of its critics have not. It is not a good film, but I submit that it is not a sacrilegious one. It retells the story of Mary, Joseph and their child in a modern setting, following the general outlines of the biblical account.\n\nIn the Godard film, Mary is an ordinary teenager who plays basketball and vows that she will sleep with no man. Her father runs a service station. Her boyfriend, Joseph, drives a taxi. An angel arrives by jet plane, is taken to the service station in Joseph's taxi and tells Mary that she will soon bear God's child.\n\nIn the film, much is made of Mary's puzzlement over this announcement. When she discovers that she is pregnant, she insists to her parents, Joseph and her gynecologist that she is a virgin - something that her doctor confirms. Although her visit to the gynecologist has been described as particularly offensive, I didn't find it so. It serves as a reminder that this woman was not only the mother of Christ, but also, in every respect, a human being with apprehensions and fears. A central fact of Catholicism is that God became man, but when we sentimentalize the figure of Mary into a bloodless, asexual abstraction, we diminish the meaning of that fact.\n\nThe film is resolute in placing Mary's situation in a modern-day frame of reference, with contemporary expressions, reactions and opinions. Is this irreverent? I don't believe so. Much has been made of the fact that Mary plays girls' basketball, as if this is a sacrilege.\n\nI believe Godard put her on the team in an attempt to make her seem like an average teenager - as the completely human being that God chose to bear his son. God did, after all, create basketball and basketball players, and there are times when I suspect that he is a DePaul fan.\n\nThe professions of Joseph and Mary's father also have become controversial. But why? If Joseph could be a carpenter in the New Testament, why not a taxi driver? The point is to show him as an everyday workingman.\n\nMost of the controversy about \"Hail Mary\" centers on the nudity in the film, of which there is a good deal. It is not, however, the sort of prurient and degrading nudity that one can see in dozens of hard-core porno films that play in Chicago every month. It is the sort of objective, non-sexual nudity that we might expect as a young girl questions the miracle that is happening within her body.\n\nFor the church, Mary is a symbol of what is good and pure in women. She also is important as the vessel chosen by God to bear his son, who was both human and divine. \"Hail Mary\" is true to that spirit.\n\nIt does not exploit women, pander to prurient tastes or intend to arouse. And, in its own way, it is devout. If the film had not become an international cause celebre, I can imagine a scenario in which, instead of being attacked by one wing of the church, it could have been embraced by another wing, as a thought-provoking statement on Mary's humanity.\n\nAs I suggested earlier, the film is not very good. People who have not seen a lot of films by Godard will find it especially slow-moving.\n\nThe story is hard to follow (despite its familiarity!). Scenes are shapeless and often lead nowhere. There is a curious detachment, a lack of emotion. The actors are too passive. Although some of the story elements, such as Gabriel arriving in a jet plane, may sound satirical, the film handles them in a serious, deadpan, non-comic way. I cannot recommend \"Hail Mary\" - except, ironically, as a film that could inspire an interesting discussion.\n\nWhile you are conducting your service tonight, other Catholics will be picketing Facets Multimedia, which is showing the film. You have indicated that you believe picketing is not a wise choice; that it only draws attention to a film.\n\nMy own feeling is that the people on the picket line will be protesting a film most of them have not seen and will not see. The irony is this: With their special devotion to Mary, they are perhaps the only people in town who might find this film genuinely interesting.\n\nSincerely, Roger Ebert", "running_time": 107, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-04-04", "genres": ["Drama", "Foreign"], "title": "Hail Mary (1986)"}