{"url": "http://www.rogerebert.com/reviews/hairspray-1988", "by": "Ricki Lakeas Tracy Turnblad", "star_rating": 3.0, "text": "“If you remember the ‘60s, you weren’t there.” - Dennis Hopper Yeah, but those were the late ‘60s. Everybody remembers the early ‘60s, that season of innocence when a man could be named Chubby Checker and yet still be a star. The early ‘60s were before the Beatles, LSD, Vietnam and hippies. They were in fact a lot like the late ‘50s, except that the cars were not as stylish and people were joining the Peace Corps, and, in every town large enough to support a TV station, there was a version of “The Hop.” “The Hop” was the name of the show on Channel 3 in Champaign-Urbana, where I grew up. It had other names in other towns, but it always had the same format: a studio full of pimply faced teenagers in ducktails and ponytails, pumping away to midstream rock music under the benevolent supervision of the local Dick Clark clone.\n\nEverybody I knew watched “The Hop.” Nobody I knew ever appeared on it. Where did they get these kids? Did they hire professional teenagers from other towns? Nobody I knew dressed as cool or danced as well as the kids on “The Hop,” and there was a sinking feeling, on those long-ago afternoons in front of the TV, that the parade had passed me by.\n\nJohn Waters’ “Hairspray” is a movie about that time and those kids and the sinking feeling. It takes place in 1962 in Baltimore, where a program known as “The Corny Collins Show” is at the center of many local teenage fantasies. The kids on Corny’s show are great dancers with hair piled in grotesque mounds atop their unformed little faces.\n\nThey are “popular.” They are on the Council, a quasi-democratic board of teenagers who advise Corny on matters of music and supervise auditions for kids who want to be on the show.\n\nOne kid who hungers to be on the show is Tracy (Ricki Lake), who is fat, but who can dance better than Amber (Colleen Fitzpatrick), who is not. Tracy dances in front of her TV set and knows all the right movies and is tolerated in her fantasies by her parents, who are played by Jerry Stiller and Divine.\n\nThe plot of the movie loosely involves Tracy’s attempts to win a talent show and win a place on the Council and the attempts made to stop her by Amber and her ambitious parents (Sonny Bono and Debbie Harry). It is some kind of commentary on the decivilizing ‘80s that Stiller and Divine and Bono and Harry, who would have qualified as sideshow exhibits in the real ‘60s, look in the context of this movie like plausible parents.\n\nThe supporting case includes various local weirdos, including Pia Zadora as a “Beatnik Chick” (I quote from the credits). If noth ing else is worth the price of admission to this movie, perhaps you will be persuaded by the prospect of Zadora reading from Allen Ginsberg’s “Howl.” The movie carries a social message as sort of a sideline: “The Corny Collins Show” is racially segregated, and Tracy and her black friends help to change that situation, gate-crashing a Corny Collins day at the local amusement park. But basically the movie is a bubble-headed series of teenage crises and crushes, alternating with historically accurate choreography of such forgotten dances as the Madison and the Roach.\n\nThe movie probably has the most to say to people who were teenagers in the early ‘60s, but they are, I suppose, the people least likely to see this movie. It also will appeal to today’s teenagers, who will find that every generation has its own version of Corny Collins, and its own version of the Council, designed to make you feel like a worthless reject on the trash heap of teenage history. If there is a message in the movie, it is that Waters, who could never in a million years have made the Council, did, after all, survive to make the movie.", "running_time": 89, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-02-26", "genres": ["Comedy", "Drama", "Family", "Music", "Romance"], "title": "Hairspray (1988)"}