{"url": "http://www.rogerebert.com/reviews/hair-1979", "by": "John Savageas Claude", "star_rating": 4.0, "text": "I walked into Hair with the gravest doubts that this artifact of 1960s social shock would transfer to our current, sleepier times. In the 1960s we went to angry musicals; now we line up for \"La Cage aux Folles.\" My doubts disappeared with the surge and bold authority of the first musical statement: This is the dawning of the Age of Aquarius!\n\n So maybe it isn't, really, and maybe the sun set on that particular age back around the time they pinched the Watergate burglars. But Milos Forman's \"Hair\" opens with such confidence and joy, moves so swiftly and sustains itself so well that I wonder why I had any doubts. \"Hair\" is, amazingly, not a period piece but a freshly conceived and staged memory of the tribulations of the mid-sixties.\n\n It is also a terrific musical. The songs, of course, were good to begin with: The glory of \"Hair\" and \"Let the Sun Shine In\" and \"Age of Aquarius\" and the sly, silly warmth of \"Black Boys/White Boys.\" But to the original music, the film version adds a story that works well with it, airy and open photography, and glorious choreography by Twyla Tharp.\n\n I said I lost my doubts about \"Hair\" during \"Age of Aquarius.\" To be more precise, they disappeared during Tharp's opening scene in Central Park, when the dancers were joined by the horses of mounted policemen. Anyone who can sit through that opening dance sequence and not be thrilled should give up musicals.\n\n The original play, you may recall, didn't exactly have what you could call much of a plot. The screenplay, by Michael Weller, remedies that, but not too much. Weller provides a framework structured around the experiences of a young Midwestern farmboy (John Savage) who takes the bus to Manhattan to be inducted into the army and makes instant friends with a family of hippies living in Central Park.\n\n Savage is just right as the shy, introspective kid who feels suspicious of the hippies -- and, indeed, of any alternative lifestyle. But he knows nobody else in New York, so he hangs around with these kids and suddenly a vision enters his life: a beautiful girl on horseback (Beverly D'Angelo), a debutante passing through Central Park and probably out of his life.\n\n She comes from an incredibly wealthy family, he learns. They have nothing in common. But she's drawn, sort of, to the easy freedom of the hippies. And the leader of the hippies (Treat Williams, of \"Jesus Christ Superstar\") leads them all in a high-spirited invasion of the girl's debutante party. It's one of the movie's best scenes, somehow finding a fresh way to handle the old cliche of the uninvited street people at a millionaire's party.\n\n The movie also evokes the stylistic artifacts of the flower-power time. The love beads and vests and headbands and fringed jackets and all the other styles that were only yesterday, already look more dated than costumes from the 1940s. And it remembers the conflicts in lifestyles, mostly strikingly in scenes between the young black man (Dorsey Wright) who has joined the hippies, and the mother of his child (Cheryl Barnes), whom he left behind.\n\n The movie's final sequences center on Savage's induction, leading to the hilarious \"Black Boys/White Boys\" number, an omnisexual showstopper. Twyla Tharp's choreography here is wonderfully happy and grin-inducing, as enlisted men rub legs under the table.\n\n This number, like a lot of the movie, is loosely structured around the political attitudes of the Vietnam era, but the politics isn't heavy-handed. The movie's ideas are handled with grace and style. And it's interesting how it recalls \"Hair\"'s myths of the 1960s -- especially the image of the youth culture as a repository, simultaneously, of ancient American values and the new values aborning in the Age of Aquarius.\n\n That this time and spirit could be evoked so well and so naturally is a tribute to the director, Forman. His accomplishment is all the more remarkable when you reflect that when \"Hair\" first occupied a stage, the Russians were in the process of occupying Forman's native Czechoslovakia, and he was in the process of becoming a filmmaker without a country.\n\n He has since, however, shown an uncanny feeling for the textures of American life, in his \"Taking Off,\" with its runaway children, in his \"One Flew Over the Cuckoo's Nest,\" and now in \"Hair.\" Maybe it's just as well that this version had to wait a decade to be filmed so Forman could be hired to do it. He brings life to the musical form in the same way that \"West Side Story\" did, the last time everyone was saying the movie musical was dead.", "running_time": 121, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-03-14", "genres": ["Comedy", "Drama", "History", "Music"], "title": "Hair (1979)"}