{"url": "http://www.rogerebert.com/reviews/hairspray-2007", "by": "Nikki Blonskyas Tracy Turnblad", "star_rating": 3.5, "text": "\"Hairspray\" is just plain fun. Or maybe not so plain. There's a lot of craft and slyness lurking beneath the circa-1960s goofiness. The movie seems guileless and rambunctious, but it looks just right (like a Pat Boone musical) and sounds just right (like a Golden Oldies disc) and feels just right (like the first time you sang \"We Shall Overcome\" and until then it hadn't occurred to you that we should). It bounces out of bed with Tracy Turnblad (Nikki Blonsky), a roly-poly bundle of joy, whose unwavering cheerfulness shines on the whole movie. \"Good morning, Baltimore!\" she sings, as she dances through a neighborhood where everyone seems to know and love her, even the garbagemen who let her ride on the roof of their back-loader. She's like a free-lance cheerleader.\n\nAt school she links up with best friend Penny Pingleton (Amanda Bynes), whose name is undoubtedly a tribute to Penny Singleton, who played Dagwood's Blondie. They live for the moment when the minute hand crawls with agonizing slowness to the end of the school day, and they can race home and dance along with \"The Corny Collins Show,\" the local teenage TV danceathon. In those days, every local market had a show like that. Eventually Dick Clark plowed them under with \"American Bandstand.\" I miss their freshness and naivete.\n\nCorny (James Marsden) is well named, as he presides over a posse of Popular Kids known as his Council. Tracy longs to be on the Council. The star of the show and head of the Council is Amber Von Tussle (Brittany Snow), whose mother Wilma (Michelle Pfeiffer) manages the station and enforces an all-white policy for the show, except for the monthly Negro Day organized by Maybelle (Queen Latifah), owner of a record shop.\n\nAll of this is recycled from the original 1988 John Waters film, which made Ricki Lake a star, and from the Broadway musical made from the Waters movie, but it's still fresh the third time around. It's a little more innocent than Waters would have made it, but he does his part by turning up in a cameo role as a flasher (look quick and you see Ricki Lake, too, and Pia Zadora). The plot involves Tracy's instinctive decency as she campaigns to integrate the program, endangering her campaign to get on the Council.\n\nTradition requires Edna, Tracy's mother, to be played by a man in drag: Divine in the film, Harvey Fierstein in the musical, and this time, John Travolta, who may be wearing a fat suit but still moves like the star of \"Saturday Night Fever.\" Wilbur, Edna's father, is played by Christopher Walken, who has a hairpiece surely borrowed from his store, which is named \"Hardy Har Har,\" and sells jokes and novelties. Oh, how I miss the Whoopie Cushion.\n\nThe plot wheels right along while repairing one outpost of Baltimore racism, and what's remarkable is that some fairly serious issues get discussed in song and dance. Tracy is sent to detention one day and learns a whole new style of dancing from the black students there, and takes it to TV, reminding me of the days when TV preachers thought Elvis was the spawn of Satan. Now they look like him. Call in today for your \"free\" healing water.\n\nThe point, however, is not the plot but the energy. Without somebody like Nikki Blonsky at the heart of the movie, it might fall flat, but everybody works at her level of happiness, including her teen contemporaries Zac Efron, Taylor Parks and Elijah Kelley (the last two Maybelle's children), and the usual curio-shop window full of peculiar adults (Jerry Stiller, who played Wilbur in the 1988 movie, and Paul Dooley).\n\nYou know the story, you've seen the movie and heard all about the musical, and you think you know what to expect. But the movie seems to be happening right now, or right then, and its only flaw as a period picture is that there aren't enough Studebakers in it.", "running_time": 115, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-07-19", "genres": ["Comedy", "Music"], "title": "Hairspray (2007)"}