{"url": "http://www.rogerebert.com/reviews/half-a-sixpence-1968", "by": "Tommy Steeleas Kipps", "star_rating": 2.0, "text": "The sun is shining as I write this, and the birds are singing, and the cops haven't busted any hippie benefits in at least 24 hours. It is a time for mercy. My task is to review \"Half a Sixpence,\" and there are a dozen clever ways to make fun of it, starting with Tommy Steele's teeth and radiating outward even to the ends of the earth.\n\nBut why bother? \"Half a Sixpence\" was apparently designed from the first as a simpleminded, square, old-fashioned musical. It is. Perhaps there should be old-fashioned musicals occasionally. Nothing is more fun than going to the Clark when \"Singin' in the Rain\"\r\nis revived.\n\nThe trouble with \"Half a Sixpence,\" however, is that it's a good deal more old-fashioned than \"Singin' in the Rain.\" It is already a revival, and when it is brought back 10 years from now it may by then look\r\nolder than Busby Berkeley's early work.\n\nThe songs are ferociously standard, and judging from the foggy mist they are photographed through, I would judge at least three assistant cameramen were employed at all times to smear Vaseline on the camera lens. As beautifully smiling faces waver gently in and out of\r\nfocus, the sound track drips honey and molasses and horehound drops. Oh love, oh life, ah happy fate, that we, who have split this sixpence in twain as mere youths, should meet again, etc.\n\nTommy Steele is just the performer for this sort of schmaltz. He is, in fact, a very good song-and-dance man, the only member of his generation who bears comparison with Gene Kelly and Dan Dailey. The photography is unfortunately not up to his level; a bit of clever twirling of his bowler hat is lost against the black background of his suit, and the camera misses most of the footwork in a spirited\r\nonstage dance number.\n\nThat is possibly the fault of George Sidney, the director, who has been making Hollywood musicals (\"Anchors Aweigh,\" \"Kiss Me Kate,\" \"Annie Get Your Gun\") for a long time. This was his first in England, and perhaps he missed the craftsmanship of the Hollywood studio crews. In any event, his timing tends to lag, his sight gags telegraph ahead, and his songs drag.", "running_time": 143, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-23", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "Half a Sixpence (1968)"}