{"url": "http://www.rogerebert.com/reviews/half-past-dead-2002", "by": "Steven Seagalas Sascha Petrosevitch", "star_rating": 0.5, "text": "\"Half Past Dead\" is like an alarm that goes off while nobody is in the room. It does its job and stops, and nobody cares. It goes through the motions of an action thriller, but there is a deadness at its center, a feeling that no one connected with it loved what they were doing. There are moments, to be sure, when Ja Rule and Morris Chestnut seem to hear the music, but they're dancing by themselves.\n\nThe plot is preposterous, but that's acceptable with a thriller. The action is preposterous, too: Various characters leap from high places while firing guns, and the movie doesn't think to show us how, or if, they landed. A room is filled with teargas, but what exactly happens then? The movie takes the form of a buddy movie, but is stopped in its tracks because its hero, played by Steven Seagal, doesn't have a buddy gene in his body. (I know, he takes seven bullets for his partner Nick, but I don't think he planned it: \"I'll take seven bullets for Nick!\") Seagal's great contribution to the movie is to look very serious, even menacing, in closeups carefully framed to hide his double chin. I do not object to the fact that he's put on weight. Look who's talking. I object to the fact that he thinks he can conceal it from us with knee-length coats and tricky camera angles. I would rather see a movie about a pudgy karate fighter than a movie about a guy you never get a good look at.\n\nThe film has little dialogue and much action. It places its trust so firmly in action that it opens with a scene where the characters have one of those urban chase scenes where the car barely misses trailer trucks, squeals through 180-degree turns, etc., and they're not even being chased. It's kind of a warm-up, like a musician practicing the scales.\n\nDo not read further if you think the plot may have the slightest importance to the movie. Seagal plays an undercover FBI guy who has teamed up with the crook Nick Frazier (Ja Rule), who vouched for him with the master criminal Sonny Ekvall (Richard Bremmer), who runs, if I have this correct, \"the biggest crime syndicate between Eastern Europe and the Pacific Rim.\" He doesn't say whether the syndicate extends easterly or westerly between those demarcations, which would affect the rim he has in mind. Maybe easterly, since Seagal's character is named Sascha Petrosevitch. \"You're Russian, right?\" he asks Seagal, who agrees. Seagal's answer to this question is the only time in the entire movie he has a Russian accent.\n\nNick gets thrown into New Alcatraz. Petrosevitch gets thrown in, too. Later, after his cover is blown, he explains to Nick that the FBI thought if he did time with Nick, it would help him get inside the criminal organization. The sentence is five years. What a guy.\n\nThen, let's see, the prison contains an old man who is about to go to the chair with the secret of $200 million in gold bars. Bad guys want his secret, and cooperate with an insider (Morris Chestnut) to break into the prison, taking hostage a female U.S. Supreme Court Justice who is on a tour of Death Row (she's one of those liberals). They want to escape with the old guy and get the gold. Among their demands: a fully fueled jet plane to an \"undisclosed location.\" My advice: At least disclose the location to the pilot.\n\nNick and Petrosevitch team up to risk their lives in a nonstop series of shoot-outs, explosions, martial arts fights and shoulder-launched rocket battles in order to save the Supreme Court justice. We know why Petrosevitch is doing this. But why is Nick? Apparently he is another example of that mysterious subset of the law of gravitation that attracts the black actor with second billing in an action movie to the side of the hero.\n\nAt the end of \"Half Past Dead\" there is a scene where Nick looks significantly at Petrosevitch and nods and smiles a little, as if to say, you some kinda white guy. Of course, Petrosevitch has just promised to spring him from New Alcatraz, which can easily inspire a nod and a little smile.\n\nMeanwhile, I started wondering about that $200 million in gold. At the end of the movie, we see a chest being winched to the surface and some gold bars spilling out. If gold sells at, say, $321 per troy ounce, then $20 million in gold bars would represent 623,052 troy ounces, or 42,720 pounds, and would not fit in that chest. You would expect the FBI guys would know this. Maybe not these FBI guys.\n\nNote: I imagine the flywheels at the MPAA congratulating each other on a good day's work as they rated \"Half Past Dead\" PG-13, after giving the anti-gun movie \"Bowling for Columbine\" an R.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-11-15", "genres": ["Action", "Adventure", "Thriller"], "title": "Half Past Dead (2002)"}