{"url": "http://www.rogerebert.com/reviews/halloween-h20-1998", "by": "Jamie Lee Curtisas Laurie/Keri", "star_rating": 2.0, "text": "Notes jotted down while watching “Halloween: H20”: Medical\rscience should study Michael Myers, the monster who has made the last two\rdecades a living hell for Laurie Strode. Here is a man who feels no pain. He\rcan take a licking and keep on slicing. In the latest “Halloween” movie, he\rabsorbs a blow from an ax, several knife slashes, a rock pounded on the skull,\ra fall down a steep hillside and being crushed against a tree by a truck.\rWhatever he's got, mankind needs it.\n\nHow does Michael Myers support himself in the long years between\rhis slashing outbreaks? I picture him working in a fast-food joint. “He never\rspoke much, but boy, could he dice those onions!” I have often wondered why we\rhate mimes so much. Many people have such an irrational dislike for them that\rthey will cross the street rather than watch some guy in whiteface pretending\rto sew his hands together. Examining Michael Myers' makeup in “Halloween: H20,”\rI realized he looks so much like Marcel Marceau as to make no difference. Maybe\rhe is a mime when he's not slashing.\n\nMaybe what drove him mad was years and years of trying to make a\rliving in malls while little kids kicked him to see if he was real. This also\rwould explain his ability to seem to walk while somehow staying in the same\rplace.\n\nI happen to know Jamie Lee Curtis, who plays Laurie, is one of\rthe smartest people in Hollywood. I cannot wait for the chapter on horror\rmovies in her autobiography.\n\nThere is a scene in the movie where a kid drops a corkscrew down\ra garbage disposal. Then the camera goes inside the garbage disposal to watch\rwhile he fishes around for it. Then the camera cuts to the electric switch on\rthe wall, which would turn the disposal on. I am thinking, if this kid doesn't\rlose his hand, I want my money back.\n\nMichael Myers may also have skills as an electrician. All of the\rlights and appliances in every structure in this movie go on or off whenever\rthe plot requires them to. I can imagine Myers down in the basement by the fuse\rbox, thinking, “Gotta slash somebody. But first--geez, whoever filled in the\rchart on the inside of this fuse box had lousy handwriting! I can't tell the\rgarage door from the garbage disposal!” I think Jamie Lee Curtis shouts “Do as\rI say!” twice in the movie. I could be low by one.\n\nYes, the movie contains the line “They never found a body.”\rMichael Myers, described in the credits as “The Shape,” is played by Chris\rDurand. There is hope. Steve McQueen started his career in (but not as) “The\rBlob.” Half of the movie takes place in an exclusive private school, yet there\ris not a single shower scene.\n\nSpeaking of shower scenes: Janet Leigh, Jamie Lee's mother,\rturns up in a cameo role here, and she started me thinking about what a rotten\rcrock it is that they're remaking “Psycho.” I imagined Miss Leigh telling her\rfriends, “They wanted me to do a cameo in the remake of `Psycho,' but I said,\rhell, I'd do `Halloween: H20' before I'd lower myself to that.”", "running_time": 91, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-05", "genres": null, "title": "Halloween: H20 (1998)"}