{"url": "http://www.rogerebert.com/reviews/halloween-ii-1981", "by": null, "star_rating": 2.0, "text": "\r\n\n\nIt's a little sad to witness\r\na fall from greatness, and that's what we get in “Halloween II.” John\r\nCarpenter's original 1978 “Halloween” was one of the most effective horror\r\nfilms ever made, a scarifying fable of a mad-dog killer's progress through a\r\nsmall Illinois town on Halloween. That movie inspired countless imitations,\r\neach one worse than the last, until the sight of a woman's throat being slashed\r\nbecame ten times more common in the movies than the sight of a kiss. \n\n\r\nMad Slasher Movies, they were called, and they\r\nbecame a genre of their own, even inspiring a book of pseudoscholarship,\r\nSplatter Movies, by John McCarty. His definition of a Splatter Film is concise\r\nand disheartening, and bears quoting: \"[They] aim not to scare their\r\naudiences, necessarily, nor to drive them to the edge of their seats in\r\nsuspense, but to mortify them with scenes of explicit gore. In splatter movies,\r\nmutilation is indeed the message, many times the only one.\" \n\n\r\n“Halloween II” fits this description precisely.\r\nIt is not a horror film but a geek show. It is technically a sequel, but it\r\ndoesn't even attempt to do justice to the original. Instead, it tries to outdo\r\nall the other violent “Halloween” rip-offs of the last several years. The movie\r\ndoes not have the artistry or the imagination of the original, but it does have\r\nnew technology: For those like McCarty who keep records of such things, this\r\nmovie has the first close-up I can remember of a hypodermic needle being\r\ninserted into an eyeball. We see that twice. It mortifies the viewer nicely,\r\njust as scenes in Splatter Movies are supposed to do. There are a few other\r\nmoments of passable originality, as when the killer disfigures the face of a\r\nbeautiful woman by plunging her repeatedly into the scalding water of a\r\nwhirlpool bath. But for the most part, “Halloween II” is a retread of “Halloween”\r\nwithout that movie's craft, exquisite timing, and thorough understanding of\r\nhorror. \n\n\r\nThe movie begins just where the last one left\r\noff, with some of the same footage, indeed. The mysterious, invincible killer\r\n(who escaped from an institution earlier that Halloween day) has just tried to\r\nkill Jamie Lee Curtis. But Donald Pleasence, a psychiatrist who has decided the\r\nkiller is literally inhuman, fires six bullets at close range. The killer is\r\ndown, but not out. As the first movie ended, his body had disappeared. As this\r\none opens, he's on the prowl again, still shuffling after screaming women at\r\nthe same maddening slow pace. \n\n\r\nThe plot of “Halloween II” absolutely depends,\r\nof course, on our old friend the Idiot Plot which requires that everyone in the\r\nmovie behave at all times like an idiot. That's necessary because if anyone\r\nwere to use common sense, the problem would be solved and the movie would be\r\nover. So Jamie Lee Curtis and other young women consistently run into traps\r\nwhere the killer can corner them. In the first film, Jamie Lee locked herself\r\nin an upstairs closet. This time, it's a basement boiler room. The movie's\r\nother idiotic masterstroke comes when Curtis and a young kid are hiding in a\r\ncar parked outside, and the kid slumps forward and honks the horn, revealing\r\nhis hiding place. Inspired. The killer keeps coming. He's relentless. So is the\r\nmovie. It uses the standard horror formula: Cause a false alarm, get a laugh,\r\nand then spring violence on the audience. You know how it works. The heroine\r\nopens a creaking door into a dark room and peers inside. A hand claps her on\r\nthe shoulder. The audience screams. But whaddya know, it's only the friendly teenage\r\nintern. Laughter. Then the killer strikes. \n\n\r\nThis can get monotonous. But since most of this\r\nmovie takes place in a hospital, the killer has lots of props to work with.\r\nI've already mentioned the whirlpool bath and the needles. Another particularly\r\nnasty gimmick is the intravenous tube. The killer uses it to drain the blood\r\nfrom one of his victims. That's gruesome, but give the filmmakers credit. They\r\nuse that gimmick to deliver the one scene I've been impatiently expecting for\r\nyears and years in gore films: Finally, one of the characters kills himself by\r\nslipping on the wet blood and hitting his head on the floor. Sooner or later,\r\nit had to happen.", "running_time": 92, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Horror", "Thriller"], "title": "Halloween II (1981)"}