{"url": "http://www.rogerebert.com/reviews/halloween-iii-season-of-the-witch-1982", "by": "Tom Atkinsas Dr. Challis", "star_rating": 1.5, "text": "There are a lot of problems with \"Halloween III,\" but the most basic one is that I could never figure out what the villain wanted to accomplish if he got his way. His scheme is easy enough to figure: He wants to sell millions of Halloween masks to the nation's kiddies and then brainwash them to put them on at the same time, whereupon laser beams at the base of the neck will fry the tykes. Meanwhile, he runs a factory that turns out lifelike robots. What's his plan? Kill the kids and replace them with robots? Why?\n\nA half-baked scheme like that feels right at home in \"Halloween III,\" which is a low-rent thriller from the first frame. This is one of those Identikit movies, assembled out of familiar parts from other, better movies. It begins at the end of \"Halloween II,\" when the monster was burned up in the hospital parking lot, but it's not still another retread of the invincible monster. In fact, the monster is forgotten, except for a lab technician who spends the whole movie sifting through his ashes. Instead, the plot follows the young daughter (Stacey Nelkin) of one of the victims, who ran a toy shop. She enlists the aid of a local doctor (Tom Atkins), and they retrace her father's steps back to an ominous toy factory run by Dan O'Herlihy. The factory has the whole town bugged and under surveillance, and the factory's guards are androids who crush their victims' heads with their hands.\n\nLike a lot of horror movies in this age of self-conscious filmmaking, \"Halloween III\" is filled with references to other movies. The friendly motel owner in the company town, for example, is dressed as a dead ringer for Henry Fonda in \"On Golden Pond.\" The scene where the bugs and snakes crawl out of the crushed skull is a cross-reference, sort of, to \"The Thing\" -- the last movie by John Carpenter, whose original \"Halloween\" was incomparably better than Parts II and III. But the funniest reference comes when the hero and heroine break into O'Herlihy's factory and are captured. Then the demented toymaker takes them on a tour of his facility, while explaining his diabolical scheme. He's got an obligatory underground mad scientist laboratory, and we know the approach by heart from all the James Bond movies: White-coated technicians scurry around with clipboards, while the boss arranges a demonstration of the weird method of killing that will soon be tried on our heroes. The funny part is that the underground lab is so cheesy. It consists of a few TV monitors on high-tech bookshelves and a papier-mache mock-up of one of the stones from Stonehenge. (If you can figure out what Stonehenge has to do with this movie, you're smarter than anyone in it.) Next, there are lots of shots of the guy and girl running from O'Herlihy's henchmen. These are all obligatory shots where the man grabs the woman's hand and yanks her along, she of course being too dumb to run from danger on her own.\n\nThe one saving grace in \"Halloween III\" is Stacey Nelkin, who plays the heroine. She has one of those rich voices that makes you wish she had more to say and in a better role. But watch her, too, in the reaction shots: When she's not talking, she's listening. She has a kind of rapt, yet humorous, attention that I thought was really fetching. Too bad she plays her last scene without a head.", "running_time": null, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-10-31", "genres": ["Horror", "Mystery", "Science Fiction"], "title": "Halloween III: Season of the Witch (1982)"}