{"url": "http://www.rogerebert.com/reviews/hall-pass-2011", "by": "Owen Wilsonas Rick", "star_rating": 2.5, "text": "I was just reading an article about the oddly prolonged adolescence of American males, especially those in the movies. There's a common fantasy where the guys get away from their wives and girlfriends, and escape to where they're free to guzzle beer, eat sloppily, belch, fart, leave pizza boxes on the floor, scratch their butts, watch sports on TV, and in many other ways become irresistible to hot chicks. When was the last time you saw a man under 30 in the movies who had a stable marriage, a job, children, and a life where he valued his wife above his buddies?\n\n“Hall Pass” extends the 20s and 30s into the 40s, and imagines a world in which there are no grown-up men at all. We meet two pals named Rick and Fred (Owen Wilson and Jason Sudeikis) who are well married to Maggie and Grace (Jenna Fischer and Christina Applegate), and yet lust improbably after every nubile woman who strays into their target zone. Rick in particular is always being caught by his wife while checking out the passing parade.\n\nIt is perhaps hard-wired into men that their eyes should be constantly on the prowl. Maybe it's an evolutionary trait, and our species has developed it to encourage the sowing of human seed in many fields. Women, by contrast, have evolved to be sure their mates gaze in admiration at them alone and nobody else. There's a famous story by Irwin Shaw, “The Girls in Their Summer Dresses,” about an estranged couple who decide to make up. They go for a stroll down Fifth Avenue, but break up all over again because the man can't prevent his eyes from straying. He loves his mate — yes, he really does — but you see the girls are so pretty in their summer dresses.\n\nMaggie and Grace eventually get fed up with the vagrant eyeballs of their husbands and decide to call their bluff. They issue weeklong “hall passes,” which are permission slips to allow both men seven days of unsupervised and guiltless sexual freedom. Maybe then they'll get desire out of their systems? Rick and Fred rejoice, and so do the members of their posse, because of course men when set free seek the protection of the pack. Any real man would hunt alone, the better to sneak up on his prey. A woman does not respond eagerly to flattery emanating from a booth jammed with guys at Fuddrucker's.\n\n“Hall Pass” is by the Farrelly brothers, Bobby and Peter, who are in the unfortunate position of forever being judged against the impossible standard of their \"There's Something About Mary\" (1998). That remains the only movie where I literally, cross my heart, saw a man laugh so hard, he fell out of his chair. One of the essential qualities of “Mary” was the performance by Ben Stiller as a man with much dignity, easily offended. Stiller can evoke a kind of vulpine cunning that is funny when thwarted.\n\nA problem with “Hall Pass,” I think, is that both Owen Wilson and Jason Sudeikis are affable, and the movie wants us to like them. It is often more useful for a comedy to have characters whose embarrassment we enjoy. I suspect we're expected to empathize with the lads here in their inept attempts to plunder the netherlands of steamy chicks. \n\nThe truest words in “Hall Pass” are spoken by Joy Behar, as a more experienced older woman who tells the two wives that their husbands, like all men, believe only marriage is preventing them from being irresistible to women. It is probably a good thing for the species that so many men believe they're irresistible, because so few are.\n\nThe plot of the movie is meh. It involves the lads and their posse being cycled through several unsuccessful and quasi-slapstick situations showing their cluelessness, immaturity and how women easily see straight through them. Meanwhile, the wives and their posses have a great time on a getaway retreat. Women seem to get along perfectly well when set free from men, but men seem uncomfortable without women. It probably all involves which gender has the greater need to be reassured.", "running_time": 105, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-02-24", "genres": ["Comedy", "Romance"], "title": "Hall Pass (2011)"}