{"url": "http://www.rogerebert.com/reviews/hamlet-1991", "by": "Mel Gibsonas Hamlet", "star_rating": 3.5, "text": "I had a professor in college who knew everything there was to know about \"Romeo and Juliet.\" Maybe he knew too much. One day in class he said he would give anything to be able to read it again for the first time. I feel the same way about \"Hamlet.\" I know the play so well by now, have seen it in so many different styles and periods and modes of dress, that it’s like listening to a singer doing an old standard. You know the lyrics, so the only possible surprises come from style and phrasing.\n\nThe style of Franco Zeffirelli’s \"Hamlet,\" with Mel Gibson in the title role, is robust and physical and - don't take this the wrong way - upbeat. Gibson doesn't give us another Hamlet as Mope, a melancholy Dane lurking in shadows and bewailing his fate. We get the notion, indeed, that there was nothing fundamentally awry with Hamlet until everything went wrong in his life, until his father died and his mother married his uncle with unseemly haste. This is a prince who was healthy and happy and could have lived a long and active life, if things had turned out differently.\n\nPart of that approach may come from Zeffirelli, whose famous film version of \"Romeo and Juliet\" also played on the youth and attractiveness of its characters, who were bursting with life and romance until tragedy separated them. The approach also may come from Gibson himself, the most good-humored of contemporary stars, whose personal style is to deflect seriousness with a joke, and who doesn't easily descend into self-pity and morose masochism. He gives us a Hamlet who does his best to carry on, until he is overwhelmed by the sheer weight of events.\n\nZeffirelli sets his film in a spectacular location - a castle on an outcropping of the stark coast in northern Scotland, perched on top of a rock nearly surrounded by the sea. There is mud here, and rain and mist, and the characters sometimes seemed dragged down by the sheer weight of their clothing. This is a substantial world of real physical presence, fleshed out by an unusual number of extras; we have the feeling that this throne rules over real subjects, instead of existing only in Shakespeare’s imagination.\n\nRight at the outset, Zeffirelli and his collaborator on the shooting script, Christopher De Vore, take a liberty with \"Hamlet\" by shifting some dialogue and adding a few words to create a scene that does not exist in the original: The wake of Hamlet’s father, with Hamlet, Gertrude and Claudius confronting each other over the coffin.\n\nIn film terms, this scene makes the central problem of \"Hamlet\" perfectly clear, and dramatically strengthens everything that follows. It sets up not only Hamlet’s anguish, but the real attraction between his mother and his uncle, which is seen in this version to be at least as sexual as it is political.\n\nThe cast is what is always called \"distinguished,\" which usually but not always means \"British,\" includes at least three actors who have played Hamlet themselves: Alan Bates, as Claudius; Paul Scofield, as the ghost of Hamlet’s father, and Ian Holm, as Polonius. Holm is especially effective in the \"to thine own self be true\" speech, evoking memories of his great work as the track coach in \"Chariots of Fire,\" and I enjoyed Bates' strength of bluster and lust, as a man of action who will have what he desires and not bother himself with the sorts of questions that torture Hamlet.\n\nThe women of the play, Glenn Close, as Gertrude, and Helena Bonham-Carter, as Ophelia, are both well cast. Close in particular adds an element of true mothering that is sometimes absent from Gertrude. She loves her son and cares for him, and is not simply an unfaithful wife with a short memory. Indeed, there are subtle physical suggestions that she has loved her son too closely, too warmly, creating the buried incestuous feelings that are the real spring of Hamlet’s actions. Why has she remarried with such haste? Perhaps simply so the kingdom’s power vacuum will be filled; she seems a sensible sort, and indeed everyone in this version seems fairly normal, if only Hamlet could rid himself of his gnawing resentment and shameful desires long enough to see it.\n\nBonham-Carter is a small and darkly beautiful actress who is effective at seeming to respond to visions within herself. As Ophelia she has a most difficult role to play, because a character who has gone mad can have no further relationship with the other characters but must essentially become a soloist. All of her later scenes are with herself.\n\nThat leaves Hamlet and his best friend, Horatio (Stephen Dillane), as those who are not satisfied with the state of things in the kingdom, and Dillane, with his unforced natural acting, provides a good partner for Gibson. As everything leads to the final sword fight and all of its results, as Hamlet’s natural good cheer gradually weakens under the weight of his thoughts, the movie proceeds logically through its emotions. We never feel, as we do sometimes with other productions, that events happen arbitrarily.\n\nZeffirelli’s great contribution in \"popularizing\" the play has been to make it clear to the audience why events are unfolding as they are.\n\nThis \"Hamlet\" finally stands or falls on Mel Gibson’s performance, and I think it will surprise some viewers with its strength and appeal. He has not been overawed by Shakespeare, has not fallen into a trap of taking this role too solemnly and lugubriously. He has observed the young man of the earlier and less troubled scenes, and started his performance from there, instead of letting every nuance be a foreshadow of what is to come. It’s a strong, intelligent performance, filled with life, and it makes this into a surprisingly robust \"Hamlet.\"", "running_time": 135, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-01-18", "genres": ["Drama", "History"], "title": "Hamlet (1991)"}