{"url": "http://www.rogerebert.com/reviews/hamlet-2-2008", "by": "Steve Cooganas Dana", "star_rating": 3.0, "text": "The problem with a sequel to \"Hamlet\" is that everybody interesting is dead by the end. That doesn't discourage Dana Marschz, a Tucson high school drama teacher, from trying to save the school's theater program with a sequel named \"Hamlet 2.\" The shop class builds him a time machine, and he brings back the dead characters, plus Jesus, Einstein and the very much alive Hillary Clinton. Music is by the Tucson Gay Men's Chorus.\n\n\"Hamlet 2\" stars the British comedian Steve Coogan, who with this film and the current \"Tropic Thunder\" may develop a fan base in America. He's sort of a gangling, flighty, manic Woody Allen type, but without the awareness of his neurosis. Oh, he knows he has problems. He's a recovering alcoholic, so broke he and his wife have to take in a boarder, and when his drama class is thrown out of the school lunchroom, they have to meet in the gym during volleyball practice.\n\nAnyone who has ever been involved in high school theatrical productions will recognize a few elements from \"Hamlet 2,\" here much exaggerated. There are the teacher's pets who usually play all the leads. The rebellious new student who's sort of an ethnic Brando. The pitiful costumes. The disapproving school board, which wants to discontinue the program. The community uproar over the shocking content. (Gay men singing \"Rock Me, Sexy Jesus\"?) The ACLU lawyer, named Cricket (Amy Poehler), who flies to the rescue but seems to have a tendency toward anti-Semitism. And above all, the inspired, passionately, more than slightly mad drama teacher.\n\nMr. Marschz (to pronounce it, you have to sort of buzz at the end) has seen too many movies like \"Dead Poets Society\" and \"Mr. Holland's Opus,\" and tries to inspire his students with his bizarre behavior. This takes little effort, especially after he starts wearing caftans to school because his wife (Catherine Keener) thinks he's impotent because jockey shorts cut off his circulation. Principal Rocker (Marshall Bell) is his unremitting enemy, Octavio (Joseph Julian Soria) is the brilliant but rebellious student (he comes across as a street tough but is headed for Brown). Rand (Skylar Astin) and Epiphany (Phoebe Strole) are his special pets, now feeling left out.\n\nAnd then there is Elisabeth Shue. Yes, the real Elisabeth Shue, Oscar nominee for \"Leaving Las Vegas.\" When Dana goes to the hospital for treatment of his broken f-you finger, he tells the nurse she looks like his favorite actress, Elisabeth Shue. \"That's because I am Elisabeth Shue,\" she says, explaining that she got tired of all the BS in show biz and decided to help people by becoming a nurse. She agrees to visit his class. You can imagine the questions she gets.\n\nChaotic rehearsals and legal maneuvers by Cricket succeed in getting the play staged -- not in the school, but in an abandoned railroad shed. Some of the characters may have the same names as characters in \"Hamlet,\" but that's about as far as the resemblance goes. No danger of plagiarism. The Gay Men's Chorus is very good, Dana himself not so good in the role of Jesus, moon-walking on the water.\n\nMuch depends on the verdict of my favorite character in the movie, the theater critic of the high school paper (Shea Pepe), a freshman who is about 5 feet tall. Having eviscerated Dana's previous production, he helpfully gives him advice (he should stop remaking movies like \"Erin Brockovich\" and do something original). \"Hamlet 2\" is original, all right. But will the kid critic like it?\n\nThe movie is an ideal showcase for the talents of Coogan, who you may remember from \"A Cock and Bull Story\" (2005), the film about a film of \"Tristram Shandy,\" where only one person involved in the production had ever read the book. He is a television legend in the U.K., but not so uber-Brit that he doesn't travel well. He seems somewhat at home in Tucson, which, let it be said, has to be a nicer town than anybody in this movie thinks it is.", "running_time": 92, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-21", "genres": ["Comedy", "Music"], "title": "Hamlet 2 (2008)"}