{"url": "http://www.rogerebert.com/reviews/hammersmith-is-out-1972", "by": "Elizabeth Tayloras Jimmie Jean", "star_rating": 3.5, "text": "The spectacle of Elizabeth Taylor growing older and more beautiful continues to amaze the population. The other night at the Esquire Theater there were so many gasps and whispers about her costumes, her figure and various unprintable lines of her dialog, that she proved all over again that a few real movie stars still exist. \n\nElizabeth has taken to playing sluts lately, maybe because that is more relaxing, and she turns up in \"Hammersmith Is Out\" as a short-order waitress who makes her own deal with the devil. She bears his child, in fact, and it hardly needs reporting that when Liz Taylor bears the devil's child, she doesn't get all fainty-eyed like Mia Farrow. She just looks pregnant and sexy. It's a girl, by the way, 8 pounds 11 ounces. \n\nThe devil \"himself is played by Richard Burton, an inmate in a mental institution who whispers beguiling promises into the ears of Beau Bridges: \"I will make you rich and strong...strong and rich...get me out of here.\" Bridges does, mainly because he's been down the road to have a cup of coffee at Elizabeth Taylor's dinette, and he can see he's going to need the devil's help to make off with her. \n\n\"Hammersmith is Out\" is a weird, bizarre, funny movie, directed by that peculiar genius Peter Ustinov (who also appears as the good doctor who runs the asylum). It is a fantasy but it doesn't have soft edges and a too-stylized visual approach like so many fantasies. It's more of a factual report of what happens when the devil gets behind a dumb but likable kid who's easy to manipulate. \n\nThe kid is played by Bridges, who plays him the way Jimmy Dean would give his left arm to be able to play Jimmy Dean. He has a minimal intelligence and only dimly understands the deals that Burton gets him in on. They start slow. They hijack a Mercedes limousine and work up. By the movie's end, the kid is a Texas billionaire who has donated $40 million to a presidential campaign, has a castle in Spain, and dines with retired generals and obese fascists. That's making it. \n\nThe dialog and the relationships between the characters are funny, yes, but not always merely funny. Sometimes they twist around on themselves, and the movie begins to suggest what a hassle it could really be to deal with the devil. See, the devil's problem, like George Washington's, is that he cannot tell a lie. But if he tells the truth, he'll have to let people in on what's in store for them. Bad salesmanship. And so he chooses his words very carefully. \n\nIn one of the more madly inspired scenes in the movie, the kid decides he's tired of Elizabeth Taylor (some kids are just not ready to accept responsibility). So Burton agrees to do away with the onetime waitress. They go upstairs. She says she has heard that it's traditional to allow the condemned to smoke one last cigaret. He agrees. While she's smoking it, she says she only regrets one thing - that she never had a kid. The devil's eyes narrow, his pulse quickens, and it's good-by, Faust. \n\n\"Hammersmith is Out\" is one of the year's best comedies. It is also, while it's at it, one of the year's best satires, but it doesn't lay the satire on very heavily. Instead, it drifts into fantasy and then allows its situations to exploit the several funny things about Taylor, Burton and Ustinov. The movie tells such an unlikely story, and its screenplay by Stanford Whitmore takes so many risks that it's a wonder it was made at all. The press release says Burton and Taylor agreed to a special deal. Doesn't say who with.", "running_time": 108, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-05-26", "genres": null, "title": "Hammersmith is Out (1972)"}