{"url": "http://www.rogerebert.com/reviews/hancock-2008", "by": "Will Smithas John Hancock", "star_rating": 3.0, "text": "\n\nI have been waiting for this for years: a superhero movie where\r\nthe actions of the superheroes have consequences in the real world. They always\r\nleave a wake of crashed cars, bursting fire hydrants, exploding gas stations\r\nand toppling bridges behind them and never go back to clean up. But John\r\nHancock, the hero of “Hancock,” doesn’t get away with anything. One heroic\r\nstunt ran up a cost price tag of $7 million, he’s got hundreds of lawsuits\r\npending, and when he saves a stranded whale by throwing it back into the sea,\r\nyou can bet he gets billed for the yacht it lands on.\n\n“Hancock,”\r\nthe latest star showcase for Will Smith, has him playing a SkidRow drunk with\r\nsuperpowers and a super hangover. He does well, but there are always\r\nconsequences, like when he saves a man whose car is about to be struck by a\r\ntrain, but causes a train wreck. What he needs is a good PR man. Luckily, the\r\nman whose life he saved is exactly that. He’s Ray Embrey (Jason Bateman, the\r\nadoptive father in “Juno”), and Ray has a brainstorm: He’ll repay Hancock by\r\ngiving him a complete image makeover. If this sounds like a slapstick comedy,\r\nstrangely enough, it isn’t. The movie has a lot of laughs, but Smith avoids\r\nplaying Hancock as a goofball and shapes him as serious, thoughtful and\r\ndepressed.\n\nEmbrey\r\nthe PR whiz brings Hancock home to dinner to meet his wife, Mary (Charlize\r\nTheron), and son Aaron (Jae Head). The first time she meets him, Mary gives\r\nHancock an odd, penetrating look. Also the second time and also the third time.\r\nOK, OK, already: We get it. One odd, penetrating look after another. They have\r\nsome kind of a history, but Hancock doesn’t know about it, and Mary’s not\r\ntalking.\n\nShe\r\nhas a lot to keep quiet about, although thank goodness, she eventually opens up\r\nor the movie wouldn’t have a second half. I will not reveal what she says, of\r\ncourse, because her surprise is part of the fun. I am willing to divulge some\r\nof the setup, with Ray coaching Hancock to start saying “thank you” and “you\r\ndid a good job here,” and stop flying down out of the sky and crushing $100,000\r\ncars. Ray also gets him a makeover: Gone is the flophouse wardrobe, replaced by\r\na slick gold leather costume, and Hancock gets a shave, too. Does it himself,\r\nwith his fingernails.\n\nHe\r\nappeared some 80 years ago in Miami, as far as he knows. He doesn’t know very\r\nfar. He has no idea where his powers came from, or why he never grows any\r\nolder. He can fly at supersonic speeds, stop a speeding locomotive, toss cars\r\naround, and in general, do everything Superman could do, but not as cleanly,\r\nneatly or politely. Part of his reform involves turning himself in to the law\r\nand serving a prison term, although the chief of police has to summon him from\r\nprison to help with a bank hostage crisis. (In prison, there’s a guy named Man\r\nMountain who must not read the papers, or he would never, ever try to make\r\nHancock his victim.)\n\nIt’s\r\nnot long after the bank hostage business that Mary reveals her secret, Hancock\r\nstarts asking deep questions about himself, and the movie takes an odd,\r\npenetrating turn. This is the part I won’t get into, except to say that the\r\norigin stories of superheroes consistently underwhelm me, and Hancock’s is one\r\nof the most arbitrary. Even Mary, who knows all about him, doesn’t know all\r\nthat much, and I have a shiny new dime here for any viewer of the movie who can\r\nexplain exactly how Hancock came into being.\n\nNot\r\nthat it matters much, anyway. I guess he had to come into being somehow, and\r\nthis movie’s explanation is as likely as most, which is to say, completely\r\npreposterous. Still, “Hancock” is a lot of fun, if perhaps a little top-heavy\r\nwith stuff being destroyed. Smith makes the character more subtle than he has\r\nto be, more filled with self-doubt, more willing to learn. Jason Bateman is\r\npersuasive and helpful on the PR front, and it turns out Charlize Theron has a\r\ngreat deal to feel odd and penetrating about.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-06-30", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Thriller"], "title": "Hancock (2008)"}