{"url": "http://www.rogerebert.com/reviews/hang-em-high-1968", "by": "Inger Stevensas Rachel", "star_rating": 3.0, "text": "In a way, it's a relief that Clint Eastwood is back home again. In \"A Fistful of Dollars\" and its two sequels, he shot apart just about every low-budget location in Spain, southern Italy and Sicily. Wherever extras could be hired for 50 cents a day, there you found The Man With No Name.\n\nThe supporting actors in these Italian-made movies didn't speak English too well, which probably was a qualification in the original West. They were dirty, sweaty, mean and obscene and scratched a lot and were always spitting all over everything.\n\nWhat a mess! Sergio Leone, the Italian director who created the sweat, scab and beer school of Westerns, liked to linger on close-ups of horrible wounds and sadistic grins. His favorite camera angle was right behind a boot kicking Clint Eastwood.\n\nBut now Eastwood has made the big time, and Hollywood has brought him back home to star in \"Hang 'em High.\" You can tell it's a Hollywood Western because Inger Stevens lives in the boarding house and Ed Begley is shaking his fist at the hero even before the titles begin.\n\nI have come to the conclusion that Ed Begley is in every movie made and Inger Stevens is in every other Western. Begley is a superb character actor, almost a national monument, and you wouldn't think it was a real Western town if Begley wasn't in it.\n\nMiss Stevens, on the other hand, seems to have nailed down the boarding house role. She was a widow boardinghouse operator in \"Firecreek\" and a lady barber and boarding house operator (with a heart of gold) in \"Five Card Stud.\" This time she boards in the boarding house. These roles always give her at least one chance to sit by the bed of the wounded man and nurse him back to life.\n\nAs was the case with the Italian Westerns, \"Hang 'em High\" is a revenge story. Eastwood is strung up by a lynching mob, led by Begley. But he's cut down and vows to revenge himself. The friendly hanging judge of the nearby town (Pat Hingle) pins a badge on Eastwood, and he dutifully, sets out to gather enough scabs, scars, blisters and rope burns to satisfy the sado-masochistic standards set by Leone.\n\nHe does a pretty good job. Begley and Stevens add tone to the cast, and Hingle comes over like an especially earnest Karl Malden. The moral of the story is vaguely against capital punishment, and there's a lot of that thin, windblown guitar twanging for you thin, wind-blown guitar twanging fans.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1968, "date_published": "1968-08-05", "genres": ["Action", "Drama", "Western"], "title": "Hang 'em High (1968)"}