{"url": "http://www.rogerebert.com/reviews/hangin-with-the-homeboys-1991", "by": "Doug E. Dougas Willie", "star_rating": 3.0, "text": "“Hangin' with the Homeboys” was originally set for release in May and June, but then “Boyz N the Hood” made its big splash, and “Straight Out of Brooklyn” got a lot of publicity, and “Hangin' “ was held over until fall. The theory must have been that audiences would confuse the titles - or that maybe the market wasn't big enough to support three films about young inner-city men looking for direction in their lives.\n\nThe fact is, the films aren't that similar - except that all three are good and honest portraits of a generation unsure of what to do with itself. “Boyz” took place in the “hood” of Los Angeles, where palm trees and carports confer a superficial middle-class look to the poor neighborhoods. “Brooklyn” took place in the world of projects and unemployment. “Hangin' “ takes place in the South Bronx, in a high-energy big-city world where the characters talk faster and live a roller-coaster experience where it is just barely plausible they could have all of these adventures in one 24-hour period.\n\nThe movie is about four friends, two blacks, two Hispanics (although one of the Puerto Ricans renames himself “Vinny” and wants to pose as Italian). They set out one evening looking for action, and find it in various forms, but at the same time they also discover a few truths before the sun comes up.\n\nThe cast is relatively unknown, but experienced and talented, and includes the standup comics Doug E. Doug and Mario Joyner, character actors John Leguizamo and Nestor Serrano, and TV actresses Kimberly Russell and Mary B. Ward. The day may come when this movie, like “American Graffiti” and “Diner,” will be remembered because so many in its cast went on to become famous.\n\nThere are no star turns in the story, however; the movie adopts a loose, improvisational style as the homeboys try to crash a party, cruise the streets of Manhattan looking for action, pick up a couple of girls, and begin to realize that their entire lives could be as aimless as this night - unless they get organized.\n\nThe screenplay by Joseph B. Vasquez, who also directed, is fairly conventional in giving each character a problem to solve, and then pushing him toward a solution, but the movie doesn't feel traditional, because Vasquez doesn't hammer his points home, he lets them develop naturally. I liked the way one character is quietly encouraged by a girl to take a chance and go back to school, and the way another one - who sees racism in every slight, real or imagined - is able to start learning that he is not always a victim.\n\nVasquez, like many in his generation of filmmakers, owes a great deal to the techniques of John Cassavetes, who perfected this sort of male-bonding movie. He's helped by his actors, who sometimes seem to be improvising even when they're probably not. I liked the whole way the gate-crashing party scene developed, with the guys trying to fake invitations into a party where everybody knows everybody - and nobody knows them.\n\nOne of the undercurrents in this movie is that these four young men are all essentially good. That needs to be said in films like this, and such films need to be seen. Our society is so racially divided that the sight of four “homeboys” approaching on the street is adequate to strike terror in the hearts of many white (and not a few nonwhite) citizens. Young urban males are often seen only in terms of the fears they inspire, instead of for who they really are.\n\nThese are nice kids. Maybe that's the message.", "running_time": 89, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-09-27", "genres": ["Comedy"], "title": "Hangin' With The Homeboys (1991)"}