{"url": "http://www.rogerebert.com/reviews/hanging-up-2000", "by": "Meg Ryanas Eve", "star_rating": 2.0, "text": "\"I live half my life in the real world and half on the telephone,\" Delia Ephron's father once told her. He was Henry Ephron (1911-1992), the successful writer of such comedies as \"Desk Set\" and \"Daddy Longlegs.\" He was always on the phone with his daughters, and they were always on the phone with one another, and now we have \"Hanging Up,\" a movie inspired by his last days, in which Walter Matthau plays the father as a man who probably should have lived more of his life in the real world.\n\nThe movie is based on Delia's 1995 novel, has been adapted by Delia and her sister Nora, and directed by Diane Keaton, who stars with Meg Ryan and Lisa Kudrow. It is so blond and brittle, so pumped up with cheerful chatter and quality time, so relentless in the way it wants to be bright about sisterhood and death, that you want to stick a star on its forehead and send it home with a fever.\n\nLou, the Matthau character, is in the hospital dying of one of those diseases that only leaves you with enough strength for one-liners. He's been in show business for centuries. He wants constant reassurance from his daughters, who are racing in three different directions and keep in touch through an amazing number of telephones. The oldest, Georgia (Diane Keaton), runs her own magazine, which is named Georgia and is apparently a cross between George and Lear. The middle daughter, Eve (Meg Ryan), is a party planner and mother. The youngest, Maddy (Lisa Kudrow), is an actress on a soap opera that she takes at least as seriously as any of its fans. They love telephone round robins, where one will tell something to the second, who immediately has to tell the third.\n\nThe film is really more about the lifestyles of the women than about their parting from their father, and he sort of understands this; this family has been raised as if it's on a stage, putting on a performance for the world, and the show must go on. There is a moment when Eve recruits Georgia to speak at an event she is coordinating, and Georgia starts talking about her sick father, and does something that can only be described as faking real tears. Yes, she is snuffling on demand, for dramatic purpose, at a key moment in her remarks--but just because you can turn an emotion on and off at will doesn't mean it isn't real. Of course, the attitudes she is expressing are really Eve's (\"You take my life and you use it\"), but borrowed real emotion is still real, right? Delia and Nora Ephron have lived in worlds not unlike this film, and so of course have Keaton, Ryan and Kudrow. There are moments of sharp observation, as when we sense that these pretty, chic women dress for their meetings with one another at least as carefully as a boxer tapes his wrists. The best scenes are the ones in which the daughters are performing as themselves--projecting the images they use in order to carve out psychic space within the family. Georgia must be dominant because she is the oldest. Eve must be accommodating and common-sensical because she is in the middle. Maddy must be dotty because she is the youngest. If the movie hadn't been based on Hanging Up , it could have been based on Gail Sheehy's Passages.\n\nThe peculiar thing about the Matthau character is that he doesn't seem to be sick so much as waiting in a hospital bed for his dialogue to arrive. This is not a movie about true dying heartbreak (for that see \"Unstrung Heroes,\" Keaton's wonderful 1995 film, much wiser about death and about the children it leaves behind). \"Hanging Up\" is more about continuing the legend of the irascible but lovable old man into the grave, if necessary.\n\nMatthau is of course an invaluable actor, lined and weathered, a perfect fit, a catcher's mitt that has seen us through many a good season. Matthau has himself been very ill, and could no doubt have drawn on that experience for enough cries and whispers to furnish a Bergman movie. But he's read the script and understands it and doesn't embarrass himself by providing more authenticity than the material can carry.\n\nAnd the movie doesn't really want to be all that heartbreakingly true. It's a facile comedy of manners, a story in which the three daughters have somehow been taught by their upbringing to put a consistent face on everything. Their incessant telephoning is like a way of staying in tune. There are a couple of other characters in the film, an Iranian doctor and his salt-of-the-earth mother, who at first seem inexplicable, until you realize they function as a reality check. They're phoning in from the real world.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-02-18", "genres": ["Comedy", "Drama", "Horror"], "title": "Hanging Up (2000)"}