{"url": "http://www.rogerebert.com/reviews/hannibal-2001", "by": "Anthony Hopkinsas Lecter", "star_rating": 2.5, "text": "Ridley Scott's \"Hannibal\" is a carnival geek show elevated in the direction of art. It never quite gets there, but it tries with every fiber of its craft to redeem its pulp origins, and we must give it credit for the courage of its depravity; if it proves nothing else, it proves that if a man cutting off his face and feeding it to his dogs doesn't get the NC-17 rating for violence, nothing ever will.\n\nThe film lacks the focus and brilliance of \"The Silence of the Lambs\" for a number of reasons, but most clearly because it misplaces the reason why we liked Hannibal Lecter so much. He was, in the 1991 classic, a good man to the degree that his nature allowed him to be. He was hard-wired as a cannibal and mass murderer, true, but that was his nature, not his fault, and in his relationship with the heroine, FBI trainee Clarice Starling, he was civil and even kind. He did the best he could. I remember sitting in a restaurant with Anthony Hopkins as a waitress said, \"You're Hannibal Lecter, aren't you? I wish my husband was more like you.\" Hopkins returns here as Lecter, although Jodie Foster has been replaced by Julianne Moore as Clarice. We do not miss Foster so much as we miss her character; this Clarice is drier, more cynical, more closed off than the young idealist we met 10 years ago. A decade of law enforcement has taken the bloom off her rose. She is credited, indeed, by the Guinness Book of Records as having killed more people than any other female FBI agent, although like all cops in movies she still doesn't know what to say when her boss demands her badge and her gun. (Suggestion: \"I ordered the D.C. police to stand down, and they opened fire anyway.\") Exiled to a desk job, she soon finds herself invited back to the chase by Lecter himself, who writes her from Florence, Italy, where he is now a wealthy art curator. On his trail is another millionaire, Mason Verger, who wants revenge. Verger was a child molester assigned to Dr. Lecter for therapy, which Lecter supplied by drugging him and suggesting he cut off his face and feed it, as mentioned, to the dogs. Now horribly disfigured, with no eyelids or lips, he remembers: \"It seemed like a good idea at the time.\" (Verger is played with repellent ooze by an uncredited and unrecognizable star; search the end credits.) A Florence detective named Pazzi (Giancarlo Giannini) suspects that the curator is actually Hannibal Lecter, and decides to shop him to Verger for a $3 million reward. This turns out to be a spectacularly bad idea, he realizes, as he ends up spilling his guts for Lecter. Giannini has always had sad eyes, never sadder than in his big scene here.\n\nBut do we like Lecter on the loose? It was the whole point of \"Silence\" that he could never hope to escape. Clarice descended seven flights of stairs and passed through seven locked doors before arriving at the Plexiglas wall that contained his shackled body. Only his mind was free to roam and scheme; the only way he could escape was to think himself out.\n\nIn \"Hannibal,\" Lecter can move freely, and that removes part of the charm. By setting him free to roam, the movie diminishes his status from a locus of evil to a mere predator. He can escape from traps seemingly at will, but that misses the point. He is never more sympathetic here than when he's strapped to a cruciform brace and about to be fed, a little at a time, to wild boars. His voice at that point sounds a note of pity for his tormentors, and we remember the earlier Lecter.\n\nHaving read the Harris novel, I agreed with earlier reviewers who doubted it could be filmed in its original form. What is amazing is that Ridley Scott and screenwriters David Mamet and Steven Zaillian have kept most of the parts I thought would have to go. Verger's muscle-bound lesbian dominatrix sister is missing, along with her electric eel, and the very ending of the novel is gone, perhaps to spare Clarice irreversible humiliation in case there is a sequel. But the face-eating and voracious boars are still here, along with the man whose skull is popped open so that nonessential parts of his brain can be sliced off and sauteed for his dinner.\n\nMany still alive will recall when a movie like this could not be contemplated, let alone filmed and released. So great is our sophistication that we giggle when earlier generations would have retched. The brain-eating scene is \"special effects,\" the face-eating is shot in deep shadow and so quickly cut that you barely see the dogs having their dinner, and Julianne Moore explains in interviews that the story is a fable of good and evil (although she cautions that she \"actually talked to my shrink about it\").\n\nI cannot approve of the movie, not because of its violence, which belongs to the Grand Guignol tradition, but because the underlying story lacks the fascination of \"Silence of the Lambs.\" Lecter on the loose loses power, Clarice is harder and less likable, the story unsuccessfully joins its depravity with its police procedural details, and the movie is too bold in its desire to shock (\"Silence\" somehow persuaded us the shocks were forced upon it).\n\nStill, I'm left with admiration for Scott's craft in pulling this off at all, and making it watchable and (for some, I'm sure) entertaining. The Mason Verger villain character is a superb joining of skill and diabolical imagination, Julianne Moore's agent is probably an accurate portrait of how Clarice would have changed in 10 years, and Anthony Hopkins makes Lecter fascinating every second he is on the screen. The old cannibal still has his standards. \"He said that whenever possible,\" his former jailer Barney recalls, \"he preferred to eat the rude--the free-range rude.\"", "running_time": 131, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-02-09", "genres": ["Action", "Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Hannibal (2001)"}