{"url": "http://www.rogerebert.com/reviews/hannah-and-her-sisters-1986", "by": "Woody Allenas Mickey", "star_rating": 4.0, "text": "Woody Allen's \"Hannah and Her Sisters,\" the best movie he has ever made, is organized like an episodic novel, with acute little self-contained vignettes adding up to the big picture.\n\nEach section begins with a title or quotation on the screen, white against black, making the movie feel like a stately progression through the lives of its characters. Then the structure is exploded, time and again, by the energy and the passion of those characters: an accountant in love with his wife's sister, a TV executive who fears he is going to die, a woman whose cocaine habit has made her life a tightrope of fear, an artist who pretends to be strong but depends pitifully on his girlfriend.\n\nBy the end of the movie, the section titles and quotations have made an ironic point: We try to organize our lives according to what we have read and learned and believed in, but our plans are lost in a tumult of emotion.\n\nThe movie spans two years in the lives of its large cast of characters - New Yorkers who labor in Manhattan's two sexiest industries, art and money. It begins and ends at family Thanksgiving dinners, with the dinner in the middle of the film acting as a turning point for several lives.\n\nIt is hard to say who the most important characters are, but my memory keeps returning to Elliot, the accountant played by Michael Caine, and Lee, the artist's girlfriend, played by Barbara Hershey.\n\nElliot is married to Hannah (Mia Farrow), but has been blind-sided with a sudden passion for Lee. She lives in a loft with the tortured artist Frederick (Max von Sydow), who treats her like his child or his student. He is so isolated from ordinary human contact that she is actually his last remaining link with reality.\n\nLee and Hannah have a third sister, Holly (Dianne Wiest). They form parts of a whole. Hannah is the competent, nurturing one. Lee is the emotional, sensuous earth mother. Holly is a bundle of tics and insecurities.\n\nWhen they meet for lunch and the camera circles them curiously, we sense that in some ways the movie knows them better than they will ever know themselves. And to talk about the movie that way is to suggest the presence of the most important two characters in the movie, whom I will describe as Woody Allen and Mickey.\n\nMickey is the character played by Allen; he is a neurotic TV executive who lives in constant fear of death or disease. He was married to Hannah at one time and fathered her twin boys (after yeoman efforts). Even after Hannah's marriage to Elliot, Mickey remains a member of the family, circling its security with a winsome yearning to belong.\n\nThe family itself centers on the three women's parents, played by Maureen O'Sullivan and Lloyd Nolan as an aging show-business couple who have spent decades in loving warfare over his cheating and her drinking and their mutual career decisions.\n\nIf Mickey is the character played by Woody Allen in the movie, Allen also provides another, second character in a more subtle way. The entire movie is told through his eyes and his sensibility; not Mickey's, but Allen's. From his earlier movies, especially \"Annie Hall\" and \"Manhattan,\" we have learned to recognize the tone of voice, the style of approach.\n\nAllen approaches his material as a very bright, ironic, fussy, fearful outsider; his constant complaint is that it's all very well for these people to engage in their lives and plans and adulteries, because they do not share his problem, which is that he sees through everything, and what he sees on the other side of everything is certain death and disappointment.\n\nAllen's writing and directing style is so strong and assured in this film that the actual filmmaking itself becomes a narrative voice, just as we sense Henry James behind all of his novels, or William Faulkner or Iris Murdoch behind theirs.\n\nThe movie is not a comedy, but it contains big laughs, and it is not a tragedy, although it could be if we thought about it long enough.\n\nIt suggests that modern big-city lives are so busy, so distracted, so filled with ambition and complication, that there isn't time to stop and absorb the meaning of things. Neither tragedy nor comedy can find a place to stand; there are too many other guests at the party.\n\nAnd yet, on reflection, there is a tragedy buried in \"Hannah and Her Sisters,\" and that is the fact of Mickey's status as the perennial outsider. The others get on with their lives, but Mickey is stuck with his complaints. He is afraid of disease and death. Not only is he certain there is no afterlife, he is very afraid that this life might also be a sham. How he ever married Hannah in the first place is a mystery; it must have been an intermediate step on his journey to his true role in life, as the ex-husband and hanger-on.\n\nThere is a scene in the movie where Michael Caine confronts Barbara Hershey and tells her that he loves her. She is stunned, does not know what to say, but does not categorically deny that she has feelings for him. After she leaves him, he stands alone on the street, ecstatic, his face glowing, saying \"I've got my answer! I've got my answer!\" Underlying all of \"Hannah and Her Sisters\" is the envy of Mickey (and Woody) that anyone could actually be happy enough and lucky enough to make such a statement. And yet, by the end of the movie, in his own way, Mickey has his answer, too.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-02-07", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Hannah and Her Sisters (1986)"}