{"url": "http://www.rogerebert.com/reviews/hanna-2011", "by": "Saoirse Ronanas Hanna", "star_rating": 3.5, "text": "\"Hanna\" is a first-rate thriller about the drawbacks of home schooling. As it opens, a teenage girl is in the act of killing a deer with her bow and arrow, and then as she's gutting the carcass, a man sneaks up behind and says, “You're dead!” She engages in a fierce hand-to-hand battle with this man, who turns out to be her father. He has raised her as they lived alone deep in the forest in a house that looks like it was inspired by lots of gingerbread.\n\nGradually most, not all, of the details come clear. Hanna (Saoirse Ronan) has been taught advanced and ruthless killing skills as a means of self-defense against her enemies, who are legion. Her father, Erik (Eric Bana), fears for her safety and his own. He is apparently an agent whose skills and knowledge are so formidable that a CIA officer named Marissa (Cate Blanchett) is obsessed with capturing him — and the child.\n\nHanna decides she is ready for the real world, and the two of them plunge back into a confrontation with the CIA. And then we get an odd cross between a fairy tale and a high-tech action movie. It could have been a fairly strained attempt at either, but director Joe Wright (\"Atonement\") combines his two genres into a stylish exercise that perversely includes some sentiment and insight. \n\nConsider how hard it is to be Hanna. You have never known anyone your own age. You have apparently never met a woman. You speak several languages fluently. You are the master of martial arts and adept at many weapons. Your dad has drilled you to memorize every word in a one-volume encyclopedia that looks like it came as a free gift for opening a new account at a savings & loan. So you are all topped up on facts but have no knowledge at all of the real world.\n\nOf course the movie re­minded me of \"Kick-Ass\" (2010), the action fantasy about a deadly young girl. I like “Hanna” a good deal more, because in its quirky way, it has something to say, a certain wit and a command of the visual poetry of action. There is nevertheless something disturbing about the conversion of little girls into ruthlessly efficient fighters who can kill dozens of people and not give it a second thought. If Hanna were a 16-year-old boy, how would that feel?\n\nMarissa, the CIA boss, is essentially a wicked stepmother figure. Why she hates and fears Hanna and Erik is hinted at in many ways, and they all amount to this: The father and daughter represent a threat to American security so great that millions of dollars are gladly spent in the effort to capture and neutralize them. Is there a more personal motivation? Is Hanna by any chance the daughter of Marissa and Erik? The thought occurs, because Saoirse Ronan and Cate Blanchett resemble each other in their facial bone structures, and also because — well, there are vibes.\n\nJoe Wright has been known until now for civilized literary adaptations, also including the wonderful Keira Knightley version of \"Pride and Prejudice.\" He's not a vulgarian. He has a purpose here, and I think it's to stir some of the same fundamental emotional parts that are reached by fairy tales, especially of the Grimm variety.\n\nHe demonstrates that action movies need not be mindless. There is a role for creative choreography in them, even in largely CGI scenes like a chase sequence involving shipping containers on a dock. Even when human bodies are not really there, their apparent movements must be choreographed, and that sequence is a beauty.\n\nWright and his writers, Seth Lochhead and David Farr, do something else that's effective. They introduce an element of reality. Too many action films exist always at the same unremitting level of violent fantasy. Here, he arranges for Hanna to come across an ordinary British family on vacation. There is a daughter named Sophie (Jessica Barden), who I believe must be the first girl her age Hanna has met; indeed, this is her first encounter with a family, and it's all strange and unfamiliar. The touch of reality brings into focus how peculiar her life has been.\n\nCate Blanchett seems strange. She allows little humanity into her Marissa; she's as personable as Ilsa, She-Wolf of the S.S. Perhaps that's wise. A more human Marissa would introduce tones that might not fit. Her job is to command her minions and focus on the capture of the father and daughter. A chamber in which Hanna is held for a while amusingly reminds us of the James Bond convention that an extraordinary captive demands an extraordinary cell, apparently constructed at great expense for the occasion.\n\n“Hanna” is good, sound filmmaking. It depends on stylistic order and discipline, a clear story map and ingenious action sequences. It is not all banging and flashing. Saoirse Ronan takes on a difficult role and aces it with as much confidence as she did in \"Atonement,\" in which she played a much different character. To see a movie like this is to gain a new understanding of the mindless confusion of something like \"Battle: Los Angeles.\"", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-04-06", "genres": ["Action", "Crime", "Foreign", "Mystery", "Thriller"], "title": "Hanna (2011)"}