{"url": "http://www.rogerebert.com/reviews/hans-christian-andersens-thumbelina-1994", "by": "Jodi Bensonas Thumbelina", "star_rating": 2.0, "text": "I've been trying to remember when I first cared much about topics like love and marriage. I was 12 or 13, I imagine - older than the target audience for \"Thumbelina,\" a G-rated animated feature targeted at children but as obsessed with marriage as a Harlequin romance.\n\nThe story involves a girl the size of a thumb, who meets a Prince Charming the size of a slightly larger thumb and is then separated from him and thrown in with a Dickensian cast of characters who try to marry her off to a toad, a beetle and a mole.\n\nThe tale is adapted with great freedom from a fable by Hans Christian Andersen and has been written and directed by Don Bluth. He is one of the few animators making features outside the Disney umbrella; he worked for Disney from 1972 to 1979 (\"The Rescuers\" was largely his) before breaking away to form his own group.\n\nHis credits since include \"The Secret of NIMH,\" \"An American Tail,\" \"The Land Before Time,\" \"All Dogs Go to Heaven\" and \"Rock-a-Doodle.\" I liked the lush animated colors of \"Dogs\" and the inventive landscape of \"Land,\" which was about orphaned dinosaurs, but in general Bluth's animation is better than his story sense, and that's the case with \"Thumbelina.\" Here is a girl character who is vapid, innocuous and hapless. She needs lessons in pluck from the Little Mermaid. Born in the bud of a flower (Georgia O'Keeffe would have liked that touch), she spends her early years in loneliness, because there don't seem to be any boys the size of a thumb. Then, just as she meets Prince Charming, she's spirited away by the mean Mrs. Toad, as a potential spouse for one of the junior toads. This sets in motion a series of picaresque adventures, including the attempts by a field mouse (with Carol Channing's voice) to fix her up with a rich mole (John Hurt).\n\nI didn't much care, for two reasons: Thumbelina's woe-is-me act got old real fast, and I couldn't care less about her matrimonial prospects. Nor was I much cheered by the eventual arrival of the Prince Charming, who doesn't turn up in time to prevent the singing of several romantic dirges by Barry Manilow. The movie's passive heroine leads to a generally low energy level, and the supporting characters arrive onscreen like game old vaudevillians, doing their song and dance and making way for the next act.\n\nBluth originally left Disney because he found the studio's animation efforts moribund. The irony is that his own films now more closely resemble the Disney of the 1970s than those from the current studio. With \"The Little Mermaid,\" \"Beauty and the Beast\" and \"Aladdin,\" Disney has not only reached a new creative level, but is obviously aiming at a true general audience; the stories, music and action in the new Disney features are entertaining for adults, not just children. It is difficult to imagine anyone over the age of 12 finding much to enjoy in \"Thumbelina.\"", "running_time": 95, "mpaa_rating": "G", "release_year": 1994, "date_published": "1994-03-30", "genres": null, "title": "Hans Christian Andersen's Thumbelina (1994)"}