{"url": "http://www.rogerebert.com/reviews/happy-go-lucky-2008", "by": "Sally Hawkinsas Poppy", "star_rating": 4.0, "text": "Mike Leigh's \"Happy-Go-Lucky\" is the story of a good woman. As simple as that. We first see Poppy peddling her bike through London, and smiling all the time to herself. She stops at a bookshop and tries to cheer up the dour proprietor. No, that isn't right. She doesn't want to change him, just infect him with her irrepressible good nature. She may not even be aware of how she operates. Then her bike is stolen. She takes that right in stride.\n\nPoppy is one of the most difficult roles any actress could be assigned. She must smile and be peppy and optimistic at (almost) all times, and do it naturally and convincingly, as if the sunshine comes from inside. That's harder than playing Lady Macbeth. Sally Hawkins been in movies before, including Leigh's \"Vera Drake\" and Woody Allen's \"Cassandra's Dream,\" but this is her star-making role. She was named best actress at Berlin 2008. I will deliberately employ a cliche: She is a joy to behold.\n\nAt first, that seems to be all there is to it. The movie will be about Poppy, and her job as an elementary schoolteacher, and the lessons she is taking in flamenco dancing, and her flatmate Zoe, and her sister, Suzy, and how she starts to feel about Tim, the school counselor who comes to assist her with a troubled little boy. That would almost be enough. But \"Happy-Go-Lucky\" is about a great deal more, and goes very much deeper.\n\nAs she works with the little boy, we see that she's not at all superficial, but can listen, observe, empathize and find the right note in response. In another scene, which may not seem to fit but is profoundly effective, she comes across a homeless man in the shadows under a rail line, and talks with him. He's one of those people who chants the same thing, ferociously, over and over. She listens to him, speaks with him, asks if he's hungry. She is not afraid. She's worried about him. I think he's aware of that, and it soothes him. It is possible nobody has spoken to him in days or weeks.\n\nSo we get these glimpses into Poppy's deeper regions. Then she decides to take driving lessons and meets Scott, the instructor. He is played brilliantly by Eddie Marsan, an English comedian who as an actor often finds morose, worrywart roles. See him as the pessimistic Jewish father in the recent \"Sixty-Six.\" Scott is an angry man. Oddly for a driving instructor, he seems to channel road rage. His system for helping her remember the rear-view mirror and the two side mirrors involve naming them after fallen angels. He screams at her. No one could drive with Scott at their side.\n\nAny other person would quit working with Scott after one lesson. Not Poppy. Does she think she can help him? Their relationship descends into an extraordinary scene during which we suddenly see right inside both of them and understand better what Poppy's cheerfulness is all about. We also see Scott's terrifying insecurity and self-loathing; Marsan is spellbinding.\n\nThis is Mike Leigh's funniest film since \"Life Is Sweet\" (1991). Of course he hasn't ever made a completely funny film, and \"Happy-Go-Lucky\" has scenes that are not funny, not at all. There are always undercurrents and oddness. His films feel as if they're spontaneously unfolding; he has a vision of his characters that is only gradually revealed. He almost always finds remarkable performances, partly because he casts actors, not stars, and partly because he and the actors rehearse for weeks, tilting the dialogue this way and that, contriving back stories, finding out where the characters came from before the movie began, predicting where they will go after it's over.\n\nI had seen Sally Hawkins in movies before. She was the rich girl who went to the private clinic in \"Vera Drake.\" No role could be more different than Poppy. Leigh, who spent years working for the stage, was able to imagine her as Poppy, a role very few women could play. Maybe Meryl Streep could sustain that level of merriness, but then what can't she do? \n\nAnd now I must ask, what can't Hawkins do? There are countless ways she might have stepped wrong. But she breezes in on her bicycle and engages our deepest sympathy. Poppy has a gift, as I said, for not running, but standing there, reading the situation, understanding other people and acting helpfully. By that I do not mean she cheers them up.", "running_time": 118, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-23", "genres": ["Comedy", "Drama", "Foreign"], "title": "Happy-Go-Lucky (2008)"}