{"url": "http://www.rogerebert.com/reviews/happy-birthday-wanda-june-1972", "by": "Rod Steigeras Harold Ryan", "star_rating": 2.0, "text": "\"Happy Birthday, Wanda June\" is an unhappy movie debut for the work of Kurt Vonnegut Jr., who In the matter of screenwriting turns out to be his own worst friend. He locks us almost literally into-one set for two hours and gives us unwieldy gobs of his artificially mannered dialog, until we cry enough! Enough! Just as he is finally working up to his message\n\nThe message isn't much: A kind of desperate plea by woman against man's violence, left unresolved by the final freeze-frame of Rod Steiger looking frustrated. Vonnegut's messages have seldom been in his dialog, but in the attitudes and universes he creates. He should have stayed faithful to his own mad genius. By spelling things out, all he demonstrates is that he can spell.\n\nHis story involves the return after eight years of a famous and grizzled machismo figure, played by Steiger. He has been lost in the South American rainforest, brain-drained by Indians and so on. Meanwhile, his wife (Susannah York) tries to raise their son and to handle the attentions of the pacifist doctor who lives next door, and the militarist vacuum-cleaner salesman who loves her.\n\nSteiger comes home, tries to reestablish a male dictatorship in the household, busts the doctor's violin and puts the salesman to work cooking him breakfast. The son is caught in what I guess they're still calling a personality conflict, the wife rejects her husband's reliance on violence, there is a confrontation over a rifle, and somewhere we're left slogging through the fallout of \"Virginia Woolf,\" \"Little Murders,\" and the short, happy life of Mrs. Francis Macomber.\n\nDirector Mark Robson has made a few efforts to \"open up\" the set-bound Vonnegut screenplay, but most of his ventures outdoors simply emphasize the claustrophobia. The half-dozen or so outdoor scenes seem to have been shot in the same city block. One of them is so obviously an effort to break out of the set that it's pathetic: Steiger tells his son, \"Let's take a walk,\" and then they walk outside for the next three or four minutes of dialog. Dialog completed, Steiger says, \"Let's go back inside.\" The only apparent reason for the, walk was to work in some trees after all those sofas and kitchen counters.\n\nOther essentially literary devices, like some fantasy scenes set in heaven, are embarrassing. We meet Wanda June herself, she plays heavenly shuffleboard with Jesus and other celestial athletes, and her dialog sounds as if it would read funny, but it doesn't speak funny. What we're left with is a movie that believes in words more than in pictures; it might have been a good radio play.", "running_time": 105, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-02-22", "genres": null, "title": "Happy Birthday, Wanda June (1972)"}