{"url": "http://www.rogerebert.com/reviews/happily-ever-after-2005", "by": "Charlotte Gainsbourgas Gabrielle", "star_rating": 2.0, "text": "\"Happily Ever After\" is among other things a dirge for the death of the French style of adultery. These Parisian philanders seem no more chic than your average cheating American. Recall the elegance of the adultery in a film like Renoir's \"Rules of the Game,\" and then regard a couple in this film having a food fight. Of course, in Renoir the elegance was all upstairs among the aristocrats, while the gamekeeper and the footman chased each other around the kitchen, fighting over the gamekeeper's wife. Has everyone in France moved into the kitchen?\n\nThe movie opens with a man making a crass pickup attempt at a bar. The woman who is his target efficiently dismisses and humiliates him, turns her attention to another man, and picks him up. In no time at all they are plundering their netherlands in a parked car, and it is only when they get inside an apartment that we realize they are man and wife. It's a game to bring a little spice into their marriage.\n\nThat couple is Vincent, played by Yvan Attal, who also wrote and directed the movie, and Gabrielle (Charlotte Gainsbourg, his real-life wife). Another couple in the story is the miserable Georges (Alain Chabat), whose feminist wife Nathalie (Emmanuelle Seigner) finds fault with everything he does, including buying gender-appropriate toys for their children. What does a little boy need? A toy vacuum cleaner, obviously.\n\nThese two men join in an occasional poker game with Fred (Alain Cohen), a bachelor and obsessive ladies' man, and an Indian man who enjoys frequent and satisfying sex with his wife after 20 years. The plot, which is generous with its characters, also provides Vincent with a mistress (Angie David), who at one point is actually talking to him on her cell phone while sitting at the next table in a restaurant from Vincent's wife. We also meet Vincent's parents (Anouk Aimee and Claude Berri) and the mistress's mother (Aurore Clement), looking uncannily like a mistress herself.\n\nIf I spent a lot of time performing a census of the cast, it is because the movie seems to rotate among its characters as if taking inventory. Nothing happens in \"Happily Ever After\" that I cared much about.\n\nThere is a scene where Gabrielle is at a Virgin megastore, listening to an album on headphones, and Johnny Depp joins her at the same kiosk and listens to the same song. They smile enigmatically, about the album, I guess, and he walks away. Later, Gabrielle, who is a Realtor, discovers she is showing an apartment to a man who is -- why, it's Johnny Depp. They get on the elevator, and find themselves kissing, and the elevator goes up, and up, and up, no doubt being circled by the stairway to heaven.\n\nScenes like this cause me to become unreasonably restless. Does Gabrielle know this man is Johnny Depp? Does the movie? Does Depp? Is the movie so cool everybody knows he's Johnny Depp but just doesn't say so? Is his appearance intended as an endorsement? Or is he not supposed to be Johnny Depp, in which case why was he cast?\n\nIf the movie had given Gabrielle and the man something to actually say or do, none of these questions would be anywhere near the surface of my mind. Depp would be playing a role, instead of making a cameo. The cuteness of his appearance is an emblem of the film's self-absorbed satisfaction with itself: It need not extend itself to involve or amuse us, because its characters are so content to circulate among each other's genitals.\n\nThere's nothing much wrong with the film; my complaint is that there's nothing much right about it. Why do I need to see it? What do I learn? Why should I smile? Does the movie approve of the feminist wife, disapprove, or consider her merely as a collection of character traits? Why is so little made of the Indians, who after all have mastered the happiness the others seek? What does it say about a couple when a food fight escalates into an action scene? I don't know, and I don't care, and if they are all really going to live happily after it will not be in this movie or even, at their rate of growth, in its sequel.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-07-28", "genres": null, "title": "Happily Ever After (2005)"}