{"url": "http://www.rogerebert.com/reviews/happy-feet-two-2011", "by": "Elijah Woodas Mumble (voice)", "star_rating": 2.5, "text": "The opening musical number in \"Happy Feet Two\" reminds me of Zhang Yimou's choreography for the 2008 Olympics. There are thousands and thousands of penguins, all perfectly coordinated, singing and dancing. One wonders if, like the Chinese performers, they were getting their cues from tiny earpieces. But where are a penguin's ears? \n\nThe fact is, penguins offer relatively little for an animator to work with. They can't smile or wink. They can't furrow their brows. They have flippers instead of hands. As for dancing, we look at two big feet extending a few inches from a spheroid body and know we won't be reminded of Fred Astaire. By and large, penguins look much alike. I'm sure they can tell themselves apart, but I was thankful for the one wearing the rainbow knit sweater and wish they'd all had baseball caps or tattoos — anything.\n\nThe youngish audiences for this movie may not agree with me. George Miller's original \"Happy Feet\" (2006) grossed $385 million and won an Oscar for best animated feature, and here again is the hero Mumble (Elijah Wood), now with a young son, Erik (Ava Acres). The two of them and perhaps a dozen other penguins, krill, seals and puffins are developed as characters; the thousands of others are as alike as members of a marching band. Some whole species are denied individual status; the birds are merely birds, and although we share the suffering of the krill as they risk being eaten, there is no sympathy for lots of fish that are gobbled alive.\n\nAntarctica is still melting, as the first film warned. In \"Happy Feet Two,\" an enormous chunk of a glacier breaks off, stranding the so-called Penguin Nation in an isolated bowl from which there seems to be no escape. Luckily, Erik and a couple of his pals, who were bad penguins and ran away from home, are outside the bowl, and much of the action involves how the Penguin Nation can escape. Starvation is the alternative.\n\n\"Happy Feet Two\" is handled as a musical with a startling range of tastes; we get numbers all the way from Queen's \"We Are the Champions\" to a solo aria, \"E lucevan le stelle,\" from Puccini's \"Tosca.\" You wonder how these penguins found out about Puccini. Then you realize it's just as inexplicable how they found out about Queen. No matter. Younger viewers, who have no idea what an aria is, may simply enjoy the music.\n\nThe lives of all the surface creatures are intercut with a parallel plot involving two new characters, bright orange krill voiced by Matt Damon and Brad Pitt. What would you give to see a behind-the-scenes documentary of the two of them doing a voicing session? A krill, in case an instant of doubt crossed your mind, looks something like a shrimp, with countless spindly legs.\n\nAs the krill themselves discuss bitterly, they occupy the bottom of the food chain in Antarctica and are scooped up in the millions by humpback whales and suchlike. They survive only because they're individuals and have the pluck to leave their swarm. The very word swarm tends to reduce a krill's self-esteem, don't you imagine? It's one thing to be a member of a pack, a school, a herd, a team, a flock or a pride, but — a swarm?\n\nBecause all the action must take place near the deep ice bowl where the penguins are trapped, there are two possibilities: climbing out or sliding down. Penguins are especially adept at sliding on their plump, sleek bellies, and some of their stunts resemble extreme sports. Along the way, the film teaches many wholesome lessons about family, self-confidence and hope, as well as the importance of being as high in the food chain as possible.\n\nFor me, \"Happy Feet Two\" is pretty thin soup. The animation is bright and attractive, the music gives the characters something to do, but the movie has too much dialogue in the areas of philosophy and analysis. It occurred to me, not for the first time, that it is a hard life being a penguin.", "running_time": 99, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-11-16", "genres": ["Animation", "Comedy", "Family", "Foreign", "Music"], "title": "Happy Feet Two (2011)"}