{"url": "http://www.rogerebert.com/reviews/happiness-1998", "by": "Jane Adamsas Joy Jordan", "star_rating": 4.0, "text": "Todd Solondz's \"Happiness\" is a film that perplexes its viewers, even those who admire it, because it challenges the ways we attempt to respond to it. Is it a portrait of desperate human sadness? Then why are we laughing? Is it an ironic comedy? Then why its tenderness with these lonely people? Is it about depravity? Yes, but why does it make us suspect, uneasily, that the depraved are only seeking what we all seek, but with a lack of ordinary moral vision? In a film that looks into the abyss of human despair, there is the horrifying suggestion that these characters may not be grotesque exceptions, but may in fact be part of the mainstream of humanity. Whenever a serial killer or a sex predator is arrested, we turn to the paper to find his neighbors saying that the monster \"seemed just like anyone else.\" \"Happiness\" is a movie about closed doors--apartment doors, bedroom doors and the doors of the unconscious. It moves back and forth between several stories, which often link up. It shows us people who want to be loved and who never will be--because of their emotional incompetence and arrested development. There are lots of people who do find love and fulfillment, but they are not in this movie.\n\nWe meet Joy (Jane Adams), who has just broken up with the loser she's been dating (Jon Lovitz). He gives her a present, an engraved reproduction ashtray he got through mail order, but after she thanks him (\"It almost makes me want to learn to smoke\") he viciously grabs it back: \"This is for the girl who loves me for who I am.\" We meet Allen (Philip Seymour Hoffman), who describes pornographic sexual fantasies to his therapist (Dylan Baker) and then concludes that he will never realize them because he is too boring. The therapist, named Bill, is indeed bored. Later Bill buys a teen-idol magazine and masturbates while looking at the photos.\n\nWe meet Joy's two sisters, Trish (Cynthia Stevenson) and Helen (Lara Flynn Boyle). Trish is a chirpy housewife, who is married to Bill the psychiatrist but knows nothing of his pedophilia. Helen is a poet who drops names (\"Salman is on the line\") and describes the countless men who lust for her. The parents of the three sisters (Louise Lasser and Ben Gazzara) have been married for years, but now Lenny wants to leave. Not to fool around. Just to be alone.\n\nWe meet Kristina (Camryn Manheim), a fat girl who lives down the hall from the solitary Allen, and knocks on his door to announce that Pedro, the doorman, has been murdered. (His body has been dismembered and put in plastic bags: \"Everyone uses Baggies. That's why we can relate to this crime.\") Allen doesn't want to know. He leafs through porno magazines, gets drunk and makes obscene phone calls. One of his calls goes to the woman he fantasies about. It is Helen, the \"popular\" sister, who enjoys his heavy breathing and calls him back.\n\nWe get the sense of warehouses of strangers--of people stacked into the sky in lonely apartments, each one hiding secrets. We watch in sadness and unease as Bill the shrink attends his son Billy's Little League game and becomes enraptured by one of his teammates. When the other boy has a \"sleep-over\" with Billy, Bill drugs his family and molests the young boy (not shown onscreen).\n\nLater, there is a heartbreaking conversation between Billy and his father. (Billy is isolated in closeup and we assume the young actor is reading the lines without knowing what the older actor is saying.) Their talk lingers in uneasy memory. The boy has been told at school that his father is a molester. He asks his dad if it is true. His father says it is. In a scene of pain and sadness, the boy asks more questions and the father answers simply, briefly and completely honestly. A friend who saw the movie told me, \"Instead of lying, he kept telling him the truth, regardless of how hard that was for both of them. The honesty may be the one thing that saves the son from the immense damage done by the father.\" Well, I hope so.\n\n\"Happiness\" occupies the emerging genre of the New Geek Cinema, films that occupy the shadowland between tragedy and irony. Todd Solondz also made \"Welcome to the Dollhouse\" (1996), about an unpopular 11-year-old girl who defiantly improvises survival tactics. \"Happiness\" is harder to take, and yet equally attentive to the suffering of characters who see themselves outside the mainstream--geeks, if you will, whose self-image is formed by the conviction that the more people know about them, the less they'll like them.\n\nWhy see the film? \"Happiness\" is about its unhappy characters, in a way that helps us see them a little more clearly, to feel sorry for them, and at the same time to see how closely tragedy and farce come together in the messiness of sexuality. Does \"Happiness\" exploit its controversial subjects? Finally, no: It sees them as symptoms of desperation and sadness. It is more exploitative to create a child molester as a convenient villain, as many movies do; by disregarding his humanity and seeing him as an object, such movies do the same thing that a molester does.\n\nThese are the kinds of thoughts \"Happiness\" inspires. It is not a film for most people. It is certainly for adults only. But it shows Todd Solondz as a filmmaker who deserves attention, who hears the unhappiness in the air and seeks its sources.", "running_time": 140, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-10-23", "genres": ["Comedy", "Drama", "Indie"], "title": "Happiness (1998)"}