{"url": "http://www.rogerebert.com/reviews/happy-gilmore-1996", "by": "Adam Sandleras Happy Gilmore", "star_rating": 1.5, "text": "\"Happy Gilmore\" tells the story of a violent sociopath. Since it's about golf, that makes it a comedy. The movie, the latest in the dumber and dumbest sweepstakes, stars Adam Sandler as a kid who only wants to play hockey. He hits the puck so hard he kills his father, who is in the act of filming a home movie. (Actually, he kills his father's camera, but it's a small point.) \n\nHappy can't skate very well, and when he's not chosen for the hockey team, he beats up the coach. Life seems to hold no future for him. After his father's death he is taken in by his beloved grandmother (Francis Bay), and then a crisis strikes: The IRS seizes Grandma's house and possessions. How can Happy possibly earn $275,000 to pay all of the back taxes? \n\nDuring a visit to a golf driving range, he discovers a hidden talent. He can hit the ball hundreds of yards, straight as an arrow.\n\nHe's taken under the wing of a veteran golf pro named Chubbs (Carl Weathers) who tries to teach him the game, but it's Happy's tendency to explode and pound his clubs into the ground when he misses a shot.\n\n(Chubbs retired from the tour when a one-eyed alligator bit off his hand in a water trap; he is now forced to use a flimsy wooden hand, which he grasps with his real hand, which is clearly outlined beneath his shirt sleeve. No prizes for guessing that the alligator will turn up again.) \n\nHappy's long game is great but his short game stinks. He goes on the tour, where the defending champion, Shooter McGavin (Christopher McDonald), becomes his archenemy. They go mano a mano for weeks, in a series of golf scenes that are too heavy on golf for non-golfers, and too irrelevant to the ancient and honorable game for those who follow it. At a pro-Am tourney Happy teams with Bob Barker, whose fight scene seems longer in the preview trailer.\n\nThe Happy Gilmore character is strange. I guess we are supposed to like him. He loves his old Grandma, and wins the heart of a pretty public relations lady (Julie Bowen) who tries to teach him to control his temper. Yet, as played by Sandler, he doesn't have a pleasing personality: He seems angry even when he's not supposed to be, and his habit of pounding everyone he dislikes is tiring in a PG-13 movie. At one point, he even knocks the bottom off a beer bottle and goes for Shooter.\n\nIt was a Heineken's beer, I think. The label was a little torn. Maybe nobody paid for product placement. \"Happy Gilmore\" is filled with so many plugs it looks like a product placement sampler in search of a movie. I probably missed a few, but I counted Diet Pepsi, Pepsi, Pepsi Max, Subway sandwich shops, Budweiser (in bottles, cans, and Bud-dispensing helmets), Michelob, Visa cards, Bell Atlantic, AT&T, Sizzler, Wilson, Golf Digest, the ESPN sports network, and Top-Flite golf balls.\n\nI'm sure some of those got in by accident (the modern golf tour has ads plastered on everything but the grass), but I'm fairly sure Subway paid for placement, since they scored one Subway sandwich eaten outside a store, one date in a Subway store, one Subway soft drink container, two verbal mentions of Subway, one Subway commercial starring Happy, a Subway T-shirt, and a Subway golf bag. Halfway through the movie, I didn't know what I wanted more: laughs, or mustard.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-02-16", "genres": ["Comedy", "Sport", "Sports Film"], "title": "Happy Gilmore (1996)"}