{"url": "http://www.rogerebert.com/reviews/happy-texas-1999", "by": "Jeremy Northamas Harry Sawyer", "star_rating": 3.0, "text": "There is a moment early in \"Happy, Texas\" when an escaped convict looks at a roomful of 5-year-old beauty pageant contestants and asks them if they know the words to \"Ninety-Nine Bottles of Beer on the Wall.\" They stare at him with curiosity. After all, he is the out-of-town pageant consultant, hired to prepare them for the Little Miss Fresh-Squeezed Pre-Teen Beauty Pageant.\n\nThe convict's name is Wayne Wayne Wayne Jr. (Steve Zahn). He and Harry Sawyer (Jeremy Northam) have escaped from an overturned prison van, cut through their handcuffs and stolen an RV at a gas station. What they discover belatedly is that the RV belongs to two gay men who travel around Texas consulting on beauty contests. \"Lots of folks are looking for you,\" says Happy's sheriff, Chappy Dent (William H. Macy), as he stops them outside town.\n\nThey think they're being arrested. Not at all. They're being hired. And they decide to stay in the town after they meet the local bank president (Ally Walker) and realize a bank heist might be a pushover. That requires them to impersonate pageant consultants, in a plot that brings together three of the oldest dodges in the screenwriter's arsenal (Fish Out of Water, Mistaken Identities, Love Under False Pretenses). What saves the movie is that it doesn't really depend on the plot wheezes. They're taken for granted, in a comedy that's really about human nature.\n\nSince Wayne and Harry are assumed by everyone in town to be a gay couple, that makes them safe \"friends\" for two local women--Walker, as Jo the bank president, and Illeana Douglas, as Ms. Schaefer, the teacher in charge of the little contestants. We get the obligatory dialogue passages in which the women are talking about one thing and the men about another, but we don't care, because the actors sell the situation so amusingly--and warmly. Zahn's performance is especially funny; he's rough-hewn, unsophisticated and not very bright, and he quickly falls desperately in love with \"Ms. Schaefer.\" The hurdle of his sexual orientation? No problem: \"That whole gay thing is just like a hobby.\" Harry quickly sees that pretending to be gay is a way to get close to Jo, but there's another complication: Sheriff Chappy Dent has a crush on Harry, and asks him out for a date, leading to an evening in a cowboy gay bar, where Harry follows and Chappy leads (\"Now I'm gonna spin ya!\").\n\nMacy's performance as the quietly, earnestly in love sheriff is the most touching in the movie, another role in which he gets laughs by finding the truth beneath the humor. He lets his eyes carry scenes where no dialogue would have worked.\n\nZahn's work gets the loud laughs. In the division of labor between the two escaped cons, Harry takes over the bank job and Wayne's task is to pose as a choreographer. Completely without a clue, Wayne studies videotapes and then tries to teach the same steps to the dutiful little girls, and discovers, amazingly, that he is not without talent at the pageant business. (\"I'm trying to figure out if slip-stitching or basting is the best way to sew on a sparkly heart.\") There's boundless good nature in the work by Douglas and Zahn. And watching Jeremy Northam is a revelation: Here is the slick, urbane British gentleman of \"Emma,\" \"The Winslow Boy\" and \"An Ideal Husband,\" playing a Texas convict and not missing a beat.\n\nMark Illsley, who produced, directed and co-wrote the script, had his choice of two endings: the big pageant or the bank job. I would have liked more pageant and less of the bank, but the film is so good-humored, it hardly matters. This is one of those comedies that doesn't pound us on the head with the obvious, but simply lets us share vast amusement.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-10-08", "genres": ["Comedy", "Crime", "Indie"], "title": "Happy, Texas (1999)"}