{"url": "http://www.rogerebert.com/reviews/happy-accidents-2001", "by": "Marisa Tomeias Ruby Weaver", "star_rating": 3.0, "text": "S am tells Ruby he has back-traveled in time from May 8, 2439--starting in Dubuque, Iowa, \"on the Atlantic Coast.\" Guys have used weirder pick-up lines. Ruby has heard them. She's a \"fixer,\" an emotional co-dependent who seems to attract the losers, the needy and the fetishists. In some ways, Sam is the most normal guy she's dated. \"Happy Accidents\" is their love story.\n\nRuby (Marisa Tomei) is deep in analysis. She repeats after her therapist, \"I am willing to find a balance between my own needs and my concern for others.\" Sam (Vincent D'Onofrio) is not who she needs to meet at this stage in her recovery. He explains that mankind has survived two ice ages, that most humans are clones created by corporations, and that his parents are \"anachronists\" who live in a reservation and practice the officially discouraged practice of reproducing through sex. He found a photo of Ruby, he says, and felt compelled to travel through time to find her, love her, and save her from certain death.\n\nUh, huh. And yet there is something strangely convincing about Sam. D'Onofrio has played some odd characters in his time (notably Robert E. Howard, the creator of Conan the Barbarian, in \"Whole Wide World\"). This time, given an astonishing background, he plays the character persuasively and realistically; if a man came back from 2439, he might act something like this. Indeed, if an otherwise absolutely normal man of the present time thought he came back from 2439, he might act like this in all details other than the time-travel business.\n\nIt is Ruby who seems from another time. The first time we meet her, she's working as a directory assistance operator, and is fired for inappropriate verbal interactions with the customers. Her shrink thinks maybe she has some kind of a need to look for trouble, and thinks Sam is trouble with a capital T.\n\nYet Sam and Ruby fall in love. And although it would seem in the nature of things that there is no way for Sam to prove that his story is on the level, things do sometimes oddly turn out as if he might possibly be telling the truth. (The camera allows us to see, as he sees, coffee running backwards out of his cup and up into the pot, in what is possibly an example of Residual Temporal Drag Syndrome.) Whether he is really from 2439, I will not say. \"Happy Accidents\" isn't really about that, anyway. It's about the collision of these two personalities, and the catalyst of love.\n\nBrad Anderson, the writer-director, chose wisely in casting Tomei and D'Onofrio, because they can both look normal one moment and then have a strange light in their eyes a second later. Watch the way Tomei screws up her mouth in unhappiness at an art gallery opening. See how D'Onofrio seems absolutely, convincingly, bottom-line credible--and then pushes just a smidgen further.\n\n\"Happy Accidents\" is essentially silliness crossed with science fiction. The actors make it fun to watch. And Anderson is good with the supporting roles, including Tovah Feldshuh as Ruby's mother, Lillian, who advises her to seize the moment (Lillian's husband was an alcoholic, and she learned too late that she liked him better when he was drinking). There is also a cameo for Anthony Michael Hall that is the best thing in its line since Marshall McLuhan stepped out from behind a movie poster in \"Annie Hall.\"", "running_time": 110, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-09-14", "genres": ["Comedy", "Fantasy", "Indie", "Romance", "Science Fiction"], "title": "Happy Accidents (2001)"}