{"url": "http://www.rogerebert.com/reviews/happy-times-2002", "by": "Dong Jieas Wu Ying", "star_rating": 2.0, "text": "One of the challenges of foreign movies is to determine how they would play on their native soil. Here, for example, is \"Happy Times,\" from the sometimes great Chinese director Zhang Yimou. It is about a group of unemployed men who build a fake room in an abandoned factory, move a blind girl into it, tell her it is in a hotel, and become her clients for daily massages, paying her with blank pieces of paper they hope she will mistake for money.\n\nOn the basis of that description, you will assume that this movie is cruel and depraved. But turn now to the keywords under \"tone\" in the movie's listing at allmovie.com, and you will find: \"Sweet, Reflective, Light, Humorous, Easygoing, Compassionate, Affectionate.\" \"Happy Times\" is a comedy, and has been compared to Chaplin's \"City Lights,\" which was also about a jobless man trying to help a blind girl.\n\nConsider first how this movie would play if it were a Hollywood production. Imagine a good-hearted everyman (Steve Martin, let's say) with a group of cronies (we'll cast Harvey Keitel, Jeff Daniels, Bill Paxton, Steve Buscemi and Danny DeVito). They build a fake room and install a young, naive, blind girl (Christina Ricci), and go for daily massages, etc. Is there any way your imagination can stretch widely enough for this scenario to become a Compassionate and Affectionate comedy? I say not. There must be something cultural at work here. When American critics praise the movie (and most of them have), they are making some kind of concession to its Chinese origins. A story that would be unfilmable by Hollywood becomes, in Chinese hands, \"often uproariously funny\" (New York magazine), \"subtle and even humorous\" (Film Journal International), and \"wise, gentle and sad\" (New York Times). The movie's message, according to FJI, is that \"the underpinning of paternalistic values which once protected the old and ensured a future for the young is now a pretense.\" Uh, huh. I can even halfway understand those reviews, because the movie sets up like a comedy, plays like a comedy and barks like a comedy, so it must be a comedy. It opens with a retired man named Zhao (Zhao Benshan) proposing marriage to a jolly divorcee (Dong Lihua), who meets his high standards for chubbiness. He needs money to bring about the match, however, and so teams up with a buddy to turn an abandoned bus into a \"love hotel,\" which lonely couples can rent by the hour.\n\nHe tells his intended he is a hotel owner, but then the bus is hauled away. He meets Wu Ying (Dong Jie), his fiancee's stepdaughter, who is blind and has been abandoned by her father, the divorcee's most recent husband. Acting the big shot, Zhao tells them he will give the girl work in his hotel, and then enlists his buddies in building the fake room, paying the fake money for the massages, etc.\n\nThis is all done good-heartedly, you see. The cronies are warm and caring men, who, when they are not receiving massages, sit on the rafters to look down into the roofless room; they nod approvingly at \"Little Wu's\" happiness, and the movie argues that they practice their deception to make her happy.\n\nThat assumes their definition of happiness for a blind young teenage girl is to let her sit in a \"hotel room\" 24 hours a day, waiting for one of her newfound friends to come in for a massage. This would not be my definition of happiness, or perhaps yours, although it might fit for the hero of John Fowles' novel The Collector. To me, it sounds like a cruel deception carried out by men of marginal intelligence, with reactionary ideas about women and a total lack of empathy.\n\nThere is a poignant ending that I found particularly inexplicable. Please do not read further unless you are prepared for spoilers. It turns out that Little Wu was aware of the deception all along (we see her using a stick to prove to herself that the room has no ceiling). With the acute hearing and memory of the blind, she also no doubt noticed that the \"street noises\" outside her \"room\" were a tape recording, played over and over. She went along with the deception, she tells Zhao, because she was so incredibly touched and moved by the care of her new friends, and the lengths they went to trying to make her happy. This is all revealed in a tape recording she leaves behind, and then we see her, all by herself, setting out alone on the road of life, while sentimental music plays.\n\nThe movie seems to come from a simpler, more innocent culture. There is never a hint of sex in it, for one thing. The massages are completely chaste, the men like them that way, and it never occurs to the girl that it is creepy that she is giving massages to a bunch of anonymous men while living in a fake hotel room. Apparently, the men never, ever, look down into the room while Little Wu undresses. No, the movie is Sweet, Reflective, Light, Humorous, Easygoing, Compassionate, Affectionate.\n\nIf I did not find it that way, if I found it creepy beyond all reason, that is no doubt because I have been hopelessly corrupted by the decadent society I inhabit. Or ... are there moviegoers in China who also find \"Happy Times\" odd in the extreme? I searched the Chinese Movie Database and the sites of the People's Daily, the South China Morning Post and English-language papers from Shanghai and Beijing, without finding any mention of the film at all. The Web is worldwide and perhaps I will hear from a Chinese reader or two. Please slug your message \"Happy Times\" so it will stand out from all the offers I get for discount Viagra.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-08-09", "genres": ["Comedy", "Drama", "Eastern"], "title": "Happy Times (2002)"}