{"url": "http://www.rogerebert.com/reviews/happy-happy-2011", "by": "Agnes Kittelsenas Kaja", "star_rating": 3.0, "text": "Women sometimes have a way of bursting into shrieks of delight on seeing each other, as if calmer behavior could not contain their ecstasy. Kaja, the heroine of \"Happy, Happy,\" lives in such a state of permanent exhilaration. She lives with her husband, Eirik, and son Theodor in a snowbound Norwegian landscape, and when they rent the house next door to a couple with a boy, she acts like she's won the lottery. Kaja (Agnes Kittelsen) explains to Elisabeth, her new neighbor, how they can flash the lights in their windows to signal each other, like a couple of giddy schoolgirls.\n\nEirik (Joachim Rafaelsen) is in a perpetual funk, a practitioner of passive aggression. Elisabeth (Maibritt Saerens) and her husband, Sigve (Henrik Rafaelsen), seem to be an ideal couple, although they don't seem to have much interaction with their adopted Ethiopian son, Noa. The two families quickly have dinner, which leads to an unwise session of \"The Newlywed Game\" in which both sides make unwise revelations. We learn that Elisabeth and Sigve have moved to this remote district on a rebound from Elisabeth's affair. And that Kaja and Eirik have no sex life; he blames her yeast infection, she says it was cleared up a year ago, and the degree of her unhappiness can be gauged the same night when she unexpectedly performs oral sex on Sigve when they've stepped away from the table.\n\nSigve is ready for sex, perhaps to avenge his wife's affair, and there's one of those rollicking scenes in which Scandinavians seem immune to the cold. When Eirik is away on a \"hunting trip,\" they romp naked in the snow, much to the disgust of her son, Theodor, who sides with his father and has withdrawn from his happy happy mother.\n\nThere is oddness all about. Eirik has constructed a free-standing wooden teepee in a field, to which he retreats for chilly solitude. After he makes a pass at Sigve and is rebuffed, we suspect his hunting trips may seek two-legged game. Meanwhile, Theodor shares with Noa his children's book about slavery, and explains to the silent African boy that he is his slave, and must carry baskets on his head and submit to whipping. Noa is a good sport and goes along. The parents never seem aware of this game.\n\nThe key performance is by Kittelsen, as Kaja. She is so desperately needy. Her happiness is so sadly forced, it borders on hysteria. Her husband is so remote, we understand why she was excited to get new neighbors. It's a fascinating performance.\n\nThe other cast members are all solid, in a plot that puts them through a below-zero soap opera. The slave play between Noa and Theodor makes us uncomfortable because it leads nowhere and seems to lack a purpose. Noa, such a small boy, simply goes along with it to be agreeable. He's passive and sometimes his adoptive parents seem almost to forget him.\n\nThen there is a peculiar device by director Anne Sewitsky, who cuts at regular intervals to an American a cappella singing quartet, which performs folk songs in English. Why? Perhaps to provide ironic counterpoint in a misplaced attempt at cleverness. Kaja later finds the nerve to sing in the church choir, which is a breakthrough, I guess.\n\nWinner of Sundance's grand jury prize for world cinema, \"Happy, Happy\" is a very strange film. Yet I was happy to be watching. It is short and intense enough that it always seems on track, even if the train goes nowhere.", "running_time": null, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-12", "genres": null, "title": "Happy Happy (2011)"}