{"url": "http://www.rogerebert.com/reviews/happy-tears-2010", "by": "Rip Tornas Joe", "star_rating": 3.0, "text": "In \"Happy Tears,\" two sisters, one poor, one rich, one steady, the other obsessed with possessions, deal with their old dad's approach to senility and his \"girlfriend's\" approach to his money. This story takes on an eerie resonance with the performance by Rip Torn as the aging father. He was recently in the news for being arrested, at age 78, for breaking into a bank while intoxicated and carrying a firearm. \n\nTo be sure, it was late at night, he had apparently forgotten he had the firearm, and after all, the bank looked a lot like his house. Nor is senility his problem. He is now in rehab and I wish him good fortune because he is a fine actor. Ann Landers used to write about the danger signals of alcoholism. His arrest in the bank surely would be one of them. Still, to stir up such a scandal at 78 is perhaps even a tiny accomplishment, when so many his age are no longer physically able to break into banks.\n\nEven more worthy is Torn's work here as Joe, cantankerous, stubborn as a mule, and oblivious to the fact that his \"nurse\" Shelly (Ellen Barkin) does not practice medicine but a far older profession. This is evident to his daughter Laura (Demi Moore), who has flown in from San Francisco to decide what should be done with him. Of course he insists he's perfectly fine and will stay right at home, thank you. \n\nAs the film opens, Laura is on the phone with her sister Jayne (Parker Posey), telling her it's her duty to fly in and help with Joe. Jayne is a shopaholic, and we see her buying a pair of boots so expensive that if it were my money, I'd just buy a car. Posey is an actress with a nice line in flightiness, and here she blends it interestingly with selfishness and irresponsibility. Soon after her arrival, the need to tidy up after Joe's problems with No. 2 becomes the first of several life lessons she'll learn.\n\n\"Happy Tears\" centers on these two women, who have been opposites all their lives and yet like each other, and share a fondness for pot. Jayne can be infuriating, but Laura deals with it. In the role of a dialed-down, capable woman, Demi Moore suggests dramatic possibilities for future roles. She projects a kind of calm, and it's attractive.\n\nI was also intrigued by Ellen Barkin's work as the \"nurse\" Shelly, who optimistically believes that by wearing a stethoscope around her neck she can pass herself off. It's abundantly clear to Jayne and Laura that she learned her nursing on TV, but Joe is sold on her and cannot comprehend the possibility of not getting his way. Instead of keeping Shelly at Level 1 of character complexity, writer-director Mitchell Lichtenstein wisely makes her a little more than she might seem. Barkin, a force of nature in such films as \"Sea of Love,\" wades in here with zeal.\n\nThe estranged siblings are brought back together for the one reason it's hard to deny: the shared responsibility of family. It's as well, too, that Joe is seen as a fairly clear-cut case. He belongs in a home. In many films considering this question, the parents don't actually \"need\" such care, but it's such a convenience, you see, for their children. Joe presents not so much a problem for Jayne and Laura as an opportunity. It's time to finally grow up and be true daughters and sisters. They've waited long enough. All of this, I must add, is done with a nicely screwy, sometimes stoned humor.", "running_time": 95, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-02-17", "genres": ["Comedy", "Drama", "Indie"], "title": "Happy Tears (2010)"}