{"url": "http://www.rogerebert.com/reviews/happy-endings-2005", "by": "Maggie Gyllenhaalas Jude", "star_rating": 2.5, "text": "Maggie Gyllenhaal steals the show in \"Happy Endings,\" as a seductive golddigger who realizes that the fastest way to a rich dad is through his gay son. Her character, Jude, is a bold tease who first seduces Otis (Jason Ritter), then discovers he's gay, and lets his dad Frank (Tom Arnold) know that she prefers an older man. Her cynicism is part of her allure; her journey through their family leaves them in confusion and disarray, if momentarily happier.\n\nElsewhere in Don Roos' \"Happy Endings\" are characters not so engaging. The movie itself seems discouraged by its depressed characters and tries to cheer us up with written subtitles. After the opening scene, in which a woman running in the street is struck by a car, the first title slides onto the screen: \"She's not dead.\"\n\nWe meet Mamie at 17; her mother, a subtitle explains, has just married a guy who owns a chain of restaurants. She has gained a 16-year-old stepbrother, Charley, \"who will be a virgin for 10 more minutes.\" Her seduction technique is concise: \"You know, we're not really brother and sister.\" She becomes pregnant and goes to Phoenix to get an abortion.\n\nThe film leaps forward to the present. Charley, now played by Steve Coogan, has inherited his father's restaurants and runs the one that is still open. He's gay; his partner is Gil (David Sutcliffe). They're friends with a lesbian couple, Pam and Diane (Laura Dern and Sarah Clarke). Gil at one point donated sperm to help them have a baby, and indeed they have a baby, which is allegedly, however, not Gil's. Charley has deep suspicions; the kid looks a lot like Gil, and he thinks they're lying so they don't have to share the kid.\n\nWe meet Mamie again, now played by Lisa Kudrow as a counselor in an abortion clinic. She has a lover named Javier (Bobby Cannavale, from \"The Station Agent\"), who specializes in massages with \"happy endings.\"\n\nSpoiler warning: She is visited one day by an alarming young man named Nicky (Jesse Bradford), who says he knows she didn't have an abortion in Phoenix, and can provide the name and address of her son. There is a catch: Nicky wants to film their reunion for a documentary he thinks will win him a scholarship to the American Film Institute.\n\nSo, that's the setup and indeed at least half of the movie. All of these characters are connected in one way or another, even Jude and Mamie, when Jude needs counseling and Mamie seems singularly unhelpful. The film's problem is that we don't much like most of the characters, or care about them. Jude, who is strictly speaking the worst of the lot, at least has spirit and energy and tries to find happiness on her own terms.\n\nThe lesbian couple is singularly dour. The counselor needs counseling. Otis, the confused son, will be fine in a few years, but not now. The gay men, Gil and Charley, get involved in an intrigue about the baby that leads to a permanent break with Pam and Diane. Apart from the calculating Mamie, the only other sunshine in the movie comes from Tom Arnold as a true blue dad who loves his son Otis whether he's gay or straight, and lusts for Jude whether she's sincere or not. He probably knows she wants him for his money, but is willing to overlook that because (a) he thinks he can handle himself, and (b) the one thing rich men believe more easily than poor men is that they are irresistible to sexy women half their age.\n\n\"Happy Endings\" maintains a certain level of intrigue, and occasionally bursts into life, especially when Gyllenhaal or Arnold is involved. I also like the way Mamie, the Kudrow character, becomes obsessed with Nicky's documentary; \"Final Cut Pro\" becomes as addictive for her as a video game. The movie's construction is clever and the dialogue well-heard, but the movie lacks the wicked magic of Roos' \"The Opposite of Sex\" (1998) and \"Bounce\" (2000). Both of those movies also had central roles for gay characters, but saw them as warmer and more dimensional. In \"Happy Endings\" no one, gay or straight, seems much entertained by sex, except when using it to manipulate, or be manipulated. For the father, and seductress and the masseur, cash seems to be crucial to sexual success; for the others, it seems to be a gloomy murkiness.", "running_time": 128, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-07-14", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Happy Endings (2005)"}