{"url": "http://www.rogerebert.com/reviews/hard-promises-1992", "by": "Sissy Spacekas Chris", "star_rating": 1.5, "text": "\"Hard Promises\" was made in the spirit of a brainless sitcom, but if you stand back from the movie and really look at it, you're struck by how weird all of the characters are. The movie struggles to be about love and freedom and caring, but in fact it's about seriously dysfunctional people living on the edge of madness. The film's chatty small-town setting only underlines its oddity.\n\nThe film stars William Petersen as a footloose husband who married his childhood sweetheart (Sissy Spacek), fathered their daughter, and then lit out for the horizon. His wife figures he's spent less than one night in four at home since their marriage, and that seems like an optimistic estimate, given his love for travel to exotic destinations. When he discovers his wife has divorced him and plans to remarry, he's working as a cowboy (in a Marlboro ad, looks like).\n\nHe races back to his small town, arriving on the eve of the ceremony at which Spacek will marry a safe but stolid businessman (Brian Kerwin). He's appalled. Just because he doesn't want to be his wife's husband is no reason for anyone else to be. The story progresses through painful episodes such as the one where Spacek locks him out of the house and he shinnies up the tree and she argues with him through the second-floor bedroom window, etc., while the neighbors look on and offer helpful suggestions while serving cookies.\n\nIt struck me, while he was up there shouting through the window, that no real people in any place or any time ever acted like this. The people in \"Hard Promises\" are inspired not by life but by the mentality of sitcoms, in which real problems are broken down into semantic ones that can be solved with punch lines.\n\nThe small town contains, in addition to nosy neighbors, the usual stock characters: the blustery lawyer, the loyal pal, the good ol' boys at the pool hall, etc. The town is united in the conviction that Spacek should dump Petersen and get herself a respectable husband, but, darn it all, she's attracted to her hellcat first husband in his tight jeans and faded T-shirts, and something just comes over her when she sees that light in his eyes, leading to the inevitable scene in which he has to jump out of the bedroom window and shinny down the tree, while more or less putting on his pants at the same time. The story hinges on whether Spacek will call off her marriage and go back to Petersen. So equitably does the screenplay handle her choices that by the end of the movie I could still not decide which she should do; both men seemed like equally wrong choices for her, and if I had been asked I would have advised her to leave town and try to get herself in a better movie.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-01-31", "genres": ["Comedy", "Romance"], "title": "Hard Promises (1992)"}