{"url": "http://www.rogerebert.com/reviews/hardball-2001", "by": "Keanu Reevesas Conor O'Neill", "star_rating": 2.5, "text": "'Hardball' tells the story of a compulsive gambler whose life is turned around by a season of coaching an inner-city baseball team. That sounds like a winning formula for a movie, and it might be, if the story told us more about gambling, more about the inner city and more about coaching baseball. But it drifts above the surface of its natural subjects, content to be a genre picture. We're always aware of the formula--and in a picture based on real life, we shouldn't be.\n\nKeanu Reeves stars as Conor O'Neill, whose life revolves around sports bars and the point spread on the post-Jordan Bulls. True, betting on the Bulls is just about the only way to develop interest in the team these days, but compared to movies like \"The Gambler\" and \"California Split,\" \"Hardball\" uses gambling just for motivation and atmosphere; we never feel the urgency and desperation of a man deeply in debt to bad people. Oh, we see a man acting urgent and desperate, but the juice isn't there. Consider the scene where O'Neill negotiates a weekly payment plan with a collector; they could be working out the installments on a car.\n\nO'Neill turns to a friend in the investment business for a loan, and the friend makes him an offer: $500 bucks a week to coach a kid's baseball team in the Chicago Housing Authority league. This is not something O'Neill wants to do, but he needs the money. We meet the kids (one too small, one with birth certificate problems, one with asthma, etc.) and of course they're a bunch of unmotivated losers, and of course by the end of the movie, they will be champions, because the formula demands it. (It would take more imagination than this movie has to show the kids and the coach redeemed by a losing season.) There's little detail about who these kids really are, and what kinds of homes they come from. A few dialogue scenes with worried parents, and that's it. Toward the end, in a truly heartbreaking scene where an older kid cradles the body of a younger one who has been shot in a drive-by, there's genuine emotion that makes us realize how much was missing earlier.\n\nAs the coach, O'Neill mostly addresses the kids as a group, not individually. His dialogue consists of the announcement of plot points (he likes them, he doesn't, he's quitting, he's staying, he's taking them to a Cubs game, they have to believe in themselves). There is not, as nearly as I can remember, a single one-on-one scene in which he tells a kid anything specific about baseball strategy. For that matter, does he know anything about baseball? In many scenes he just lines them up and hectors them, and they look like kids patiently watching some crazy white guy work out his issues.\n\nThere's a low-key love story involving Diane Lane as Elizabeth, who teaches some of the kids and keeps an eye on O'Neill because she would like him if (can you see this coming?) he could learn to like himself. I liked the freshness of a moment when O'Neill breaks into a conversation to say, \"You like me! You just looked at me a certain way, and I could see you liked me.\" The rhythm of the formula was broken for a moment, and it felt nice.\n\nThe movie is based on the book Hardball: A Season in the Projects, by Daniel Coyle, unread by me, based on life. I doubt the book is as inauthentic as the movie; the screenplay shows signs of having been tilted in the direction of the basic Hollywood workshop story structure in which we get a crisis because it's time for one. And Keanu Reeves seems subdued in the role--so glum and distant, we wonder why we should care if he doesn't. He retails some of his dialogue with excessive hand movements, as if trying to guide his sentences in for a landing.\n\nThere was controversy when the movie was made because the dialogue included various words that would be used by most kids on any baseball team. I think I spotted a couple of times when an eight-letter word was dubbed in for its seven-letter synonym. Why bother? Kids talk this way. We might as well face it.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-09-14", "genres": ["Action", "Drama", "Thriller"], "title": "Hardball (2001)"}