{"url": "http://www.rogerebert.com/reviews/hard-times-1975", "by": "Charles Bronsonas Chaney", "star_rating": 3.0, "text": "\"Hard Times\" is a powerful, brutal film containing a definitive Charles Bronson performance. He plays Chaney, a man of few words and no past, who rides the rails to New Orleans for the winter and tries to win some money by fist fighting. It's in the middle of the Depression. The fights are all-out and bare-knuckle, held in warehouses and open by invitation to men with cash to wager. \n\nChaney gets into his first fight almost by accident, and wins. That's how he meets Speed (James Coburn), who will manage him for a piece of the action. And Speed introduces him to Poe (Strother Martin), who is sort of a doctor: \"I spent two years in medical school. In the third year, a dark cloud appeared, and I left under it.\" He's hooked on opium, but can patch up a fighter and close his cuts. Chaney wins his first fight, and then (in an exhaustingly well-directed action sequence) goes up against the local champion. He's a giant nicknamed Skinhead who has the disconcerting habit of grinning all the time he's pounding his opponents. They fight in a steel-mesh bullpen, and there's a certain nobility about them. They may seem to be animals, but they're craftsmen, in a way, and they respect each other; the real animals are the spectators. \n\nLater in the film, another fight is arranged - the Chicago champion has been brought south. Chaney doesn't want to fight - he has enough money. \"I could start something right here and now,\" the man from Chicago says menacingly. \"I know, but you won't,\" Chaney says. \"You wouldn't work for free.\" He's right, and that's one of the chilling aspects of the movie's fight scenes: There's no dislike between the fighters. They're in it for money. What this says about the Depression, about hard times in general, is pretty clear, but the movie doesn't press the point. And that makes it all the more effective. There's the temptation, with material like this, to fashion parables and give the characters portentous speeches about the meaning of it all. But \"Hard Times\" never steps back from itself, never lectures us. It's theme is buried in its material, and it's a hard-edged action film all the way. The violence will be excessive for some audiences, but it's honest violence, about the way of earning a living. There's no sadism or cruelty involved: The fighters are professionals. \n\nAs Bronson creates it, the character of Chaney becomes curiously interesting. We know little about Chaney, and learn little, but we see a man with a barrier around himself that he's willing to lower for people he respects. He has a quiet affection for a part-time hooker (Jill Ireland), and a certain loyalty to Speed that causes him to fight again when Speed gets in trouble. And that's it. Almost everything else about him is simply implied by the Bronson presence. We could create several possible pasts for the character, but they wouldn't matter. Bronson simply implies that Chaney has had a past, a difficult one. That's what makes Bronson so good for roles like this; he seems to exist already as the character, so exposition isn't necessary. Walter Hill's screenplay and direction understand that, and the period locations provide the right settings. Chaney comes to town, fights because it's a living, lives according to his code and expects the others to. And they do. \"Hard Times\" is a tough, bitter, evocative document.", "running_time": 93, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-10-14", "genres": ["Drama"], "title": "Hard Times (1975)"}