{"url": "http://www.rogerebert.com/reviews/hard-eight-1997", "by": "Philip Baker Hallas Sydney", "star_rating": 3.5, "text": "The man's face is sad and lined, and he lights cigarettes as if he's been living in casinos for centuries. He has a deep, precise voice: We get a quick impression that he knows what he thinks and says what be believes. His name is Sydney, and he has found an unshaven young bum dozing against the wall of a coffee shop and offered him a cup of coffee and a cigarette.\n\nWhy? The answer is the engine behind the first half of \"Hard Eight.\" I am not sure it is ever fully answered, or needs to be. Sydney (Philip Baker Hall) is a man who has been gambling for a long time, and knows a lot about the subject, and shares his knowledge with the kid because--well, maybe just because he has it to share.\n\nThe kid is named John (John C. Reilly). He needs $6,000 to bury his mother and has lost everything. Step by step, Sydney teaches him some ropes, like how to start with $150 and recycle it through the casino cashier cages until he seems to have spent $2,000 in the casino, and is given a free room. This opening sequence is quietly fascinating: I like movies that show me precisely how to get away with something. At the end of the process, it's funny how John, now that he's in his own room, becomes the genial host. \"Free movies on TV?\" he asks Sydney. \"Drink from the mini-bar?\" \n\nTwo years pass. Sydney and John are still friends, John dressing like Sydney and even ordering the same drinks. We begin to understand more about the older man. He is a gentleman, with a deep courtesy. He watches the waitress Clementine (Gwyneth Paltrow) flirt with a table of drunks, asks her if she \"has\" to do that to keep her job and says, \"You don't have to do that with me.\" \n\nJohn and Clementine become a couple, even though it's clear Clemmie does some hooking on the side. John also makes a friend of an ominous man named Jimmy (Samuel L. Jackson), who Sydney doesn't trust. \"What do you do?\" Sydney asks him. \"I do some consulting, security, help out on busy nights,\" Jimmy says. \"Parking lot?\" says Sydney. \"No, I'm inside,\" Jimmy says, but Sydney's shot has found its target.\n\nBy this point in the film, its writer-director, Paul Thomas Anderson, has us so hooked that we're watching for the sheer pleasure of the dialogue and the acting. Anderson has a good ear. Sydney says precisely what he means. John's statements are based more on hope than reality. Clementine says what she thinks people want to hear. Jimmy likes to say things that are probably not true, and then look at you to see if you'll challenge him. All of them live in the 24-hour days of Reno, where gambling is like a drumbeat in the back of everything they do.\n\nThere turns out to be a kind of a plot (a customer doesn't pay Clementine $300, and John gets violent and then calls Sydney to help him out of a mess). There is even a secret from the past, although not the one we expect. But the movie isn't about a plot. It's about these specific people in this place and time, and that's why it's so good: It listens and sees. It observes, and in that it takes its lead from Sydney, who is a student of human nature and plays the cards of life very, very close to his vest.\n\nPhilip Baker Hall has been in the movies since 1975, and has been on a lot of TV shows, even \"Seinfeld.\" He's familiar, in a way: He looks middle-aged and a little sad. And grown up. Many Americans linger in adolescence, but Hall is the kind of man who puts on a tie before he leaves the house. In 1985, he gave one of the great performances in American movies, in a one-man show, playing Richard Nixon in Robert Altman's \"Secret Honor.\" Here is another great performance. He is a man who has been around, who knows casinos and gambling, who finds himself attached to three people he could easily have avoided, who thinks before he acts.\n\nMovies like \"Hard Eight\" remind me of what original, compelling characters the movies can sometimes give us. Like David Mamet's \"House of Games\" or Mike Figgis' \"Leaving Las Vegas,\" or the documentary \"Crumb,\" they pay attention to the people who inhabit city nights according to their own rules, who have learned from experience and don't like to make the same mistake twice. At one point, when Clementine asks him a question, Sydney says, \"You shouldn't ask a question like that unless you know the answer.\" It's not so much what he says as how he says it.", "running_time": 93, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-27", "genres": ["Drama", "Indie", "Thriller"], "title": "Hard Eight (1997)"}