{"url": "http://www.rogerebert.com/reviews/hard-rain-1998", "by": "Morgan Freemanas Jim", "star_rating": 1.0, "text": "\"Hard Rain\" is one of those movies that never convince you its stories are really happening. From beginning to end, I was acutely aware of actors being paid to stand in cold water. Suspension of my disbelief in this case would have required psychotropic medications.\n\nOh, the film is well-made from a technical viewpoint. The opening shot is a hum-dinger, starting out with a vast floodplain, zooming above houses surrounded by water, and then ending with a closeup of a cop's narrowing eyes. But even then, I was trying to spot the effects--to catch how they created the flood effect, and how they got from the flood to the eyes.\n\nFunny, how some movies will seduce you into their stories while others remain at arm's length. \"Titanic\" was just as artificial and effects-driven as \"Hard Rain,\" and yet I was spellbound. Maybe it was because the people on the doomed ship had no choice: The Titanic was sinking, and that was that.\n\nIn \"Hard Rain,\" there is a bad guy (Morgan Freeman) who has a choice. He wants to steal some money, but all during the film I kept wondering why he didn't just give up and head for dry ground. How much of this ordeal was he foolish enough to put up with? Water, cold, rain, electrocutions, murders, shotguns, jet-ski attacks, drownings, betrayals, collisions, leaky boats, stupid and incompetent partners, and your fingertips shrivel up: Is it worth it? The film opens in a town being evacuated because of rising flood waters. There's a sequence involving a bank. At first we think we're witnessing a robbery, and then we realize we are witnessing a pickup by an armored car. What's the point? Since the bankers don't think they're being robbed and the armored truck drivers don't think they're robbing them, the sequence means only that the director has gone to great difficulty to fool us. Why? So we can slap our palms against our brows and admit we were big stupes? By the time we finally arrived at the story, I was essentially watching a documentary about wet actors at work. Christian Slater stars as one of the armored truck crew. Randy Quaid is the ambiguous sheriff. Morgan Freeman is the leader of the would-be thieves, who have commandeered a power boat. Ah, but I hear you asking, why was it so important for the armored car to move the cash out of the bank before the flood? So Freeman's gang could steal it, of course. Otherwise, if it got wet, hey, what's the Federal Reserve for? Minnie Driver plays a local woman who teams up with Slater, so that they can fall in love while saving each other from drowning. First Slater is in a jail cell that's about to flood, and then Driver is handcuffed to a staircase that's about to flood, and both times I was thinking what rotten luck it was that \"Hard Rain\" came so soon after the scene in \"Titanic\" where Kate Winslet saved Leonardo DiCaprio from drowning after he was handcuffed on the sinking ship. It's bad news when a big action scene plays like a demonstration of recent generic techniques.\n\nMeanwhile, Freeman's character is too darned nice. He keeps trying to avoid violence while still trying to steal the money. This plot requires a mad dog like Dennis Hopper. Freeman's character specializes in popping up suddenly from the edge of the screen and scaring the other characters, even though it is probably pretty hard to sneak up on somebody in a powerboat. Freeman is good at looking wise and insightful, but the wiser and more insightful he looks, the more I wanted him to check into a motel and order himself some hot chocolate.\n\n\"Hard Rain\" must have been awesomely difficult to make. Water is hard to film around, and here were whole city streets awash, at night and in the rain. The director is Mikael Salomon, a former cameraman, who along with cinematographer Peter Menzies Jr., does a good job of making everything look convincingly wet. And they stage a jet-ski chase through school corridors that's an impressive action sequence, unlikely though it may be.\n\nI was in Los Angeles the weekend \"Hard Rain\" had its preview, and went to talk to the cast. I found myself asking: Wasn't there a danger of electrocution when you were standing for weeks in all that water with electrical cables everywhere? That's not the sort of question you even think about if the story is working. Hey, how about this for a story idea? An actor signs up for a movie about a flood, little realizing that a celebrity stalker, who hates him, has been hired as an electrician on the same picture.", "running_time": 98, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-16", "genres": ["Action", "Crime", "Thriller"], "title": "Hard Rain (1998)"}