{"url": "http://www.rogerebert.com/reviews/hardcore-1979", "by": "George C. Scottas Jake VanDorn", "star_rating": 4.0, "text": "The man is played by George C. Scott, the girl by Season Hubley. They have moments in the movie when they talk, really talk, about what's important to them and we're reminded of how much movie dialogue just repeats itself, movie after movie, year after year. There's a scene in \"Hardcore\" where the man (who is a strict Calvinist) and the prostitute (who began selling herself in her early teens) talk about sex, religion, and morality, and we're almost startled by the belief and simple poetry in their words.\r\n\nThis relationship, between two people with nothing in common, who meet at an intersection in a society where many have nothing in common, is at the heart of the movie, and makes it important. It is preceded and followed by another of those story ideas that Paul Schrader seems to generate so easily. His movies are about people with values, in conflict with society. He wrote \"Taxi Driver\" and \"Rolling Thunder\" and wrote and directed \"Blue Collar.\" All three are about people prepared to defend (with violence, if necessary) their steadfast beliefs.\r\n\nThe Scott character is a fundamentalist from Grand Rapids, Michigan Schrader's own hometown. The opening scenes establish the family setting, at Christmas, with a fairly thick theological debate going on around the dinner table. (The small boy listening so solemnly, Schrader has said, can be taken for himself.) A few days later, Scott's daughter leaves home for a church rally in California. She never returns. Scott hires a private detective (Peter Boyle) to try to find her, and Boyle does find her in an 8-millimeter porno movie. Can it be traced? Boyle says not: \"Nobody made it. Nobody sold it. Nobody sees it. It doesn't exist.\"\r\n\nBut Scott vows to follow his daughter into the sexual underworld and bring her back. His efforts to trace her, through San Francisco and Los Angeles and San Diego, make \"Hardcore\" into a sneakily fascinating guided tour through massage parlors, whorehouses, and the world of porno movies. Schrader sometimes seems to be having it both ways, here: Scott is repelled by the sex scenes he explores, but is the movie?\r\n\nThat doesn't matter so much after he meets Niki (Season Hubley), who might know some people who might know where his daughter is. She is in many ways like all the other lost young girls who drift to California and disappear. But she has intelligence and a certain insight into why she does what she does, and so their talks together become occasions for mutual analysis.\r\n\nShe has a deep psychological need for a father figure, a need she thinks Scott can meet. She also has insights into Scott's own character, insights his life hasn't previously made clear to him. There's a scene near the waterfront in San Diego that perfectly illuminates both of their personalities, and we realize how rare it is for the movies to show us people who are speaking in real words about real things.\r\n\nThe movie's ending is a mess, a combination of cheap thrills, a chase, and a shoot-out, as if Schrader wasn't quite sure how to escape from the depths he found. The film's last ten minutes, in fact, are mostly action, the automatic resolution of the plot; the relationship between Scott and Hubley ends without being resolved, and in bringing his story to a \"satisfactory\" conclusion, Schrader doesn't speak to the deeper and more human themes he's introduced. Too bad. But \"Hardcore\", flawed and uneven, contains moments of pure revelation.", "running_time": 106, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Drama", "Thriller"], "title": "Hardcore (1979)"}