{"url": "http://www.rogerebert.com/reviews/hard-candy-2006", "by": "Patrick Wilsonas Jeff Kohlver", "star_rating": 3.5, "text": "David Slade's \"Hard Candy\" is against pedophilia, but what does it think about sadomasochism? On one level, it's a revenge picture about a 14-year-old girl who entraps a 32-year-old pedophile on the Internet, gets herself invited to his home, and quickly has him strapped down and helpless. On another level, it plays into the classic porno scenario in which a dominating female torments her victim.\n\nThat the female is a child makes it all the more disturbing. That the film is so well-made and effectively acted makes it even more challenging.\n\nLet me put my questions to one side for a moment and simply consider the story. Jeff (Patrick Wilson) is a photographer who hangs out in Internet teen chat rooms, and strikes up a predatory friendship with Hayley (Ellen Page). She agrees to meet him on neutral territory, a coffee shop, but soon suggests they go to his home. He offers her a drink. She laughs: \"I know better than to accept a drink mixed by a strange man.\" So she mixes the drinks. And he passes out and wakes up securely tied to a table.\n\nNow commences an extraordinary acting performance by both actors, especially Ellen Page. Although she plays 14, I understand she was 17 when she made it; to involve a 14-year-old in this material would be wrong. As an actress, Page makes Hayley into a calm, methodical, intelligent girl who announces she is going to castrate Jeff. She has medical textbooks, instructions from the Web, scalpels, antiseptic, and he should look on the bright side: He'll only have to go through this once.\n\nBefore she carries out her threat, however, she plays mind games with him. She has followed him into other chat rooms, she says. She suspects he may have been implicated in the death of a young person. She explores his home and finds his stash of porno. He begs for mercy. She lets him beg.\n\nHow it all turns out you will have to discover for yourself. There are a few other characters involved, including Sandra Oh as a curious neighbor, and some suspense of a conventional thriller type. But most of the movie simply involves Hayley and Jeff talking, and we're placed in the middle: We disapprove of what she's doing to him, but in a sense he was asking for it, because her evidence against him is persuasive, and he admits to a good deal of it.\n\nIf that were that, I would give the film an admiring review with special mention to the actors. But it isn't that simple. Isn't there a sense in which this film takes away with one hand and gives with the other? While it tells its horrifying parable about pedophilia, isn't it dealing at the same time with sexually charged images some audience members will find appealing?\n\nTrue, as far as I know, there is no tradition of pornography about men being tortured by young girls; usually the dominant female is adult, as she must be to feed into her victim's fantasies about authority figures.\n\nStill, what precisely is going on here, and is it anywhere near as clear as it seems? Is Hayley perhaps getting some pleasure of her own out of the situation she has created for Jeff? Are there two perverts in the room?\n\nThe film succeeds in telling its story with no nudity; the R rating comes \"for disturbing violent and aberrant sexual content involving a teen and for language.\" The young girl is not objectified but has free will throughout, lives in the moment and improvises.\n\nThere is undeniable fascination in the situation as it unfolds. It is an effective film. Although I may be concerned about how some audience members may react to it, I cannot penalize it on the basis of my speculations about their private feelings. Seen as a film, seen as acting and direction, seen as just exactly how it unfolds on the screen, \"Hard Candy\" is impressive and effective. As for what else it may be, each audience member will have to decide.", "running_time": 103, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-27", "genres": ["Crime", "Drama", "Romance", "Thriller"], "title": "Hard Candy (2006)"}