{"url": "http://www.rogerebert.com/reviews/hard-choices-1986", "by": "Margaret Klenckas Laura", "star_rating": 3.5, "text": "Many movies start out strong and end in confusion and compromise.\n\n\"Hard Choices\" starts out like a predictable action picture, and grows and grows until at the end it astonishes us.\n\nIt gives its characters a freedom very few movies are willing to relinquish: the freedom to surprise us by moving in unexpected directions. The movie develops in ways we anticipate, and then there is a startling turning point, a moment when one of the characters makes a radical decision and acts on it. From that moment on, \"Hard Choices\" never lets go.\n\nAny review of this film has to be a tightwire act. This isn't a case of not giving away the ending; it's a case of preserving a crucial surprise so that it can strike you with the same impact it struck me with. The people who are releasing this film cared so little about their surprise that they actually revealed it in film clips supplied to television reviewers. I'm not going to repeat that mistake because, at a time when a reasonably intelligent moviegoer can predict 80 percent of what's going to happen in a movie, \"Hard Choices\" is a treasure.\n\nThe movie takes place in the backwoods of Tennessee, where Bobby (Gary McCleery), the hero, is a 15-year-old kid with good prospects for making something out of his life. His older brothers are into drugs and robberies. When they can't get the drugs they need, their insides fill up with a desperate vacuum, and they decide to rob a drugstore. They take their kid brother along, everything goes wrong and a cop is killed. The three of them are caught and arrested, and the decision is made to try Bobby as an adult for murder. There goes his life.\n\nIn jail, Bobby is not treated with the brutality that has become a cliche in many movies. The local sheriff even has a sort of grudging sympathy for the kid. Meanwhile, a woman who works with juvenile offenders hears about his case. She travels to the small town and gets to know Bobby. She becomes convinced that he did not want to go along on the robbery, did not pull the trigger, and was, in fact, an innocent bystander. The woman decides to do what she can to help Bobby.\n\nThis woman, played by Margaret Klenck, provides the central turning point in the movie. Until she appears, the story has developed along fairly routine lines. After she appears, there's nothing we can really count on. I don't want to say anything more about what happens in the movie or what Klenck does. But look at her performance and you will see great screen action.\n\nI've never seen Klenck before, although I gather from the publicity material that she appeared for six years as Edwina Lewis on the TV soap opera \"One Life to Live.\" What she does here is so deeply absorbing and yet so quiet that at first we don't even realize what's happening. She appears on screen wrapped in a cloak of conventionality.\n\nEverything is \"normal\" about her: how she looks, talks and behaves. And then, gradually, we realize that this woman is a true outsider, a person who works in the system but is not of the system, a person with an outlaw soul.\n\nThere are several other good performances in the movie, one by John Seitz, who turns the thankless role of the sheriff into a three-dimensional middle-age guy with feelings; another by McCleery, as the kid, who has to survive a lot of tense and anguished scenes in the beginning before he can establish the interior rhythms of his character. One role is especially well-written: an intellectual, philosophical drug dealer, played by John Sayles, who does not remind us of any drug dealer we've ever seen in a movie before.\n\n\"Hard Choices\" is a sleeper. It doesn't have any stars, was made on a small budget, is getting haphazard distribution around the country and will never be heard of by most people. No wonder it has a low profile: It's intelligent, surprising, powerful and true to itself, and that sure puts it outside the mainstream.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-09-26", "genres": null, "title": "Hard Choices (1986)"}