{"url": "http://www.rogerebert.com/reviews/harlem-nights-1989", "by": "Eddie Murphyas Quick", "star_rating": 2.0, "text": "Eddie Murphy's \"Harlem Nights\" is an uninspired cross between \"The Cotton Club\" and the characters of Damon Runyon, told in cliches so broad you keep waiting for it to poke fun at itself, but it never does.\n\nThe movie stars Richard Pryor as a Harlem speakeasy owner and Murphy as his adopted son, and plugs them into a plot involving the usual Mafia bosses, crooked cops and sexy dames. There is not an original idea in the movie from one end to the other.\n\nOr maybe, come to think of it, there is one: The movie is set in 1938, and has all the right cars and clothes for that era, but the dialogue is distractingly contemporary. Murphy and Pryor are famous for their liberal use of four and 12-letter words in their comedy monologues, but did Harlem dandies in the 1930s speak like stand-up comedians in the 1980s? I don't think so. There was an elegance in those days, a certain public standard of speech and behavior, that a rich black nightclub owner would have observed; he would have acted and spoken like a gentleman.\n\nMurphy doesn't really seem interested in re-creating the 1930s in an authentic way, however. Like Madonna and the other stars in the recent and even more dreadful \"Bloodhounds of Broadway,\" he approaches his story more as a costume party in which everybody gets to look great while fumbling through a plot that has not been fresh since at least 1938.\n\nThe story: Pryor adopts Murphy after the lad does him a favor by shooting a tough guy who pulls a knife on him. Twenty-five years later, Pryor has prospered and is operating a Harlem nightclub that's pulling in $15,000 a week. That's when a white gangster named Bugsy Calhoune (Michael Lerner) gets interested. Working with a crooked cop (Danny Aiello) and a beautiful femme fatale (Jasmine Guy), Lerner puts pressure on Pryor and Murphy to fork over $10,000 a week in protection money.\n\nThings look bad. But then Pryor dreams up a scheme to invest a fortune with Bugsy's bookies for the upcoming title fight, which the black champion (Stan Shaw) is expected to win. By betting on the white fighter, they'll lead Bugsy to believe they've paid the black champ to throw the fight, but then the black fighter will win, although not before Murphy and Pryor have stolen all of the bet money from Bugsy's safes.\n\nThis sort of sting operation could have been made amusing in a movie with more wit and style, but Murphy, the director and writer, moves the plot so laboriously that even the actors seem to be waiting around for something to happen. And there are giveaway scenes that exist only for the purpose of explaining otherwise obscure plot points. The big payoff scene, in which the bad guys are lured to Pryor's house, is not even remotely believable.\n\nMeanwhile, the sexual intrigue unfolds in a particularly nasty way when Murphy and Guy make love, while each one has a pistol under the pillow and is prepared to shoot the other. Wasn't there a way to work a little romance and maybe a change of heart into this relationship, instead of having Murphy blow her brains out while she's in bed with him? Murphy is a talented and funny actor, but like all actors he needs good material to survive. His recent career has been a series of miscalculations in which Murphy's reputation has salvaged lousy material. I know that \"Beverly Hills Cop II\" and \"Coming to America\" have been among the all-time recent box office best sellers, but they hitched rides with Murphy's popularity and did not do justice to his talent. There is a time in the career of every superstar when he seems able to do no wrong. Sometimes that is the very moment when he is sowing the seeds of his downfall. Look at Burt Reynolds, who rode to the top in a series of dumb movies that destroyed his bankability.\n\nPeople may go to see Eddie Murphy once, twice, three or even six times in disposable movies like \"Harlem Nights,\" but if he wants to realize his potential he needs to work with a better writer and director than himself.", "running_time": 100, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-11-17", "genres": ["Action", "Comedy", "Crime", "Drama", "Thriller"], "title": "Harlem Nights (1989)"}