{"url": "http://www.rogerebert.com/reviews/harmony-and-me-2009", "by": "Justin Riceas Harmony", "star_rating": 3.0, "text": "Austin, Texas, has never looked more unlovely, and its residents more clueless, than in \"Harmony and Me,\" a funny, wry mumblecore comedy by Bob Byington. Remember Richard Linklater's \"Waking Life,\" about a curious soul who explored Austin encountering one fascinating and original person after another? Harmony, the hero of this film, doesn't know a single fascinating person and never visits a part of town that doesn't look like an anonymous suburb.\n\n\tYou know what mumblecore is, don't you? That's an imperfect term for a genre of imperfect low-budget films in which mostly young characters wander through unsatisfactory lives characterized by alienation, boredom and angst. They usually don't have enough energy to be angry-- and besides, who would care? They do, however, have dialog that's nicely sardonic, as when Harmony observes \"I have a pretty strict policy about high fives\" and \"I grew up with limited access to mental health.\"\n\n\tHarmony is played by Justin Rice as a low-energy version of Michael Cera. He looks as if he wishes he had the strength to seem as tragic as he thinks he probably is. He's been dumped by the pretty Jessica (Kristen Tucker), who confides to a friend she was able to shorten the grieving period after the breakup of their romance by starting early to grieve, at its halfway point. How can you grieve the end of something that hasn't ended? Preventative grieving, maybe it's called. Maybe grieving ahead for a rainy day.\n\n\tIn his low-key, absent way, Harmony has an action-packed life. He gets fired from his vague software job after unwisely calling his boss's father a pedophile during the graveside service. He has a medical emergency during which nurses place bandages on his head for practice. He attends his brother's wedding. He's lectured on marriage by a buddy whose wife's face confirms our suspicion that he's the husband from hell.\n\n\tMostly, Harmony mopes. Remember that old Irish crime, \"Mopery with intent to gawk?\" Harmony mopes and gawks. His life has been destroyed by Jessica, he moans. She is perfect. How could she treat him this way? His pal consoles him: He's only about an 8. For a 10, you have to go to Lebanon, South America, places like that.\n\n\t\"Harmony and Me\" has its Chicago premiere starting Friday at the Gene Siskel Film Center. If I've made Harmony himself sound boring, don't assume the movie is. Bob Byington directs with an exact sense of what he wants; consider the perfect timing of his use of Harmony's mom (Margie Beegle). How she says \"don't ask me\" and \"leave me out of it\" is unreasonably funny.\n\n\tThe movie plays at 8 p.m. Friday (10/30), 3:15 and 8 p.m. Saturday, 3:15 o.m Sunday, 6:15 p.m. Monday and Tuesday, and 8:15 p.m Thursday. Byington will be present.\t", "running_time": 75, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-10-27", "genres": ["Comedy", "Romance"], "title": "Harmony and Me (2009)"}