{"url": "http://www.rogerebert.com/reviews/harold-and-maude-1972", "by": null, "star_rating": 1.5, "text": "Death can be as funny as most things in life, I suppose, but not the way Harold and Maude go about it. They meet because they're both funeral freaks, and one day their eyes lock over a grave. They fall into conversation after Maude steals Harold's hearse and offers him a ride. Harold drives a hearse, by the way, because he is fascinated by death, particularly his own. So fascinated that maybe the only reason he doesn't kill himself is that suicide would put an end to his suicide fantasies. You can see that Harold is a young man with a problem.\n\nNow Maude, on the other hand, is seventy-nine years young, and has what is known in the trade as a lust for life. She lives in a railroad car, spends her afternoons uprooting city trees and returning them to the forest, and in general is an all-round booster of the life force. She goes to funerals because there is a time to live and a time to die, and she wants to be on time.\n\nThe word has gotten out that \"Harold and Maude\" is the story of a love affair between these two people. It is not, so necrophiliacs please stay cool. It is about how Harold annoys (yes, annoys would be the word) his mother by staging a staggering variety of suicide attempts. Let's see. There's immolation, hanging, whacking off his arm with a meat cleaver, driving his car over a cliff, drowning, and if I missed one, never mind. But his mother is merely annoyed. She takes a morning dip in the swimming pool, for example, and when she comes upon Harold's body floating face down, she merely swims another lap. Talk about exercise freaks.\n\nHarold's mother figures maybe what Harold needs is a little female companionship. She signs him up with a computer dating service, but the girls are sort of put off when he sets himself afire on their date, and things like that. Maude, on the other hand, doesn't seem to mind. As played by Ruth Gordon, she is the same wise-cracking operator out of the side of the mouth that we met in \"Rosemary's Baby.\" When a traffic cop stops her for being in possession of a stolen truck, a stolen car, and a stolen shovel, she apologizes and then drives away. When he catches up with her again, she steals his motorcycle. You see what an indomitable sort she is.\n\nHarold is played by Bud Cort, the round-eyed and solemn-mouthed announcer over the PA system in \"MASH.\" He is even rounder and more solemn this time, having perfected a funereal droop of the lower lip. It is hard to get very much animation into a character who is obsessed with his own oblivion, but Cort doesn't even try.\n\nAnd so what we get, finally, is a movie of attitudes. Harold is death, Maude life, and they manage to make the two seem so similar that life's hardly worth the extra bother. The visual style makes everyone look fresh from the Wax Museum, and all the movie lacks is a lot of day-old gardenias and lilies and roses in the lobby, filling the place with a cloying sweet smell. Nothing more to report today. Harold doesn't even make pallbearer.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Harold and Maude (1972)"}