{"url": "http://www.rogerebert.com/reviews/harold-and-kumar-go-to-white-castle-2004", "by": "John Choas Harold", "star_rating": 3.0, "text": "One secret of fiction is the creation of unique characters who are precisely defined. The secret of comedy is the same, with the difference being that the characters must be obsessed with unwholesome but understandable human desires. Many comedies have the same starting place: A hero who must obtain his dream, which should if possible be difficult, impractical, eccentric or immoral. As he marches toward his goal, scattering conventional citizens behind him, we laugh because of his selfishness, and because secretly that's how we'd like to behave, if we thought we could get away with it.\n\nI realize this is a lofty beginning for a review about a stoner road comedy, but there you are. The summer has been filled with comedies that failed because they provided formula characters, mostly nice teenagers who wanted to be loved and popular. \"Harold & Kumar Go to White Castle,\" on the other hand, is about two very specific roommates who want to smoke pot, meet chicks and eat sliders in the middle of the night. Because this column is read in Turkey, Botswana, Japan and California, I should explain that \"sliders\" are what fans of the White Castle chain call their hamburgers, which are small and cheap and slide right down. We buy 'em by the bag.\n\nIs a slider worth the trouble leaving home and journeying miles through the night? If you're stoned and have the munchies, as Harold and Kumar are, and if you're in the grip of a White Castle obsession, the answer is clearly yes. The only hamburger worth that much trouble when you're clean and sober is at Steak 'n Shake. Californians believe the burgers at In 'n Out are better, but that is because they do not appreciate the secret of Steak 'n Shake, expressed in its profound credo, \"In Sight, It Must Be Right.\" (Many people believe the names of In 'n Out and Steak 'n Shake perfectly describe the contrast in bedroom techniques between the coast and the heartland.)\n\nHarold Lee (John Cho) is a serious, bookish, shy Korean-American accountant. Kumar Patel (Kal Penn), an Indian-American, is a party animal whose parents think he's about to enroll in med school. That the dean is played by the benevolent but obscurely disturbed Fred Willard lets you know this process will not be without setbacks. Harold and Kumar are getting stoned one night when a White Castle commercial plays on TV and gives them a slider fixation.\n\nKumar seems to remember that there is a White Castle near where they live in New Jersey. There is not. If there were, it's questionable whether they could find it, as they careen through the night on a journey that makes the travels of Cheech and Chong look like outings in the Popemobile.\n\nIt is an item of faith in comedies that if you leave the main road, you will instantly be in a land inhabited by people who did not learn all they know about chainsaw massacres from the movies. Consider Freakshow (Christopher Meloni), an auto mechanic who comes to their rescue after they run off the road while wearing what John Prine calls illegal smiles. Freakshow has a complexion so bad, it upstages sausage pizza. Alarming fluids erupt from its protuberances; volcanic activity on the Jovian moon Io comes to mind.\n\nHarold and Kumar eventually find themselves, inexplicably as far as they are concerned, on the campus at Princeton, where the students may be Ivy Leaguers but, like students everywhere, occasionally unwind with ear-shattering demonstrations of flatulence. This is the kind of movie where they pick up a hitchhiker, and ask him, \"Are you Neil Patrick Harris?\" and find out that he is. Later he steals Harold's car. Harold is incredulous: \"Did Doogie Howser just steal my car?\" Yes, but he did it for a good reason. He did it so that when they finally get to a White Castle and find him there ahead of them, Harold can ask, \"Dude, where's my car?\"\n\nDanny Leiner, who directed this film, began his career with \"Dude, Where's My Car?\" I inexplicably missed that movie, but I laughed often enough during the screening of \"Harold & Kumar\" that afterward I told Dann Gire, distinguished president of the Chicago Film Critics' Assn., that I thought maybe I should rent \"Dude\" and check it out. Dann cautioned me that he did not think it was all that urgent. Still another reason our leader's photograph should be displayed in every government office and classroom.", "running_time": 88, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-07-30", "genres": ["Adventure", "Comedy"], "title": "Harold and Kumar Go to White Castle (2004)"}