{"url": "http://www.rogerebert.com/reviews/harry-potter-and-the-order-of-the-phoenix-2007", "by": "Daniel Radcliffeas Harry Potter", "star_rating": 2.5, "text": "Whatever happened to the delight and, if you'll excuse the term, the magic in the \"Harry Potter\" series? As the characters grow up, the stories grow, too, leaving the innocence behind and confusing us with plots so labyrinthine that it takes a Ph.D from Hogwarts to figure them out. \"Harry Potter and the Order of the Phoenix\" still has much of the enchantment of the earlier films, but Harry no longer has as much joy. His face is lacking the gosh-wow-this-is-really-neat grin. He has internalized the secrets and delights of the world of wizards, and is now instinctively using them to save his life.\n\nAn early scene illustrates this change. Harry and his cousin Dudley are attacked by Dementors, and in desperation he uses a secret spell to defeat them. But that earns the disapproval of his superiors at Hogwarts, and he is threatened with expulsion, because the spell is not to be used in public around Muggles. What is it, like a secret Masonic grip? When you're about to get your clock stopped by Dementors and you know the spell, what are you expected to do? Fall over passively and get Demented?\n\nThere will come a time, I fear, as we approach the end of the series (one book and two films to go), that Harry and his friends will grow up and smell the coffee. They weren't trained as magicians for fun. When they eventually arrive at some apocalyptic crossroads, as I fear they will, can the series continue to live in PG-13 land? The archvillain Voldemort is shaping up as the star of nightmares.\n\nHarry (Daniel Radcliffe) has reason to fear that playtime is long behind. As a wizard chosen in childhood for his special powers, he has reason to believe Voldemort has returned and will have to be dealt with. The Ministry of Magic, like many a government agency, is hidebound in outdated convictions and considers Harry's warning to be heresy; at Hogwarts, a fierce new professor of the dark arts, Dolores Umbridge (Imelda Staunton), has been installed to whip Harry into line.\n\nHer enemies include Harry's protector Dumbledore (Michael Gambon, looking as shabby as a homeless headmaster). Hermione (Emma Watson) and Ron (Rupert Grint) join Harry in fomenting resistance to Umbridge (sounds like \"umbrage\"), and soon they are mapping clandestine schemes to defend Dumbledore. Their plots, alas, seem more serious than the mischief Harry and friends would have thought up in earlier days. Yes, I know time passes, and the actors are eight years older than when they started filming. But if a kid starts watching \"Potter\" movies with this film, would he guess they used to be a little more whimsical?\n\nBy now, if we know anything at all about the \"Potter\" series, it's that nothing is as it seems, and the most unlikely characters have occult connections. Yes, but so many surprises have popped out of the hat that a veteran \"Potter\" watcher can almost, by a process of elimination, figure out who will surprise us next. For Harry, like many another leader before him, it is time to leave the nest and begin to work in the world. For the first time since we saw platform 9 3/4 at King's Cross, the city of London has a major role now, as Harry and sidekicks fly down the Thames and swoop past Big Ben.\n\nThat causes me to wonder, what is the practical connection between the world of magic and the world of Muggles? Will Harry, or should Harry, become a world leader? Can wands and spells be of use in today's geopolitical turmoil? Or are Hogwarts grads living in a dimension of their own? All will be told, I guess, in the final book in J.K. Rowling's series, and then the retail book industry will be back on its own again.\n\nThese things said, there is no denying that \"Order of the Phoenix\" is a well-crafted entry in the \"Potter\" series. The British have a way of keeping up production values in a series, even when the stories occasionally stumble. There have been lesser James Bond movies, but never a badly made one. And the necessary use of CGI here is justifiable, because what does magic create, anyway, other than real-life CGI without the computers?\n\nAs for the cast, the \"Potter\" series has turned into a work-release program for great British actors mired in respectable roles. Staunton is perfect here as the Teacher From Hell. Helena Bonham Carter looks like the double for all three of Macbeth's witches. And then take a roll call: Robbie Coltrane, Ralph Fiennes (in the wings as Voldemort), Michael Gambon, Brendan Gleeson, Richard Griffiths, Jason Isaacs, Gary Oldman, Alan Rickman, Fiona Shaw, David Thewlis, Emma Thompson, Warwick Davis, Julie Walters and the incomparable Maggie Smith.\n\nMy hope, as we plow onward through \"Potters\" Nos. 6-7, is that the series will not grow darker still. Yet I suppose even at the beginning, with those cute little mail-owls, we knew the whimsy was too good to last. Now that Harry has experienced his first kiss, with Cho Chang (Katie Leung), we can only imagine what new opportunities lie ahead. Agent 009.75?", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-07-09", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Harry Potter and the Order of the Phoenix (2007)"}