{"url": "http://www.rogerebert.com/reviews/harriet-the-spy-1996", "by": "Michelle Trachtenbergas Harriet", "star_rating": 2.0, "text": "Harriet M. Welsch shakes up her pop bottle to make it fizz,\rcloses her eyes, and makes a wish: “I wanna see the whole world, and I wanna\rwrite down everything.” She becomes a junior Thomas Wolfe, prowling her\rneighborhood with a treasured notebook and making entries about the man with\rall the cats, the woman with the weird garden and the goings-on at the Chinese\rrestaurant.\n\nHarriet\ris the heroine of one of the most popular modern books for children, Louise\rFitzhugh's Harriet the Spy, which has sold 2.5 million copies and served, I\rgather, as a great inspiration. On a book review page on the World Wide Web,\radult women write in to testify to Harriet's influence: The book made one want\rto become a writer, another to become a journalist, and a third (who did not\rread it as carefully) to become a private eye.\n\nNow\rhere is the movie, made in cooperation with Nickelodeon and aimed at kids about\rthe same age as Harriet, who is in the sixth grade. It is not a very\rtechnically accomplished movie--the pacing is slow and there are scenes that\rseem amateurish--but since Harriet doesn't intend to inspire anyone to become a\rmovie critic, perhaps it will work a certain charm for its target audience.\n\nCertainly\rMichelle Trachtenberg (of Nickelodeon's “Adventures of Pete & Pete”), who\rplays Harriet, makes a plucky young neighborhood snoop. She stands on piles of\rabandoned furniture to peer through dusty windows and climbs up on a roof to\rspy on the man with the cats, who has named them all after jazz greats.\n\nHarriet\rwrites down everything in her journal, in bold, confident printing that a\rgraphologist would say reveals her need to spell things out very clearly for\rthose who may not be as swift as she is, a category that includes her parents.\rThey live in a house that looks like it was produced in a collision between the\rArts and Crafts movement and shop class, and spend most of their time being\rvaguely alarmed by their prodigy.\n\nLuckily,\rHarriet has a more understanding adult in her life--her nanny, named Ole Golly\r(Rosie O'Donnell), who tells her, “There are as many ways to live as there are\rpeople in this world, and each one deserves a closer look.” Harriet bonds with\rGolly, but one night Golly and a gentleman admirer take Harriet along on a\rdinner date, they get home late, the parents are hysterical, and Golly leaves: “It's\rthe right time.” Harriet now approaches a period of crisis. She creeps on her\rtummy across the landing to spy on her parents, she makes detailed entries in\rher notebook, and she gets into a conflict with her classmates, who start their\rown counterspy operation. What with one thing and another, Harriet finds\rherself covered with blue paint and ordered by her parents to stop with the\rnotebook.\n\nHarriet\rcounterattacks, with a hit list of her enemies and her plans of revenge. We get\rthe idea that as an adult she would not be someone we'd want as a\rsister-in-law. But she is a likable kid who makes friends with strange local\rlegends like Agatha K. Plummer (Eartha Kitt). And her fantasy world allows an\rescape from the ho-hum life at school, where the lessons seem to consist\rlargely of showing the girls a film named “Girl to Woman,” and the boys a film\rnamed “Boy to Man” (“this is an actual photograph of a boy's vocal cords”).\n\nThe\rmaterials are here for a better film. The director, Bronwen Hughes, has made\rone more suited for the after-school slot on Nickelodeon than for theatrical\rrelease, where it simply isn't in the same league with “The Secret Garden” or “A\rLittle Princess” (whose Vanessa Lee Chester plays a best pal again this time).\n\nStill,\rsometimes the materials of a movie like this work on audiences not much\rconcerned with style or polish. Harriet is a good role model, a smart, curious\rgirl who keeps her eyes open and writes everything down.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-07-12", "genres": ["Comedy", "Drama", "Family"], "title": "Harriet The Spy (1996)"}