{"url": "http://www.rogerebert.com/reviews/harry-potter-and-the-chamber-of-secrets-2002", "by": "Daniel Radcliffeas Harry Potter", "star_rating": 4.0, "text": "The first movie was the setup, and this one is the payoff. \"Harry Potter and the Chamber of Secrets\" leaves all of the explanations of wizardry behind and plunges quickly into an adventure that's darker and scarier than anything in the first Harry Potter movie. It's also richer: The second in a planned series of seven Potter films is brimming with invention and new ideas, and its Hogwarts School seems to expand and deepen before our very eyes into a world large enough to conceal unguessable secrets.\n\nWhat's developing here, it's clear, is one of the most important franchises in movie history, a series of films that consolidate all of the advances in computer-aided animation, linked to the extraordinary creative work of J.K. Rowling, who has created a mythological world as grand as \"Star Wars,\" but filled with more wit and humanity. Although the young wizard Harry Potter is nominally the hero, the film remembers the golden age of moviemaking, when vivid supporting characters crowded the canvas. The story is about personalities, personal histories and eccentricity, not about a superstar superman crushing the narrative with his egotistical weight.\n\nIn the new movie, Harry (Daniel Radcliffe, a little taller and deeper-voiced) returns with his friends Ron Weasley (Rupert Grint) and Hermione Granger (Emma Watson, in the early stages of babehood). They sometimes seem to stand alone amid the alarming mysteries of Hogwarts, where even the teachers, even the august headmaster Albus Dumbledore (Richard Harris), even the learned professors Snape (Alan Rickman) and McGonagall (Maggie Smith), even the stalwart Hagrid the Giant (Robbie Coltrane) seem mystified and a little frightened by the school's dread secrets.\n\nIs there indeed a Chamber of Secrets hidden somewhere in the vast pile of Hogwarts? Can it only be opened by a descendent of Salazar Slytherin, the more sinister of the school's co-founders? Does it contain a monster? Has the monster already escaped, and is it responsible for paralyzing some of the students, whose petrified bodies are found in the corridors, and whose bodies are carried to the infirmary still frozen in a moment of time? Do the answers to these questions originate in events many years ago, when even the ancient Dumbledore was (marginally) younger? And does a diary by a former student named Tom Marvolo Riddle--a book with nothing written in it, but whose pages answer questions in a ghostly handwriting--provide the clues that Harry and his friends need? (Answer to all of the above: Probably.) This puzzle could be solved in a drab and routine movie with characters wandering down old stone corridors, but one of the pleasures of Chris Columbus' direction of \"Harry Potter and the Chamber of Secrets\" is how visually alive it is. This is a movie that answers any objection to computer animation with glorious or creepy sights that blend convincingly with the action. Hogwarts itself seems to have grown since the first movie, from a largish sort of country house into a thing of spires and turrets, vast rooms and endlessly convoluted passageways, lecture halls and science labs, with as much hidden below the ground as visible above it. Even the Quiddich game is held in a larger stadium (maybe rich alumni were generous?). There are times, indeed, when the scope of Hogwarts seems to approach that of Gormenghast, the limitless edifice in the trilogy by Mervyn Peake that was perhaps one of Rowling's inspirations.\n\nThe production designer is Stuart Craig, returning from \"Harry Potter and the Sorcerer's Stone.\" He has created (there is no other way to put it) a world here, a fully realized world with all the details crowded in, so that even the corners of the screen are intriguing. This is one of the rare recent movies you could happily watch with the sound turned off, just for the joy of his sets, the costumes by Judianna Makovsky and Lindy Hemming, and the visual effects (the Quiddich match seems even more three-dimensional, the characters swooping across the vast field, as Harry finds himself seriously threatened by the odious Malfoy).\n\nThere are three new characters this time, one delightful, one conceited, one malevolent. Professor Sprout (Miriam Margolyes) is on the biology faculty, and teaches a class on the peculiar properties of the mandrake plant, made all the most amusing by students of John Donne who are familiar with the additional symbolism of the mandrake only hinted at in class. The more you know about mandrakes, the funnier Sprout's class is.\n\nShe is the delightful addition. The conceited new faculty member, deliciously cast, is Gilderoy Lockhart (Kenneth Branagh), author of the autobiography Magical Me, who thinks of himself as a consummate magician but whose spell to heal Harry's broken arm has unfortunate results. And then there is Lucius Malfoy (Jason Isaacs), father of the supercilious Draco, who skulks about as if he should be hated just on general principles.\n\nThese characters and plot elements draw together in late action sequences of genuine power, which may be too intense for younger viewers. There is a most alarming confrontation with spiders and a scary late duel with a dragon, and these are handled not as jolly family movie episodes, but with the excitement of a mainstream thriller. While I am usually in despair when a movie abandons its plot for a third act given over entirely to action, I have no problem with the way \"Harry Potter and the Chamber of Secrets\" ends, because it has been pointing toward this ending, hinting about it, preparing us for it, all the way through. What a glorious movie.", "running_time": 161, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-11-15", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Harry Potter and the Chamber of Secrets (2002)"}