{"url": "http://www.rogerebert.com/reviews/harrisons-flowers-2002", "by": "Andie MacDowellas Sarah Lloyd", "star_rating": 2.5, "text": "I am pleased we have women in our fighting forces, since they are so much better at war than men. \"Harrison's Flowers\" is about an American wife who journeys to the Balkans to rescue her husband from a hotbed of genocide. Only two months ago, in \"Charlotte Gray,\" a British woman parachuted behind German lines in France to rescue her boyfriend. I can just about believe that Charlotte Gray could deceive the Germans with her perfect French, but that Sarah Lloyd could emerge alive from the Balkans hell is unlikely; much of the movie's fascination is with the way Croatians allow this woman and her new friends to wander through the killing zones intact.\n\nI doubt, for that matter, that a Los Angeles fireman could fly to Colombia in \"Collateral Damage\" and singlehandedly outfight guerrillas and drug empires, but that is an Arnold Schwarzenegger picture and not supposed to be realistic. \"Harrison's Flowers\" is not based on fact but plays like one of those movies that is, and the scenes of carnage are so well-staged and convincing that they make the movie's story even harder to believe. Strong performances also work to win us over, wear us down and persuade us to accept this movie as plausible. Who we gonna believe, the screenplay or our lyin' eyes? Andie MacDowell stars, in another reminder of her range and skill, in what is essentially an action role. She plays Sarah Lloyd, mother of two, wife of the celebrated war photographer Harrison Lloyd (David Strathairn). In an obligatory scene that triggers an uh-oh reflex among experienced filmgoers, he tells his boss he wants to retire and is persuaded to take One Last Job. Off he flies to the early days of the war in the Balkans, to investigate \"ethnic cleansing,\" which was I think a term not then quite yet in use. He is reported dead, but Sarah knows he's still alive: \"Something would have happened inside if he were dead.\" She watches TV obsessively, hoping for a glimpse of Harrison among POWs, and takes up chain-smoking, which is the movie symbol for grief-stricken obsession, and is dropped as soon as it's no longer needed. Because of a hang-up call in the middle of the night and other signs, she decides to fly to the Balkans to find Harrison. A more reasonable spouse might reason that since (a) her husband is reliably reported dead, and (b) she has no combat zone skills, that (c) she should stay home with her kids so they will not become orphans, but no.\n\nThe war scenes have undeniable power. Violence springs from nowhere during routine moments and kills supporting characters without warning. Ordinary streets are transformed instantly into warscapes. Sarah joins up with three of Harrison's photographer friends who accompany her quest: pill-popping, wise-cracking Morris (Adrien Brody), shambling, likable Stevenson (Brendan Gleeson), and bitter, existentialist Yeager Pollack (Elias Koteas) (if any of them are killed, can you predict from the character descriptions which order it will happen in?). They commandeer cars and Jeeps and essentially make a tour of the war zone, while bullets whiz past their ears and unspeakable horrors take place on every side.\n\nThey are protected, allegedly, by white flags and large letters proclaiming \"TV\" on the sides of their cars. But there is a scene where troops are methodically carrying out an ethnic massacre, and they wander in full view at the other end of the street: Does their status as journalists render them invisible? At one point, Sarah wears fatigues, which (I learn from an article by a war correspondent) is the last thing she should do. Civilian clothes mark her as a non-combatant; camouflage marks her as a target even before her gender is determined.\n\nWhether Sarah finds her husband I will leave you to discover. Whether, when she is in a burning building, the flames shoot up everywhere except precisely where she needs to be, you already know. There is a way in which a movie like this works no matter what. Andie MacDowell is a sympathetic actress who finds plausible ways to occupy this implausible role. Brendan Gleeson is a comforting force of nature, and Adrien Brody's work is a tour de force, reminding me of James Woods in \"Salvador\" in the way he depends on attitude and cockiness to talk his way through touchy situations. Watch the way he walks them all through a roadblock. I don't believe it can be done, but I believe he did it.\n\nAs for the war itself, the movie exhibits the usual indifference to the issues involved. Although it was written and directed by Elie Chouraqui, a Frenchman, it is comfortably xenophobic. Most Americans have never understood the differences among Croats, Serbs and Bosnians, and this film is no help. (I am among the guilty, actually mislabeling the bad guys in my review of \"Behind Enemy Lines,\" another film set in the region). All we need to know is: The Americans are tourists in a foreign war involving ruthless partisans with fierce mustaches. Why are those people killing one another? Why is the war being fought? With those crazy foreigners, who knows? The New Jersey housewife wants to return her man to the arms of his family and the peace of his greenhouse. The movie's buried message is that domestic order must be restored. Just like in Shakespeare.", "running_time": 122, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-15", "genres": ["Drama", "Romance", "War"], "title": "Harrison's Flowers (2002)"}