{"url": "http://www.rogerebert.com/reviews/harry-potter-and-the-deathly-hallows-part-1-2010", "by": "Daniel Radcliffeas Harry Potter", "star_rating": 3.0, "text": "Harry, Hermione and Ron have grown up. The horrors they met at Hogwarts are but nostalgic memories. They are cast out now into the vastness of the world, on their own, and Voldemort and his Death Eaters draw ever closer. Also drawing near is an equally unsettling phenomenon, sexual maturity. Both are barely kept at bay in this first part of the last installment of the Harry Potter film saga.\n\nDavid Yates' \"Harry Potter and the Deathly Hallows\" is a handsome and sometimes harrowing film, and will be completely unintelligible for anyone coming to the series for the first time. At 146 minutes, it confronts us with a roll call of the many, many characters in the series, and requires a nearly encyclopedic recall of the epic's previous chapters. Though I've seen all the films, there were times when I had no idea what they were talking about. Indeed, there are times when Hermione has to explain to Harry.\n\nMy cluelessness didn't bother me, because the film depends more on mood and character than many of the others, and key actions seem to be alarmingly taking place off-screen. Our three heroes have left Hogwarts behind, Quidditch games are a thing of the past, and things have come to such a pass that Harry keeps his white owl in a cramped parrot cage. The film opens with a frightening meeting of the Death Eaters, plotting the destruction of all three young heroes. Presiding is Lord Voldemort (Ralph Fiennes), his noseless face disturbingly like a snake's. Harry must be destroyed. That our hero survives after the myriad attacks on his life in the earlier installments does not speak well for Voldemort's minions, but this time they mean business.\n\nHarry (Daniel Radcliffe) moves his family to a safe haven. He joins Hermione (Emma Watson) and Ron (Rupert Grint) in flight, sometimes literally. They seek counsel from old friends and spend a great deal of time in wilderness isolation. They have the ability to materialize anywhere, and we find them in forbidding forests, beside mirror-like lakes ringed by mountains, and in a harsh landscape where the rocks have been riven by deep cracks. That some of these locations are actual and others are CGI is usually not noticeable, although I doubt that Harry would have skipped so casually over these cracked stones if they were real.\n\nThis isolation serves two purposes. It helps conceal them from Voldemort. Especially after Ron Weasley seems to live up to his name and weasel out, it allows Harry and Hermione to become closer friends than ever, confidants, and even, yes, in love. They share a kiss so chaste that passion seems a stranger to them; they might as well be observing a formal ritual. And they are nude, or almost nude, as they stand close to each other and ghostly CGI mists obscure all the naughty bits as efficiently as fig leaves.\n\nMuch has to do with tracking down missing pieces of Voldemort's soul. The late, beloved Dumbledore (Michael Gambon) has left obscure clues to their whereabouts, leading to two observations: (1) Beyond a certain level of obscurity, a clue lacks usefulness, and (2) How extraordinary careless of Voldemort to leave missing pieces of his soul lying about.\n\nThis installment ends in midstream, which we all knew it would, because Part 2 opens in July. That final installment must at last tie up all the loose ends, dispatch villains, celebrate heroes and return some stability to the world of magicians. To hope a breeze blows through it and clears away the mists is too much to hope for. Hermione here has grown into an attractive young woman, Harry and Ron are both alert to that, and now Harry even needs to shave (although he has mercifully not graduated to the three-day stubble of the routine action hero). \n\nThe final film will be in 3-D. This installment was once planned for retrofitted 3-D, but Warner Bros., a studio that enforces traditional standards, decided against that after observing the disastrous results of other 2-D films converted to 3-D. Presumably the next film will have its 3-D done well. It will suffer in brightness and clarity, and that is a shame. Look closely at the 2-D opening Warner Bros. logo here and you will swear it's in 3-D.\n\nAs we approach the end of a decade of Harry Potter, it's clear how wisely (and luckily) the studio cast the series. Radcliffe, Grint and Watson have grown from children to young adults, still retain the qualities they had when younger, are practiced professionals and carry the series. They are surrounded by a supporting cast that's like an honor roll of recent great British actors. Setting aside actors from earlier films who have passed away (Richard Harris) or are no longer needed (Emma Thompson), let me just cite a list for those who know their actors: Helena Bonham Carter, Robbie Coltrane, Ralph Fiennes, Michael Gambon, Brendan Gleeson, Richard Griffiths, John Hurt, Rhys Ifans, Jason Isaacs, Bill Nighy, Alan Rickman, Fiona Shaw, Timothy Spall, Imelda Staunton, David Thewlis, Warwick Davis, Tom Felton, Toby Jones, Simon McBurney, Peter Mullan and Julie Walters. Rather awesome.\n\nI make it a custom to avoid becoming expert on the endless characters and plot strands of series movies. Life is too short to become an authority on all of the movies about James Bond, \"The Lord of the Rings\" and so on. I'm sure students of Harry Potter will comprehend \"Harry Potter and the Deathly Hallows\" better than I was able to. They'll see a character and recall scenes from a movie made seven years ago. For me, its more about the immediate experience. The important thing is that the characters know what's happening. At least by the end, anyway.", "running_time": 146, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-11-16", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Harry Potter and the Deathly Hallows: Part 1 (2010)"}