{"url": "http://www.rogerebert.com/reviews/harry-and-tonto-1974", "by": "Art Carneyas Harry", "star_rating": 4.0, "text": "Paul Mazursky’s “Harry and Tonto” tells the story of a feisty seventy-two-year-old who is carried forcibly from his New York apartment one step ahead of the wrecker’s ball. He was happy with his life in the city (apart from the four muggings so far this year) and content to talk to his old cronies and to his cat, Tonto. \n\nBut life without a home isn’t easy. He goes for a while to live with his son on Long Island, where he’s welcomed, sort of, into a household on the edge of insanity. One of his grandsons thinks the other one is crazy. The other won’t respond because, you see, he has taken a vow of silence. Harry sizes up the situation, packs Tonto in a carrying case, and hits the road. \n\nThe road becomes a strange and wonderful place for Harry, mostly because of his own resilient personality. He’s played by Art Carney as a man of calm philosophy, gentle humor, and an acceptance of the ways people can be. He is also not a man in a hurry. When he can’t carry Tonto onto an airplane, he takes the bus. When the bus can’t wait for Tonto to relieve himself, he buys a used car and picks up hitchhikers.\n\nOne of them is a young girl who becomes his friend. She talks of her life, and he talks of his, including his long-ago romance with a member of the Isadora Duncan troupe. The last he’d heard of her, she was living in Peru, Indiana, as the wife of a pharmacist. The girl talks him into stopping in Indiana and looking the old woman up. And he does so, in a scene of rare warmth and tenderness. The woman, Jessie (played by Geraldine Fitzgerald), has a very shaky memory, but she does recall being a dancer, and in the calm of the recreation room at her nursing home, the old couple dances together one last time.\n\nAnd then Harry’s back on the road to Chicago, where he has a daughter who runs a bookstore. He spends a few days with her, walking on the beach and talking things over. His silent grandson has broken his vow and flown to Chicago to try to talk the old man into coming back to New York. But, no, Harry doesn’t think he will. (“You’re talking now?” he asks his grandson. “Garbo speaks,” the kid shrugs.)\n\nHe heads vaguely westward. His young hitchhiker has fallen in love with his grandson, and they think they’ll aim for a commune in Colorado. Harry gives them a lift because that’s more or less where he’s going, but he declines, just now, to join the commune. He gives them his car, hitches a ride with a Las Vegas hooker, is (to his vast surprise) seduced by her, has a good time in Vegas, and, alas, is arrested for having a few too many.\n\nThis leads to the film’s most hilarious scene. Harry is tossed into a cell already occupied by an ancient Indian (Chief Dan George) who has been arrested for practicing medicine without a license. The two old men gravely discuss recent television shows and the problem of bursitis, and the chief cures Harry’s aching shoulder in return for an electric blender. Chief Dan George is so solemn, so understated, with Mazursky’s dialogue that the result is a great comic scene.\n\nHarry and Tonto drift on West toward the Pacific, and we begin to get the sense that this hasn’t been your ordinary road picture, but a sort of farewell voyage by a warm and good old man who is still, at seventy-two, capable of being thankful for the small astonishments offered by life. The achievement is partly Mazursky’s, partly Carney’s. \n\nMazursky has established himself as the master of a kind of cinema he calls “serious comedy” -- movies that make us laugh and yet have a special attitude toward their material and American society. His earlier films have included “Bob and Carol and Ted and Alice” and the remarkable “Blume in Love.”\n\nArt Carney has, of course, fashioned a distinguished career for himself on the stage after all those years as Norton on “The Honeymooners.” Here, he flowers as a movie star. The performance is totally original, all his own, and worthy of the Academy Award it received. It’s not easy to make comedies that work as drama, too. But Carney’s acting is so perceptive that it helps this material succeed.", "running_time": 115, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Comedy", "Drama"], "title": "Harry and Tonto (1974)"}