{"url": "http://www.rogerebert.com/reviews/harry-in-your-pocket-1973", "by": "James Coburnas Harry", "star_rating": 2.5, "text": "\"Harry in Your Pocket\" is a curiously affecting little movie that never quite manages to do what it wants to, but tries hard and has some success along the way. It's a movie about a cannon mob, which is to say a gang of pickpockets, but it's not a caper movie and it's not really about criminals either. That's because the pickpockets in the movie don't think of themselves as outlaws so much as a dying breed of dedicated professionals.\n\nThat's especially true of Walter Pidgeon, who turns up as the aging \"drop\" (that's the guy who takes the poke, which is to say the wallet, from the cannon, which is to say the front-line pickpocket, so that the cannon is never found holding if he gets caught). Pidgeon and James Coburn have a professional relationship that's apparently survived many years, and would perhaps have survived for more had they not taken on two young \"stalls\" (which is to say people who distract the mark). The stalls are Michael Sarrazin and Trish Van Devere, and of the two, I would say that Miss Van Devere is easily the most distracting.\n\nCoburn hitches up with the two youngsters mainly because he is hot for Miss Van Devere, an attitude she does nothing to discourage. Sarrazin doesn't try very hard to prevent Coburn from taking his girl away, mainly because Sarrazin is more interested in becoming a great cannon than a great lover. He doesn't have much aptitude in either area but finds that pocket-picking is more easily learned.\n\nHe persuades Pidgeon to be his teacher, inspiring one of the more unlikely student-guru relationships in recent movies. I never thought I'd ever see Walter Pidgeon, no less, playing a cocaine-sniffing pocket-picking instructor, but then there are stranger things in heaven and earth, etc. Pidgeon is secretly pleased to teach the young man. \"Nobody has any patience these days,\" he complains. \"Young people don't have the dedication to learn a craft. \n\nThey just bop old ladies over the head and run away with their purses. Disgusting!\" Anyway, director Bruce Geller (whose TV credits include Mission: Impossible), seems more interested in the characters than in the story, and that's just as well; once the technical details of pocket-picking are explained (which is to say once we know the slang for the various pockets and have decoded Pidgeon's system of communicating in code with a handkerchief), there isn't much left but the people.\n\nGeller's TV shows were good at explaining complicated situations, but nowhere in the movie does he really show us the actual techniques of pocket-picking as well as Robert Bresson did in \"Pickpocket\" (1959). In that one, the camera moved right in, and we saw how the folded newspaper in the crowded subway car can be manipulated so that while the cannon merely seems to be turning the pages, he actually is into the mark's front vent kick and out with the poke. Geller's camera never gets that close or sees that much.\n\nStill, we're left with a certain affection for these people, especially Walter Pidgeon with his ramrod dignity. The scene in which he inadvertently exposes a freshly lifted poke while high on cocaine has a poignancy to it which, I'm afraid, doesn't come across very well in a review. And the shear complicatedness of the Coburn-Van Devere-Sarrazin triangle, in which everybody understands everybody else's motives all too well, is a lot mom interesting than if Sarrazin had just been presented as a jealous, rejected lover. He winds up with the girl in the end, anyway; after all, remember Harry's central credo in life: \"Harry never holds.\"", "running_time": 103, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-10-11", "genres": ["Comedy", "Crime", "Drama"], "title": "Harry in Your Pocket (1973)"}