{"url": "http://www.rogerebert.com/reviews/harry-and-son-1984", "by": null, "star_rating": 1.0, "text": "Note: Throughout this review, the \"*\" will indicate a \"Symbol.\"\rThis movie looks like the aftermath of an explosion in the story department. It's about everything. They give us so many relationships, so many problems, so many emotional hazards, so many colorful characters, we need a battery-lighted ballpoint, so we can take notes in the dark.\n\n\"Harry and Son\"* is about Harry and his son*. Harry (Paul Newman) is a construction worker*. His job is to operate a wrecking ball*. One day, he gets dizzy and cannot see what he's doing, and he loses control of his ball**. He returns to his home, which is isolated in the middle of a giant parking lot*, and deals with his son, Howard, who works as a car hiker* because his real ambition is to be a writer***. Other people in Harry's life include his brother* (Wilford Brimley), who runs an Army surplus store*, and his daughter*, who doesn't get along with him because he hates her husband*, a wimp*. Sometimes Harry visits the local pet store*, where the owner, a friendly widow* (Joanne Woodward), who reads craniums, has been in love with him for years.\n\nThe pet store owner has a daughter* who is the former girlfriend* of Howard, and who is now pregnant***, but not by Howard***. Howard, meanwhile, has an affair with a nymphomaniac* who parks her car in his garage*. She has orgasms caused by the sound of a camera shutter*. Howard fixes Harry up with the nymphomaniac. She'd rather take pictures*. Meanwhile, Howard gets a job as an auto repossessor*, but quits after he is caught repossessing a car belonging to Ossie Davis, who is unemployed* but snatches the opportunity to take Howard's job*. Harry is also unemployed**. He tries to get work, but has a dread, unnamed disease*** that makes him dizzy at crucial times. He feels he is a failure. He is cruel to his daughter, plays a practical joke on her husband, and gets drunk and shouts at his son, who should be looking for a job.\n\nThe son, meanwhile, finally sells a short story. He apologizes to his former girlfriend, and then assists her in delivering her child***, in the back seat of a taxi stuck in traffic*. This proves to Howard that he is a man**, and to us that he is at least a fair amateur midwife. Then Howard uses the money from his sale to finance a vacation for his father, his former girlfriend, her baby, and her mother, the pet shop owner. Harry and the pet shop owner begin to fall in love*, before the tragic ending****.\n\nHoward, the son, behaves in such a weird way most of the time that it's a toss-up whether he's actually crazy or just going through a really difficult period. The movie has other problems. Harry, the most interesting character, is offscreen for long periods of time while minor characters march off at right angles to the plot. The movie might have worked if it had been a satire of those awful made-for-TV Family Problem Movies. Unfortunately, it does not seem to know it is funny, not even at the end when everybody gazes longingly at the horizon* down at the beach*, where the waves** crash eternally ashore****.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama"], "title": "Harry and Son (1984)"}