{"url": "http://www.rogerebert.com/reviews/harry-potter-and-the-goblet-of-fire-2005", "by": "Daniel Radcliffeas Harry Potter", "star_rating": 3.5, "text": "Well into \"Harry Potter and the Goblet of Fire,\" Albus Dumbledore intones as only he can: \"Dark and difficult times lie ahead.\" What does he think lay behind?\n\nIn this adventure Harry will do battle with giant lizards, face the attack of the Death Eaters, and in perhaps the most difficult task of all for a 14-year-old, ask a girl to be his date at the Yule Ball. \n\nThat Harry survives these challenges goes without saying, since in the world of print his next adventures have already been published, but \"Goblet of Fire\" provides trials that stretch his powers to the breaking point.\n\nHarry (Daniel Radcliffe) was just turning 13 in the previous movie, \"Harry Potter and the Prisoner of Azkaban\" (2004), and the Potter series turns PG-13 with this installment. There is still at least a mail-owl, and what looks like a mail-raven (it may represent FedEx), but many of the twee touches of the earlier films have gone missing to make room for a brawnier, scarier plot. Is it fair to wonder if the series will continue to grow up with Harry, earning the R rating as he turns 17?\n\nCertainly Lord Voldemort seems capable of limitless villainy. Although we glimpsed his face in \"The Sorcerer's Stone,\" we see him in full on screen for the first time in \"Goblet of Fire,\" and he does not disappoint: Hairless, with the complexion of a slug, his nostrils snaky slits in his face, he's played by Ralph Fiennes as a vile creature who has at last been rejoined by his Death Eaters, who were disabled by Harry's magic earlier in the series. Hogwarts School and indeed the entire structure of Harry's world is threatened by Voldemort's return to something approaching his potential powers, and the film becomes a struggle between the civilized traditions of the school and the dark void of Voldemortism.\n\nThe film is more violent, less cute than the others, but the action is not the mindless destruction of a video game; it has purpose, shape and style, as in the Triwizard Tournament, which begins the film. Three finalists are chosen by the Goblet of Fire, and then the Goblet spits out an unprecedented fourth name: Harry Potter's. This is against the rules, since you have to be 17 to compete in Triwizardry, and Harry is only 14, but Dumbledore's hands are tied: What the Goblet wants, the Goblet gets. The question is, who entered Harry's name, since Harry says he didn't?\n\nThe Triwizard Tournament begins near the start of the film, but after the Quidditch World Cup, which takes place within a stadium so vast it makes the Senate Chamber in \"Star Wars\" look like a dinner theater. The cup finals are interrupted by ominous portents; the Death Eaters attack, serving notice that Voldemort is back and means business. But the early skirmishes are repelled, and the students return to Hogwarts, joined by exchange students from two overseas magic academies: From France come the Beauxbaton girls, who march on parade like Bemelmans' maids all in a row, and from Durmstrang school in central Europe come clean-cut Aryan lads who look like extras from \"Triumph of the Will.\"\n\nBesides Harry, Cedric Diggory is the Triwizard contestant from Hogwarts, and the other finalists are Viktor Krum, a Quidditch master from Durmstrang who looks ready to go pro, and the lithe Fleur Delacour, a Beauxbaton siren. Together they face three challenges: They must conquer fire-breathing dragons, rescue captives in a dark lagoon and enter a maze, which, seen from the air, seems limitless. The maze contains a threat for Harry that I am not sure is anticipated by the Triwizard rules; within it waits Voldemort himself, who has been lurking offstage and now emerges in malevolent fury.\n\nAgainst these trials, which are enough to put you off your homework, Harry also must negotiate his fourth year at Hogwarts. As usual, there is a bizarre new teacher on the faculty. Alastor \"Mad-Eye\" Moody (Brendan Gleeson) is the new professor of Defense Against the Dark Arts, and seems made of spare parts; he has an artificial limb, and a glass eye that incorporates a zoom lens and can swivel independently of his real eye.\n\nThere is also, finally, full-blown adolescence to contend with. I'd always thought Harry would end up in love with Hermione Granger (Emma Watson), even though their inseparable friend Ron Weasley (Rupert Grint) clearly has the same ambition. But for the Yule Ball, Harry works up the courage to ask Cho Chang (Katie Leung), who likes him a lot. Ron asks Hermione, but she already has a date, with the student most calculated to inspire Ron's jealousy. These scenes seem almost in the spirit of John Hughes' high school movies.\n\nMost of the Potter series regulars are back, if only for brief scenes, and it is good to see the gamekeeper Hagrid (Robbie Coltrane) find love at last, with Madame Maxime (Frances de la Tour), headmistress of Beauxbaton. Hagrid, you will recall, is a hairy half-giant. Frances is even taller, but she's a mercifully less hairy giantess. One new character is the snoopy Rita Skeeter (Miranda Richardson), gossip columnist of the Daily Prophet, a paper that has pictures that talk, like the portraits in earlier films.\n\nWith this fourth film, the Harry Potter saga demonstrates more than ever the resiliency of J.K. Rowling's original invention. Her novels have created a world that can expand indefinitely and produce new characters without limit. That there are schools like Hogwarts in other countries comes as news and offers many possibilities; the only barrier to the series lasting forever is Harry's inexorably advancing age. The thought of him returning to Hogwarts for old boys' day is too depressing to contemplate.\n\n\"Harry Potter and the Goblet of Fire\" was directed by Mike Newell, the first British director in the series (he turned down the first Potter movie). Newell's credits range from the romantic \"Four Weddings and a Funeral\" to the devastating \"Donnie Brasco\" to the gentle \"Enchanted April.\"\n\nSuch varied notes serve him well in \"Goblet,\" which explores a wide emotional range. He balances delicately between whimsy and the ominous, on the uncertain middle ground where Harry lives, poised between fun at school, teenage romance and the dark abyss.", "running_time": 157, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-11-17", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Harry Potter and the Goblet of Fire (2005)"}