{"url": "http://www.rogerebert.com/reviews/harry-potter-and-the-prisoner-of-azkaban-2004", "by": "Daniel Radcliffeas Harry Potter", "star_rating": 3.5, "text": "I've just returned from London, where Daniel Radcliffe created a stir by speculating that his famous character, Harry Potter, might have to die at the end of the series. Certainly that seems like more of a possibility in \"Harry Potter and the Prisoner of Azkaban,\" the third Potter film, than it did in the first two. It's not that Harry, Ron and Hermione are faced with any really gruesome dangers (there's nothing here on the order of the spider that wrapped up Frodo for his dinner in the \"Ring\" trilogy), but that Harry's world has grown a little darker and more menacing.\n\nThe film centers on the escape of the sinister Sirius Black (Gary Oldman) from Azkaban Prison; Sirius was convicted in Voldemort's plot to murder Harry's parents, and now it's suspected he must finish the job by killing Harry. As Harry returns for his third year at Hogwarts, grim wraiths named Dementors are stationed at every entrance to the school to ward off Sirius, but the Dementors are hardly reassuring, with their trick of sucking away the soul essence of their victims.\n\nHarry, too, has developed an edge. We first met him as the poor adopted relative of a suburban family that mistreated him mercilessly; this time, Harry is no longer the long-suffering victim but zaps an unpleasant dinner guest with a magical revenge that would be truly cruel if it were not, well, truly funny. Harry is no longer someone you can mess with.\n\nHarry and his friends Ron and Hermione (Rupert Grint and Emma Watson) return to a Hogwarts that boasts, as it does every school year, peculiar new faculty members (this school policy promises years of employment for British character actors). New this year are Professor Lupin (David Thewlis), who tutors Harry in a tricky incantation said to provide protection against the dark magic of Sirius, and Professor Sybil Trelawney (Emma Thompson), whose tea readings don't pull punches-- not when she gazes into the bottom of Harry's cup and sees death in the leaves.\n\nTo distract Harry from his presumed fate, his friend the gamekeeper Hagrid (Robbie Coltrane) introduces the three friends to a wondrous new beast named Buckbeak, which is a hippogriff, half bird, half horse, wholly misunderstood. When a werewolf begins to prowl the grounds, a battle between the two creatures is inevitable. Who could the werewolf be by day? Does no one at Hogwarts find the Latin root of lupus suggestive?\n\nAmong the movie's many special effects, I especially admired the gnarled tree that figures in the third act. The tree is introduced with a wink to the viewer who knows it is CGI: It shakes melting snow from its branches, and some of the snow seems to plop on the camera lens. Beneath this tree is a warren that shelters unimaginable terrors for Ron, when he is dragged into it as part of a longer climactic sequence that plays tricks with time. First the three heroes witness one version of events, and then, after reversing the flow of time, they try to alter them. The ingenuity of the time-tricks worked for me but may puzzle some of the film's youngest viewers.\n\nChris Columbus, who made the first two Potter films, remains as producer but replaces himself as director with Alfonso Cuaron, director of the wonderful \"A Little Princess\" (1975) and the brilliant \"Y Tu Mama Tambien.\" Cuaron continues the process, already under way in \"Harry Potter and the Chamber of Secrets,\" of darkening the palette. The world of the first film, with its postal owls and Quiddich matches, seems innocent now, and although there is indeed a Quiddich match in this film, it's played in a storm that seems to have blown in from \"The Day after Tomorrow.\" I like what Cuaron does with the look of the picture, but found the plotting a little murky; just when we should be focusing on exactly who Sirius Black is and why he killed Harry's parents, there is the sudden appearance of a more interesting if less important character, Peter Pettigrew (Timothy Spall), a real rat who undergoes a change of purpose.\n\nThe actors playing Harry, Ron and Hermione have outgrown their childhoods in this movie, and by the next film will have to be dealt with as teenagers, or replaced by younger actors. If they continue to grow up, I'm afraid the series may begin to tilt toward less whimsical forms of special effects violence, but on the other hand I like Radcliffe, Grint and Watson, and especially the way Watson's Hermione has of shouldering herself into the center of scenes and taking charge. Although the series is named for Harry, he's often an onlooker, and it's Hermione who delivers a long-delayed uppercut to the jaw of Draco Malfoy.\n\nUnlike American movies such as \"Spy Kids,\" where the young actors dominate most of their scenes, the Harry Potter movies weave the three heroes into a rich tapestry of character performances. Here I savored David Thewlis as a teacher too clever by half, Emma Thompson as the embodiment of daffy enthusiasm, Alan Rickman as the meticulously snippy Snape, Robbie Coltrane as the increasingly lovable Hagrid, and Michael Gambon, stepping into the robes and beard of the late Richard Harris as Dumbledore.\n\nIs \"Harry Potter and the Prisoner of Azkaban\" as good as the first two films? Not quite. It doesn't have that sense of joyously leaping through a clockwork plot, and it needs to explain more than it should. But the world of Harry Potter remains delightful, amusing and sophisticated; the challenge in the films ahead will be to protect its fragile innocence and not descend into the world of conventional teen thrillers.", "running_time": 141, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-06-03", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Harry Potter and the Prisoner of Azkaban (2004)"}