{"url": "http://www.rogerebert.com/reviews/harry-potter-and-the-half-blood-prince-2009", "by": "Daniel Radcliffeas Harry Potter", "star_rating": 3.0, "text": "The climactic scene in \"Harry Potter and the Half-Blood Prince\" takes place in one of those underground caverns with a lake and an ominous gondola as the means of transportation, popularized by \"The Phantom of the Opera.\" At first I thought -- no gondola! But then, one appeared, dripping and hulking. In another movie I might have grinned, but you know what? By that point, I actually cared.\n\nYes, this sixth chapter is a darker, more ominous Harry Potter film, with a conclusion that suggests more alarmingly the deep dangers Harry and his friends have gotten themselves into. There was always a disconnect between Harry's enchanting school days at Hogwarts and the looming threat of Voldemort. Presumably it would take more than skills at Quidditch to defeat the dreaded Dark Lord.\n\nIn one of the opening scenes, we find Harry (Daniel Radcliffe) late at night in a cafe of the London Underground, reading a copy of the Daily Prophet which poses the question: Is Harry Potter the Chosen One? By the film's end, he acknowledges that he has, indeed, been chosen to face down Voldemort (whose name should properly rhyme with the French word for \"death,\" mort; also, since their word vol can have meanings such as \"thief\" and \"steal,\" Lord Voldemort is most ominously named).\n\nHarry is distracted from his paper, however, by an instant flirtation with the young waitress, a saucy cutie who informs him, although he asked only with his eyes, that she gets off work at 11. She indeed waits for him on the platform, but the Chosen One must respond to his higher calling from Dumbledore (Michael Gambon), who either materializes, gets off a train, or has a pied-a-terre right there in the Underground. I for one will be disappointed if that waitress (I think her name is Elarica Gallagher) doesn't turn up again in \"Harry Potter and the Deathly Hallows,\" whose two parts will conclude the series in 2010 and 2011.\n\nThat will be none too soon if Harry doesn't want to steal up on the \"Twilight\" franchise, since he and his friends, especially poor Ron Weasley, have definitively entered adolescence. Even now he seems to be entertaining thoughts of snoggling with Ron's sister Ginny (Bonnie Wright). Yes, Harry, so recently a round-eyed little lad, will soon be one of Hogwarts' Old Boys.\n\nDirector David Yates suggests the transition in subtle ways, one of them by making Hogwarts itself seem darker, emptier and more ominous than ever before. Its cheery corridors are now replaced by gloomy Gothic passages, and late in the film an unspeakable fate befalls the beloved Dining Hall at the hands of Bellatrix Lestrange (Helena Bonham Carter), who seems to function principally as a destructive vixen, but no doubt has more ominous goals.\n\nThe mission for which Dumbledore summoned Harry at the outset was to visit the London home of Professor Horace Slughorn (Jim Broadbent), who has become reclusive since his Hogwarts days, but is now urgently needed along with his memories of the young student Tom Riddle, who grew up to become the man whose name should rhyme with Death. Dumbledore hopes they can discover a secret vulnerability of Voldemort's, and that is why they find themselves in the underground cavern. When this possible key is discovered, I promise you I'm not spoiling anything by observing that its basic message is \"to be continued.\"\n\nThere are really two story strands here. One involves the close working relationship of Dumbledore and Harry on the trail of Voldemort. The other involves everything else: romance and flirtation, Quidditch, a roll call of familiar characters (Hagrid, Snape, McGonagall, Wormtail, Lupin, Filch, Flitwick and Malfoy, whose name could be French for \"bad faith\"). With names like that, how do they get through Commencement without snickering?\n\nSome of these characters are reprised just as reminders. The giant Hagrid (Robbie Coltrane), for example, turns up primarily to allow us to observe, look who's turned up! Snape, as played by Alan Rickman, is given much more dialogue, primarily I suspect because he invests it with such macabre pauses. Radcliffe's Potter is sturdy and boring, as always; it's not easy being the hero with a supporting cast like this. Michael Gambon steals the show as Dumbledore, who for a man his age certainly has some new tricks, so to speak, up his sleeve.\n\nI admired this Harry Potter. It opens and closes well, and has wondrous art design and cinematography as always, only more so. \"I'm just beginning to realize how beautiful this place is,\" Harry sighs from a high turret. The middle passages spin their wheels somewhat, hurrying about to establish events and places not absolutely essential. But those scenes may be especially valued by devoted students of the Potter saga. They may also be the only ones who fully understand them; ordinary viewers may be excused for feeling baffled some of the time.", "running_time": 153, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-07-12", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Harry Potter and the Half-Blood Prince (2009)"}