{"url": "http://www.rogerebert.com/reviews/harry-and-walter-go-to-new-york-1976", "by": "James Caanas Harry Dighby", "star_rating": 2.5, "text": "It may never have existed as fact, but as a fantasy, it's intriguing: There's this ornate, elegant restaurant in New York, circa 1890, called Shang Draper's. The party lasts night after night. Men dressed in tuxedos and women with glorious decolletage carry on languorous conversations while impeccable waiters serve the rarest beef and the finest wines. And every one of the customers is a bank robber. The house rules are easily understood. It is not done to talk about one's latest \"job,\" of course - for everyone here is a gentleman. And if a gentleman occasionally has to excuse himself for a year or two to serve a prison term, it's not done to ask him where he was. The only acknowledgment, upon his return, is a sedate one. The robbers and their women clink spoons against crystal and smile their welcome. Harry and Walter would do anything - anything - to be admitted to such classy company. They admire the nation's leading bank robbers, especially the aristocratic Adam Worth, whose prison cells (when he, alas, has to occupy one) are furnished with rich rugs and mahogany writing desks and velvet curtains to conceal the . . . ah, bars. But Harry and Walter are small-time. They dream of vaudeville careers but get arrested because their \"mind-reading\" act is a front for stealing the contents of people's wallets. \n\nThey get sent up the river, and quickly find themselves jobs as Adam Worth's menservants in prison. They discover that he's actually planning a bank job, right there in his cell, and after an unfortunate incident in which they manage to set $20,000 worth of his blueprints on fire, they determine to beat him to the same bank job. And that's the premise of \"Harry and Walter Go to New York\" (although the bank is in Lowell, Mass. - but never mind). \n\nThe movie was obviously made with \"The Sting\" in mind - and it's not just a cheap imitation, either; it's an expensive one. Harry and Walter (James Caan and Elliott Gould) have the Newman and Redford roles - although these characters are bumblers, not geniuses of con. And Michael Caine is sort of the mark, as Robert Shaw was in \"The Sting.\" The difference here is that Caine's character is immensely likable and veddy, veddy proper, and the best thing in the movie. In several roles recently - \"The Man Who Would Be King,\" in particular - Caine has shaken off his mid-career doldrums and shown himself as a very engaging light comedian. Here he has several wonderful moments, of which the best is probably his line when he's discovered in a tunnel leading to the vault of the Commercial Bank & Trust Co. of Lowell, Mass.: \"But you see, old fellow, I'm on my way IN, not OUT....\" \n\nThe plans call for the robbers to tunnel across the street from the Lowell Opera House, and Caine has arranged for his mistress to sing there - giving his gang an excuse to be in town. Harry and Walter and THEIR gang (the staff of a radical newspaper edited by Diane Keaton) get into trouble when the evening performance seems about to end too soon, trapping them at the wrong end of the tunnel. So Gould and Caan grab costumes backstage, insinuate themselves into the awful light opera in progress and provide some of the best bad stage scenes since \"Springtime for Hitler\" in \"The Producers,\" which is the yardstick for these matters. \n\nStill, the movie never quite fulfills its promise. It has inspired moments, it's well photographed, Miss Keaton has some wonderfully fiery dialog as the radical editor, but somehow the direction and tone are just a little too muted. Maybe events should have been played more broadly. Maybe Caan and Gould, trying to be funny, should have learned from Caine, who plays a character who IS funny. Even the celebrated wine-tasting scene misses a bet. Caan, confronted with the cork, puts it in his pocket. Mike Royko's Slats Grobnik, you will recall, salted his and ate it.", "running_time": 115, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-08-31", "genres": null, "title": "Harry and Walter Go to New York (1976)"}