{"url": "http://www.rogerebert.com/reviews/harts-war-2002", "by": "Bruce Willisas Col. McNamara", "star_rating": 3.0, "text": "\"Your colonel is throwing you to the wolves,\" the Nazi commandant of a POW camp tells the young American lieutenant. It looks that way. A white racist American has been murdered, a black officer is charged with the crime, and Lt. Tommy Hart (Colin Farrell) has been assigned to defend him in a court-martial. The Nazi has permitted the trial as a gesture (he is a Yale man, not uncivilized, likes jazz). But Col. William McNamara (Bruce Willis), the senior officer among the American prisoners, doesn't seem much interested in justice.\n\nBecause the movie is told mostly from Hart's point of view, we lack crucial pieces of information available to McNamara, and as these are parceled out toward the end of the film, the meaning of the events shifts. But one underlying truth does not change: Racism during World War II in America and in the Army is a reality that undercuts duty, patriotism and truth.\n\nAs the movie opens, Hart has been captured, interrogated, and sent to Stalag VI in Belgium. He is a senator's son, destined for a desk job. At the POW camp he is cross-examined by Willis, who senses he's lying about the interrogation, and assigns him to a barracks otherwise filled with enlisted men. It's a problem of space, Willis explains, and a few days later the officers' barracks is again too crowded to accommodate two black Air Corps pilots who have been shot down: Lt. Lincoln Scott (Terrence Howard) and Lt. Lamar Archer (Vicellous Shannon).\n\nBunking with black men does not sit well with Vic Bedford (Cole Hauser), a staff sergeant who calls the pilots \"flying bellhops.\" Soon a tent spike, which could be used as a weapon, is found under Archer's mattress, and he's summarily shot by the Nazis, without a trial. Since it is pretty clear that Bedford planted the spike, no one is very surprised not long after when the man is found dead with Scott standing over his body.\n\nA clear-cut case of murder, right? Not according to Hart, who believes this is another set-up and demands that a trial be held. Col. McNamara is not enthusiastic about the idea, but the Nazi commandant is, and soon a court-martial is under way, with Hart (who has no legal experience) as the defense attorney. All of this is absorbing, if of course manipulative, but what makes it more intriguing is the sense that something else is going on underneath the action--that McNamara's motives may be more complicated than we know.\n\nOne hitch is that both the dead man and his alleged killer left the barracks by a secret route at night, a route that cannot be revealed without jeopardizing the other American prisoners. So Hart agrees to a cover story about how his man left the barracks, and then, in a scene built on devastating logic, has to stand mute while the phony cover story is used against his client.\n\nColin Farrell, the young star of Joel Schumacher's powerful but hardly released \"Tigerland\" (2000), is a 26-year-old Dublin native obviously destined for stardom. He does a good job with the conflicted, anguished Lt. Hart, and Bruce Willis brings instinctive authority to the colonel. Marcel Iures, a Romanian actor, is sharp-edged and intriguing as the Nazi commandant; when he gets condolences on the death of his son in battle, he muses, \"I killed my share of English and French soldiers in the first war. They had fathers, too.\" There is a shade of the Erich von Stroheim character in \"Grand Illusion\" here, the suggestion of a German whose military ideas do not depend on that little twerp Hitler.\n\nBut for all the interest in these performances, \"Hart's War\" would be just another military courtroom drama if it were not for the work by Terrence Howard as Lincoln Scott, the man on trial. He expects no justice from an American court-martial. He enlisted in the Air Corps, trained at Tuskegee, wanted to serve his nation, and has seen racism and contempt from whites in uniform. He makes one statement that is chilling because we know it was true: German POWs held in the Deep South were allowed to attend movies and eat in restaurants that were off-limits to blacks, even those in uniform. \"If I wanted to kill a cracker,\" Scott says, \"I could have stayed at home in Macon.\" The movie worked for me right up to the final scene, and then it caved in. Bowing to ancient and outdated convention, director Gregory Hoblit and writers Billy Ray and Terry George put the plot through an awkward U-turn so that Willis can end up as a hero. How and why he does so is ingenious, yes, but the ending gives the impression it is a solution when it is only a remedy. And I would have liked it better if the far-off bugle had been playing under a black character at the end and not a white one. It's as if the movie forgot its own anger.", "running_time": 125, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-15", "genres": ["Drama", "War"], "title": "Hart's War (2002)"}