{"url": "http://www.rogerebert.com/reviews/harvard-man-2002", "by": "Adrian Grenieras Alan Jensen", "star_rating": 3.0, "text": "James Toback is a gambler and an intellectual--a Harvard graduate who at times in his life has been deeply involved in betting. His first screenplay, for Karel Reisz's masterpiece \"The Gambler\" (1974), was about a university literature teacher with a compulsion not merely to gamble, but to place himself at risk. \"I play in order to lose,\" his character says. There is a point at which he contemplates the excellent possibility of having his kneecaps shattered. The only reason Toback himself has never been kneecapped, I suspect, is because he likes to talk even more than he likes to gamble.\n\nNote to editors: No, the previous paragraph is not libelous, because Toback has made a career out of confessing his character flaws (his film \"The Pick-Up Artist\" touched on another predilection), and because by turning his addictions into movies, he has succeeded in controlling them in his life. No other American director is so simultaneously in love with lofty ideas and low-life, and \"Harvard Man\" is a typical Toback film, involving as it does a fixed basketball game and thorny philosophical discussions. He makes crime movies for the thinking audience.\n\n\"Harvard Man\" stars Adrian Grenier as Alan Jensen, a member of the Harvard basketball squad. He is having an affair with his philosophy professor (Joey Lauren Adams), but also has a more conventional girlfriend, Cindy Bandolini (Sarah Michelle Gellar). Her father is widely believed to be a Mafia boss, although Alan brushes aside all such suggestions with the information that he is a \"businessman and investor.\" Toback is not above using melodrama as a shortcut, and does so here: Alan's parents lose their house in a Kansas tornado, and he needs to raise $100,000, fast, to help them. He turns to Cindy and suggests that perhaps, ah, if the stories about her father are true, he might be in a position to throw the Dartmouth game and make a lot of money for everybody, including his homeless parents. And now it gets interesting, because Cindy, as played by Gellar, is not your standard-issue Mafia princess, but a sharp and shrewd operator who is no pushover and doesn't like unpleasant surprises. What makes the movie work is that the premise, which sounds like a comedy, is treated with the seriousness of life and death. You do not disappoint a Mafia bookmaker and laugh it off.\n\nSome of my favorite scenes involve Adams, as the professor. You may remember her as the third wheel in \"Chasing Amy.\" She has a face like your sister's best friend and a voice like Lauren Bacall crossed with an all-night waitress. She would not be your first idea for an actress to play a philosophy professor; you might go with Meryl Streep, say, or someone smart and nervous, like Jennifer Jason Leigh. She seems more like the philosophy professor's secretary. But that's before she starts to talk. She and Alan have several heart-to-hearts about love, gambling and drugs, and she deals not only in practical advice but in the meaning of it all.\n\nAnd that's how the whole movie proceeds. \"The unexamined life is not worth living,\" Socrates reminds us, and in a Toback film, the characters examine their lives almost more assiduously than they live them. Alan realizes he's in very deep, with possible criminal characters on the one hand and possible Mafia reprisals on the other. It all grows even more complicated when two of the Mafia's gambling advisers (Eric Stoltz and Rebecca Gayheart) turn out to be more, or less, than they seem.\n\nAlan does what any Toback hero might do when boxed into such a corner, and drops acid. This is not a good idea, and the movie's visuals, distorting faces and summoning up scenes that may or may not be happening, creates a nightmare for him. How can one man juggle two women, possible expulsion, Mafia baseball bats and the meaning of life, while on acid? This is the kind of question only a Toback film thinks to ask, let alone answer.", "running_time": 100, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-07-12", "genres": ["Action", "Comedy", "Drama", "Thriller"], "title": "Harvard Man (2002)"}