{"url": "http://www.rogerebert.com/reviews/hatchet-ii-2010", "by": "Danielle Harrisas Marybeth", "star_rating": 1.5, "text": "This is the continuation of \"Hatchet\" (2006), by the same director, Adam Green. Having missed that film, incredibly enough, I learn it ended at the same moment this one begins, with a monstrous swamp creature savaging the heroine, Marybeth (Danielle Harris). Since Marybeth was played by Tamara Feldman in the earlier film, this may cause some confusion if the movies play as a double feature, but, hey, if Luis Bunuel could make one movie with two women playing the lead, why can’t Adam Green do it with two movies?\n\nAs an exercise, let’s see how quickly I can summarize the plot. Marybeth escapes from the swamp into the shack of a swamp fisherman (John Carl Buechler), who offers her a drink from a plastic hospital urinal. He finds out who she is and throws her out. She appeals to the Rev. Zombie (Tony Todd), who runs Zombie Shop in the French Quarter. He musters a posse of armed men to venture into the swamp, retrieve any leftover body parts of Marybeth’s father and brother, and shotgun the Swamp Thing, named Crowley (Kane Hodder). The non-swamp dialogue scenes are dispatched as swiftly as possible, and then Crowley sets about slicing, dicing, slashing, disemboweling, chain-sawing and otherwise inconveniencing the men in the boat. \n\nMan, Adam Green must have run up a bill at the local butcher. Hundreds of dollars worth of sweetmeats, livers, gizzards, hearts, lungs and other organs of animals (none of them human, I trust) are seemingly ripped out of Crowley’s victims, while blood helpfully obscures our view of the details of these eviscerations. \n\nThere is an explanation for Crowley’s behavior, a revelation about who he is, an occult connection with the Rev. Zombie, and some business involving the bounty hunters, and this information is used by Adam Green as sort of an amuse-bouche — you know, the little serving of sorbet that French chefs offer to cleanse your palate between main courses.\n\nThere are many good movies opening this weekend. \"Hatchet II\" is not one of them. Tickets are not cheap and time is fleeting. Why would you choose this one? That’s a good topic for a long, thoughtful talk with yourself in the mirror.", "running_time": 89, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-09-29", "genres": ["Action", "Comedy", "Horror"], "title": "Hatchet II (2010)"}