{"url": "http://www.rogerebert.com/reviews/hate-la-haine-1996", "by": "Vincent Casselas Vinz", "star_rating": 3.0, "text": "Mathieu Kassovitz is a 29-year-old French director who in his first two films has probed the wound of alienation among France's young outsiders. His new film “Hate” tells the story of three young men--an Arab, an African and a Jew--who spend an aimless day in a sterile Paris suburb, as social turmoil swirls around them and they eventually get into a confrontation with the police.\n\nIf France is the man falling off the building, they are the sidewalk.\n\nIn Kassovitz's first film, “Cafe au Lait” (1994), he told the story of a young woman from the Caribbean who summons her two boyfriends--one African, one Jewish--to announce that she is pregnant. That film, inspired by Spike Lee's “She's Gotta Have It,” was more of a comedy, but with “Hate,” also about characters who are not ethnically French, he has painted a much darker vision.\n\nIn America, where for all of our problems, we are long accustomed to being a melting pot, it is hard to realize how monolithic most European nations have been--especially France, where Frenchness is almost a cult, and a political leader like Jean-Marie Le Pen can roll up alarming vote totals with his anti-Semitic, anti-immigrant diatribes. The French neo-Nazi right wing lurks in the shadows of “Hate,” providing it with an unspoken subtext for its French audiences. (Imagine how a moviegoer from Mars would misread a film like “Driving Miss Daisy” if he knew nothing about Southern segregation.) The three heroes of “Hate” are Vinz (Vincent Cassel), Jewish, working class; Hubert (Hubert Kounde), from Africa, a boxer, more mature than his friends, and Said (Said Taghmaoui), from North Africa, more lighthearted than his friends. That they hang out with one another reflects the fact that in France, friendships are as likely to be based on class as race.\n\nThese characters inhabit a world where much of the cultural furniture has been imported from America. They use words like “homeboy.” Vinz gives Saida “killer haircut, like in New York.” Vinz does a De Niro imitation (“Who you talkin' to?”). There's break-dancing in the movie. Perhaps they like U.S. culture because it is not French, and they do not feel very French, either.\n\nDuring the course of less than 24 hours, they move aimlessly through their suburb and take a brief trip to Paris. They have run-ins with the cops, who try to clear them off a rooftop hangout that has become such a youth center, it even has its own hot dog stand. They move on the periphery of riots that have started after the police shooting of an Arab youth. When his younger sister’s school is burned down, Vinz's Jewish grandmother warns, “You start out like that, you'll end up not going to temple.” What underlies everything they do is the inescapable fact that they have nothing to do. They have no jobs, no prospects, no serious hopes of economic independence, no money, few ways to amuse themselves except by hanging out. They are not bad kids, not criminals, not particularly violent (the boxer is the least violent), but they have been singled out by age, ethnicity and appearances probable troublemakers. Treated that way by the police, they respond--almost whether they want to or not. As a filmmaker, Kassovitz has grown since his first film. His black-and-white cinematography camera is alert, filling the frame with meaning his characters are not aware of. Many French films place their characters in such picturesque settings--Paris, Nice--that it is easy to see them as more colorful than real. But the concrete suburbs where Kassovitz sets his film (the same sterile settings that were home to Eric Rohmer's cosmically different “Boyfriends and Girlfriends” in 1987) give back nothing. These are empty vistas of space--architectural deserts--that flaunt their hostility to the three young men, as if they were designed to provide no cover. The film's ending is more or less predictable and inevitable, but effective all the same. The film is not about its ending. It is not about the landing, but about the fall. “Hate” is, I suppose, a Generation X film, whatever that means, but more mature and insightful than the American Gen X movies. In America, we cling to the notion that we have choice, and so if our Gen X heroes are alienated from society, it is their choice--it's their “lifestyle.” In France, Kassovitz says, it is society that has made the choice.", "running_time": 93, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-04-19", "genres": ["Drama", "Foreign"], "title": "Hate (La Haine) (1996)"}