{"url": "http://www.rogerebert.com/reviews/hate-crime-2006", "by": "Seth Petersonas Robbie Levinson", "star_rating": 2.5, "text": "\"Hate Crime\" is set in motion with the murder of a gay man, but the title refers to more than one kind of hate and more than one kind of crime. At the end we're left with good and evil in a bewildering tangle. The story is sometimes overwritten, often overwrought, includes an overheard conversation on the \"Nancy Drew\" level, and yet holds our attention and contains surprises right until the end.\n\nThe story begins with Robbie and Trey (Seth Peterson and Brian J. Smith), a long-established gay couple. A new neighbor moves in next door: Chris Boyd (Chad Donella). He makes it clear he hates homosexuals: \"You're going to hell.\" A few nights later, while Trey is walking their dog in the park, he is beaten to death with a baseball bat.\n\nRobbie is sure he knows who did it. The new neighbor, Chris, even has a previous hate crime on his record. A detective (Farah White) is assigned to the case, considers Chris a suspect, and then is joined by a senior detective (Giancarlo Esposito) who sees the case differently and has another suspect. Meanwhile, we see the home life of Chris Boyd. His father, Pastor Boyd (Bruce Davison), is the leader of a fundamentalist congregation much given to sermons that linger in loving detail on sinners in the hands of an angry god. His mother Martha (Susan Blakely) is a sweet, worried woman who supports her husband primarily, it appears, because anything else might be a sin. Their family dinners are fraught with tension.\n\nAlso in the film, less crucial but well-drawn, are Cindy Pickett and Sean Hennigan as Trey's parents. Lin Shaye has a peculiar but vivid role as a neighbor who agrees with Pastor Boyd's religion in theory, but considers Robbie and Trey \"my family\" and has reason to suspect the cops: \"You can't trust anybody but yourself.\"\n\nSo now all the pieces are in place for a puzzle I will not reveal, since \"Hate Crime\" is actually more of a thriller than a social commentary. It provides a sympathetic and convincing portrait of its gay characters, but it has two weaknesses that undermine the power it might have developed.\n\nOne involves the melodramatic way the plot is resolved. The other involves Pastor Boyd, his wife, his son, and his church. Yes, there are plenty of fundamentalists who believe homosexuals (and many others) are on the highway to hell. Yes, they are intolerant and extreme and do not do unto others as they would be done unto themselves. Yes, they talk a lot about Jesus but seem unable to practice his principles, especially those involving charity. Yes, Jesus in their theology is not a spiritual leader so much as their spokesmodel on reactionary social and political issues. To drive its point home, the movie counterpoints Pastor Boyd's hellfire and brimstone with the gentler Christianity of Robbie's church.\n\nBut there are other fundamentalists, a great many more, I believe, who are gentle and humane, positive and well-meaning, and although I may disagree with many of their beliefs, well, there are a lot of religious beliefs in the world and most people disagree with most of them. In a sense, Pastor Boyd and his team represent Islamic terrorists, and most fundamentalists are like most Muslims, religious but not extremist, valued members of the community, good citizens and neighbors.\n\nI make this point because the portrait of the Boyds is painted by Tommy Stovall, the film's writer and director, with such broad and venomous strokes that if the gay characters had been portrayed in the same way, the film would rightly be seen as bigoted. The Boyds are such nut cases that the film is thrown out of balance; a moderated portrait of them might have made a more effective movie.\n\nWhat does feel right is the tension between the two detectives, the younger woman played by White and the veteran played by Esposito. Both leap to instant conclusions about the crime, and although our sympathies are with the woman both of their theories are inspired more by prejudice than police work.\n\nOf the ending of the movie I will have nothing to say. I have been accused recently of \"spoiling\" endings by the simple act of suggesting there is something to be spoiled. Life for me was so much simpler before e-mails in which readers send bulletins: \"By hinting that there is a twist, you spoiled the movie, because otherwise why would I expect a twist?\" I would suggest to such readers that few movies proceed predictably on a preordained path to an obvious conclusion. If you want one that does, Lindsay Lohan's \"Just My Luck\" also opens today. For the rest of us, the ending of \"Hate Crime\" raises complex moral issues that makes the movie more thought-provoking than we could possibly have expected.", "running_time": 104, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-05-11", "genres": ["Drama", "Thriller"], "title": "Hate Crime (2006)"}