{"url": "http://www.rogerebert.com/reviews/hawmps-1976", "by": "James Hamptonas Howard", "star_rating": 2.5, "text": "For the first time in many years, last summer's top grossing family film was not from the Disney studios. It was \"Benji,\" an endearing fable about a precocious dog, and it came from Mulberry Square productions in Dallas. A sequel, \"For the Love of Benji,\" is promised for next summer, but in the meantime, Mulberry has supplied us with \"Hawmps.\" It's about camels, and it makes one thing perfectly clear: Camels are not as endearing as dogs. They may, indeed, be the least endearing of all animals, although I suppose anteaters, sloths and armadillos should not be ruled out. \n\n\"Hawmps\" is based on facts - \"sort of,\" the titles tell us. It's about an actual experiment in the 1850s when the US Cavalry tried using camels instead of horses in the deserts of the Southwest. The experiment was basically a success; the camels were faster than oxen and stronger than horses and no more trouble than mules. But the Civil War brought the Camel Corps to an end, and then the railroads began to take over. \n\nThe movie is a pleasant, inoffensive comedy based on that experiment. It's indifferently acted, especially by James Hampton in the lead, and it's too talky. It has some success with making its youngest camel cute - although not as cute as Benji by several miles. It comes to life when it allows its platoon of grizzled old character actors - Slim Pickens, Denver Pyle and Jack Elam - to have some fun with their roles. But Hampton seems listless. He doesn't project much energy he talks too slowly and, worst of all, he's simply not a funny actor. No matter; the audience I saw \"Hawmps\" with seemed to have a fairly good time, and the very idea of a movie about US soldiers on camelback seemed to intrigue them. Jack Elam provided a satisfactory villain named \"Bad Jack\" (there is something about Elam that makes the word \"bad\" seem to fit in front of the first names of all his characters). Slim Pickens squeaked and growled and fervently shook his jowls as the camel-hating officer. And the camels endured the fuss surrounding them with a placid indifference; does any other beast take such a small interest in human affairs? \n\n\"Hawmps\" is accompanied by a short called \"The Story of Benji\" that will be too much for all but the most fervent animal lovers. Sure, Benji made the folks at Mulberry millions of dollars, and, yes, Benji is a clever little tyke. But this is a love poem. We get endless slow-motion shots of Benji romping through hill and dale (with Muzak on the soundtrack) until he begins to resemble a canine Semi-Obligatory Lyrical Interlude. \n\nThere are also film clips of the \"Theme from Benji\" winning an Academy Award, and of Benji being chaperoned by limousine on a coast-to-coast publicity tour, and of endless lines of kids reaching up to pat his long-suffering little head. And there's an interview with Benji's trainer, a large mustachioed man named Frank Inn, who solemnly declares: \"Of all of the people I've known in my life, I can honestly say I've never been closer to anyone than to Benji.\" Inn can be seen in several of the scenes of \"Hawmps,\" but there's something about the expression on his face than suggests he has not transferred his affection to camels.", "running_time": 113, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-08-24", "genres": ["Comedy", "Family"], "title": "Hawmps (1976)"}