{"url": "http://www.rogerebert.com/reviews/haywire-2012", "by": "Gina Caranoas Mallory", "star_rating": 3.0, "text": "There must be Freudian insights explaining why so many young males respond positively to superwomen as heroines. At science fiction and comics conventions, a woman wearing a fetishistic superhero costume will almost certainly be the focus of a circle of intent fanboys. Maybe there's the prospect of an all-protecting mom. Or the promise of a cool female buddy. The possibility of sex seems to be secondary.\n\nMallory Kane, the heroine of \"Haywire,\" is a splendid example of the character type. Her first name springs from a Latin root for evil, and her last name evokes associations with British pornography (\"Strict instruction for naughty schoolboys. Call Miss Kane\"). Steven Soderbergh's latest film is a thriller that has next to nothing to do with sex, except as an implement of distraction, but under the surface, there's an appeal coiling to that part of many men that feels kinda needy about Lara Croft. \n\nMallory is played by Gina Carano, a retired mixed martial arts fighter. Her range is suggested by having placed No. 5 on a Most Influential Women list on Yahoo! and No. 16 on Maxim's Hot 100. On the basis of \"Haywire,\" I expect her to become a considerable box-office success, because the fact is, within a limited range, she's good. In the movie's first scene, she walks into a little cafe in upstate New York, sits down, sips a little tea and had me hooked. She has the no-nonsense beauty of a Noomi Rapace, Linda Fiorentino or Michelle Monaghan.\n\nShe plays an employee of a murky special contractor of the U.S. government; it's a firm that specializes in performing dirty work on assignment. Its own agents and enemy agents, who sometimes seem interchangeable, spend a great deal of time deceiving and double-crossing one another, and Mallory discovers during the course of the film that (spoiler, I guess) she can't trust anyone. Why so many people want to kill her is a mystery, because she is so gifted at her job.\n\nCarano is wonderfully athletic, which is just as well, because she spends most of the film being wonderfully athletic. Although you never know in this age of special affects exactly what is real in a martial arts scene, let it be said she really does seem to be personally performing some impressive fight moves; there are the same elegant moments we remember from Bruce Lee and Jackie Chan, who were blindingly fast and ingenious in the way they improvised using walls, angles, furniture and the bodies of others. \n\nSoderbergh is a master craftsman whose work moves almost eagerly between genres. This is his first martial arts film, and he correctly assumes that the audience isn't interested in hearing a lot of dialogue. Lesser directors would use that as an excuse to rely entirely on action and lowball the words. Not Soderbergh and his screenwriter, Lem Dobbs, who wrote \"Dark City,\" is the son of the famous painter R.B. Kitaj and lifted his pen name from the Bogart character in \"The Treasure of the Sierra Madre.\" \n\nWhat they do is craft very precise words for a large group of supporting characters and fill those roles with surprisingly big names. The result is that the film (although its plot is preposterous nonsense) has weight and heft and places Mallory at the center of a diabolical labyrinth. Consider that a relatively little-known actress co-stars with Michael Fassbender, Ewan McGregor, Bill Paxton, Channing Tatum, Antonio Banderas and Michael Douglas, and you realize that (1) Carano can hold her own, and (2) like Woody Allen, Soderbergh is one of those directors who can get just about anybody he wants to act in his movies.\n\nI call the plot nonsense. Ask yourself this: How could any organization or \"contractor\" survive for long with the death rate we see here? At the end of a year, no one would be left alive, except a few mail-room clerks. Soderbergh seems to be amusing himself with the variety of his locations: Barcelona, Dublin, New Mexico, New York State and executive offices in unnamed cities. A film like \"Haywire\" has no lasting significance, but it's a pleasure to see an A-list director taking the care to make a first-rate genre thriller.", "running_time": 93, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-18", "genres": ["Action", "Thriller"], "title": "Haywire (2012)"}