{"url": "http://www.rogerebert.com/reviews/he-said-she-said-1991", "by": "Kevin Baconas Dan Hanson", "star_rating": 2.0, "text": "\"He Said, She Said\" is a gentle little film that raises some questions about the different ways men and women view reality, does not answer them, and succeeds in being entertaining all the same. If it had been willing to take a slightly harder line, we might have had something here.\n\nThe movie stars Kevin Bacon and Elizabeth Perkins as reporters on the Baltimore Sun, who are assigned to share a space on the op-ed page where they will debate various issues, he as a conservative, she as a liberal. After their feature becomes a success, they're asked to repeat for formula on television, where they debate such issues as a highway merger plan and a garbage disposal scheme. They're a hit from the start, but never more so than after the day she bounces a coffee cup off his forehead.\n\nIt's endearing, the way the movie thinks this formula would be successful. It's especially endearing to think that a local TV newscast would team up a pair like this to debate highways and garbage, especially in the reserved style they use, which reminded me of college debating class. To assume that the same viewers would be thrilled both by their polite, dry-as-dust interchanges and the thrown coffee cup is stretching reality.\n\nBut never mind. Their occupation isn't the real subject of the movie, which wants to examine the way men and women remember things differently. It nearly goes without saying that the two on-air warriors eventually fall in love off the air, and that this creates a crisis of commitment for Bacon. First we see the relationship from his point of view, as a womanizing night owl. Then we see it through Perkins' eyes. She's suspicious of his unreliability and promiscuity.\n\nMany scenes are staged in two different ways; what he sees as a romantic first date, for example, she remembers as an awkward chance encounter.\n\nThe movie's credits list two directors - Ken Kwapis and Marisa Silver - and I've seen ads that seem to indicate he directed the material from Bacon's point of view, and she directed the Perkins scenes (the onscreen credits do not make this distinction). None of the scenes account, however, for the factual differences, such as that Perkins reads one of her onscreen commentaries in two radically different styles. I guess the implication is that she'd remember it that much differently than he would.\n\nI was personally underwhelmed, however, by the variances in their points of view, and since I was never sold on the plausibility of the characters, I should have been indifferent to the movie. Yet, oddly, I kept liking things in it. Individual lines of dialogue.\n\nMoments of freshness. A satiric edge to some of the scenes. I also liked the chemistry between Bacon and Perkins, who seemed alert to each other's nuances.\n\nMaybe the problem is that the filmmakers didn't give their audience credit for much intelligence. The whole screenplay needs an IQ transfusion. The quality of the TV commentaries could have been jacked up to meet broadcast standards. The Meet Cutes could have been toned down. The supporting characters could have been less caricatured. The movie makes a small effort in this direction by providing a Bad Girl (Sharon Stone) who is at least human and perceptive and not a complete caricature, but other elements seem phoned in from the cliche factory.\n\n\"He Said, She Said\" is not a great movie or even a very good one, but it contains likable performances and enough occasional wit that it feels like a missed opportunity, and not just a wasted effort. Watching it, I kept coming back to the affection I felt for the characters. If a movie can create people I'm interested in, doing things I sometimes care about, it's halfway home. But that's as far as this one gets.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-02-22", "genres": ["Comedy", "Drama", "Romance"], "title": "He Said, She Said (1991)"}