{"url": "http://www.rogerebert.com/reviews/headhunters-2012", "by": "Aksel Hennieas Roger", "star_rating": 3.5, "text": "It's not often a thriller keeps me wound up as well as \"Headhunters\" did. I knew I was being manipulated and didn't care. It was a pleasure to see how well it was being done. Unlike too many thrillers that depend on stunts, special effects and the Queasy-Cam, this one devises a plot where it matters what happens. It's not all kinetic energy.\n\nIt's from Norway. Why has Scandinavia been producing such good thrillers? Maybe because their filmmakers can't afford millions for CGI and must rely on cheaper elements like, you know, stories and characters. \"Headhunters\" deserves comparison with \"The Girl With the Dragon Tattoo,\" \"Insomnia\" and \"Let the Right One In.\" \n\nAt its center is an everyman, Roger Brown, who is an executive headhunter. While interviewing job candidates, he learns information that's invaluable in his second job, as an art thief. He needs the money and tells us why: He's keenly aware that he stands 5-foot-6 and is married to Diana, a statuesque blond. On her he lavishes expensive gifts and a luxurious lifestyle and even sets her up with her own art gallery. He doesn't believe she could love him for himself. \n\nBrown (Aksel Hennie) is a smooth-talking type with the cool nerve necessary to enter homes and replace valuable paintings with deceptive reproductions. At a gallery opening, Diane (Synnøve Macody Lund) introduces him to a new client: Clas Greve (Nikolaj Coster-Waldau). This man looks like trouble. Tall, chiseled, confident, he has just resigned as CEO of a multinational, and Brown would like to recruit him for a rival firm. He's persuasive. He won't stop until the man agrees to lunch.\n\nGreve, as it turns out, inherited a Rubens from his grandmother. Perfect. Brown can place him with the firm and steal his painting. But when he learns the devastating news that Diana and Clas have been having an affair, he sabotages the job offer. Clas Greve is not a man you want to cross. Trained as a military commando, survivor of Bolivian torture, fiercely proud, he wants revenge. He's the sort of villain that a thriller needs: intelligent and remorseless. Not a gimmick character, but an implacable enemy.\n\nEnough about the plot. What \"Headhunters\" has done, skillfully, is enlist our sympathy with Roger Brown and our interest in Clas Greve. They're not simply plot markers. And Diane is not simply a trophy blond, but warm and nice, and if she had an affair, well, so did Roger — with Lotte (Julie Ølgaard), who he treats with disturbing callousness. We've seen Clas in a dressing room, his muscular back criss-crossed with whip marks. We know, and Roger knows, he means business.\n\n\"Headhunters\" then opens up into a long, punishing chase, as Clas tracks Roger across Norway in a series of increasingly perilous situations. The short man proves courageous and resilient, and can think quickly. His method for hiding in an outhouse from Roger and his dog is admirably practical. It's incredible he hangs onto his life. Yes, this follows thriller formulas. What is important is that it has the unfaked weight of reality. No fancy effects, but flesh and blood and real locations.\n\nEven though the film helpfully explains a few things in its closing scenes, it's unlikely you'll be able to follow the plot step by step. It's a labyrinth of double-crosses and deceptions. Roger doesn't know who he can trust, and neither do we. The director, Morten Tyldum, has a gift for visual shocks and reveals. Everything can change in a single edit. \n\n\"Headhunters\" is like an argument for the kinds of thrillers I miss. It entertains with story elements, in which the scares evolve from human behavior. Pure action is boring. Chase scenes are boring, unless you devise one as \"Headhunters\" does, with a shaky farm tractor. Sex scenes can even be boring, unless there is the illusion that the partners care. \"Headhunters\" plays fair.", "running_time": 100, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-05-09", "genres": ["Crime", "Foreign", "Thriller"], "title": "Headhunters (2012)"}