{"url": "http://www.rogerebert.com/reviews/head-of-state-2003", "by": "Chris Rockas Mays Gilliam", "star_rating": 3.0, "text": "\"Head of State\" is an imperfect movie, but not a boring one and not lacking in intelligence. What it does wrong is hard to miss, but what it does right is hard to find: it makes an angry and fairly timely comic attack on an electoral system where candidates don't say what they really think but simply repeat safe centrist banalities.\n\nIn \"Head of State,\" the presidential and vice presidential candidates of an unnamed party, obviously the Democrats, are killed when their campaign planes crash into each other less than two months before the election. Seeking a replacement candidate, the party settles on Mays Gilliam (Chris Rock), an obscure Washington, D.C., alderman who has saved a woman and her cat from a burning building. He seems to have no chance of victory, but of course party boss Sen. Bill Arnot (James Rebhorn) doesn't want him to win--he wants to exploit him as a token black candidate who will lose but win painless points for the party.\n\nIf Mays can't win, then he has nothing to lose and his strategy is obvious: Instead of trying to please everyone, he should say the unsayable. We've seen this strategy before from movie candidates, notably Kevin Kline in \"Dave,\" Warren Beatty in \"Bulworth\" and Eddie Murphy in \"The Distinguished Gentleman,\" and the notion runs back to Frank Capra. What Rock brings to it is brashness--zingers that hurt. \"What kind of a drug policy,\" he wants to know, \"makes crack cheaper than asthma medicine?\" The movie, directed and co-written by Rock, is wickedly cynical about the American electoral system. It shows Mays being supplied with a prostitute named Nikki (Stephanie March) because, campaign manager Martin Geller (Dylan Baker) explains, \"We got tired of getting caught up in sex scandals, so we commissioned our own team of superwhores.\" And it gives him an opponent, the incumbent vice president (Nick Searcy), whose claim to fame is he's Sharon Stone's cousin, and whose motto has a certain resonance: \"God bless America--and no place else.\" Mays bumbles through the first weeks of his campaign, following the instructions of his profoundly conventional campaign advisers, Geller and Debra Lassiter (Lynn Whitfield) until his brother, a Chicago bail bondsman named Mitch (Bernie Mac), asks him when he's going to start speaking his mind. When he does, the first thing he says is that he wants Mitch as his running mate.\n\nThis is one of the areas that doesn't work. Bernie Mac could be a funny veep candidate, but not as a bondsman whose peculiar personal quirk is to hit people as hard as he can as a sign of friendship. The character should have been redefined, and a scene where Mays and Mitch batter each other should have been edited out; it works only as an awkward puzzlement for the audience.\n\nAnother element that doesn't work is the character of Kim (Robin Givens), who begins the movie as Mays' fiancee, is dumped, and then turns into a crazy stalker who follows him everywhere, overacting on a distressingly shrill note, until she exits in a particularly nasty way. This character could have been dumped, especially since Mays meets a cute caterer named Lisa (Tamala Jones), who looks like first lady material.\n\nChris Rock is a smart, fast-talking comedian with an edge; I keep wondering when the academy will figure out he could host the Oscars. Here he plays his usual persona, more or less, in a movie where some of the edges are rough and others are serrated. We keep getting these movie fantasies where political candidates say what they think, are not afraid to offend, cut through the crap and take stands. Must be wish-fulfillment.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-03-28", "genres": ["Comedy"], "title": "Head of State (2003)"}