{"url": "http://www.rogerebert.com/reviews/head-on-2005", "by": "Birol Unelas Cahit", "star_rating": 3.0, "text": "'Are you Turkish? Will you marry me?\" This may not be the shortest marriage proposal in movie history, but it is certainly one of the most sincere. It comes early in \"Head-On,\" a film about two people who would deserve each other, except that no one deserves either one of them. Sibel is a Turkish woman of about 22, living in Germany with her parents. Cahit, who is at least 20 years older than her, is also a Turk living in Germany, which is all Sibel needs to know, because what she needs is a Turkish husband (any Turkish husband will do) who can take her out of her home and the domination of her father and brother and the threat of being married off to a loathsome man of their choosing.\n\nNot that Sibel is a prize. Her wrists are scarred after suicide attempts, and she meets Cahit in a mental institution, where he has been taken after driving his car into a wall at full speed. Not a promising couple. She explains the deal: She will cook and keep house for him, do his laundry, and stay out of the way. He doesn't have to have sex with her, and she gets to have sex with anybody she wants. This sounds like a good enough deal to Cahit, who desperately needs a housecleaner (and a bath and a haircut) and is getting all the sex he needs from a buxom hairdresser who hangs out with him at the sleaziest saloon since \"Barfly.\"\n\nCahit (Birol Unel) and Sibel (Sibel Kekilli) are played with a deadpan self-destructiveness that sometimes tilts toward comedy, sometimes toward tragedy, sometimes simply toward grossing us out. Cahit picks up the empty bottles in a bar in return for free drinks, uses cocaine when he can get it, is morose about the unexplained loss of his first wife (maybe he misplaced her), and is a sight to behold when he is brought home by Sibel to meet her family. Her father, a bearded patriarch, looks on incredulously. Her brother whispers to the old man that at least Cahit will take her off their hands. To Cahit, he says: \"Your Turkish sucks. What did you do with it?\" Cahit: \"I threw it away.\"\n\nIt is not that he hates Turkish or Turkey; it is that he hates himself. He prefers to speak German because that is the language of the society he moves in, one of garish bars and sudden fights and desperate bloody hangovers. Everyone in his world is a realist with no delusions. I treasured the scene where Cahit's new brother-in-law suggests they all make a trip to a brothel, but is enraged when Cahit suggests that the man return home and sleep with his wife instead.\n\nIn a conventional movie, the formula would be: They put up with each other out of necessity, she starts to care for him, he begins to like her but she draws away, he grows angry and distant, she sees that he needs her, and they end by discovering that, what do you know, they actually love each other. \"Head-On\" goes through these stages in five minutes, on its way to much more desperate and harrowing adventures, which you will discover for yourself.\n\nThe film won the Berlin Film Festival and a lot of European Film Awards, and was praised partly, I imagine, because it provides a portrait (however dire) of Germany's large population of Turks and other immigrants -- who, like undocumented Latinos in America, are made to feel unwelcome while at the same time being essential to the functioning of the economy. The most memorable film I've seen about immigrants in Germany was \"Ali -- Fear Eats the Soul\" (1974), by Rainer Werner Fassbinder, a director with an uncanny resemblance to Cahit, especially in the categories of personal hygiene, barbering and drug abuse. In \"Ali,\" a middle-aged cleaning woman marries a much younger Moroccan man, and when she announces this fact to her family, a son (played by Fassbinder) stares at her for a second, stands up and kicks out the screen of her television set.\n\n\"Head-On\" not only includes a car crash, but has the fascination of one. It is possible that no good can come to these characters, no matter what changes they make or what they can do for one another. Their marriage functions primarily to yank both parties out of their personal spirals of self-destruction and allow them to join in a double helix of personal misfortune.\n\nFrom time to time, the movie cuts to a band performing on a stage of Turkish carpets on a bank of Bosphorus, with Istanbul in the background. These musical interludes suggest that we may be seeing a version of a ballad or folk-legend, which has been processed through generations of urban grunge. What I can say for the film is what I could also say of \"Barfly,\" \"Last Exit to Brooklyn\" and \"Sid & Nancy,\" which is that the characters in these movies are making their mistakes so we don't have to.\n\nI can also observe that I watched with fascination. The movie is well and fearlessly acted, and the writer-director (Fatih Akin) is determined to follow his story to a logical and believable conclusion, rather than letting everyone off the hook with a conventional ending.", "running_time": 121, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-04-07", "genres": ["Drama", "Foreign", "Romance"], "title": "Head-On (2005)"}