{"url": "http://www.rogerebert.com/reviews/head-games-2012", "by": "Steve James", "star_rating": 3.0, "text": "The problem is head concussions. Few, perhaps no, players avoid them. How many concussions are too many? \"One,\" says a neurologist in the film. Especially if it's your child. Contact sports will, however, continue to be played, and players will continue to be concussed, some more than once in a season or even once in a game. \"No child under the age of 13 should be allowed to play collision sports,\" says an expert here.\n\nThe documentary by Steve James paints a devastating picture of the long-term consequences of head injuries among pro NFL players. They are nearly 20 times more likely to develop Alzheimer's disease than the general population, for example. There is a chilling scene showing Ann McKee, professor of neurology and pathology at Boston University, slicing through the brains of dead NFL veterans and pointing to the dark places associated with the brain disease CTE (chronic traumatic encephalopathy). There is a painful moment when an NFL veteran finds himself unable to name the months of the year.\n\nThe doc centers on two figures. One is Christopher Nowinski, a former Harvard and professional lineman, who graduated to pro wrestling. Nowinski's book Head Games: Football's Concussion Crisis is one of the sources for the film. The other is New York Times sports reporter Alan Schwarz, who has made head injuries his beat. (Sun-Times columnist Rick Telander was out front on this story with a series in 2010.)\n\nFor years, the NFL seemed to keep its distance from the head injury controversy, despite prodding from players' groups. Recently, it has grown more involved in research and prevention, but \"playing through injury\" is still part of its ethos. Players with concussions are advised to sit it out while their head clears; experts say a week of inactivity is recommended.\n\nSome of the film's more thought-provoking scenes involve games played at Chicago's Near North Elementary. The players are obviously emulating pro games they've seen on TV. It's not a \"game\" for them. They go for hard hits.\n\nThe news that hockey is as dangerous to heads as football may not come as news. But James also considers women's soccer and its rate of head concussions. By the end of \"Head Games,\" we've heard a sobering lesson. Yet even parents who are identified on camera as concussion experts allow their son to play hockey — because, well, \"he enjoys it, and we enjoy watching him.\" \n\nIn Allen, Texas, a $60 million high-school football stadium and sports facility has just been opened. ESPN says it has \"seats for 18,000 roaring fans, a 38-foot wide high-definition video screen, corporate sponsors and a towering upper deck.\" What kind of pressure does it place on a teenage kid to play on a field like that? How many concussions will he play through?\n\nDisclosure: Steve James will direct a documentary based on my memoir, Life Itself.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-09-26", "genres": ["Documentary"], "title": "Head Games (2012)"}