{"url": "http://www.rogerebert.com/reviews/head-1968", "by": "Annette Funicelloas Minnie", "star_rating": 2.5, "text": "\"Head\" comes to us, finally, long after the disintegration of the Monkees and long after its original release in 1968. That doesn't matter too much, because the film could never have had any appeal for Monkees fans, and the good things in it still hold up. I suppose it flopped in 1968 because Monkees fans were offended by it, and non-Monkees fans (i.e., anyone over 14, in either age or IQ) devoutly stayed away.\n\nIt's been resurrected in 1971 not because of its all-star cast (Victor Mature, Carol Doda, Annette Funicello, Sonny Liston, and Ray Nitschke) but because of its all-star crew. It was written by Jack Nicholson, who went on to star in \"Easy Rider\" and \"Five Easy Pieces,\" and directed by Bob Rafelson, who directed \"Five Easy Pieces.\" The producer, Bert Schneider, created the Monkees for television with Rafelson, and \"Head\" was apparently their scheme to bury them.\n\nThe Monkees themselves are a harmless lot, little pop-idol puppies who can't sing, can't dance, can't talk, don't need to. The movie fits them into a plot somehow reminiscent of \"A Hard Day's Night\" and then forgets them. They themselves admit, at the film's beginning, that they're a \"manufactured image,\" and the film tries to dismantle and discredit the image. Sometimes it succeeds.\n\nBut the Monkees, dismantled or not, aren't really at the heart of the film, and their songs are so forgettable that you have trouble remembering how they began, before they end. The film's success is in a series of satires on movie clichés, and in several blackouts. These are probably Nicholson's, and worth seeing.\n\nWe get the destruction of a Coke machine, a montage of three stereotyped desert scenes, a Western shoot-out with fake arrows, a Hollywood soda fountain brawl, things like that. They're good, and the rest of the movie (including trick photography that already seems out of date) isn't unpleasant. And you may, for metaphysical private reasons of your own appreciate the scene where The Monkees play dandruff in Victor Mature's hair.", "running_time": 86, "mpaa_rating": "G", "release_year": 1968, "date_published": "1971-02-18", "genres": ["Comedy", "Fantasy", "Musical"], "title": "Head (1968)"}