{"url": "http://www.rogerebert.com/reviews/head-in-the-clouds-2004", "by": "Charlize Theronas Gilda Besse", "star_rating": 3.0, "text": "\"Head in the Clouds\" uses World War II as the backdrop for a romantic triangle. Well, so did \"Pearl Harbor,\" but I liked this one more, perhaps because it isn't so serious about itself. Oh, it keeps a straight face, but the plot has been rigged so the heroine can be seen in every possible light from the noble to the sinister, occasionally at the same time. She's Gilda Besse (Charlize Theron), one of those women who is so rebellious, daring, sexy, scandalous, shocking and brave that it's a good thing the war came around to give her a context. A woman like this in peacetime would have a terrifying volume of unreleased energy and would be driven to find a channel to vent it. Maybe that explains Martha Stewart.\n\nThe movie begins with a fortune teller who predicts amazing things in Gilda's 34th year. This is a device to tip off the audience that it's not going to be entirely about the school days of a young woman who pops up in the rooms of an Oxford undergraduate one night. He is Guy (Stuart Townsend), and he offers Gilda refuge from the campus scouts; he knows she's having an affair with one of the dons (who at Oxford are professors, not gangsters, with occasional exceptions, especially in earlier centuries).\n\nGilda is already a legend. Her father, played by the alarming British actor Steven Berkhoff, is a French millionaire. Her mother is an American. Her affairs are legion, her behavior notorious. Although Guy should be beneath her radar, she kind of likes him, and he of course is smitten. One thing leads to another, and a few years later he's invited to join her in Paris, where she is now a famous photographer and lives with her model Mia (Penelope Cruz). Mia is quite a character herself: former apache dancer and stripper, probably once a hooker, also a committed political idealist who is taking nursing classes in order to volunteer against the fascists in her native Spain.\n\nOf course Mia and Gilda are lovers, sort of; they're the kind of movie lesbians whose relationships exist primarily to accommodate the men in their lives and excite the men in their audience. Mia's reaction to Gilda's uncertain but real affection for Guy is to look pensive in quiet little shots, as if she is thinking \"I wish that was me.\"\n\nEventually Guy gets to look pensive, too, after the war breaks out and he returns to Paris as a British spy, only to find that Gilda is now the mistress of a powerful Nazi officer. The Nazis had excellent taste in mistresses, if we can judge by the two best recent movies on the theme, \"Bon Voyage\" and \"Gloomy Sunday.\" Their mistresses of course had lousy taste in men, which is why Guy can't understand what Gilda has done. Surely this great free spirit is not sleeping with a man just to get nylons, cigarettes and champagne?\n\nWhether she is or not, I will leave for you to determine. What is certain is that Gilda is a considerable movie character, as Gildas so often are in the movies. The function of poor Guy is to follow her from one continent to another, gaze at her in admiration, lust, shock, horror and dismay, and then in admiration and lust again. Wonderful as Gilda is, it must be exhausting to be fascinated by her.\n\nCharlize Theron is one of the few actresses equal to the role, bringing to it beauty, steel-edged repose, and mystery. Gilda will be compared unfavorably to her great work in \"Monster,\" but I find it fascinating that the two films come so close together, underlining what magic really is involved in being an actor. Penelope Cruz is given a character who seems to combine the attributes of several other people who must have been written out of the script, so that she's busy being jealous, heroic, political, seductive and studious; she walks with a limp, except in her lesbo tango with Gilda, where we don't much miss it.\n\nThe screenplay, by director John Duigan, seems constructed to put Gilda through the paces of most of the activities that would later be described in the little green paperbacks of the Traveler's Companion series published by Olympia in postwar Paris. When Mia's date leaves her black and blue with welts from a beating, for example. Gilda calls him up, hints that she's really interested in finding out more about his techniques, and then ties him to a bed and whips him, not entirely to his disliking. What she does with her Nazi is not entirely clear, but he seems content.\n\nAll the same, what does she think about Guy? Does she see him as a lover, a pet, a mascot, a dupe, a friend, an enemy? That's the movie's central puzzle, and no one is more baffled than Guy. By the time he (and we) get it all figured out, the war's about over, and so is the movie. I know \"Head in the Clouds\" is silly and the plot is preposterous, but it labors under no delusions otherwise. It wants to be a hard-panting melodrama, with spies and sex and love and death, and there are times when a movie like this is exactly what you feel like indulging.", "running_time": 121, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-01", "genres": ["Drama", "History", "Romance"], "title": "Head in the Clouds (2004)"}