{"url": "http://www.rogerebert.com/reviews/head-over-heels-2001", "by": "Monica Potteras Amanda Pierce", "star_rating": 1.5, "text": "\"Head Over Heels\" opens with 15 funny minutes and then goes dead in the water. It's like they sent home the first team of screenwriters and brought in Beavis and Butt-Head. The movie starts out with sharp wit and edgy zingers, switches them off and turns to bathroom humor. And not funny bathroom humor, but painfully phony gas-passing noises, followed by a plumbing emergency that buries three supermodels in a putrid delivery from where the sun don't shine. It's as if the production was a fight to the death between bright people with a sense of humor, and cretins who think the audience is as stupid as they are.\n\nMonica Potter and Freddie Prinze Jr. star in another one of those stories where it's love at first sight and then she gets the notion that he's clubbed someone to death. The two characters were doing perfectly well being funny as themselves , and then the movie muzzles them and brings in this pea-brained autopilot plot involving mistaken identities, dead bodies and the Russian mob.\n\nWhy? I wanted to ask the filmmakers. Why? You have a terrific cast and the wit to start out well. Why surrender and sell out? Isn't it a better bet, and even better for your careers, to make a whole movie that's smart and funny, instead of showing off for 15 minutes and then descending into cynicism and stupidity? Why not make a movie you can show to the friends you admire, instead of to a test audience scraped from the bottom of the IQ barrel? Potter is radiant as Amanda, an art restorer at the Museum of Modern Art. She has been betrayed by a boyfriend and vows to focus on her job. \"I love art better than real life,\" she says, because the people in paintings \"stay in love forever.\" True of the Grecian Urn, perhaps, if not of Bosch, but never mind; her latest challenge is to restore a priceless Titian, which the curator hauls into the room with his fingers all over the paint, banging it against the doorway.\n\nMoving out from her faithless boyfriend, she finds a $500-a-month room (i.e. close) in a vast luxury apartment occupied by \"the last four nonsmoking models in Manhattan\" (Shalom Harlow, Ivana Milicevic, Sarah O'Hare and Tomiko Fraser). And then she falls head over heels in love with a neighbor, Jim (Prinze), who walks a big dog that knocks her over and sets up a conversation in which she says all of the wrong things. That's the dialogue I thought was so funny.\n\nIn a film with more confidence, the comedy would continue to be based on their relationship. This one prefers to recycle aged cliches. She thinks she sees him club someone to death. We know he didn't, because--well, because (a) it happens in silhouette, so the movie is hiding something, and (b) Freddie Prinze Jr. is not going to play a real club-murderer, not in a movie with a cute dog. Idiot Plot devices prevent either one of them from saying the two or three words that would clear up the misunderstanding. Meanwhile, the exhausted screenwriters haul in the Russian mobsters and other sinister characters in order to make this movie as similar as possible to countless other brain-dead productions.\n\nAs my smile faded and I realized the first 15 minutes were bait-and-switch, my restless mind sought elsewhere for employment. I focused on Amanda's job, art restoration. Her challenge: An entire face is missing from a grouping by Titian. She \"restores\" it by filling the gap with, yes, Prinze's face and head, complete with a haircut that doesn't exactly match the Renaissance period.\n\nBut never mind. Give the movie the benefit of the doubt. Maybe one of those Renaissance geniuses like Michelangelo invented Supercuts clippers at the same time he invented bicycles and submarines. What's really odd is that the face is not in the style of Titian, but in the style of Norman Rockwell. Obviously it was only with the greatest restraint that Amanda was able to prevent herself from adding a soda fountain to the background.\n\nNow what about that eruption of unspeakable brown stuff that coats the supermodels as they hide in a bathroom? Why was that supposed to be funny? The scene betrays a basic ignorance of a fundamental principle of humor: It isn't funny when innocent bystanders are humiliated. It's funny when they humiliate themselves. For example, \"Head Over Heels\" would be funny if it were about the people making this movie.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-02-02", "genres": ["Comedy", "Romance"], "title": "Head Over Heels (2001)"}