{"url": "http://www.rogerebert.com/reviews/hearts-in-atlantis-2001", "by": "Anthony Hopkinsas Brautigan", "star_rating": 3.5, "text": "\"Hearts in Atlantis\" weaves a strange spell, made of nostalgia and fear. Rarely does a movie make you feel so warm and so uneasy at the same time, as Stephen King's story evokes the mystery of adolescence, when everything seems to be happening for the very first time.\n\nSet in 1960, the movie tells the story of an 11-year-old named Bobby (Anton Yelchin) whose father died when he was 5, whose mother (Hope Davis) seems too distracted to love him, whose life centers on his best friend Sully (Will Rothhaar), and Carol Gerber (Mika Boorem), with whom he will share a first kiss by which he will judge all the others. As is often the case in King stories, the period is recreated through an intense memory of cars, radio shows, clothes, baseball mitts--material treasures in an uncertain world.\n\nThen a man comes as a boarder in the upstairs apartment at Bobby's house. This is Ted Brautigan (Anthony Hopkins). \"I never trust a man who carries his possessions in grocery bags,\" says Bobby's mother, as Ted stands on the curb without much in the way of possessions. Bobby is often home alone (his mother is much distracted by her office job), and Ted offers root beer, conversation, and even a dollar a week to read him the paper. Then he reveals a more shadowy assignment for Bobby: Keeping a lookout for Low Men, who are seeking Ted because they want to use his gift.\n\nBy now Bobby does not have to be told that Ted can sometimes foresee the future; Bobby has the same ability, but muted. \"One feels them first at the back of one's eyes,\" Ted tells Bobby, and we note how Hopkins takes this line, which could come from a cheap horror film, and invests it with nuance.\n\nThe Low Men themselves are as symbolic as real. In the King story it's hinted they may come from another world or time, and in the movie they may be FBI agents who want to use Ted's powers for the government, but it hardly matters; in either version, they are the hard realities of an adult world that takes the gifted and the unconforming and either uses them or destroys them.\n\nScott Hicks and Piotr Sobocinski, who directed and photographed the movie, have wisely seen that atmosphere is everything in \"Hearts of Atlantis.\" They evoke a shady lower-middle class neighborhood in a town of hills and trees, and evoke the sleepy Sunday 1950s feel of the newspaper, root beer, Chesterfields, and a game on the radio.\n\nIn this world, Bobby grows up. He is threatened by an older neighborhood bully, he is in love with Carol Gerber, he is in awe of Ted. When Bobby's mother gives him an adult library card for his birthday, it is Ted who advises him which authors bear reading.\n\nThere are wonderful set pieces in the film. One of the best is the way Ted tells Bobby for story of the great Chicago Bears running back Bronco Nagurski, who came out of retirement, old and hurt, and seemed to carry the whole Chicago Cardinals team on his back as he marched down the field in a last hurrah. Another is a visit to a pool hall in a neighboring town, where Ted wants to place a bet, and Bobby meets a woman who knew his father.\n\nThe movie ends as childhood ends, in disillusionment at the real world that lies ahead. Bobby's mother is cruelly divested of her illusions, and later lashes out at the innocent Ted, and then the Low Men come, as they always do. But Bobby's summer had to end, and at least he experienced the best of all possible kisses.\n\nA movie like this is kind of a conjuring act. Like a lot of Stephen King's recent work, it is not a horror story so much as an everyday story with horror lurking in the margins. It's not a genre movie, in other words, but the story of characters we believe in and care about. Anton Yelchin is not just a cute kid but a smart and wary one, and Mika Boorem is not just the girl down the street but the kind of soul who inspires the best in others. And Anthony Hopkins finds just the tired, truthful note for Ted Brautigan--who knows the worst about men and fears for his future, but still has enough faith to believe it will do a kid good to read the right books.\n\nSo, should you therefore read the book after seeing the movie? I would recommend the audiobook; William Hurt's reading is one of the best audio performances I have ever heard.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-09-28", "genres": ["Drama", "Mystery", "Thriller"], "title": "Hearts in Atlantis (2001)"}