{"url": "http://www.rogerebert.com/reviews/heart-of-midnight-1989", "by": "Jennifer Jason Leighas Carol Rivers", "star_rating": 2.5, "text": "\"Heart of Midnight\" is a horror film that descends into the depths of bizarre sexual behavior for no better reason than to see what it will find there. It finds a lot. The film opens with Carol, a troubled young woman moving into Midnight, a shuttered nightclub willed to her by her uncle, a mysterious figure who has disappeared. She hopes to reopen the club as an elegant nitery, even though the street it's on looks like a war zone, populated mostly by layabouts and sex fiends.\n\nCarol, played by Jennifer Jason Leigh, has pluck. She hires some workmen and sets about remodeling the main room of the club, even while she wonders what lurks behind the locked doors in the red corridor upstairs. At night, alone in the building, she is haunted by strange noises and unexplained events and by nightmares left over from a troubled childhood. Then a bunch of keys mysteriously appears outside her room, and as she opens the locked doors she finds that she has inherited a brothel in which every room was decorated to cater to a different kinky taste.\n\nShe sets to work rehabilitating the club. Daytimes are filled with the ominous presence of the workmen, who devote themselves to using large power saws in order to make deafening noises whenever she tries to give instructions. Nights are filled with false alarms, and then by a rape attempt when some of the local louts break in. Her only comfort comes when a stranger (Peter Coyote) materializes in the club. He says he's the detective assigned to investigate the break-in. Well, maybe he is.\n\nFlashbacks reveal that Carol has lived on the edge of insanity since childhood, has survived two nervous breakdowns and believes that \"making a go\" of the club is her only hope of learning to cope with life. Besides, she tells Coyote, \"I've always dreamed of running a sophisticated place, smoking cigarettes, leaning on the bar, firing the bartender if I don't like the way he operates.\" Coyote seems to be the only person in her life who believes she can achieve these dreams.\n\n\"Heart of Midnight\" was written and directed by Matthew Chapman, whose previous film was the effective \"Strangers Kiss.\" That one told the story of a director (Coyote) making a movie with mob money and falling in love with his leading lady, the mobster's girlfriend. Coyote lived, or lurked, in an eyrie high up under the roof of the sound stage where he was working, and there also seem to be hiding spaces and hidden living quarters in the nightclub in \"Midnight.\" Maybe Chapman likes the idea of secret rooms and voyeurism.\n\nA lot of secrets are unveiled before the end of \"Heart of Midnight,\" which it would be unfair to reveal, although I was intrigued by one character, a girl raised as a boy for reasons that the movie hints were thoroughly perverse. While such discoveries are indeed disturbing, much of \"Heart of Midnight\" is simply silliness, devoting itself to a series of false alarms in which strange noises mean nothing and Carol always is having to calm herself after her imagination runs away with her.\n\nOther moments, however, are more gruesome, and as the mystery deepens we realize that Coyote is gifted at acting friendly while projecting danger. Leigh is at the center of most of the scenes, looking young and vulnerable and doing a fairly good job of not overplaying the melodrama. Chapman is a better director than he is a writer, and if the movie finally reveals itself as an overwrought shaggy dog story, the visuals and the use of the \"Midnight\" nightclub set do show that Chapman has a gift for atmosphere and suspense. I am not sure he knows where he's going with this film, but he gets there in style.", "running_time": 96, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-03-03", "genres": null, "title": "Heart of Midnight (1989)"}