{"url": "http://www.rogerebert.com/reviews/heartbreak-hotel-1988", "by": "David Keithas Elvis Presley", "star_rating": 1.0, "text": "Here it is, the goofiest movie of the year, a movie so bad in so many different and endearing ways that I’m damned if I don’t feel genuine affection for it. We all know it’s bad manners to talk during a movie, but every once in a while a film comes along that positively requires the audience to shout helpful suggestions and lewd one-liners at the screen. “Heartbreak Hotel” is such a movie. All it needs to be perfect is a parallel soundtrack.\n\nThe film tells the story of an Ohio high school kid (Charlie Schlatter), back in 1972, who has his own rock ‘n’ roll band. But the fuddy-duddys on the high school faculty don’t like rock ‘n’ roll, so they ban the band from the school talent show. Meanwhile, the kid has problems at home. His divorced mother (Tuesday Weld) is an alcoholic who sleeps with a guy who works at the junkyard. She’s also a die-hard Elvis Presley fan. Things are not so great at home for Schlatter and his kid sister, who live upstairs over Mom’s business, a fleabag motel.\n\nAnd things get worse when Weld is hospitalized after a traffic accident.\n\nWhat to do? Well, Elvis himself is going to appear in Cleveland on Saturday night, and so Schlatter and the members of his band concoct a desperate plot to kidnap Presley and bring him home, to cheer up Mom.\n\nHow are they going to get him away from his cocoon of security guards? They come up with a brainstorm. Rosie, the local pizza cook, looks exactly like Elvis’ beloved dead mother. So they’ll give her a black wig, adjust her makeup and convince Elvis that she has returned from the grave for one last visit with her son. Rosie, portrayed by Jacque Lynn Colton in a role the late Divine was born to play, sends Elvis flowers and lures him outside his hotel at 3 a.m., and then the high school kids chloroform him and whisk him away in a pink Cadillac.\n\nOnce Elvis enters the plot, the movie ascends new heights of silliness. Elvis, played in the film by David Keith (a good actor who doesn’t look one bit like Elvis), is mad at first, of course. But then he begins to listen when this teenage punk tells him he has lost his sense of danger and is playing it safe for his fans, who are mostly blue-haired old ladies. Elvis also sort of falls for Weld, and he takes a special liking in his heart for her little daughter, Pam (Angela Goethals), who is afraid to sleep with the lights out. The tender bedside scenes between Elvis and the young girl are hard to watch with a straight face, especially if you’ve read Albert Goldman’s muckraking biography Elvis, with its revelations about the King’s taste in pubescent girls.\n\nI don’t know what Chris Columbus, the writer and director of this film, had in mind when he made it. One of my fellow critics, emerging from the screening and wiping tears of incredulous laughter from his eyes, said maybe they were trying to make a Frank Capra film - “Mr. Presley Goes to Ohio.” Elvis gives Schlatter tips on picking up women and holds lessons in pelvis-grinding before agreeing to make a guest appearance at the high school talent show. Any resemblance between this behavior and the real Presley exists only in the realm of fantasy.\n\nAnd yet Elvis fans are a special lot and will enjoy some of the small touches in the film, such as the name of Weld’s motel (the “Flaming Star”) and the way the movie reproduces the famous jukebox dance and fight scene from one of Presley’s aging classics. Some scenes are tongue-in-cheek send-ups of hoary old B-movie cliches, as when Elvis grabs a paintbrush and helps Weld redecorate her motel or when he says a tearful goodbye at the airport before flying back to reality in his private jet (he reserves an especially fond pat on the head for the young daughter).\n\nI never know how to deal with movies like “Heartbreak Hotel.” Sure, it’s bad - awesomely bad, contrived, awkward and filled with unintentional laughs. And yet I was not bored. The movie finds so many different approaches to its badness that it becomes endearing. The organizers of Golden Turkey film festivals have been complaining lately that they don’t make truly great bad movies anymore. “Heartbreak Hotel” is proof that the genre is not completely dead.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-09-30", "genres": ["Comedy", "Music"], "title": "Heartbreak Hotel (1988)"}