{"url": "http://www.rogerebert.com/reviews/heart-beat-1980", "by": "Nick Nolteas Neal Cassady", "star_rating": 2.5, "text": "More perhaps than any other single book, Jack Kerouac's novel On\r\nthe Road announced an end to the Eisenhower years and the beginning of the\r\nnarcissistic, rebellious Sixties. It told the story of the first beatniks,\r\nthose dropouts from the middle class who rode the highways from Maine to Mexico\r\nand raised hell, wrote poetry, loved unwisely, drank too well and did the basic\r\nengineering on the lifestyle that would eventually be run to exhaustion by the\r\nhippies. Kerouac's novel starred a heroic proto-beat named Dean Moriarty, based\r\non the legendary underground figure Neal Cassady. And now in \"Heart\r\nBeat\" we get the story of Neal and Jack and Neal's wife. Sort of.\n\nThe\r\nmovie's based on a memoir written a few years ago by Carolyn Cassady, who was\r\nnot one of the heroes of On the Road, and who, it now appears, had good reason\r\nto be less than enchanted with the beatnik lifestyle. The wives of famous men\r\noften have unique outlooks on their wonderful opportunities to live so close to\r\ngreatness; when Bennett Cerf, visiting the James Joyces in Paris, described\r\nJoyce as a genius, Mrs. Joyce dryly replied, \"That's all very well for you\r\nto say - you don't have to live with the bloody man.\" Carolyn Cassady's\r\n\"Heart Beat\" comes from the same fervent neighborhood of the soul.\n\nBut\r\nthis movie is another matter altogether. How closely it resembles the facts I\r\ncannot say, but it paints a portrait of Jack and Neal as good buddies who\r\ndrank, sank, hitchhiked, lied and fought their way around the America of the\r\nlate 1940s (Kerouac described himself and Cassady as \"furtives\"), and\r\nthen both fell in love with Carolyn. She married Neal, who stayed at home,\r\nsometimes, between time on the road, with Jack and a great deal of additional\r\ntime spent on applied research into alcoholism. Jack was a drunk, too, and a\r\nlot of the movie deals with their attempts to patch things together in the\r\nlittle postwar suburban house in San Francisco where Carolyn tried to maintain\r\na home.\n\nThis\r\nis not exactly the story we have in memory from the Kerouac legend, and there\r\nwere long stretches of \"Heart Beat\" during which I found myself\r\nwishing instead for a film version of On the Road, That's unfair, I guess - but\r\nwhat is director John Byrum trying to do in this movie? I'm not sure. The\r\nmovie's a triumph of art direction, all right; the locations, clothes,\r\nlighting, moods, music and whole tone of the performances are designed to lower\r\na kind of nostalgic dropcloth over the story, and we're constantly invited to\r\nread greater significance into dialogue and gestures because they took place\r\nduring these now-lost times.\n\nFine,\r\nexcept that the significance doesn't seem to be there. \"Heart Beat\"\r\nseems to exist almost entirely as a matter of style. The characters are\r\nwonderfully well played by Nick Nolte Sissy Spacek and John Heard - they have\r\nscenes together in which the round-robin of everyday dialogue is almost poetic\r\n- but nobody has given their characters anything to do except to be. They\r\nexist, we watch them, the decor is inspired, that's it.\n\nThe\r\nattempts to add other characters from the period are mostly misguided. A\r\ncharacter named \"Ira,\" inspired by Allen Ginsberg (who forbade use of\r\nhis name), is so awkwardly drawn he comes off as a '50s satire of a beatnik\r\npoet. Jazz musicians are so artfully \"cool\" they're paralytic. Jack\r\nand Neal move through the worlds of coffee houses and jazz clubs as if they\r\nwere backdrops, not habitations.\n\nWhat\r\nfinally happens is that the whole period - the conformist '50s as well as the\r\nrebellious beats - gets frozen into the same flashback. Everything becomes part\r\nof the film's nostalgic memory. The film seems to treasure the conformity of\r\nAmerican mainstream society if only because it provides such an ideal contrast\r\nto Neal and Jack. This movie treats its events as so long ago, so finished and\r\ndone with and bathed in a yellowing afterglow, that we don't sense the very\r\npassion and rebelliousness it's supposed to be about. What an irony for the\r\nfirst serious film about the Beats.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-02-11", "genres": null, "title": "Heart Beat (1980)"}