{"url": "http://www.rogerebert.com/reviews/heartland-1981", "by": "Conchata Ferrellas Elinore Randall", "star_rating": 4.0, "text": "\r\n\n\nRichard Pearce's \"Heartland\" is a big, robust, joyous movie about people who make other movie heroes look tentative. It takes place in 1910, out in the unsettled frontier landsof Wyoming, and it's about a determined young widow who packs up her daughter and moves out West to take a job as the housekeeper on a ranch. At first she is completely baffled by the rancher who has hired her (\"I can't talk about anything with that man\"), but in the end she marries him and digs in to fight an endless battle with the seasons, the land, and the banks.\n\nA movie newcomer named\r\nConchata Ferrell plays the widow, Elinore Randall. She's a big-boned,\r\nclear-eyed, wide-hipped woman of about thirty who makes us realize that most of\r\nthe women in Westerns look as if they're about to collapse under the strain.\r\nShe is extremely clear about her motivations. She gives a full day's work for a\r\nfull day's pay, but she is tired of working for others, and would like to own\r\nher own land someday. She does not, however, speak endlessly about her beliefs\r\nand ambitions, because Heartland is a movie of few words. That is partly\r\nbecause of the character of Clyde Stewart (Rip Torn), the rancher she goes to\r\nwork for. He hardly ever says anything. He is a hard man, a realist who knows\r\nthat the undisciplined Western land can break his back. But he is not unkind,\r\nand in the scene where he finally proposes to marry her, his choice of words\r\ncontains understated wit that makes us smile. \n\n\r\nEverything in this movie affirms life. Perhaps\r\nthat is why Heartland can also be so unblinking in its consideration of death.\r\nThe American West was not settled by people who spent all their time baking\r\npeach cobbler and knitting samplers, and this movie contains several scenes\r\nthat will shock some audiences because of their forthright realism. We see a\r\npig slaughtered, a calf birthed, cattle skinned, and a half-dead horse left out\r\nin the blizzard because there is simply nothing to feed it. \n\n\r\nAll of Heartland is stunningly photographed on\r\nand around a Montana ranch. (The movie is based on the real life of a settler\r\nnamed Elinore Randall Stewart.) It contains countless small details of farming\r\nlife, putin not for \"atmosphere\" but because they work better than dialogue\r\nto flesh out the characters. The desolation of the frontier is suggested in\r\nsmall vignettes, such as one involving a family that could get this far and no\r\nfarther, and lives huddled inside a small wagon. Among the many scenes that\r\ndelight us with their freshness is one moment right after the wedding, when\r\nFerrell realizes she got married wearing her apron and work boots, and another\r\nwhen she is about to give birth and her husband rides off into the storm to\r\nfetch the midwife from the next farm. We settle back here in anticipation of\r\nthe obligatory scene in which the midwife arrives and immediately orders\r\neveryone to boil hot water, lots of it but this time we're surprised. The\r\nhusband returns alone; the midwife was not at her farm. Quiet little developments\r\nlike that help expose the weight of clichés that holds down most Westerns. \n\n\r\nIn a movie filled with wonderful things, the\r\nvery best thing in Heartland is Conchata Ferrell's voice. It is strong,\r\nconfident, clear as a bell, and naturally musical. It is a fine instrument,\r\nbringing authenticity to every word it says. It puts this movie to a test,\r\nbecause we could not quite accept that voice saying words that sounded phony\r\nand contrived. In Heartland, we never have to.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "Heartland (1981)"}