{"url": "http://www.rogerebert.com/reviews/hearts-of-west-1975", "by": null, "star_rating": 3.0, "text": "\"Hearts of the West\" is a lovely little comedy, a movie to feel fond of. It's about a farm kid who sends away for a correspondence school course on how to be a cowboy and runs away to a godforsaken crossroads in Nevada because he wants to \"hang around the campus.\" Well, there isn't any -- just a couple of con men operating out of a post office box. They try to roll the kid, he escapes into the desert and the next morning he's rescued by a posse of real cowboys.\n\nReal movie cowboys, that is. It's during the Depression, the early days of the talkies, and they're grinding out horse operas in quiet desperation. There's no glamor here: Tumbleweed Productions is a fly-by-night outfit with a line of credit for a budget, and the producer bargains with his cowboys about stunts. \"For crashing through that window and running across the porch roof and jumping onto that horse I'll pay $7.50,\" he says. A sullen silence. \"How about $8.50? That's my final offer.\"\n\nThe kid hitches a ride into Los Angeles with the movie company, catches the eye of the cute little production secretary and hangs around trying to get work as an extra. He does, thanks to her. He almost gets fired during his first day on the set, when he leaps from behind some rocks, fires wildly and dies so dramatically that the hero is left gaping. But he redeems himself by doing the stunt where he jumps on the horse. He's so dumb he does it for free. He's also so dumb he does it without an athletic supporter. Gulp.\n\nThe kid, all earnest and engaging, is played by Jeff Bridges, that open faced young actor from \"The Last Picture Show\" and \"Fat City.\" He brings a nice complexity to the role: He's Lewis Tater (\"Did you say Taylor?\" \"No -- Tater\"), fresh off the farm and totally naive. But he's got pluck, and he's determined to survive in the Hollywood jungle.\n\nActually, \"Hearts of the West\" makes the jungle look fairly tame. It's populated by a producer (Alan Arkin) who makes serious little speeches about motivation, and a veteran extra (Andy Griffith) who passes out free advice, and the script girl (Blythe Danner) with a cigarette in her mouth and a heart of gold. Things seem to work out fairly well for Lewis, who keeps insisting he's a writer even after he's been cast as the lead in a budget basement serial.\n\nHe is a writer, too, laboring over his portable typewriter to produce paragraphs heavy with lines like, \"Lengthening shadows stole across the harsh desert sands while the Kid unholstered his deadly Colt.\" He envisions a world of good and evil and showdowns on Main Street, and meanwhile he gets into trouble because (a) he's being pursued by the con men from Nevada, and (b) the kindly old extra has taken one of his novels and tried to sell it as his own. It turns out that Lewis unknowingly stole all the receipts from the phony correspondence school.\n\nThe movie's no great shakes, I suppose, but I liked it. Its director, Howard Zieff, is a former adman who gave us the Alka seltzer tummies and is good here at establishing a nice, mellow tone that never tries too hard. There are a few big laughs in the movie, but not too many, and most of the time, what we're feeling is affection. These are likable people -- Lewis and his girl and even the so called friend who tries to plagiarize the novel And when the con men find themselves involved in a shoot-out, one of them apologize \"I never ever thought things would go quite this far.\"", "running_time": 102, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Comedy", "Western"], "title": "Hearts of West (1975)"}