{"url": "http://www.rogerebert.com/reviews/heart-condition-1990", "by": "Bob Hoskinsas Jack Moony", "star_rating": 2.0, "text": "Jack Moony is a slob, an unshaven, cheeseburger-chomping drunk who happens to be a cop. He is also a racist, which is why he feels so queasy when he wakes up after the heart attack. They have given him a heart transplant, and his new heart once belonged to a black man. And not any black man, but his archenemy, a slick, young lawyer. There is anothere complication. Both men, in the recent past, have had relations with the same hooker.\n\nWhat it looks like we have here is the premise for a dark, gloomy examination of the underside of the American psyche, but \"Heart Condition\" is a fantasy, not a slice of life, and there are times when it even wants to be a comedy. The gimmick is that the ghost of the lawyer returns to Earth and follows Jack around, telling him not to smoke or eat greasy foods, and giving him tips on how to solve the lawyer's murder and get back together with the hooker again.\n\nThere's more, much more, including a vile drug dealer who gives people injections to keep them tame. And a subplot involving a U.S. senator who overdoses on crack. And a scene where a little baby is held hostage in a shootout. And a lot of car chases. And some tender moments. And that absolutely obligatory character in all recent cop movies: the wrongheaded precinct captain who completely misses the point and puts the hero on suspension just when he's about to crack the case wide open.\n\nThe plot of \"Heart Condition\" tries to be all things to all people: comedy, tragedy, drama, violence, fantasy, reality, cop picture, ghost picture, urban parable, buddy movie. That it works even fitfully under this heavy burden is because of its stars, Bob Hoskins and Denzel Washington, who bring a credibility to their roles that the screenplay doesn't really deserve. Hoskins (last seen in \"Who Framed Roger Rabbit\") is a small dynamo of an actor, charging ahead through the plot without the least self-consciousness, and Washington (\"The Mighty Quinn,\" \"Glory\") is a charmer who drives the cop nuts by telling him to put out his cigarettes (\"as long as you're still around,\" he reminds the recipient of his heart, \"I'm still around\").\n\nThe Washington character is not exactly a good guy, at least not at first. Hoskins hates him because the lawyer has hookers for clients, including Hoskins' former girlfriend (Chloe Webb). Lawyers for hookers do not usually drive around in a top-of-the-line Mercedes, but these are special hookers, controlled by a slimy pimp (Jeffrey Meek) who supplies them to kinky millionaires and politicians. \"I don't represent the pimp, I represent the girls,\" the Washington character declares, none too convincingly, at one point in the movie.\n\nCrowded as this movie is, it still finds time to supply the Webb character with a heart of gold. Yes, she's a hooker, but only to get enough money to attend art school out in the valley, and all the men in her life are cruel brutes who do not recognize her artistic talent. Later on, after she bears Washington's child, she is transmogrified into the heroic mother battling to save her baby from the sadistic pimp.\n\nWhat's weird about \"Heart Condition\" is that it slips back and forth so cheerfully across the line between comic fantasy and brutal urban reality. There are slapstick scenes in which Hoskins tries to keep a cheeseburger away from the invisible ghost and horrifying scenes in which the pimp threatens to kill his girls with overdoses.\n\nScenes in which Hoskins and his cat share a bottle of whiskey and scenes in which Washington's bitter mother goes through his belongings.\n\nThe movie is all over the map, trying whatever seems to work at the moment. The problem is that fans of violent movies will grow impatient with the whimsy involving the ghost, and fans of reincarnation comedies are going to have a hard time dealing with sordid plot details.\n\nHoskins and Washington are just fine, however, Hoskins providing another reminder that he is one of the most convincing of actors and Washington once again effortlessly displaying the charisma that is making him into a major star. He plays the role with a light touch instead of with the heavy portentiousness we can easily imagine.\n\nFor Hoskins, \"Heart Condition\" must have seemed like deja vu. After \"Roger Rabbit,\" here is Hoskins once again holding conversations with an imaginary partner who has been framed.", "running_time": 100, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-02-02", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "Heart Condition (1990)"}