{"url": "http://www.rogerebert.com/reviews/hear-my-song-1992", "by": "Adrian Dunbaras Mickey O'Neill", "star_rating": 3.5, "text": "There once really was a Josef Locke, a legendary Irish singer who found it prudent to disappear for several years while the British tax boys were looking for him. And on that intriguing shred of fact, \"Hear My Song\" builds a romantic comedy of great charm. Locke is absent for most of the picture, but the search for him, like the search for Harry Lime in \"The Third Man,\" makes him grow in stature the longer he is absent from the screen.\n\nThe movie is set in Liverpool, where Mickey, the inventive owner of a failing pub, keeps it open through increasingly desperate measures, such as advertising a concert by \"Franc Cinatra.\" He is approached one day by a mysterious Mr. X, who claims to be the missing Josef Locke. The tenor's fans are legion in Liverpool, and so the owner (Adrian Dunbar) books Mr. X, who puts on a plausible deception but is unmasked as an impostor.\n\nThe pub patrons are outraged, but Mickey has bigger problems at home, where his fiancee's mother (Shirley Anne Field) was once, long ago, in love with Locke. She too was deceived by Mr. X, and so Mickey feels he must go to Ireland on a mission of honor to find the real Josef Locke, wherever he may be. He has his work cut out for him; the locals in Ireland are so secretive they make Appalachian hillbillies look like talk-show guests. But Dunbar appeals to them with the same kind of know-it-all charm used by Denis Lawson, as the man who seemed to hold every job in \"Local Hero.\" All of this sounds like fodder for 30 minutes of sitcom, but not the way \"Hear My Song\" is directed by Peter Chelson. He comes from that small band of British and Irish directors who embrace human comedy, who love the quirks and weaknesses of their characters, and who like to make their points in small, sly asides. Within five minutes the movie has created the sense of a tight-knit community, and within half an hour it has created the considerable miracle of making us care whether Mickey can find Josef Locke.\n\nLocke, when he is found, is played by Ned Beatty, who won an Academy Award for his supporting work in \"Network,\" and who might seem an unlikely choice for an Irish tenor but plays the role with the robust presence of a man who, finding himself on a stage, would know exactly what to do there. The ending goes on a bit too long, but then, when you've spent a whole movie looking for a man, you're probably reluctant to leave him without an encore.\n\n\"Hear My Song\" was co-written by Chelsom and Dunbar, is their first feature, and is a labor of love as well as wit. Large parts of it are based on fact, according to the film's notes; not only was there a real Josef Locke who fled the British taxmen, but there was a \"Mr. X,\" who teased club audiences for years with the ad line, \"Is he or isn't he?\" Chelsom was raised in the seaside town of Blackpool, where Locke performed for 19 seasons, and many of the characters in the pub are drawn more or less from life.\n\nI was in a discussion, the other day, about the concept of a \"small film.\" We use the term as shorthand, but what does it mean? That a movie has no major explosions or special effects, I suppose, and contains no superstars. But perhaps also that it prefers to look at people closely and with love, instead of destroying dozens of them in high-speed chases. \"Hear My Song\" is the very soul of a great small film.", "running_time": 104, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-02-14", "genres": ["Comedy", "Foreign", "Indie"], "title": "Hear My Song (1992)"}