{"url": "http://www.rogerebert.com/reviews/heartbreak-ridge-1986", "by": "Marsha Masonas Aggie", "star_rating": 3.0, "text": "Clint Eastwood's \"Heartbreak Ridge\" uses an absolutely standard plot, and makes it special with its energy, its colorful characters and its almost poetic vulgarity. We have seen this story in a hundred other movies, where the combat-hardened veteran, facing retirement, gets one last assignment to train a platoon of green kids and lead them into battle. But Eastwood, as the producer, director and star, caresses the material as if he didn't know B movies have gone out of style.\n\nHe plays Tom Highway (nicknamed Gunney), a hard-drinking loser who has sacrificed everything - wife, family, friends, reputation - on the altar of the Marine Corps. We meet him in a title sequence that seems directly inspired by \"Dirty Harry\": He's in a drunk tank, smoking a cigar and telling tall tales, when a brawny giant attacks him. Eastwood hands his cigar to a bystander, creams the bully and reaches for his cigar again (just as Dirty Harry finishes eating his hot dog after the opening shootout).\n\nThe opening scene promises his fans that \"Heartbreak Ridge\" will provide the violent Eastwood persona they have come to love. What's surprising is that Eastwood doesn't let Highway stride through the picture beating up everybody in sight and winning the war single-handedly. Instead, the movie is more of a tour through Highway's memories, a last hurrah for a combat veteran who won the Medal of Honor when he was a kid and has been trying to lose it ever since.\n\nHighway gets assigned to his old outfit, has a reunion with the veteran master sergeant he fought with in Korea, and is chewed out by the Annapolis grad (Everett McGill) who now heads the battalion and wants to run everything by the book. Highway is assigned to a platoon of misfits and malcontents, including a bright black kid (Mario Van Peebles) who wants to be a rock 'n' roll singer and a gigantic Swede (Peter Koch), with whom Highway is going to have to fight if he wants to win control of his new command.\n\nThere also is Highway's reunion with his former wife (Marsha Mason), who couldn't take the weeks and months of waiting at home, watching the evening news for a glimpse of her husband in Vietnam. We can almost predict her dialogue - Highway was always more married to the corps than he was to her.\n\nThe movie has a brisk, rough-and-tumble pace, with a knock-down fight every 15 minutes or so. Highway may be over 50, but he can still outfight any man alive. And, as he proves in one brutal scene in which he stands his ground and simply out-talks an opponent, his words are as hard as his fists.\n\nNothing in \"Heartbreak Ridge\" is subtle, and I wasn't surprised to learn that the shooting lasted less than eight weeks - lightning speed for a movie including basic training and combat scenes. There is a certain raw energy in filmmaking at this pace, however; the actors swagger through their roles instead of chewing them, and there is never more subtlety than the plot can support.\n\nIt's easy to spot Eastwood, the director, as he cuts corners. The battalion only seems to support two platoons, for example, and its base seems limited to a few Quonset huts. Even the climactic battle scenes are budget-basement: Highway leads his men into action on Grenada where they liberate some medical students.\n\nAnd yet, \"Heartbreak Ridge\" has as much energy and color as any action picture this year, and it contains truly amazing dialogue. Some people may be offended by the scatological and ancestral generalities in Highway's speech, but I was mostly amused by his flights of verbal invention. (The U.S. Marine Corps had intended to use this film at benefits for its \"Toys for Tots\" program but withdrew its support after screening it, presumably because the characters talked too much like Marines.) \"Heartbreak Ridge\" is Eastwood's 13th picture as a director, and by now he is a seasoned veteran behind the camera. He has starred in all but one of his films, and who knows Eastwood better? This time he makes himself look old, ragged and scarred, with a lot of miles behind him. He uses harsh lighting to make his face into a fierce icon. He speaks in a low rasp. He seems to be aiming for the kind of scuzzy, fast-paced vitality of a low-budget Samuel Fuller picture, and he gets it.\n\n\"Heartbreak Ridge\" doesn't aim as high as most current high-tech action movies, but it hits its target.", "running_time": 128, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-12-05", "genres": ["Action", "Adventure", "Comedy", "Drama"], "title": "Heartbreak Ridge (1986)"}