{"url": "http://www.rogerebert.com/reviews/heartbreakers-1985", "by": "Peter Coyoteas Arthur Blue", "star_rating": 4.0, "text": "You can only play the field so long. Then you get stuck in it. You become a person so adept at avoiding commitment that it eventually becomes impossible for you to change your own rules, and so there you are, trapped in your precious freedom. Bobby Roth's \"Heartbreakers\" is about a group of people like that, a mixed bag of loners that includes a couple of artists, a businessman, a gallery owner, an aerobics instructor, and a model who specializes in telephone sex. During the course of a few weeks, their lives cross in ways that make it particularly hard for each one of them to deny his own unhappiness. \n\nThe movie stars Peter Coyote as an angry young artist and Nick Mancuso as his best friend, a businessman who is confused about women and a great many other things. They've been pals for a long time, through good times and bad, but the one thing they've never been able to do is break down and talk about what they're really feeling. During the course of the film, they both fall in love with a beautiful young woman (Carole Laure) who works in an art gallery, and whose body is available but whose mind always seems to be somewhere else. \n\nThese three characters are in a movie populated with a lot of other interesting characters, the sort of mixed bag of people who find themselves thrown together in a big city like Los Angeles. Kathryn Harrold plays Coyote's long-time lover, who finally can't take his irresponsibility any longer, and moves in with another artist (Charles King), who is big and powerful but surprisingly gentle - his character is developed against type, in interesting ways. Jamie Rose plays an aerobics instructor who is attracted to Mancuso, but he is attracted to Laure, although not in a way that is likely to get him anywhere. \n\nAll of the threads of these lives seem to come together during one long night that Mancuso and Coyote spend with the busty, mid-thirties blonde who models for Coyote's kinky paintings  She is played by Carol Wayne, who had regular walk-ons on the Johnny Carson program until she drowned in Mexico not long after completing her work on this movie. Her performance is so good, so heartbreaking, if you will, that it pulls the whole movie together; her character's willingness to talk about what she really feels places the other characters in strong contrast. \n\nWhen we first see her, she's an enigma at the edge of the screen - a seemingly dumb blond with big boobs who dresses up in leather to model for Coyote's strange, angry paintings. Later, the two men, adrift and unhappy about their respective love lives, end up in her apartment, and what begins as a ménage à trois ends up as her own startlingly direct confessional. She makes a frank assessment of her body, her appearance, her prospects. She talks about what she hoped for from life, and what she has received. There is an uncanny feeling that, to some degree, we are listening here to the real Carol Wayne, the real person beneath the image on the Carson show. It is one of the best movie scenes in a long time. \n\nThe rest of the movie is also very good, in the way it examines the complex relationships in its Los Angeles world of art, sex and business, and in the way it shows how arid the Mancuso-Coyote buddy relationship is. The people in this movie might seem glamorous if you glimpsed just a small corner of their lives. But \"Heartbreakers\" sees them whole, and mercilessly.", "running_time": 98, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-09-03", "genres": ["Drama"], "title": "Heartbreakers (1985)"}