{"url": "http://www.rogerebert.com/reviews/heartbreakers-2001", "by": "Sigourney Weaveras Max", "star_rating": 3.0, "text": "\"Heartbreakers\" is \"Dirty Rotten Scoundrels\" plus Gene Hackman as W.C. Fields, plus Jennifer Love Hewitt and Sigourney Weaver walking into rooms wearing dresses that enter about a quarter of an inch after they do. I guess that's enough to recommend it. It's not a great comedy, but it's a raucous one, hard-working and ribald, and I like its spirit.\n\nWeaver and Hewitt play Max and Page, a mother-daughter con team. Their scam: Max (Weaver) marries a rich guy and then surprises him in a compromising position with Page (Hewitt), after which there's a big divorce settlement. This has worked 13 times, according to Max, whose latest victim is Dean (Ray Liotta), a chop-shop owner who falls for what my old buddy Russ Meyer would describe as Hewitt's capacious bodice.\n\nHewitt spends the entire film with her treasures on display, maybe as product placement for the Wonderbra, and for that matter Heather Graham is identically costumed in \"Say It Isn't So,\" another of this weekend's openings. The moviegoers of America owe something, possibly gratitude, to Erin Brockovich, the most influential movie style-setter since Annie Hall.\n\nWeaver and Hewitt attack their roles with zeal, but the movie doesn't really start humming until Hackman enters. He plays William B. Tensy, a chain-smoking tobacco zillionaire who lives on the water in Palm Beach, Fla., with a draconian housekeeper (Nora Dunn) and lots of ashtrays. He believes everyone, especially children, should take up smoking, and has a cigarette in his mouth at all times except when violently choking with bronchial spasms, which is frequently.\n\nMy guess is that Hackman decided to take the role when he hit on the approach of playing Tensy as W.C. Fields. There is nothing in the role as written that suggests Fields, but everything does in the role as played, including Hackman's recycling of Fields' wardrobe from the famous short \"The Golf Specialist\" (1930).\n\nWeaver seems ticked by the sheer awfulness of Tensy, a man most women would cross not only the room but perhaps the state to avoid. With the Liotta character she was within the guidelines of traditional farce, but with Hackman she's working without a net: What strategy can a woman adopt in dealing with such an astonishing combination of the gauche and the obnoxious? Their relationship concludes with a sight gag involving, of course, cigarette smoke; I wouldn't dream of revealing one more thing about it.\n\nWeaver's approach to Tensy is a devious one; she pretends to be Russian, which leads into a precarious situation when she's called up onstage in a Russian nightclub and expected to sing; her response to this emergency is inspired. Not so brilliant is another strategy she and her daughter use. In restaurants, they sneak broken glass onto their salads and then complain loudly, refusing to pay. Nice, but wiser if they'd eat some of the salad before complaining; by dropping the glass immediately, they defeat the purpose.\n\nAnyway. While Max courts the disgusting Tensy, Hewitt, as Page, is developing a relationship with Jack (Jason Lee), the owner of a Palm Beach bar. She's torn between falling in love with him and fleecing him, especially after she learns he's been offered $3 million for his bar and its waterfront property. This is the moment that will get the biggest laughs in Palm Beach, where the last time this much ocean frontage went for $3 million was when Roxanne Pulitzer was taking trumpet lessons. That both Jack and Page are dumb enough to be dazzled by the offer is a hint that they may be made for each other.\n\nThe movie has been directed by David Mirkin, who made the sly and charming \"Romy and Michele's High School Reunion\" (1997). \"Heartbreakers\" is not as sly and has no ambition to be charming, but in a season of dreary failed comedies it does what a comedy must: It makes us laugh.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-03-23", "genres": ["Comedy", "Drama", "Foreign", "Romance", "Suspense", "Thriller"], "title": "Heartbreakers (2001)"}