{"url": "http://www.rogerebert.com/reviews/hearts-and-minds-1974", "by": null, "star_rating": 3.0, "text": "My problem in writing about \"Hearts and Minds\" is how to go about separating the film's images -- which are sometimes heartbreakingly tragic, sometimes cruelly revealing -- from the craft of the film itself.\n\nHere is a documentary about Vietnam that doesn't really level with us on a simple technical level. If we know something about how footage is obtained and how editing can make points, it sometimes looks like propaganda, using such standard tricks as the juxtaposition of carefully selected but unrelated material to create a desired effect. And yet, in scene after scene, the raw material itself is so devastating that it brushes the tricks aside.\n\n\"Hearts and Minds\" was filmed over a period of a year at a cost of about $1 million, making it at the time the most ambitious American documentary since \"Woodstock.\" And then it was shelved for a year because its original distributor, Columbia, feared legal problems. The ironic result is that it went into wide release in 1974, just at the moment when the whole Vietnam experiment seemed to be collapsing. By then, the hard-hat parades, the returning heroes lecturing school-children, the television promises of Johnson and Nixon, the hawkish line of Walt Rostow and the surprisingly racist banalities of Gen. William Westmoreland all seemed not only tragic but pathetic.\n\nThe problem is that the film is at such pains to make its points that it doesn't trust us to find our own connections. We see a tearful graveside scene in North Vietnam, for example, with a widow trying to throw herself onto her husband's coffin, and then we get Westmoreland soberly explaining that Orientals don't place a high value on life. In this and his other comments about what he calls \"the Oriental philosophy,\" Westmoreland comes over as not only racist and stupid, but incredibly lacking in awareness of how his remarks will sound. This man ran a war for years in a country he didn't begin to understand.\n\nAnd yet placing these two pieces of film together -- and the editing in \"Hearts and Minds\" consistently makes similar matches -- finally only undermines the film's effectiveness. It's too heavy-handed. We're bludgeoned by the point of view, we don't like the feeling of manipulation we get. Yet there are scenes here of incredible power, even for a nation which watched this war on television every evening.\n\nThere are the shots, already famous, of a Viet Cong suspect being summarily executed and of a little girl running screaming down a road, her skin burned by napalm. There are interviews with U.S. pilots who callously talk about how they enjoy the \"thrills, the sense of danger\" on bombing missions. And then there is a pilot who, in a moment of truth, says he never thought at the time about what his bombs were doing down below, but now he's haunted by the notion of his own daughters being napalmed.\n\nThere are ruined villages, and a pathetic stack of little children's coffins, and U.S. veterans who are learning to use artificial limbs and now question why they were in Vietnam first place. There are shots in the brothels of Saigon -- the war turned a generation of young women into potential prostitutes, and made the rewards persuasive -- and then shots of the twisted victims of the tiger cages. Daniel Ellsworth is quoted in the film in a line that could have been used in the ads: \"We weren't on the wrong side -- we were the wrong side.\"", "running_time": 110, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Documentary", "War"], "title": "Hearts and Minds (1974)"}