{"url": "http://www.rogerebert.com/reviews/heathers-1989", "by": "Winona Ryderas Veronica", "star_rating": 2.5, "text": "I approach \"Heathers\" as a traveler in an unknown country, one who does not speak the language or know the customs and can judge the natives only by taking them at their word. The movie is a morbid comedy about peer pressure in high school, about teenage suicide and about the deadliness of cliques that not only exclude but also maim and kill.\n\nLife was simpler when I was in high school.\n\n\"Teenagers don't have any trouble with it,\" the film's director, Michael Lehmann, has said of the movie. \"It's always adults that are shocked.\" This statement is intended, I assume, in praise of teenagers.\n\nAdulthood could be defined as the process of learning to be shocked by things that do not shock teenagers, but that is not a notion that has occurred to Lehmann.\n\nIn his film, the heroine is so appalled by the snobbish behavior of her friends that she joins in a plot to murder them and disguise the deaths as suicides. What sets \"Heathers\" apart from less intelligent teenage movies is that it has a point of view toward this subject matter - a bleak, macabre and bitingly satirical one. I imagine the film will indeed shock some adults with its cold-blooded treatment of death among the young, but after having weathered the eight-part \"Friday the 13th\" series and countless other Dead Teenager Movies, I have grown so hardened to the sight of adolescent movie corpses that this film seems only a little more cynical than most.\n\nThe title refers to a clique of four girls in an Ohio high school, three of them named Heather and the fourth (the good one) named Veronica. The girls form their own sadistic pecking order, make fun of socially unacceptable students and carry out a reign of psychic terror. Veronica (Winona Ryder) is appalled by the behavior of her clique, but keeps her opinion to herself - until she falls in love with a rebel named J. D. (Christian Slater).\n\nHe rides a motorbike, wears leather and stands completely outside the high school mainstream. And so, of course, Veronica keeps their affair a secret. It would destroy her social standing. When J. D.\n\ndiscovers her hidden loathing for the values of her friends, he suggests in a deceptively mild way that they devise a plot to murder Heather No. 1. Veronica goes along with his plan, probably because she doesn't take it very seriously.\n\nBut when the first Heather is found dead - and the murder is successfully palmed off as a suicide - she is indeed shocked. She is not, however, so shocked that she breaks up with J. D., a smooth talker who seductively plays mind games with her.\n\nThe underlying dynamic in \"Heathers\" comes out of movies like \"Bonnie and Clyde,\" where the lovers back into crime almost absentmindedly, using it as a backdrop for the truly important things in their lives. Another movie that comes to mind is \"River's Edge,\" based on the true story of a teenager who killed his girlfriend and then displayed her body to his friends, who did not inform authorities for three days.\n\nHowever, \"Heathers\" applies a completely different tone to its material. The movie is shot in bright colors and set in a featherweight high school environment in which dumb sight gags are allowed to coexist with the heavy stuff.\n\nFor a long time, we're not even sure of the point of view: Is this a black comedy about murder or just a cynical morality play? The traveler in the foreign country is not sure, but he knows the film inspires thought, and has the ability to shock - two qualities that make it worth considering. Maybe it's true that teenagers will understand it best. Maybe it's even true that they deserve to.", "running_time": 102, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-03-31", "genres": ["Comedy"], "title": "Heathers (1989)"}