{"url": "http://www.rogerebert.com/reviews/heat-1995", "by": "Al Pacinoas Vincent Hanna", "star_rating": 3.5, "text": "There is a sequence at the center of Michael Mann's \"Heat\" that illuminates the movie's real subject. As it begins, a Los Angeles police detective named Hanna (Al Pacino) has been tracking a high-level thief named McCauley (Robert De Niro) for days. McCauley is smart and wary and seems impossible to trap. So, one evening, tailing McCauley's car, Hanna turns on the flashers and pulls him over.\n\nMcCauley carefully shifts the loaded gun he is carrying. He waits in his car. Hanna approaches it and says, \"What do you say I buy you a cup of coffee?\" McCauley says that sounds like a good idea.\n\nThe two men sit across from each other at a Formica table in a diner: Middle-aged, weary, with too much experience in their lines of work, they know exactly what they represent to one other, but for this moment of truce they drink their coffee.\n\nMcCauley is a professional thief, skilled and gifted. When Hanna subtly suggests otherwise, he says, \"You see me doing thrill-seeker liquor store holdups with a 'Born to Lose' tattoo on my chest?\" No, says the cop, he doesn't. The conversation comes to an end. The cop says, \"I don't know how to do anything else.\" The thief says, \"Neither do I.\" The scene concentrates the truth of \"Heat,\" which is that these cops and robbers need each other: They occupy the same space, sealed off from the mainstream of society, defined by its own rules.\n\nThey are enemies, but in a sense they are more intimate, more involved with each other than with those who are supposed to be their friends - their women, for example.\n\nThe movie's other subject is the women. Two of the key players in \"Heat\" have wives, and in the course of the movie, McCauley will fall in love, which is against his policy. Hanna is working on his third marriage, with a woman named Justice (Diane Venora), who is bitter because his job obsesses him: \"You live among the remains of dead people.\" One of McCauley's crime partners is a thief named Shiherlis (Val Kilmer), whose wife is Charlene (Ashley Judd).\n\nMcCauley's own policy is never to get involved in anything that he can't shed in 30 seconds flat. One day in a restaurant he gets into a conversation with Eady (Amy Brenneman), who asks him a lot of questions. \"Lady,\" he says to her, \"why are you so interested in what I do?\" She is lonely. \"I am alone,\" he tells her. \"I am not lonely.\" He is in fact the loneliest man in the world, and soon finds that he needs her.\n\nThis is the age-old conflict in American action pictures, between the man with \"man's work\" and the female principal, the woman who wants to tame him, wants him to stay at home. \"Heat,\" with an uncommonly literate screenplay by Mann, handles it with insight. The men in his movie are addicted to their lives. There is a scene where the thieves essentially have all the money they need. They can retire. McCauley even has a place picked out in New Zealand. But another job presents itself, and they cannot resist it: \"It's the juice. It's the action.\" The movie intercuts these introspective scenes with big, bravura sequences of heists and shoot-outs. It opens with a complicated armored car robbery involving stolen semis and tow trucks. It continues with a meticulously conceived bank robbery.\n\nMcCauley is the mastermind. Hanna is the guy assigned to guess his next move.\n\nThe cops keep McCauley and his crew under 24-hour surveillance, and one day follow them to an isolated warehouse area, where the thieves stand in the middle of a vast space and McCauley outlines some plan to them. Later, the cops stand in the same place, trying to figure out what plan the thieves could possibly have had in mind. No target is anywhere in view. Suddenly Hanna gets it: \"You know what they're looking at? They're looking at us - the LAPD. We just got made.\" He is right. McCauley is now on a roof looking at them through a lens, having smoked out his tail.\n\nDe Niro and Pacino, veterans of so many great films in the crime genre, have by now spent more time playing cops and thieves than most cops and thieves have. There is always talk about how actors study people to base their characters on. At this point in their careers, if Pacino and De Niro go out to study a cop or a robber, it's likely their subject will have modeled himself on their performances in old movies. There is absolute precision of effect here, the feeling of roles assumed instinctively.\n\nWhat is interesting is the way Mann tests these roles with the women. The wives and girlfriends in this movie are always, in a sense, standing at the kitchen door, calling to the boys to come in from their play. Pacino's wife, played by Venora with a smart bitterness, is the most unforgiving: She is married to a man who brings corpses into bed with him in his dreams. Her daughter, rebellious and screwed up, is getting no fathering from him. Their marriage is a joke, and when he catches her with another man, she accurately says he forced her to demean herself.\n\nThe other women, played by Judd and Brenneman, are not quite so insightful. They still have some delusions, although Brenneman, who plays a graphic artist, balks as any modern woman would when this strange, secretive man expects her to leave her drawing boards and her computer and follow him to uncertainty in New Zealand.\n\nMichael Mann's writing and direction elevate this material.\n\nIt's not just an action picture. Above all, the dialogue is complex enough to allow the characters to say what they're thinking: They are eloquent, insightful, fanciful, poetic when necessary. They're not trapped with cliches. Of the many imprisonments possible in our world, one of the worst must be to be inarticulate - to be unable to tell another person what you really feel. These characters can do that. Not that it saves them.", "running_time": 174, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-12-15", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Heat (1995)"}