{"url": "http://www.rogerebert.com/reviews/heat-1972", "by": "Joe Dallesandroas Joel", "star_rating": 3.0, "text": "The one thing we can say for certain about the films of Andy Warhol is that they have been improving steadily since he stopped making them. His recent \"presentations\" are the work of Paul Morrissey, who directed \"Flesh,\" \"Trash\" and now \"Heat.\" Morrissey is a more interesting director than Warhol is, because Morrissey wants to make movies rather than visual experiments. \n\nThere was nothing wrong with the Warhol movies as demonstrations of visual perception - provided you didn't have to sit through them. Morrissey, on the other hand, has been moving away from Warhol's stylistic extremism, and \"Heat\" is actually recognizable as a written, directed and acted narrative film. \n\n\"Heat\" is said to be a remake of \"Sunset Boulevard,\" although Morrissey points out, not unreasonably, that ALL of his movies have been remakes of \"Sunset Boulevard.\" You never know for sure if he's serious. The credits include the acknowledgment, \"From an idea by John Hallowell,\" which maybe gives us a clue about how movies are born. I have this fantasy of John Hallowell and Paul Morrissey sitting around one day and Hallowell saying, \"Hey! Why don't you do a remake of 'Sunset Boulevard'?\" \n\nThe subject matter is never the issue in a Morrissey film, anyway. In a sense, his subject is always the same; he photographs the variously wonderful and weird members of the Warhol stable while they do things and say things as only they can (one gets the impression that to be a Warhol superstar you have only to behave in a way that Andy has never previously observed). \n\nSome of the Warhol superstars have gone on to richly deserved oblivion, but a few are undeniably talented. Viva was sharp and outrageously funny in \"Cisco Pike\" (not a Warhol film, to be sure) and Jane Forth, she of the plucked eyebrows and Vaselined hair, was unforgettable in \"Trash.\" \n\nJoe Dallesandro, who appears in most of the Warhol-Morrissey films and stars in \"Heat,\" doesn't have the extremes of personal behavior that Warhol's girls do, but then few of the males in a Warhol movie do. The men are great stolid blocks of immobility, their principal assignment being the maintenance of massive cool. Meanwhile, the women talk nonstop and garb (or ungarb) themselves fantastically. The only men in a Warhol film allowed to behave memorably are the transvestites. \n\nTwo women steal the show in \"Heat\": the splendid Sylvia Miles (who got an Oscar nomination as the prostitute in \"Midnight Cowboy\") and the late Andrea Feldman, whose shrill monologue into a telephone makes you wonder where she got that voice, and what steps she took to maintain it. Miss Miles plays what the dialog describes as \"an aging, practically unknown star,\" and Dallesandro is a would-be actor whose credits include work on two TV shows: Mousetime, U.S.A. and The Big Ranch. \n\nJoe moves into a motel already occupied by Miss Miles' daughter (Andrea Feldman). She is a masochist, she thinks, or maybe a sadist - can't be sure. She introduces Joe to her mother, and they launch themselves into an affair of the heart that quickly requires a pacemaker.  \n\nThe movie is absorbing mostly because Morrissey has assembled an outrageous cast, given them an impossible situation and then all but dared them to act their way out of it. Incredibly, Sylvia Miles does. She handles this material in the only possible way, by taking it perfectly seriously. If she's a semi-retired actress having an affair with an androgynous robot, so be it: The robot has never met anyone like HER before.", "running_time": 102, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-11-20", "genres": ["Comedy", "Drama", "Indie"], "title": "Heat (1972)"}