{"url": "http://www.rogerebert.com/reviews/heat-and-dust-1983", "by": "Julie Christieas Anne", "star_rating": 3.0, "text": "Forster suggested in \"A Passage to India\" that the subcontinent would forever be beyond the understanding of Western analytical minds, and that attempts to impose European ways upon it were bound to be futile and likely to be ridiculous. \"Heat and Dust\" makes the same argument by telling us two love stories, one set in the 1920s, the other set in the present day.\n\nThe heroine of the earlier love story is Olivia Rivers (Greta Scacchi), a free spirit whose independent ways do not fit in with the hidebound values of the British. Her husband demands that she conform, that she stay with the other British wives, share their values and interests, and keep India itself at arm's length.\n\nOlivia does not see it that way. She explores on her own. She becomes fascinated by India. Eventually she has an affair with the local Nawab (Shashi Kapoor), who is beguiling, attractive, cheerfully sophisticated and possibly a murderer. When she becomes pregnant with his child, the whole fabric of British-Indian relationships is torn, because -- depending on the point of view -- both of the lovers have lowered themselves.\n\nThe second love story involves Olivia's great niece, Anne (Julie Christie). Fascinated by hints about the long-ago family scandal, she follows Olivia's footsteps out to India and does her own exploring and has her own affair. There comes a moment in the movie when we realize, with a little shock, what the movie is really about. It's an effective scene; soon after Anne arrives at a decision about her own pregnancy, she visits the isolated cottage where the disgraced Olivia went to spent her confinement.\n\nAs Anne dreamily moves among the memories of the past, we realize that India and England, the East and the West, are not quite the issues here: that both women were made social outcasts from both societies in two different periods. simply because of biological facts. East is East and West is West, and never the twain shall meet -- except possibly in a shared enthusiasm for sexist double standards.\n\n\"Heat and Dust\" contains wonderful sights and sounds and textures. It is seductive, treating both of its love stories with seriousness; these are not romances, but decisions to dissent. It is fully at home in its times and places (the director, James Ivory, and the producer, Ismail Merchant, have spent 20 years making films about the British in India). And when it is over, we're a little surprised to find that it is angry, too. Angry that women of every class and every system, women British and Indian, Women of the 1920s and of the 1980s, are always just not quite the same caste as men.", "running_time": 133, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-10-20", "genres": ["Drama", "Foreign", "Romance"], "title": "Heat and Dust (1983)"}