{"url": "http://www.rogerebert.com/reviews/heaven-help-us-1985", "by": "Andrew McCarthyas Michael Dunn", "star_rating": 2.5, "text": "If you remember those little clickers that the nuns used to use, you'll know why I liked the beginning of \"Heaven Help Us\" so much - and why I had such mixed feelings about the rest of it. The clickers were dime store crickets that made a nice, loud click, perfect for signaling a First Communion class so all the kids would stand up at the same time, and kneel at the same time, and start filing down the aisle together. In an opening scene of the movie, a kid has his own clicker, and uses it to sabotage the nun's signals, so that the whole class is bobbing like a yo-yo.\n\nI thought that was funny, and I thought it set the tone for an affectionate, nostalgic, funny look back at Catholic school education in Brooklyn of the 1960s - sort of a cross between \"Do Black Patent Leather Shoes Really Reflect Up?\" and \"Sister Mary Agnes Explains it All for You.\"\n\nUnfortunately, what the movie turns into is more like a cross between \"Stalag 17\" and \"Porky's,\" as sadistic teachers beat every, last glimmer of spirit out of students, and kids establish new indoor records in self-abuse.\n\nBecause \"Heaven Help Us\" does not have the slightest ambition to be a serious movie about Catholic high schools, I can't understand why the classroom scenes are so overplayed. As the sadistic teaching brother (Jay Patterson) slams his students against the blackboard, all we're really watching is a lapse in judgment by the moviemakers. The scenes are so ugly and depressing that they throw the rest of the movie out of balance.\n\nAnd that's too bad, because here and there in this movie are moments of real insight and memory. There's a special charm in the sweet, shy romance between a student (Andrew McCarthy) and the daughter (Mary Stuart Masterson) of the local soda fountain owner. I also liked a character named Caesar (Malcolm Danare), who pretends to be a snotty intellectual, as a defense against the heat he gets because he's smart.\n\nThe strange thing about the movie is the way the moments of inspiration raise our hopes, and then disappoint them. Take the scene where the school plays host to the nearby Catholic girls' school at a dance. The boys and girls are lined up on opposite sides of the room, and then an earnest little priest (Wallace Shawn, from \"My Dinner With Andre\") stands up on the stage and delivers a lecture on The Evils of Lust, gradually warming to his subject. The idea of the scene is funny, and it has a certain amount of underlying truth (I remember a priest once warning my class, \"Never touch yourselves, boys\" - without telling us where). But Shawn's speech climbs to such a hysterical pitch that it goes over the top, and the humor is lost; it simply becomes weird behavior.\n\n\"Heaven Help Us\" has assembled a lot of the right elements for a movie about a Catholic boys' high school - the locations, the actors, and a lot of the right memories. But it has not found its tone. Maybe the filmmakers just never did really decide what they thought about the subject. For their penance, they should see \"Rock and Roll High School.\"", "running_time": 104, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-02-11", "genres": ["Comedy", "Drama", "Romance"], "title": "Heaven Help Us (1985)"}