{"url": "http://www.rogerebert.com/reviews/heavens-gate-1981", "by": "Kris Kristoffersonas Averill", "star_rating": 1.5, "text": "We begin with a fundamental question: Why is “Heaven’s Gate” so painful and unpleasant to look at? I’m not referring to its content, but to its actual visual texture: This is one of the ugliest films I have ever seen. Its director, Michael Cimino, opens his story at Harvard, continues it in Montana, and closes it abroad a ship. And yet a grim industrial pall hangs low over everything. There are clouds and billows of dirty yellow smoke in every shot that can possibly justify it, and when he runs out of smoke he gives us fog and such incredible amounts of dust that there are whole scenes where we can barely see anything. That’s not enough. Cimino also shoots his picture in a maddening soft focus that makes the people and places in this movie sometimes almost impossible to see. And then he goes after the colors. There’s not a single primary color in this movie, only dingy washed-out sepia tones. \n\nI know, I know: He’s trying to demystify the West, and all those other things hotshot directors try to do when they don’t really want to make a Western. But this movie is a study in wretched excess. It is so smoky, so dusty, so foggy, so unfocused and so brownish yellow that you want to try Windex on the screen. A director is in deep trouble when we do not even enjoy the primary act of looking at his picture. \n\nBut Cimino’s in deeper trouble still. “Heaven’s Gate” has, of course, become a notorious picture, a boondoggle that cost something like $36 million and was yanked out of its New York opening run after the critics ran gagging from the theater. Its running time, at that point, was more than four hours. Perhaps length was the problem? Cimino went back to the editing room, while a United Artists executive complained that the film had been “destroyed” by an unfairly negative review by New York Times critic Vincent Canby. Brother Canby was only doing his job. If the film was formless at four hors, it is insipid at 140 minutes. At either length it is so incompletely photographed and edited that there are times when we are not even sure which character we are looking at. Christopher Walken is in several of the Western scenes before he finally gets a close-up and we see who he is. John Hurt wanders through various scenes to no avail. Kris Kristofferson is the star of the movie, and is never allowed to generate enough character for us to miss, should he disappear. \n\nThe opening scenes are set at Harvard (they were actually shot in England, but never mind). They show Kristofferson, Hurt, and other idealistic young men graduating in 1870 and setting off to civilize a nation. Kristofferson decides to go west, to help develop the territory. He explains this decision in a narration, and the movie might have benefited if he’d narrated the whole thing, explaining as he went along. Out west, as a lawman, he learns of a plot by the cattlebreeders’ association to hire a private army and assassinate 125 newly arrived European immigrations who are, it is claimed, anarchists, killers, and thieves. Most of the movie will be about this plot, Kristofferson’s attempts to stop it, Walken’s involvement in it, and the involvement of both Kristofferson and Walken in the private life of a young Montana madam (Isabelle Huppert). \n\nIn a movie where nothing is handled well, the immigrants are handled very badly. Cimino sees them as a mob. They march onscreen, babble excitedly in foreign tongues, and rush off wildly in all directions. By the movie’s end, we can identify only one of them for sure. She is the Widow Kovach, the emblem of the immigrants’ suffering. Every time she steps forward out of the mob, somebody respectfully murmurs “Widow Kovach!” in the subtitles. While the foreigners are hanging on to Widow Kovach’s every insight, the cattlemen are holding meetings in private clubs and offering to pay their mercenaries $5 a day plus expenses and $50 for every other foreigner shot or hung. I am sure of those terms because they are repeated endlessly throughout a movie that cares to make almost nothing else clear. \n\nThe ridiculous scenes are endless. Samples: Walken, surrounded by gunmen and trapped in a burning cabin, scribbles a farewell note in which he observes that he is trapped in the burning cabin, and then he signs his full name so that there will be no doubt who the note was from. Kristofferson, discovering Huppert being gang-raped by several men, leaps in with six-guns in both hands and shoots all the men, including those aboard Huppert, without injuring her. In a big battle scene, men make armored wagons out of logs and push them forward into the line of fire, even though anyone could ride around behind and shoot them. There is more. There is much more. It all adds up to a great deal less. This movie is $36 million thrown to the winds. It is the most scandalous cinematic waste I have ever seen, and remember, I’ve seen “Paint Your Wagon.” ", "running_time": 220, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Drama", "History", "Western"], "title": "Heaven's Gate (1981)"}