{"url": "http://www.rogerebert.com/reviews/heavenly-creatures-1994", "by": "Parker Melanie Lynskeyas Pauline", "star_rating": 3.5, "text": "New Zealand was stunned in 1952 by a brutal murder carried out by two girls, ages 15 and 16, who crushed the skull of one of their mothers with a rock. It was whispered at the time that the girls had a lesbian relationship; but since almost everyone involved, including the girls, knew very little about what that might entail, the subject was suppressed. Tried and sentenced, the girls served five years in prison before being paroled on the condition that they never see each other again.\n\nTheir story, based on facts but interpreted with a great deal of freedom, is the inspiration for \"Heavenly Creatures,\" a new film by Peter Jackson. The film would be remarkable anyway, but it comes with a footnote attached: One of the girls, Juliet Hulme, has recently been identified as Anne Perry, the best-selling British crime novelist. Watching her on the \"Today\" program, talking forthrightly about the events of 40 years ago, I got the impression of a sensible, thoughtful woman for whom the murder is as much an enigma as for everyone else.\n\nThe movie shows the crime as resulting from a tragic confluence of coincidences: Two girls, both emotionally unstable in just the right way to complement each other's weaknesses, are outsiders in a Christchurch girls' school. They become fast friends, bound by a fascination for the macabre. Simple, stolid Pauline is dazzled by Juliet, who thinks nothing of correcting the French teacher. But Pauline has status in Juliet's eyes, too, not least because of a scar on her leg, after an operation for bone disease: \"All the best people have had chest and bone disease! It's all frightfully romantic!\" Almost everything is frightfully romantic in the lives of these girls, who become inseparable, sharing crushes on the tenor Mario Lanza and such movie stars as Orson Welles. They become intoxicated by their friendship, rushing headlong everywhere, with squeals and giggles, giddy with delight at the private world they are creating. Their parents are out of the loop - especially Juliet's mother, a psychologist who is much more concerned with proving her own fading sexuality than with communicating with her daughter.\n\nThe girls are separated when one contracts tuberculosis.\n\nThey begin to write each other long, detailed letters about the events in an imaginary country they have created, with dream castles and heroic figures with which they identify. Jackson uses fantasy sequences to make this world as real for us as it is to the girls, who inhabit it as an alternative to the daily lives they find dreary.\n\nAdults grow disturbed by the closeness of the girls; lesbianism is suspected by people for whom the very word cannot be spoken. Indeed we can see, in awkward little scenes in which they wrestle together or exchange \"accidental\" kisses, that there is a strong bond between Juliet and Pauline, but whether it is homosexual or asexual is not for anyone in this movie to ask, or understand. In any event, it is decided the girls \"see too much\" of each other, and would \"benefit by a change,\" and in terror at being separated the girls plan and carry out a horrible murder.\n\nCasting is a delicate matter in telling a story like this, and in Melanie Lynskey as Pauline and Kate Winslet as Juliet, Jackson has found the right two actresses. There is a way Lynskey has of looking up from beneath glowering eyebrows that lets you know her insides are churning. And Juliet, superficially so \"bright\" and normal, laughs too much, agrees too quickly, always exists just this side of hysteria.\n\nThe insight of \"Heavenly Creatures\" is that sometimes people are capable of committing acts together that they could not commit by themselves. A mob can be as small as two persons. Reading in the paper recently about a crowd of teenage boys who beat an innocent youth to death, I was reminded of this film. Sometimes tragedies happen because each person is waiting for someone else to say \"no!\" In the case of Pauline and Juliet, that truth is complicated by their own emotional maladjustments. What makes Jackson's film enthralling and frightening is the way it shows these two unhappy girls, creating an alternative world so safe and attractive they thought it was worth killing for.", "running_time": 99, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-11-23", "genres": ["Drama", "Fantasy", "Foreign", "Indie"], "title": "Heavenly Creatures (1994)"}