{"url": "http://www.rogerebert.com/reviews/heavens-prisoners-1996", "by": "Alec Baldwinas Dave Robicheaux", "star_rating": 2.0, "text": "If Louisiana did not exist, Hollywood would need to invent it. In fact, Louisiana does exist, and Hollywood still needs to invent it. Consider “Heaven's Prisoners,” such an overwrought and high-strung example of melodramatic excess that they should have scheduled rest breaks for the actors. The movie has plot enough for three films, although still not quite enough to make sense of this one.\n\nI will attempt a concise plot summary: Retired rogue cop. Plane crash. Scuba air tanks run dry. Cute little Salvadoran orphan. Bait shop. Drug runner. Furniture stripper. Federal agent. Recovering alcoholic. Bad guy named Bubba Rocque (“One of those guys who was always eating light bulbs and pushing thumb tacks into his kneecaps”). Bar named Smilin' Jack's. Rainy night massacre. Local Mafia don. Stripper who gets fingers broken, leaves for Key West. Bubba's wife, nude on balcony. Shoot-out in the French Quarter. Fight on a streetcar. A beating on the bayou. An electrocution in a bathtub. Sex scenes. Revenge scenes. All of this and a scene where a character tastes the ring of moisture left by a cold drink, and identifies who must have been drinking it, even though gin cannot permeate glass and the moisture would have been, according to the best theories of condensation, pure water.\n\nAll the movie is really missing is a zydeco band and a mess of rice and beans. The former cop is Dave Robicheaux (Alec Baldwin), who retired from the force after a couple of guys got killed. Now he runs a bait shop and charter service with his wife (Kelly Lynch), the furniture stripper. Bubba Rocque (I like the spelling of the last name) went to high school with Dave, which qualifies Dave to say, with fierce conviction, the immortal line “I know Bubba Rocque!” Bubba is the kind of guy who has a boxing ring set up on the lawn of his plantation, so he can go a couple of rounds before cocktails. Bubba's wife (Teri Hatcher) meanwhile stands naked on the balcony, boldly challenging Dave to go where no man has gone before, except for every other man in the parish.\n\nSo venomous is the atmosphere of evil in this movie that it permeates everything, which is the only way to account for Mary Stuart Masterson (the shining light of “Fried Green Tomatoes” and “Benny & Joon”) as the stripper. To be sure, she has a heart of gold, but then strippers, on the average, are always just about the nicest people in the movies where they appear.\n\nEveryone works very hard in this movie, and at a certain level it is possible to appreciate the simple craft and gusto that went into it. As Bubba, Eric Roberts is a splendid and complex villain, with his corn-rowed hair, his lazy drawl, and his wife as his cross to bear in life. Alec Baldwin is cool, earnest and menacing as the hero, although I have seen him on the stage in “A Streetcar Named Desire” and feel he will agree this is not his best work. The photography by Harris Savides strikes a nice balance between the humid and the tumid, and Phil Joanou (“State of Grace,” “Final Analysis”) is tireless in his determination to get through four hours of material in two hours and 12 minutes flat.\n\nBut the material is so absurd that when the characters try to become believable, they only cast it in stark relief. Somehow a movie like this demands worse acting. It's unsettling when the actors know the back-stories of their characters better than the audience knows the front-stories.", "running_time": 132, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-05-17", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "Heaven's Prisoners (1996)"}