{"url": "http://www.rogerebert.com/reviews/heavy-1996", "by": "Taylor Vinceas Victor Pruitt", "star_rating": 3.5, "text": "\"Pete and Dolly's” restaurant is the kind of place where\rthe regulars step behind the counter to help themselves to another cup of\rcoffee, and in that gesture you sense it is their home. It is certainly home\rfor Dolly, for her fat son Victor, and for Delores, who has been a waitress\rthere for 15 years. It's home in the sense that their lives have been invested\rthere, and they have nothing better to turn to.\n\nYou've been in places like this. You linger over a second cup of\rcoffee and people-watch, trying to guess the secrets of the sad-eyed waitress\rand the drunk at the bar and the pizza cook who looks like he's serving a\rsentence. You don't guess the true horror of the place, which is that there are\rno secrets, because everyone here knows all about everyone else, inside and\rout, top to bottom, and has for years.\n\nDolly\r(Shelley Winters) sits in an easy chair in the kitchen, complaining about her\rhealth and citing the vague sayings of her dead husband, Pete. Delores (Deborah\rHarry) had an affair with Pete years ago, but Pete and the affair were both so\rmeaningless that even Dolly can hardly stir herself to resentment. Leo (Joe\rGrifasi), who plants himself at the bar every night, is a nice-looking\rmiddle-age guy who circles his drink protectively with his forearms while his\reyes follow Delores and he uneasily balances the hazards of a relationship\ragainst the certainty of another drink. Delores pours Leo's drinks and ponders\rthe fact that there are exactly two men in the whole world she seems likely ever\rto have sex with: Leo, and Victor, the mama's boy. And Victor makes pizza and\rsays nothing and his eyes dart back and forth like those of a wounded animal\rlooking to make a break.\n\nThis\rsituation has continued for years when Dolly, who knows exactly what she's\rdoing, introduces a new element. She hires another waitress, Callie (Liv\rTyler), a tall, coltish college girl whose sexuality wakens all of the\rsleepers. Victor dreams of romance with her. Leo entertains possibilities.\rDelores considers her Dolly's “revenge” for the long-ago affair with Pete.\rCallie is more or less oblivious to their furiously humming thoughts; she has\rher hands full learning to wait tables.\n\nJames\rMangold's “Heavy” is basically about Victor. Pruitt Taylor Vince plays him\ralmost without words and usually without expression: He has been slapped down\remotionally so many times that like a whipped cur he slinks into his corner of\rthe kitchen and makes pizza, his little eyes peering through the food shelf at\rCallie as she waits on customers. Delores sees this and makes her move, in a\rscene where sheer mechanical sexual need (not romance, love or lust) is\rexpressed as bluntly and sadly as in any movie I can remember. These people are\rso lonely. There is the night Leo gets too drunk to go home. Dolly and Victor\rbring him to their place, where he shares Victor's bedroom and the thin\rconsolations of pornography. There is the way Victor prepares his mother's\rbreakfast every morning, under the steady hail of her running commentary. The\rway that a vast change in his life hardly budges his routine. The way a mislaid\rphotograph becomes the emblem of an entire other life that Victor will never\rlive.\n\nOdd,\rhow the heart finds hope. When we are weighing the possibility of love with\rsomeone, we do not compare their reality with our reality. We compare their\rreality with our need, so there is always a perfect fit. Is Victor foolish to\rdream of Callie? Yes, but in the long run Callie will be lonely, too. In 15\ryears, she may be just like Delores. And Delores will still be like Delores.\rAnd Leo will still be drinking, and plotting his next move. We pay for our\rcoffee, and leave. We're not like that.", "running_time": 105, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-08-16", "genres": ["Drama", "Indie", "Romance"], "title": "Heavy (1996)"}