{"url": "http://www.rogerebert.com/reviews/heaven-2002", "by": "Cate Blanchettas Philippa", "star_rating": 3.0, "text": "There is a moment early in \"Heaven\" when the character played by Cate Blanchett is told something she did not expect to hear. This news piles grief upon unbearable grief, and she cries out in pain. She is a good woman who is prepared to sacrifice her life against evil, but through a great misfortune she has done evil herself.\n\nBlanchett plays Philippa, a teacher of English in Turin, Italy. She has seen drugs kill her husband and some of her students. Her complaints to the police have been ignored. She knows the man behind the Turin drug traffic, and one day she plants a bomb in his office. A cleaning lady removes it with the trash and it explodes in an elevator, killing the cleaner plus a man and his two children. Four innocent dead.\n\nPhilippa has lost her husband and her students, and stands ready to lose her freedom. But the death of these four crushes her. We are reminded of \"Running on Empty,\" the 1988 Sidney Lumet film about anti-war radicals in America who did not know there would be someone in the building they chose to blow up. As she sits in police headquarters, undergoing a cross-examination, unaware that one of the men in the room is himself connected to the drug trade, she makes a conquest.\n\nHis name is Filippo (Giovanni Ribisi). He is a rookie cop, the son of a veteran officer. When Philippa insists on testifying in her native tongue, Filippo offers to act as her translator. This is after she heard the horrifying news, and passed out, and grasped his hand as she came to, and he fell in love with her.\n\nAfter the 10 films of \"The Decalogue\" and the great trilogy \"Blue,\" \"White\" and \"Red,\" the Polish director Krzysztof Kieslowski and his writing partner, Krzysztof Piesiewicz, began writing a new trilogy: \"Heaven,\" \"Purgatory\" and \"Hell.\" Kieslowski died in 1996 before the project could be filmed. Many good screenplays have died with their authors, but occasionally a director will step forward to rescue a colleague's work, as Steven Spielberg did with Stanley Kubrick's \"A.I.\" and now as Tom Tykwer has done with \"Heaven.\" This is, and isn't, the sort of project Tykwer is identified with. It is more thoughtful, proceeds more deliberately, than the mercurial haste of \"Run Lola Run\" and \"The Princess and the Warrior.\" At the same time, it has a belief in fateful meetings that occur as a side effect of violence or chance, as both of those films do. And it contains the same sort of defiant romanticism, in which a courageous woman tries to alter her fate by sheer will power.\n\nPhilippa and Filippo have almost identical names for a reason, and later when they shave their heads and dress alike, it is because they share a common lifeline. It is not a case of merger so much as of Filippo being assumed into Philippa. She is older, stronger, braver, and he invests the capital of his life in her account. He betrays his uniform to do whatever he can to help her escape.\n\nAfter she agrees to his brilliant plan, she tells him: \"Do you know why I said I agree? I don't want to escape punishment. I want to kill him.\" Him--the man behind the drugs. Whether she gets her wish is not the point. What she focuses on is her original plan; if she can finally carry it out, she will have made amends, however inadequately, for the innocents who died.\n\nKieslowski was fascinated by moral paradoxes, by good leading to evil and back again. In \"The Decalogue,\" a child's brilliance at the computer leads to a drowning. A woman wants to know if her husband will die, because if he will not, she will have her lover's baby aborted. A wife breaks it off with her lover--but her husband tarnishes her decision by spying on it. To do good is sometimes to cause evil. We can make plans, but we can't count on the consequences.\n\nThe ending of \"Heaven\" is disappointing. It becomes just what it should not be, the story of an escape. I wonder if Kieslowski and Piesiewicz ended their version this way, in a fable of innocence regained. The tough ending would have had Philippa and Filippo paying for their crimes. It would not have been an unhappy ending for them; they are fully prepared to take the consequences, and that is what's most admirable about them.\n\nStill, many lesser films--almost all commercial films these days, in fact--contrive happy endings. This one is poetic in its sadness, and Blanchett's performance confirms her power once again. She never goes for an effect here, never protects herself, just plays the character straight ahead as a woman forced by grief and rage into a rash action, and then living with the consequences. We require theology to get to the bottom of the story: It is wrong to commit an immoral act in order to bring about a good outcome. No matter how beneficial the result, it is still a sin. This is a good movie that could have been great if it had ended in a form of penance.", "running_time": 96, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Action", "Drama", "Foreign", "Romance", "Thriller"], "title": "Heaven (2002)"}