{"url": "http://www.rogerebert.com/reviews/heaven-is-a-playground-1991", "by": "D.B. Sweeneyas Zack Telander", "star_rating": 1.5, "text": "These are strong story elements: A white kid from Downstate Illinois comes to Chicago because he wants to compete against the tough black basketball players in the playground leagues. He meets a coach who has dedicated his life to coaching these athletes - helping them toward their dream of college and professional careers.\n\nThe coach's son is a gifted but troubled pro prospect. Another player has pro potential but has disappeared into his own reveries.\n\nAnd there is a venal, racist sports agent who wants to call all of the shots for the athletes he represents.\n\nWhat is strange about \"Heaven Is a Playground\" is how this dynamite material is defused - how the movie meanders and loses its way, drags to a halt when it should be most exciting, and goes through strange shifts in tone and style. It's pretty clear that the filmmakers never sat down and took a cold, hard look at their script - asked themselves which way they wanted to go, and why.\n\nThe most difficult question you can ask any writer about his material is often, \"Why?\" Why, for example, does the white kid, who is a lawyer, want to spend all of his time playing pickup games with black players from the ghetto? This movie is based on a book by Chicago sportswriter Rick Telander, whose motive for doing the same thing was absolutely clear: He wanted to write a book. If the hero of this movie, \"Zack Telander,\" had been a writer, that would have explained a lot that is left unsaid and unasked; as the movie stands, I guess Zack (D.B. Sweeney) wants to play in this league because, gee, I dunno, he heard these guys were good and he thought it would be fun.\n\nThe most clearly seen character in the film is the coach, Byron Harper (played by Michael Warren of \"Hill Street Blues\"). He coaches out of love of the game and the players, and otherwise supports himself by a variety of hustles, including ticket scalping.\n\nHis adopted son, Truth Harrison (Victor Love), is considering dropping out after his junior year in college to go pro. But he has a dangerous cocaine addiction. And, encouraged by his father, he is inspired by stories of million-dollar contracts and commercial endorsements.\n\nThe dream of going pro leads Byron and Truth, joined by Zack, into the clutches of an agent so powerful he is known as \"the man who changed American sports.\" Played by that dependable movie villain Richard Jordan, he's a wicked and slimy schemer named Racine, whose dialogue is so badly written that he could not possibly have gotten anywhere in the world of pro sports if he really talked this way. (Is it likely that a man who makes millions from black athletes would make cruel racist statements to people he hardly knows?) The plot is all over the map. There's the story of why Zack wants to play and coach in the black playground leagues. The story of Byron and his son. The hidden story of Truth's drug problems. The racial tensions around the playground - where Zack is seen as an interloper, and called a drug pusher in one scene, although no more unlikely casting can be imagined. There's the story of the gifted loner, Matthew (Bo Kimble), who is bitter after a knee injury, and spends his days sullenly practicing his game all by himself, inside a leaky old auditorium. There's even the beautiful Dalton Ellis (Janet Julian), \"vice president\" of Racine's agency, whose function is to stand around in the background of every scene, looking as if she had just said something that could be found on the cutting room floor.\n\nThe performances are competent, but adrift. There is no anchor for them in the writing and direction of Randall Fried, whose unsteady hand tries a little of this and a little of that. He adds a hilariously unsuitable and irrelevant voice-over narration by Zack, who sometimes talks poetically about basketball as if it were a religion, and at other times simply fills in holes in the plot. He introduces minor characters and then does something worse than dropping them - he keeps giving them little bits of business, to no purpose. And he manhandles the whole ungainly Rube Goldberg plot, huffing and puffing up to a climax that is supposed to fill the function of the \"big game\" in conventional sports movies, but which lacks tension and a convincing payoff.\n\nWhat I was left with was the conviction that there is a worthwhile project somewhere in this material. It has been handled amateurishly here, by a writer-director who doesn't know what to leave out, or how to pace what he keeps in. But the characters and their world have a genuine reality and interest. I'll bet they'd make a good movie.", "running_time": 106, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-10-04", "genres": ["Drama"], "title": "Heaven Is a Playground (1991)"}