{"url": "http://www.rogerebert.com/reviews/heavy-petting-1989", "by": "David Byrne", "star_rating": 1.0, "text": "\"Heavy Petting\" takes a subject with undeniable promise - necking in the 1950s - and pounds it into the ground with a relentless editing rhythm. The movie is a combination of four basic elements: old Hollywood teen movies, old sex education films, old rock 'n' roll records and new footage of middle-aged survivors remembering what it was like to neck in the 1950s. Once we've been rotated through this series once or twice, we get the idea. But the movie plugs away until we thank God we live in a time when the only safe thing to pet is your dog.We learn: a) That Hollywood teenagers were incredibly naive and lived in a time so innocent that the most interesting thing about them was their automobile; b) that venereal disease is to be dreaded; c) that old rock 'n' roll holds up pretty well, and d) that a lot of people in the 1950s did not have sex until after high school, were scared of the opposite sex, and masturbated a lot.\n\nOf course, the \"witnesses\" in this movie are not exactly a cross section. We get an assortment of people in their 30s and 40s who remember their adolescent sex lives in rueful detail. And at least twice, we hear about that legendary girl in the senior class who went all the way. This girl is a recurring feature of almost all reminiscences about sex in the 1950s (\"I think everybody in our senior class was a virgin on graduation day, except for this one girl . . .\").\n\nJust once, in one of these sex nostalgia movies, I wish they'd forget about the cases of arrested development and track down one of those girls and interview her. What was it like to be the only person in the senior class who went all the way? Some of the film's witnesses are ordinary folk, later identified as the owners of auto supply stories and suchlike. A lot of the others are performance artists - David Byrne, Ann Magnuson, Laurie Anderson - leading to the possibilities that a) the director, Obie Benz, hangs out with performance artists, or b) that it is assumed the fans of these performers had a hard time of it in their teenage years.\n\nMost of the witnesses, on the basis of the available evidence, have not improved their sex lives much since those early days of sweat and fear.\n\nThe most serene is the oldest - William Burroughs - who says he doesn't want to be loved, \"except by my cat, of course.\" The movie has a few other good lines. Josh Mostel, for example, remembers that when he danced with a girl he used to let his fingers creep up her back: \"Vertebrae, vertebrae, verta-bra, vertebrae. . . . \" A woman remembers that a slow dance was a \"physical discussion\" in which the boy tried to see how close he could get and the girl decided how close she would allow him. When he was 12 or 13, Allen Ginsberg remembers, he told a girl she had really big breasts, and she belted him, and that was when he gave up on girls for life.\n\nThe witnesses apparently mostly grew up in big cities like New York, where few teenagers had access to cars. There is relatively little testimony, in any event, about parking and necking, and yet there are a lot of adults around today who will tell you that their peak sexual experiences took place in cars, and that beds will never be the same. Not long ago, for example, I took a woman in her 40s for a drive in my 1957 Studebaker, and after sliding across the vinyl upholstery, inhaling the aroma of gasoline and oil, listening to tires spinning on the gravel and waiting for the radio tubes to warm up, she reported that all of these physical associations made her feel exactly as if someone was going to try to take her bra off.\n\nThe testimony of the witnesses in the movie seems to lack such vivid recall. I also missed some of the classic legends of the 1950s, like the one about the teenage couple who were making love when their pelvis bones interlocked, and they had to be taken, still joined, in an ambulance, to the hospital where her father was the doctor. I wonder if teenagers even know that story anymore. Probably not. There has been a great loss of innocence in the last 30 years, and the most poignant thing about this movie is that the adults in it do not seem to be depressed about their ignorance, clumsiness and naivete, but nostalgic.", "running_time": 80, "mpaa_rating": "No", "release_year": 1989, "date_published": "1989-09-22", "genres": ["Documentary"], "title": "Heavy Petting (1989)"}