{"url": "http://www.rogerebert.com/reviews/heaven-1987", "by": "Diane Keaton", "star_rating": 2.0, "text": "Since not one of us knows exactly what awaits us after this life, that definition, I think, satisfies me as well as any, even though I have never tasted pelican. But other people have other notions of the sweet by and by, and in \"Heaven,\" Diane Keaton assembles a large number of them and asks them such questions as: What is heaven? Is there sex in heaven? How to you get to heaven? How do you get to hell?\n\nSome of the answers she receives are memorable, or funny, or moving. Most are not; most are simply opinions from random subjects who have no particular credentials - except, of course, that like all of us they will someday either be, or not be, in heaven.\n\nBut there's more to the film than a simple Q & A. Keaton also assembles old film footage showing how heaven was visualized in previous films. And she photographs her subjects in a sort of angelic limbo, as if they were in heaven's waiting room.\n\nBut heaven's real waiting room, as we all know, is Palm Springs, Calif. And \"Heaven\" is an idea for a movie that is not quite realized. The weakness, I think, is in Keaton's excessive attention to visual detail. She has gone to a lot of effort to create her abstract sets, her heavenly decor in which the people seem almost like exhibits. But that has given her subjects time to think about their answers, some of which seem too clever, too thought out.\n\nPerhaps a sloppier film would have been a better idea. I can imagine the \"Candid Camera\" approach, in which people would have been invited to talk about life and death in a totally unself-conscious way. That might have produced more spontaniety, and even more truth, than the deliberate artiness of \"Heaven.\"\n\nEven so, there are moments in \"Heaven\" I am glad I saw. Some of the old film clips, for example, of angels being issued their wings. A debate between a believer and an atheist. And the utter certainty of some of the subjects, who know for sure what cannot, by definition, be known at all. There is enough good stuff in \"Heaven\" to supply a short film of 30 or 40 minutes, but at 80 minutes Keaton runs out of inspiration as well as material. The other night, I was showing a film called \"Gates of Heaven\" to some people. It is, as faithful readers will know, one of my favorite films, a 1977 documentary by Errol Morris about people involved in the operation of two California pet cemeteries.\n\nToward the end of the film, one woman speaks of her certainty that she will meet her dead dog in heaven. She says: \"There's your dog. Your dog's dead. But what happened to the thing that made it move? There had to be something, didn't there?\" And in those simple words are summarized the final mystery of life for all of us. \"Heaven\" never quite achieves a moment like that.", "running_time": 80, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-04-17", "genres": ["Documentary"], "title": "Heaven (1987)"}