{"url": "http://www.rogerebert.com/reviews/heaven-can-wait-1978", "by": null, "star_rating": 3.0, "text": "A great poet once wrote how sad it is when an athlete dies young. There is possibly something sadder: When he doesn't die at all, and is whisked off to heaven through a misunderstanding. \n\nThat was the premise of \"Here Comes Mr. Jordan\" -- a 1941 comedy starring Robert Montgomery as a boxer who suddenly found himself on Cloud Nine with the mysterious Mr. Jordan (Claude Rains). And the idea holds up surprisingly well in \"Heaven Can Wait,\" Warren Beatty's new remake, which somehow manages to combine the sweetness and innocence of the original with a satirical bite all its own.\n\nBeatty plays a pro quarterback who'd still be young, he observes, if he were in any other business. But in football he's almost over the hilll; his dream is to play in one Super Bowl and retire. He jogs, he exercises, he pedals his bike up and down the hills of northern California, he's picked to start in the big game on Sunday -- and then he's run into by a camper van.\n\nWell, almost ... because his heavenly escort (Buck Henry) plucks him out of this life just a moment too soon, and packs him off to heaven even though it's written that Beatty should have at least another 15 or 50 years on Earth. The man in charge of heaven's Way Station is James Mason, who somehow needs no preparation for this particular role, and who insists that Beatty be sent back to Earth and given his full time due. Also Beatty's body has already been cremated, and so he's sent back instead as an eccentric billionaire who's involved in schemes involving the ecological destruction of what seems like half the Earth's surface. He's besieged by protesters, including a British ecologist played by Julie Christie. And Beatty, as the billionaire, simply decides to take things into his own hands and stop the pillage and plunder.\n\nHe also determines to play pro ball again, and it's here that the movie is its most charming and funny. Beatty has to convince old friends that his original identity is trapped inside his new body. He has to fend off the assassination attempts of his scheming wife (Dyan Cannon) and her lover (Charles Grodin, and they're both wonderfully well cast).\n\nHe also has to convince the Los Angeles Rams that they want an eccentric billionaire as their quarterback. He has to deal with his love for Julie Christie. And, damn it all ... just when things are going well, Mr. Jordon and the Escort turn up and, in a heavenly game of Switch!, announce that Beatty has got to leave his latest body and take on another one.\n\nThis is the kind of upbeat screwball comedy Hollywood used to do smoothly and well. Hollywood still does; the co-direction by Beatty and Buck Henry is confident, the performances are slyly humorous without hitting us over the head, and the screenplay (by Elaine May with Beatty's participation) takes the curse off the plot's essential sweetness by getting in some nice, mean digs at greed, corporate politics, adultery, professional football in general and jocks in particular.\n\nThe movie leaves us, however, with one small quibble. On Beatty's original arrival at Way Station, he was told he'd been unfairly cheated of 50 years of life, and could have them back again in another body. Fine, except that in the movie's final switch, Mr. Jordan regretfully explains that Beatty will now remember nothing of what happened. \n\nIs that fair? What good is it living another half century, if it's as someone else? Dirty pool by God, right? Except that there is a certain consolation as Beatty's third incarnation walks off into the moonlight with Julie Christie. Call it a miracle on the 34th yard line.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-01-01", "genres": ["Comedy", "Drama", "Fantasy", "Romance"], "title": "Heaven Can Wait (1978)"}