{"url": "http://www.rogerebert.com/reviews/hedwig-and-the-angry-inch-2001", "by": "John Cameronas Hansel/Hedwig", "star_rating": 3.0, "text": "\"Hedwig and the Angry Inch\" occupies an almost extinct movie category: It's an original rock musical--indeed, according to its maker, a \"post-punk neo-glam rock musical,\" a category almost as specialized as the not dissimilar \"Beyond the Valley of the Dolls,\" which was a \"camp rock horror musical.\" Filmed with ferocious energy and with enough sexual variety to match late Fellini, it may be passing through standard bookings on its way to a long run as the midnight successor to \"The Rocky Horror Picture Show.\" \"Hedwig\" began life in 1997 as an Off-Broadway musical, and now arrives as a movie with its cult status already established. It tells the story of an East German boy named Hansel who grows up gay, falls in love with a U.S. master sergeant, and wants to go to America with him. The master sergeant explains that, as Hansel, that will be impossible, but if the lad undergoes a sex-change operation, they can get married and then the passport will be no problem (\"To walk away, you gotta leave something behind\").\n\nHansel becomes Hedwig (John Cameron Mitchell) in a botched operation that leaves a little too much behind (thus the title) and soon finds herself abandoned in a Kansas trailer park. She turns tricks at a nearby military base, becomes a baby-sitter for the general, and meets the general's son, Tommy Gnossis (Michael Pitt). They're lovers, until Tommy discovers the secret of Hedwig's transsexualism and abandons her--quickly becoming a rock star on the basis of songs stolen from Hedwig.\n\nAll of this we discover in flashback. The movie opens with Hedwig on a national tour with her own band (\"The Angry Inch\"). Her itinerary makes her into a virtual stalker of Tommy Gnossis, with the difference that while Tommy plays stadiums, Hedwig plays behind the salad bar of a fast-food chain called Bilgewater's. The customers look on in disbelief, and would be even more disbelieving if they could study the lyrics and discover that the songs (by Stephen Trask and Mitchell) add up to an Aristotelian argument about gender and wholeness.\n\nJohn Cameron Mitchell electrifies the movie, with a performance that isn't a satire of glam-rock performers so much as an authentic glam-rock performance. The movie may have had a limited budget, but the screen is usually filled with something sensational, including a trailer home that transforms itself in an instant into a stage. Michael Pitt's performance as Tommy is all the more astonishing if you've recently seen him, as I did, playing Donny, the overgrown tough kid, in \"Bully.\" This material could have been glib and smug, but it isn't. There's some kind of pulse of sincerity beating below the glittering surface, and it may come from Mitchell's own life story. He was raised in Berlin as the son of the general in charge of the U.S. military garrison there. (The defense secretary at the time was Dick Cheney; did they discuss their gay children?) The fall of the Berlin Wall must have made an impression on young Mitchell, as did also the wild nightlife scene in Berlin, and in a way the movie is about a collision between those two inspirations.\n\nThe filmmaking is as free-form as such movies as \"Pink Floyd the Wall.\" There's an animated sequence to illustrate one of the songs, and a bouncing ball for a sing-along, and the musical numbers spill out from behind the salad bar to become as exuberant as something from MGM. Hedwig stands astride the material, sometimes literally, and it's interesting that the character is presented as someone whose sex change was not eagerly sought, but seemed to be a necessary byproduct of love. Does Hedwig really want to be a boy or a girl? And what about Yitzhak (Miriam Shor), who may be her boyfriend, although the movie doesn't say for sure. Strange, how the movie seems to be loud, flashy and superficial, and yet gives a deeper dimension to its characters.", "running_time": 95, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-03", "genres": ["Comedy", "Music"], "title": "Hedwig and the Angry Inch (2001)"}