{"url": "http://www.rogerebert.com/reviews/heidi-fleiss-hollywood-madam-1996", "by": "Nick Broomfield", "star_rating": 4.0, "text": "Ivan Nagy was a key player in the life of Heidi Fleiss, the \"Hollywood Madam,\" who was sentenced to three years for procuring prostitutes for an A-list of top Hollywood players and free-spending Arabs. Fleiss was not an innocent when she met Nagy. At 16, she was already the lover of the millionaire financial swindler Bernie Cornfield. But it was Nagy who (according to the legendary Madam Alex) \"sold\" Fleiss to Alex for $500, then used her as a mole to take over Alex's thriving call girl operation. And it was Nagy who eventually turned Fleiss over to the police — again, if Madam Alex can be believed. \n\nWhat is intriguing about \"Heidi Fleiss, Hollywood Madam\" is that no one can necessarily be believed. This is an endlessly suggestive, tantalizing documentary, in which the young life of Heidi Fleiss is reflected back at us from funhouse mirrors: Now she is a clever businesswoman, now a dupe, now a cynical hooker, now an innocent wrapped around the little finger of a manipulative hustler. Watching the film, we hear several versions of the same stories. Someone is lying, yes — but is anyone telling the truth? \n\nNick Broomfield is an enterprising documentary filmmaker for the BBC who tracks his prey with a lightweight camera and sound equipment that can hear around corners. This film is the record of his six months on the case of Heidi Fleiss. She might seem like an insignificant, even pathetic figure, but by the time Broomfield is finished she has become a victim, and almost sympathetic, if only in contrast with the creatures she dealt with. She wanted to be bad, buthad absolutely no idea what she was getting into. \n\n\"As much bravado as she displays, to me she's still a little kid,\" her mother tells Broomfield. Her mother participated in this documentary? Most certainly. And so did Fleiss, and Nagy, and Victoria Sellers (Peter's daughter and Heidi's best friend), and Madam Alex, and former Los Angeles Police Chief Daryl Gates. They participated because Broomfield paid them to talk. Madam Alex counts out her cash carefully, and we see Gates pocketing $2,500 before submitting to Broomfield's questions. \n\nWhat we learn is that Alex was for many years the most successful madam in Los Angeles. Arrested for tax evasion, she got off with probation after an LAPD detective testified she was a valuable police informant. She allegedly used Nagy, a filmmaker with a respectable front, to obtain airline tickets for her, since she couldn't get a credit card. Perhaps he also located cocaine for her clients. She says Nagy \"sold\" her Fleiss, when Fleiss was about 20 years old, and that Fleiss helped Nagy steal away her empire. Fleiss was the front, but Nagy was always the power and the brains. \n\nNagy says Madam Alex was \"one of the most evil women I've met in my life.\" He smiles. He asks Broomfield, \"Do I look like I need $500?\" Then he sells him a home video of himself and Fleiss. In the video, he tries to get her to take off her clothes, and she observes with concern but not alarm that \"some green stuff\" is coming out of that part of a man's anatomy he least desires to produce green stuff. A man who would sell that video needs $500.\n\nBroomfield finds Mike Brambles, an LAPD detective (now in jail for robbery), who says Fleiss' problem was that she was a bad police informant. She didn't cooperate, and so Nagy set her up to take the fall. Fleiss doesn't seem to know if this is true. She describes her business (her clients wanted \"typical untouched Southern California 18-year-old girls next door. No high heels. Blonds, blonds, blonds\"). She is realistic (\"A lot of times they'd hire us just to watch them do drugs\"). She confesses to always having been attracted to older men (\"Over 40, they're all the right age to me\"). \n\nThere is talk of a shadowy Israeli named Cookie, whom everyone in the film seems frightened of. If Nagy is the power behind Fleiss, is Cookie behind everything? No one will say. Broomfield is tireless in poking his nose, and camera, into these lives. During one visit to Alex he finds her maid using incense to purify the apartment against evil spirits. Nagy conducts a tour ofhis art collection. Fleiss is interviewed in front of her bookshelf, which contains a set of the Great Books of the Western World: Did she buy them, or did a client trade them in? \n\nAt the end of the film, after Fleiss has been found guilty and is going to prison, and has every reason to hate Nagy, there is a remarkable scene. Nagy phones her, and lets us eavesdrop as he sweet-talks her. You can tell she still falls for him. Nagy smiles to the camera, helplessly: \"There you go,\" he says.\n\nCharming.", "running_time": 106, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-05-03", "genres": ["Documentary"], "title": "Heidi Fleiss, Hollywood Madam (1996)"}