{"url": "http://www.rogerebert.com/reviews/heights-2005", "by": "Glenn Closeas Diana", "star_rating": 3.0, "text": "The most thankless task in Shakespeare may not be playing Lady Macbeth, but playing an actress who is playing Lady Macbeth. She can't even name the play she's in, referring instead to \"the Scottish play,\" so that most people think they missed the first half of her sentence, while the rest of us reflect on what a long time has passed since we learned why she says that. In \"Heights,\" Glenn Close plays Diana, the actress who is playing Lady Macbeth, and interrupts a rehearsal to declare, \"We have forgotten passion.\" Yes, but in this movie they'll remember it soon enough.\n\nThe film is one of those interlocking dramas where all of the characters are involved in each other's lives, if only they knew it. We know, and one of our pleasures is waiting for the pennies to drop. Diana is the mother of Isabel (Elizabeth Banks), a photographer who is engaged to Jonathan (James Marsden). Meanwhile, Jonathan has been contacted by Peter (John Light), who is interviewing the subjects of a British photo exhibition in which a photograph of Jonathan suggests that Isabel should think twice, or three times, before marrying him.\n\nAt an audition, Diana meets Alec (Jesse Bradford), a young actor. He leaves his jacket behind. Diana discovers that Alex lives in the same building as Isabel and Jonathan, and gives the jacket to her daughter to return to the actor. The astonishing thing about this is that an unemployed actor could afford to live in the same building as two well-employed people who are sharing the rent.\n\nDiana's husband is having an affair with a young actress, which Diana pretends to accept, while meanwhile she seems to audition young lovers everywhere she goes; she doesn't want to sleep with them so much as see if she's still famous enough that they think they have to sleep with her. Other characters include George Segal as a rabbi who is counseling the Jewish Jonathan and the Christian Isabel before their marriage; his experiment with flash cards is not successful.\n\nThat the threads of all of these lives intersect in about 24 hours is the movie's reality. That they are interesting is the movie's success. There is a sense in which this movie could simply play as a puzzle, but the acting is good enough to carry the contrivance. Glenn Close, hovering over the characters like a malevolent succubus, is wonderful here; her character must have had to dial down to play Lady Macbeth.\n\nMuch in the plot depends on the discovery of a secret that is not much of a secret to us at any point during the film. Oddly enough, that's not a problem, since the drama is based not on our surprise, but on the reaction of characters in the film. Suspecting, and then knowing, what they do not suspect and do not want to know allows us a kind of superiority that is one of the pleasures of being in the audience. After everything has been revealed, we do have a question, though: Why exactly did the character with a secret make the choices that are made? What would they prove? What would be accomplished? How would happiness come that way?\n\nApart from the movie's mysteries and revelations, its chief pleasure comes through simple voyeurism. It is entertaining to see the lives of complex people become brutally simple all of a sudden. They build elaborate facades of belief and image, they think they know who they are and what people think of them, and suddenly they're back at the beginning. That can be a disaster, or a relief. We start with nothing, we slowly construct this person we call ourselves, and eventually we live inside that person and it is too late to bring in another architect. Idea for a movie: A character takes a year's leave of absence from his life in order to go where he is unknown, and experience the adventure of starting from scratch.\n\nBut I digress. Let me just say that another of the movie's pleasures is the way it introduces characters for brief scenes in which it's suggested that another movie could be made by following them out of this one. One of those characters is Ian (Andrew Howard), a Welsh artist who Isabel meets, and whose life takes a sudden turn. One of the other pleasures of narrative is when elaborate fictional scenes are built up, only to be smacked down.\n\n\"Heights\" is not a great movie, and makes no great point, unless it is \"To thine own self be true.\" But director Chris Terrio, working from a screenplay by Amy Fox (based on her play), sees the characters clearly and watches them with accuracy as they occupy their delusions, or lose them. The movie is one of the last produced by Ismail Merchant, who as always was attracted to stories and characters, not to genres, concepts or marketing plans.", "running_time": 93, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-06-23", "genres": ["Drama", "Romance"], "title": "Heights (2005)"}