{"url": "http://www.rogerebert.com/reviews/heist-2001", "by": "Gene Hackmanas Joe Moore", "star_rating": 3.5, "text": "David Mamet's ''Heist'' is about a caper and a con, involving professional criminals who want to retire but can't. It's not that they actually require more money. It's more that it would be a sin to leave it in civilian hands. Gene Hackman plays a jewel thief who dreams of taking his last haul and sailing into the sunset with his young wife (Rebecca Pidgeon). Danny DeVito is the low-rent mastermind who forces him into pulling one last job. Hackman complains he doesn't need any more money.\n\nDeVito's wounded reply is one of the funniest lines Mamet has ever written: ''Everybody needs money! That's why they call it money!'' Hackman plays Joe Moore, a thief whose real love is building and sailing boats. His crew includes Bobby Blane (Delroy Lindo) and Pinky Pincus (Ricky Jay); and Joe's wife, Fran (Pidgeon), a groupie who has confused danger with foreplay. They pull off a big job, with one hitch: Moore is caught on a security camera. Time to haul anchor and head for Caribbean ports--but not according to Mickey Berg-man (DeVito), who pressures Joe into pulling one last job and insists he take along his feckless nephew Jimmy Silk (Sam Rockwell). Jimmy is the kind of hothead who carries a gun because he lives in a dangerous neighborhood, which would be safer if he moved.\n\nThe plot moves through labyrinthine levels of double-cross. Mamet loves magic, especially sleight of hand (his favorite supporting actor, Ricky Jay, is a great card artist), and the plot of ''Heist,'' like those of ''The Spanish Prisoner'' and ''House of Games,'' is a prism that reflects different realities depending on where you're standing. It also incorporates a lot of criminal craft, as in the details of the diamond robbery, which opens the movie, and the strategy for stealing gold bars from a cargo plane at the end.\n\nWhen the movie played at the Venice, Toronto and Chicago film festivals, some critics disliked the details I enjoyed the most. We learn from Variety that ''some late-reel gunplay could have benefitted enormously from more stylish handling.'' This is astonishingly wrong-headed. Does Variety mean it would have preferred one of those by-the-numbers high-tech gunfights we're weary of after countless retreads? ''Stylish handling'' in a gunfight is for me another way of saying the movie's on autopilot.\n\nWhat I like about the ''late-reel'' gunplay in ''Heist'' is the way some of the shooters are awkward and self-conscious; this is arguably the first gunfight of their lives. And the way DeVito dances into the path of the bullets hysterically trying to get everybody to stop shooting (''Let's talk this over!''). The precision with which Hackman says, ''He isn't gonna shoot me? Then he hadn't oughta point a gun at me. It's insincere.'' And the classical perfection of this exchange: \"Don't you want to hear my last words?\" \"I just did.\" I am also at a loss to understand why critics pick on Rebecca Pidgeon. Yes, she has a distinctive style of speech which is well-suited to Mametian dialogue: crisp, clipped, colloquial. Mamet loves to fashion anachronisms for her (''You're the law West of the Pecos''). She is not intended as a slinky film noir seductress, but as a plucky kid sister-type, who can't quite be trusted. Mamet goes to the trouble of supplying us with style and originality, and is criticized because his films don't come from the cookie cutter.\n\nHackman of course is a dab hand at tough, grizzled veterans. (''Dab hand\"--that could be a Pidgeon line.) He and Lindo inhabit their characters so easily they distract from the plot twists by the simple sincerity with which they confront them. Their world-wise dialogue is like a magician's patter, directing our attention away from the artifice. And DeVito is one of the most consistently entertaining actors in the movies, with an energy that makes his dialogue vibrate. ''I've just financialized the numbers,'' he explains. He is not a bad man in this movie. Just an unprincipled greedy-guts with dangerous associates.\n\nClose attention may reveal a couple of loopholes in the plot. One wonders why the Pidgeon character would do what she does after the truck crashes. Whether we can be sure that her last revelation is, indeed, her last revelation. And the film ends with a character who gives us a little smile that seems wrong, because he is smiling at the audience and not at what has happened. Unless, of course, he knows the last revelation is not the last revelation.\n\n''Heist'' is the kind of caper movie that was made before special effects replaced wit, construction and intelligence. This movie is made out of fresh ingredients, not cake mix. Despite the twists of its plot, it is about its characters.\n\nConsider the exchanges between Lindo and Hackman: They have a shorthand that convinces us they're worked together for a very long time and are in agreement on everything that matters. Most modern caper movies convince us the characters met this morning on the set.", "running_time": 107, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-11-09", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Heist (2001)"}