{"url": "http://www.rogerebert.com/reviews/hell-night-1981", "by": null, "star_rating": 1.0, "text": "\r\n\n\nIt was that legendary Chicago\r\nfilm exhibitor Oscar Brotman who gave me one of my most useful lessons in the\r\nart of film-watching. \"In ninety-nine films out of a hundred,\"\r\nBrotman told me, \"if nothing has happened by the end of the first reel É\r\nnothing is going to happen.\" This rule, he said, had saved him countless\r\nhours over the years because he had walked out of movies after the first\r\nuneventful reel. \n\n\r\nI seem to remember arguing with him. There are\r\nsome films, I said, in which nothing happens in the first reel because the\r\ndirector is trying to set up a universe of ennui and uneventfulness. Take a\r\nmovie like Michelangelo Antonioni's “L’Avventura,” for example. \n\n\r\n\"It closed in a week,\" Brotman\r\nsaid. \n\n\r\n\"But, Oscar, it was voted one of the top\r\nten greatest films of all time!\" \n\n\r\n\"They must have all seen it in the first\r\nweek.\" \n\n\r\nI was running this conversation through my\r\nmemory while watching “Hell Night.” \r\nYou know a movie is in trouble when what is\r\nhappening on the screen inspires daydreams. I had lasted through the first\r\nreel, and nothing had happened. Now I was somewhere in the middle of the third\r\nreel, and still nothing had happened. By \"nothing,\" by the way, I\r\nmean nothing original, unexpected, well-crafted, interestingly acted, or even\r\nexcitingly violent. “Hell Night” is a relentlessly lackluster example of the\r\nDead Teenager Movie. The formula is always the same. A group of kids get\r\ntogether for some kind of adventure or forbidden ritual in a haunted house,\r\nsummer camp, old school, etc. One of the kids tells a story about the horrible\r\nand gruesome murders that happened there years ago. He always ends the same\r\nway: \", and they say the killer never died and is still lurking here\r\nsomewhere.\" That was the formula of “The Burning” and the “Friday The 13th”\r\nmovies, and it's the formula again in “Hell Night.”\n\n\r\nThis time, the pretext is a fraternity-sorority\r\ninitiation stunt. The venue is an old mansion. We learn that the hapless Garth\r\nfamily once lived there and had four deformed and handicapped children. The\r\nmisfortunes of the children are described in great detail, with dialogue that's\r\nin very bad taste. But then of course “Hell Night” is in bad taste. The only\r\nchild that need concern us is the youngest Garth, who was named Andrew and was\r\nborn, we are told, a \"gork.\" None of the dictionaries at my command\r\ninclude the word \"gork,\" but for the purposes of “Hell Night” we can\r\ndefine \"gork\" thus: \n\nGork (n.) Deformed, violent creature that lurks in\r\nhorror movies, jumping out of basement shadows and decapitating screaming\r\nteenagers. \n\n\r\nI have now of course, given away the plot of “Hell\r\nNight.” As the fraternity and sorority kids creep through passageways of the\r\nold house, their candle flames fluttering in the wind, Andrew the Gork picks\r\nthem off, one by one, in scenes of bloody detail. Finally only Linda Blair is\r\nleft. Why does she survive? Maybe because she's a battle-hardened veteran,\r\nhaving previously more or less lived through “The Exorcist,” “Exorcist II: The\r\nHeretic,” and “Born Innocent.” At least in those movies, something happened in\r\nthe first reel.", "running_time": 101, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Horror"], "title": "Hell Night (1981)"}