{"url": "http://www.rogerebert.com/reviews/hellraiser-1987", "by": "Andrew Robinsonas Larry Cotton", "star_rating": 0.5, "text": "\"I have seen the future of the horror genre, and his name is Clive Barker.\" - Stephen King\n\nNow there's a blurb Stephen King should have written under one of his pen names. He may have seen the future of the horror genre, but he has almost certainly not seen \"Hellraiser,\" which is as dreary a piece of goods as has masqueraded as horror in many a long, cold night. This is one of those movies you sit through with mounting dread, as the fear grows inside of you that it will indeed turn out to be feature length.\n\nThe story begins with the plight of Frank, a hapless explorer into unknown realms of existence, who buys a magic box from a magician. After the sides of the box are manipulated just so, Frank is hurtled into the sphere of the Cenobites, strange creatures who introduce him to unbearable pleasure and unspeakable pain. Then Frank apparently is reduced to some kind of residue in the flooring of an old house.\n\nThe house is purchased by the Cottons, Larry and Julia, who move in with their daughter, Kirsty. This is some house. The kitchen sink is full of maggots devouring rotting flesh. Isn't the real estate agent supposed to tidy up details like that? But the Cottons buy the house anyway, maybe because there is no love in their marriage, and so this cheerless house seems like the ideal venue for decades of silent suffering and wordless blame.\n\nThen Larry cuts himself and his blood soaks into the floorboards, awakening the creature that awaits there. The creature turns out to be his brother, who once had an affair with Julia and hopes to have another just as soon as he can cannibalize enough innocent victims to put flesh back on his bones, which look like the handicraft of a special effects designer, as indeed they are.\n\nFrank sends Julia out to singles bars to pick up victims, so she can lure them upstairs and kill them and Frank can suck up their flesh and blood. He gradually fills out into a fairly plump creature, something like Page 3 of those transparent plastic body-part sheets they used to stitch into high school biology textbooks.\n\nMeanwhile, Larry and Kirsty eventually, after a long, long, long time, realize there is something amiss in the upstairs room. It is not such a large house that a whole room could easily be forgotten, especially when it contains a flesh-devouring incubus, but I have seen the future of implausible plotting, and his name is Clive Barker.\n\nWho goes to see movies like this? What do they get out of them? I like good horror movies because I enjoy being surprised (and sometimes even moved), but there are no surprises in \"Hellraiser,\" only a dreary series of scenes that repeat each other. What fun is it watching the movie mark time until the characters discover the obvious? This is a movie without wit, style or reason, and the true horror is that actors were made to portray, and technicians to realize, its bankruptcy of imagination. Maybe Stephen King was thinking of a different Clive Barker.", "running_time": 94, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-09-18", "genres": ["Foreign", "Horror", "Thriller"], "title": "Hellraiser (1987)"}