{"url": "http://www.rogerebert.com/reviews/hells-angels-on-wheels-1967", "by": "Adam Roarkeas Leader", "star_rating": 2.5, "text": "This actually isn't such a bad movie. Sure, it's an exploitation picture, manufactured on a low budget to cash in on the current boom in motorcycle gangs. Sure, it has all the obligatory clichés, like an orgy and a couple of brawls and a lot of beer and pot and animalistic behavior. What did you expect?\n\nFilms like \"Hell's Angels on Wheels\" are sold on the basis of their titles, their subjects and their shock advertising. They aren't entered in film festivals. The people who like them will pay to see them whether or not the critic gives his blessing. As a result, their directors have a good deal of freedom if they want it. Sometimes good stuff creeps into exploitation pictures just because nobody cares enough to keep it out.\n\nThere's some good stuff in this one. The actors, for one thing, are convincing as Hell's Angels. The weakness of Roger Corman's \"Wild Angels\" -- which began the current vogue in motorcycle films -- was in the performances of Peter Fonda and Nancy Sinatra, who came across as middle-class kids who didn't want to get dirty. In this film, Adam Roarke and John Garwood get under the greasy skins of their characters and are authentically surly, irresponsible, mean, coarse and human.\n\nSabrina Scharf, as the leader's girl, starts out as just another actress who makes you wonder how she keeps her makeup on while raising hell with the angels. But somehow she pulls it off, even though she looks beautiful. (I suspect most of the girls who ride with the Angels look more like Phyllis Diller.)\n\nAnother good thing about the film, surprisingly, is the photography. There's one shot where the camera moves in and out of focus through a field of green grass and then steals slowly across one of the big, brutal cycles. The contrast has an impact equal to David Lean's similar shots in \"Doctor Zhivago\" (remember the frosty window fading into the field of flowers?). There's also good footage of the Hell's Angels weaving down a highway as the zoom lens brings first one and then another into focus. This accomplished camera work suggests that a documentary on cycles might be as poetic, in its way, as the treatment of surfing in \"The Endless Summer.\"\n\nAll of this is not meant to suggest that \"Hell's Angels on Wheels\" is a masterpiece. The plot has holes big enough to drive a Harley-Davidson through. But the film is better than it might have been, and better than it had to be. Take it on its own terms and you might find it interesting.", "running_time": 95, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-07-27", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Hell's Angels on Wheels (1967)"}