{"url": "http://www.rogerebert.com/reviews/hellboy-2004", "by": "Ron Perlmanas Hellboy", "star_rating": 3.5, "text": "\"Hellboy\" is one of those rare movies that's not only based on a comic book, but also feels like a comic book. It's vibrating with energy, and you can sense the zeal and joy in its making. Of course it's constructed of nonstop special effects, bizarre makeup and a preposterous story line, but it carries that baggage lightly; unlike some CGI movies that lumber from one set piece to another, this one skips lightheartedly through the action.\n\nAnd in Ron Perlman, it has found an actor who is not just playing a superhero, but enjoying it; although he no doubt had to endure hours in makeup every day, he chomps his cigar, twitches his tail and battles his demons with something approaching glee. You can see an actor in the process of making an impossible character really work.\n\nThe movie, based on comics by Mike Mignola and directed by the Mexican-born horror master Guillermo del Toro (\"Cronos,\" \"Blade II\"), opens with a scene involving Nazis, those most durable of comic book villains. In a desperate scheme late in World War II, they open a portal to the dark side and summon forth the Seven Gods of Chaos -- or almost do, before they are thwarted by U.S. soldiers and Prof. Bruttenholm (John Hurt), who is President Roosevelt's personal psychic adviser. Nothing slips through the portal except a little red baby with horns and a tail; he spits and hisses at the professor, who calms him with a Baby Ruth bar, cradles him in his arms and raises him to become mankind's chief warrior against the forces of hell.\n\nMeanwhile, the psychic practitioner Grigori Rasputin (Karel Roden), who is working for the Nazis, is sucked through the portal and disappears. Yes, he's that Rasputin.\n\nWe flash forward to the present. The professor, now in his 80s, is told he will die soon. Two of his old enemies are inexplicably still the same age, however: a Nazi named Ilsa (Bridget Hodson) and a weirdo named Kroenen (Ladislav Beran), who is addicted to surgical modifications on his body. In an icy pass in Mondavia, they perform ceremonies to bring Rasputin back from the other side, and they're ready to rumble.\n\nCut to a secret FBI headquarters where Hellboy lives with the professor and an aquatic creature named Abe Sapien (Doug Jones) -- a fishboy who got his name because he was born the day Abraham Lincoln was assassinated. The professor is showing the ropes to young FBI agent Clay (Corey Johnson) when the Nazis attack a museum and liberate a creature imprisoned inside an ancient statue. This creature, a writhing, repellent, oozing mass of tentacles and teeth, reproduces by dividing and will soon conquer the Earth unless Hellboy can come to the rescue.\n\nWhich he does, of course, in action sequences that seem storyboarded straight off the pages of a comic book. Hellboy gets banged up a lot but is somehow able to pick himself up off the mat and repair himself with a little self-applied chiropractic; a crunch of his spine, a pop of his shoulders and he's back in action.\n\nAbe the fishboy, who wears a breathing apparatus out of the water, is more of a dreamer than a fighter, with a personality that makes him a distant relative of Jar-Jar Binks.\n\nHellboy's life is a lonely one. When you are 7 feet tall and bright red with a tail, you don't exactly fit in, even though HB tries to make himself look more normal by sawing his horns down to stumps, which he sands every morning. He is in love with another paranormal, Liz Sherman (Selma Blair), a pyrokineticist who feels guilty because she starts fires when she gets excited. There is a terrific scene where Hellboy kisses her and she bursts into flames, and we realize they were made for each other because Hellboy, of course, is fireproof.\n\nThe FBI, which is occasionally accused of not sharing its information with other agencies, keeps Hellboy as its own deep secret; that droll actor Jeffrey Tambor plays the FBI chief, a bureaucrat who is just not cut out for battling the hounds of hell. He has some funny set-up scenes, and indeed the movie is best when it's establishing all of these characters and before it descends to its apocalyptic battles.\n\nHellboy battles the monsters in subway tunnels and subterranean caverns, as Liz, Clay and Abe the fishboy tag along. I know, of course, that one must accept the action in a movie like this on faith, but there was one transition I was utterly unable to follow. Liz has saved them all from the monsters by filling a cave with fire, which shrivels them and their eggs into crispy s'mores, and then -- well, the movie cuts directly to another cave in which they are held captive by the evil Nazis, and Hellboy is immobilized in gigantic custom-made stocks that has an extra-large hole for his oversized left hand. How did that happen?\n\nNever mind. Doesn't matter. Despite his sheltered upbringing, Hellboy has somehow obtained the tough-talking personality of a Brooklyn stevedore, but he has a tender side, not only for Liz but for cats and kittens. He has one scene with the FBI director that reminded me of the moment when Frankenstein enjoys a cigar with the blind man. He always lights his stogies with a lighter, and Tambor explains that cigars must always be ignited with a wooden match. That's good to know when Liz isn't around.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-02", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "Hellboy (2004)"}