{"url": "http://www.rogerebert.com/reviews/hello-i-must-be-going-2012", "by": "Melanie Lynskeyas Amy", "star_rating": 3.0, "text": "Amy is in her 30s, recently divorced, childless and has moved back home to live with her parents. Jeremy is 19, unmarried, an actor, and his mother, who is a therapist, assumes he's gay. Amy's father and his stepfather have a big business deal cooking, one that requires them both to attend one of those dreadful dinners where families must pretend to be friends because there's money to be made.\n\nThe conversation is squirmy. Amy's brother, Noah (Daniel Eric Gold), a lawyer, is showing off — and being showed off by their father, who obviously thinks his daughter is a loser. Under these circumstances, what are Amy and Jeremy expected to say? When questioned in order to draw them into the conversation, the acceptable replies are \"yes,\" \"fine,\" \"I agree\" and \"this is such delicious food.\" \n\nThen their eyes meet across the table. Given their age difference, it would be going too far to describe this moment as love at first sight. Amy (Melanie Lynskey), depressed by divorce and a feeling her life has no purpose, finds she cannot endure one more moment. She leaves the table. Jeremy (Christopher Abbott) follows her. And then, whatddaya know, for his part, it was love at first sight. He makes this urgently clear. She is blindsided and confused. But Jeremy burns with such a bright spark, it is enough to ignite them both.\n\n\"Hello, I Must Be Going\" is a whimsical comedy about their developing relationship. She resists strongly, not because she doesn't like the young man but because she finds their age difference impossible now and feels it will only grow more so over time.\n\nNo, this isn't a film about the double standard by which we accept men with much younger partners but not when it's the other way around. It's more one of those films that depend for humor in situations in which the central couple is threatened by discovery and embarrassment. Those are risks Jeremy, in the fullness of love, willingly accepts. Amy has just failed at an \"appropriate\" relationship and now is confronted by this … strangeness. \n\nHer mother, Ruth (Blythe Danner), who has always been critical, now is appalled, not least because Amy seems to be sabotaging the deal that would allow husband Stan (John Rubinstein) to settle his affairs and afford to retire. Now there's a guilt trip for you. As for Jeremy's mother, Gwen (Julie White), though therapists are trained to be non-judgmental, my guess is she might be happier if her son had turned out gay. \n\nHow do we feel about the romance? This is always a tricky test. The movies so strongly encourage identification that male viewers are presumably required to decide if they find Amy attractive. On that I think a great deal might depend on their own age. Melanie Lynskey (as a human being, not a character) is certainly sweet, cuddly and glows in this performance, but does she generate a sexual gravitation transcending age? A few actresses have all but set up shop as women of a certain age who attract younger lovers. I think of Susan Sarandon, Cameron Diaz and Isabelle Huppert. With Melanie Lynskey, the irresistibility must be in the eye of the beholder.\n\nThat may be largely because Amy is such a gray zone. When we meet her she's living life on hold. If there's one thing our society teaches, it's that when you get divorced in your 30s and move back in with Mom and Dad, you think of yourself as a pathetic loser. Amy doesn't believe she can be sexy to Jeremy. If a woman doesn't have that belief, it's hard for a man to feel it. Much credit goes here to Christopher Abbott, whose persuasive performance bridges the gap. He's like a living embodiment of the cliche, \"I love you enough for the both of us.\"\n\nThere are scenes in which Amy begins to believe it, too, and begins to warm with tenderness and affection. Notice a scene when the two jump into a swimming pool. There's real sexiness here. But when they have to explain themselves, the result is the kind of lame excuse-making you dread contemplating for the rest of your life.\n\nI can imagine a broader comedy in which the situation might work. Remember Mrs. Robinson or Stifler's mom? But here there's a fugitive undercurrent of sincerity. \"Hello, I Must Be Going\" raises questions it doesn't have the answers for.", "running_time": 95, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-09-19", "genres": ["Comedy", "Drama", "Romance"], "title": "Hello I Must Be Going (2012)"}