{"url": "http://www.rogerebert.com/reviews/hellbound-hellraiser-ii-1988", "by": "Clare Higginsas Julia", "star_rating": 0.5, "text": "Generally speaking, there are two kinds of nightmares: the kind that you actually have, and the kind they make into movies. Real nightmares usually involve frustration or public embarrassment. In the frustrating ones, a loved one is trying to tell you something and you can't understand them, or they're in danger and you can't help them. In the embarrassing ones, it's the day of the final exam and you forgot to attend the classes, or you're in front of a crowd and can't think of anything to say, or you wandered into the hotel lobby without any clothes on and nobody has noticed you yet - but they're about to.\n\nThose are scary nightmares, all right, and sometimes they turn up in the movies. But \"Hellbound: Hellraiser II\" contains the kinds of nightmares that occur only in movies, because our real dreams have low budgets and we can't afford expensive special effects. The movie begins a few hours after the original \"Hellbound\" ended. A young girl named Kirsty has been placed in a hospital after a night in which she was tortured by the flayed corpses of her parents, who were under the supervision of the demons of hell. What this girl needs is a lot of rest and a set of those positive-thinking cassettes they advertise late at night on cable TV.\n\nBut no such luck. The hospital is simply another manifestation of the underworld, hell is all around us, we are powerless in its grip, and before long Kristy and a newfound friend named Tiffany are hurtling down the corridors of the damned. Give or take a detail or two, that's the story. \"Hellbound: Hellraiser II\" is like some kind of avant-garde film strip in which there is no beginning, no middle, no end, but simply a series of gruesome images that can be watched in any order.\n\nThe images have been constructed with a certain amount of care and craftsmanship; the technical credits on this movie run to four single-spaced pages. We see lots of bodies that have been skinned alive, so that the blood still glistens on the exposed muscles. We see creatures who have been burned and mutilated and twisted into grotesque shapes and condemned for eternity to unspeakable and hopeless tortures.\n\nWe hear deep, rasping laughter as the denizens of hell chortle over the plight of the terrified girls. And we hear their desperate voices calling to each other.\n\n\"Kirsty!\" we hear. And \"Tiffany!\" And \"Kirsty!!!\" and \"Tiffany!!!\" And \"Kirstiyyyyyyy!!!!!\" And \"Tiffanyyyyyyy!!!!!\" I'm afraid this is another one of those movies that violates the First Rule of Repetition of Names, which states that when the same names are repeated in a movie more than four times a minute for more than three minutes in a row, the audience breaks out into sarcastic laughter, and some of the ruder members are likely to start shouting \"Kirsty!\" and \"Tiffany!\" at the screen.\n\nBut this movie violates more rules than the First Rule of Repetition. It also violates a basic convention of story construction, which suggests that we should get at least a vague idea of where the story began and where it might be headed. This movie has no plot in a conventional sense. It is simply a series of ugly and bloody episodes strung together one after another like a demo tape by a perverted special-effects man. There is nothing the heroines can do to understand or change their plight and no way we can get involved in their story.\n\nThat makes \"Hellbound: Hellraiser II\" an ideal movie for audiences with little taste and atrophied attention spans who want to glance at the screen occasionally and ascertain that something is still happening up there. If you fit that description, you have probably not read this far, but what the heck, we believe in full-service reviews around here.\n\nYou're welcome.", "running_time": 97, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-23", "genres": ["Horror", "Thriller"], "title": "Hellbound: Hellraiser II (1988)"}