{"url": "http://www.rogerebert.com/reviews/hello-goodbye-1970", "by": "Michael Crawfordas Harry England", "star_rating": 1.0, "text": "\"Hello-Goodbye\" is an awfully dumb movie, no doubt about it, but it offers an interesting variation on our old friend, the Idiot Plot. An Idiot Plot, you'll recall, is a plot that requires everyone in it to be an idiot. Otherwise someone would do the obvious, the crisis would be solved, and the movie would be over in 13 minutes flat.\n\nThe only major variation of the Idiot Plot to come to light in our previous research was the Tacit Immunity Clause, by which it is tacitly understood that the hero is immune to any permanent form of physical damage. Thus the James boys can empty thousands of rounds of ammunition at John Wayne, but they're never allowed to kill him because then the movie would he over, right?\n\n\"Hello-Goodbye\" contributes another variation. For lack of anything better, we'll call it the Why Not Ploy. This is a ploy that prevents anything dramatic from ever happening in the movie, because at every major crisis in the plot the characters shrug their shoulders and say, Why not? Like the basic Idiot Plot itself, this device keeps the movie going for at least two hours. Without it, \"Hello-Goodbye\" would end every 10 minutes. \n\nThe movie is about a rich baron (Curt Jurgens) and his beautiful young wife (Genevieve Gilles). She has an affair with an earnestly naive young ex-mechanic (Michael Crawford). Why not? He finds out who she really is. Then her husband hires him to take care of his antique auto collection. Why not? Turns out her husband knows about the affair, but trusts it to run its course. \"Afterwards, she always returns to me, and it's better than ever,\" he exhales.  \n\nNow the reason this situation qualifies for the Why Not Ploy is because it simply won't stand up to the question, Why? The characters in \"Hello-Goodbye\" march through their story because the screenplay tells them to. There's no motivation at all, and precious little emotion, and we are asked to accept the most unlikely situations we can imagine. In real life, you'd think, a situation like this one would inspire passion, or at least some small measure of jealousy. \n\nNot there. And so nothing is resolved. There's no conflict. The characters don't change. The key event in the plot isn't even shown; when the baron leaves his wife to marry a rich heiress, we read about it in a newspaper headline. Then the guy goes back to the girl - but why? And she accepts him. Why not? So the movie lasts for the regulation two hours, by shrugging off every moment when human emotions presumably would have confused things. \n\nThe only thing \"Hello-Goodbye\" succeeds at is making us heartily sick of Michael Crawford. He was engaging enough in \"How I Won the War,\" but in the past couple of years he's worked his mannerisms up into obsessions. He whines and growls and whinnies like some strange mythological creature, half horse, half dog. The movie is all dog.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-08-20", "genres": ["Comedy"], "title": "Hello-Goodbye (1970)"}