{"url": "http://www.rogerebert.com/reviews/hello-again-1987", "by": "Shelley Longas Lucy Chadman", "star_rating": 2.0, "text": "I don't know about you, but I think that coming back from the dead should be a really big deal. And by making it into a little deal, the occasion for safe and predictable little laughs, \"Hello Again\" blows a great comic opportunity.\n\nMeditate for a moment on the possibilities in the modern-day resurrection of the klutzy wife of a social-climbing plastic surgeon. Imagine what the supermarket tabloids would say, not to mention Jim and Tammy Bakker, not to mention the pope, not to mention Johnny Carson. Imagine what a person with a healthy sense of humor could do with a situation like that. Just for openers, you could reveal what happened to Jimmy Hoffa.\n\nThere are the makings of a great comedy here, but you will not find more than scattered hints of it in \"Hello Again,\" a movie that fails to pay off on so many opportunities that the whole film feels like an anticlimax. The story stars Shelley Long as the sweet but clumsy wife of Corbin Bernsen, the plastic surgeon. One day she chokes to death and is buried and mourned and then basically forgotten by all but her sister and her son.\n\nThe sister (Judith Ivey) runs the local occult bookstore, and in a quaint volume of forgotten lore she discovers a black magical incantation that can raise the dead. There are two catches: The ceremony must be performed exactly one year after the person has died, and the newly resurrected person must find true love within 30 days or die again. By the light of a circle of scented candles, Ivey reads from the old book, and Long materializes out of a vapor and perches on a tombstone.\n\nThe first place she visits after her resurrection is her former home, where Bernsen is already remarried to Sela Ward, her oldest friend. By blowing this scene, the director, Frank Perry, gives warning that he is going to blow many more scenes, and he does. The mistake is to go straight for the sit-com dialogue and the funny one-liners, instead of really dealing with the question of how people would respond to the reappearance of a dead person. Perhaps the challenge requires more gallows humor than this movie is prepared to permit.\n\nIt's hard to say whether the actors are to blame for the movie's low energy and slow pacing. There are scenes (notably one where Long confronts Bernsen on the roof of his hospital) that are so sloppily constructed that you wonder if they used the wrong takes. There are other scenes, such as the ludicrous final confrontation between Long and her archrival Ward, that Harriett Beecher Stowe would have found lacking in subtlety.\n\n\"Hello Again\" is only truly alive when Judith Ivey and Austin Pendleton are on the screen. She plays a certified wacko who delivers her incantations with true, abandoned, conviction. He has a smaller role as a billionaire who helps out Long and falls instantly in love with Ivey. It is some kind of symptom of this movie's malaise that when Ivey and Pendleton lock eyes for the first time, it gets a bigger laugh than anything Long and Bernsen say to one another.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-11-06", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Hello Again (1987)"}