{"url": "http://www.rogerebert.com/reviews/hellboy-ii-the-golden-army-2008", "by": "Ron Perlmanas Hellboy", "star_rating": 3.5, "text": "Imagine the forges of hell crossed with the extraterrestrial saloon on Tatooine, and you have a notion of Guillermo del Toro's \"Hellboy II: The Golden Army.\" In every way the equal of his original \"Hellboy\" (2004), although perhaps a little noisier, it's another celebration of his love for bizarre fantasy and diabolical machines. The sequel bypasses the details of Hellboy's origin story, but adds a legend read to him as a child by his adoptive father (John Hurt), in which we learn of an ancient warfare between humans, and, well, everybody else: trolls, monsters, goblins, the Tooth Fairy, everybody.\n\nThere was a truce. The humans got the cities, and the trolls got the forests. But humans have cheated on our end of the deal by building parking lots and shopping malls, and now Prince Nuada (Luke Goss) defies his father the king and hopes to start the conflict again. This would involve awakening the Golden Army: 70 times 70 slumbering mechanical warriors. Standing against this decision is his twin sister, Princess Nuala (Anna Walton).\n\nAnd so on. I had best not get bogged down in plot description, except to add that Hellboy (Ron Perlman) and his sidekicks fight for the human side. His comrades include Abe Sapien (Doug Jones), sort of a fish-man; the fire-generating Liz Sherman (Selma Blair); a Teutonic adviser named Johann Kraus (voice of Seth MacFarlane), and of course Princess Nuala. Tom Manning (Jeffrey Tambor) from the secret center for extrasensory perception tags along, but isn't much help, except for adding irrelevancies and flippant asides.\n\nNow that we have most of the characters onstage, let me describe the sights, which are almost all created by CGI, of course, but how else? There's a climactic showdown between Hellboy and the Prince, with the Golden Army standing dormant, in what looks like the engine room of hell. Enormous interlocking gears grind against each other for no apparent purpose, except to chew up Hellboy or anything else that falls into them. Lucky they aren't perfectly calibrated.\n\nThere are also titanic battles in the streets of Manhattan involving gigantic octo-creatures and so on, but you know what? Although they're well done, titanic battles in the streets of Manhattan are becoming commonplace in the movies these days. What fascinates me is what the octo-creature transformed itself into, which was unexpected and really lovely. You'll see.\n\nThe towering creatures fascinated me less, however, than some smaller ones. For example, swarms of tens of thousands of calcium-eaters, who devour humans both skin and bone and are the source of the Tooth Fairy legend. They pour out of the walls of an auction house and attack the heroes, and in my personal opinion, Hellboy is wasting his time trying to shoot them one at a time.\n\nI also admire the creativity that went into the Troll Market (it has a secret entry under the Brooklyn Bridge). Here I think del Toro actually was inspired by the Tatooine saloon in \"Star Wars,\" and brings together creatures of fantastical shapes and sizes, buying and selling goods of comparable shapes and sizes. It would be worth having the DVD just to study the market a frame at a time, discovering what secrets he may have hidden in there. The movies only rarely give us a genuinely new kind of place to look at; this will become a classic.\n\nThere are, come to think of it, other whispers of the \"Star Wars\" influence in \"Hellboy II.\" Princess Nuala doesn't have Princess Leia's rope of hair (just ordinary long blond tresses), but she's not a million miles distant from her. And Abe Sapien looks, moves and sort of sounds so much like C3PO that you'd swear the robot became flesh and developed gills. I also noticed hints of John Williams' \"Star Wars\" score in the score by Danny Elfman, especially during the final battle. Not a plundering job, you understand; more of an evocation of mood.\n\nWhat else? Two love stories, which I'll leave for you to find out about. And the duet performance of a song that is rather unexpected, to say the least. And once again a strong performance by Ron Perlman as Hellboy. Yes, he's CGI for the most part, but his face and voice and movements inhabit the screen figure, and make him one of the great comic heroes. Del Toro, who preceded \"Hellboy II\" with \"Pan's Labyrinth\" (2006) and the underrated \"Blade II\" (2002), is warming up now for \"Doctor Strange\" and \"The Hobbit.\" He has an endlessly inventive imagination, and understands how legends work, why they entertain us and that they sometimes stand for something. For love, for example.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-07-10", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction", "Thriller"], "title": "Hellboy II: The Golden Army (2008)"}