{"url": "http://www.rogerebert.com/reviews/hell-ride-2008", "by": "Larry Bishopas Pistolero", "star_rating": 1.0, "text": "I read an article the other day saying the average age of motorcyclists is going up. Judging by \"Hell Ride,\" the average age of motorcycle gang members is approaching the Medicare generation, not that many will survive to collect the benefits. Some of the movie's \"plot\" involves revenge for the torching of the girlfriend of the gang president. That took place in the bicentennial year of 1976, which was, let's see, 32 years ago. By the time they kill the guy who did it, he's a geezer with so many chin whiskers they can barely cut his throat.\n\nThe movie was written and produced by Larry Bishop, who also stars as Pistolero, president of an outlaw club named the Victors. Bishop starred in a motorcycle movie named \"The Savage Seven\" in 1968, which was, let's see, 40 years ago. He was also in \"The Devil's 8,\" \"Angels Unchained\" and \"Chrome and Hot Leather.\" It's a wonder he doesn't have a handicapped placard for his hog.\n\nIn between searching for a killer, he leads a gang whose members are sort of hard to tell apart, except for The Gent (Michael Madsen), so-called because instead of leathers, he wears a ruffled formal shirt under a tux jacket, with his gang colors stitched on the back. Why does he do that? The answer to that question would require Character Development, and none of the cast members develop at all. They spring into being fully created and never change, like Greek gods.\n\nThere are cameo roles for two icons of biker movies, Dennis Hopper and David Carradine, who play old-timers -- i.e., contemporaries of the other gang members. Madsen, at nearly 50, may be the youngest cast member and also brings along expertise in doing the Walk. That would be the scene made famous from \"Reservoir Dogs\" (1992) and a zillion other movies where three or four tough guys lope along in unison away from something is that is about to blow up and don't flinch when it does.\n\nWait a minute. Maybe the guy who gets blown up killed Comanche and not the grizzled old-timer. I dunno. The enemy gang of the Victors are the 666ers, but I couldn't tell them apart, except for the closeups of the colors on their backs, which had the disadvantage of not showing their faces. There is a character named Deuce, but I don't know why. Or maybe he is a gang.\n\nThe movie was executive produced by Quentin Tarantino. Shame on him. He intends it no doubt as another homage to grindhouse pictures, but I've seen a lot of them, and they were nowhere near this bad. \"Hell's Angels on Wheels,\" for example: pretty good.\n\nAll these guys do is shoot one another and roll around in bars with naked girls with silicone breasts -- who don't seem to object to the biker's smelly grime. The girls look about 25, tops, but the only reference to age in the movie is when a biker names his bike after the horse Trigger, and is asked, \"How old is Trigger in horse-bike years?\" Quick -- whose horse was Trigger? Can anyone under 25 answer? OK, then: Silver? Champion? Topper?", "running_time": 84, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-04", "genres": ["Action", "Indie", "Thriller"], "title": "Hell Ride (2008)"}