{"url": "http://www.rogerebert.com/reviews/henning-mankells-wallander-2012", "by": "Krister Henrikssonas Kurt", "star_rating": 3.5, "text": "Here is one of the year's best and most provocative thrillers and maybe it says something that it's a 91-minute installment of a Swedish TV series. Why see it at the movies? Because it's so very well-done and looks better on the big screen. \"Henning Mankell's Wallander\" played to great acclaim in Sweden, and a British remake starring Kenneth Branagh was on PBS' \"Masterpiece Theater.\" It's another in a series of first-rate crime dramas from Scandinavia.\n\nThis self-contained episode, titled \"Revenge,\" begins when a smallish Swedish city has a total power blackout. That happens as Kurt Wallander (Krister Henriksson), the police inspector, is just celebrating his new lakeside home. He takes charge, finds a power substation was destroyed by a perfectly timed blast, and later learns that a town councilor was shot dead in his home during the blackout.\n\nThus begins a taut police procedural in which Wallander and his men (and one new woman trainee, not entirely welcome) find a murder wave under way. The other victims are a woman who ran a local youth job placement agency and a nurse in a hospital. All are shot 17 times with a similar handgun. What possible link could there be among them? That's the puzzle.\n\nWallander is the popular 62-year-old hero of a group of novels by Henning Mankell, the best-selling Swedish crime novelist. The inspector lives alone, except for his beloved dog, tends to be morose, is a good cop and a liberal idealist. \n\nHis ideals are challenged when the townspeople become convinced the explosion and murders are linked to Islamic terrorism. The dead councilor approved the use of the town hall for a traveling international art exhibit on the prophet Muhammad, and Muslim demonstrators have been holding daily protests. Should Wallander close down the exhibit? Absolutely not: \"We must stand up for democracy.\"\n\nThe film becomes a display for various issues in modern Sweden, including the role of non-Swedish minority groups, the role of the army and the roles of women in the workplace. Wallander is disturbed when the army sends in troops; he thinks his police are equal to the challenge — indeed having already found an obscure link joining the three murder victims. He isn't so advanced on women's roles; when two new trainees turn up, he assigns the man to work on the case and the woman to go out to his house and bring in his dog. \n\nThen another woman gets in his hair: Katarina Ahlsell (Lena Endre), a public prosecutor who's new to town. In one of the best performances in a well-acted film, Endre, a tall, confident woman, treats him with quiet bemusement and also, we sense, with growing affection.\n\nThings come to a crisis when another woman enters the scene. The national defense minister (Anna Ulrika Ericsson) decides, probably unwisely, that this is a good time for her to visit with her husband and two small children and give a speech in the town square, urging citizens not to be intimidated by terrorism. This leads to a sequence of spellbinding tension, in which everything depends on Henriksson's calm, focused performance.\n\n\"Wallander\" doesn't depend on overt action sequences but on mystery, suspense and personality. It seems to know a lot about police procedures and plays as an object lesson about scapegoating. There are also subtle human interactions, some romantic, some resentful, that are all the more effective for not being foregrounded. If Kurt Wallander is made into the hero of an American film (and you can probably bet on that), it's likely the actor playing him won't project Henriksson's reserve and intelligence. And you can just about bet the theme won't be freedom of speech.\n\nMany thrillers follow such reliable formulas that you can look at what's happening and guess how much longer a film has to run. Not this one. I could never be sure what would happen next, and when it did, I never felt manipulated.\n\nNote: \"The Wallander Series 2,\" a total of 13 episodes, is available starting Saturday on VOD, and On Demand starting Tuesday.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-05-23", "genres": null, "title": "Henning Mankell's Wallander (2012)"}