{"url": "http://www.rogerebert.com/reviews/hennessy", "by": null, "star_rating": 2.0, "text": "It's time again to bring out of retirement our old friend the Idiot Plot. This is the movie plot, you will recall, so constructed that everyone in the movie has to be a complete idiot or the story will be resolved in 10 minutes flat. Since feature films last two hours or thereabouts, Idiot Plots have been a godsend to more than one project. \"Hennessy\" is another.\n\nIt involves an Irish demolitions expert (Rod Steiger) who becomes deranged when his wife and daughter are accidentally killed during a battle between British troops and Belfast demonstrators. He skips the funeral and flies to London on a oneway ticket (an ominous portent, that, the police agree). His plan: To strap himself with explosives, smuggle himself into Parliament on opening day, and blow up everyone, including the royal family.\n\nThis is a premise with similarities to Fred Zinnemann's great thriller \"Day of the Jackal,\" which was about a plot to assassinate Charles de Gaulle. Since we know in both cases\n\nthat the plots didn't succeed, the suspense comes in seeing how and why they failed. That's where \"Hennessy\" runs into trouble: Given certain details of its Idiot Plot, there's simply no way Hennessy could have failed. This is a movie about a man snatching failure out of the jaws of the deus ex machina.\n\nConsider. Hennessy has kidnaped a member of Parliament and made himself up to look exactly like him. The police have given him a police escort to Parliament because they think he's the real MP. The rabid British inspector (Richard Johnson) finds the boundandgagged lawmaker, who explains what Hennessy will try to do. Gunmen from the IRA (who want to stop Hennessy in order to avoid setting their cause back 50 years with bad publicity) have their rifles trained on Parliament to kill Hennessy when he appears. But the police take him to another entrance, to avoid a possible attempt on his life.\n\nThen (Are you following this? It's about the fourth devilishly complicated plot in three weeks.) the police inspector races to Parliament in his sports car. He does not, however, radio or telephone ahead to alert the 10,000strong security force that Hennessy is disguised as the member of Parliament. Because if he did, you see, they'd catch himÑand the movie would be over. Nope: Hennessy gets into the House of Lords and is actually ready to pull the string on his human bomb when the inspector sneaks up behind him and konks him on the head with a gun.\n\nGreat confusion results. Hennessy runs away. The inspector is apprehended for having a gun in the Houses of Parliament. I don't dare reveal how the movie ends, but, so far, we haven't exactly seen brilliant police work, would you say? And despite all 10,000 members of the special security force, there isn't one (1) cop in sight when the deranged inspector, waving his gun, races through the corridors like a madman.\n\nThe movie has achieved some notoriety because it incorporates actual footage of the queen and the royal family. The ethical questions raised by that footage are complicated. I personally found the scenes of the queen disquieting. But the movie itself is a silly enterprise, redeemed only by some fairly good performances (especially Steiger, uncharacteristically introspective) and its awareness of the infinitely complex tangle of issues called the Irish Problem!", "running_time": null, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Foreign", "Thriller"], "title": "Hennessy (1975)"}