{"url": "http://www.rogerebert.com/reviews/henrys-crime-2011", "by": "Keanu Reevesas Henry", "star_rating": 2.0, "text": "Keanu Reeves seems mildly sedated during most of \"Henry's Crime.\" I think that's intentional. He plays the feckless Henry Torne, an overnight toll booth attendant in Buffalo, who agrees to play in a softball game, drives a car filled with other players and discovers that what they're actually planning is a bank robbery. Henry gets caught and thrown in the slammer and takes it philosophically.\n\nOur problem is finding a way to care about these events more than Henry apparently does. He seems to hover above his own life, detached, an observer. Into this life enter people who become more involved in it than he does. There's his friend Eddie Vibes (the conniving Fisher Stevens), who tricked him into the bank robbery. His prison cellmate is Max Saltzman (James Caan), a wiseguy from way back who knows all the angles, except how to stay out of prison. Henry's wife, Debbie (Judy Greer), ends their marriage while he's behind bars. \n\nOut after a year in the slam, he finally discovers a woman who really knows how to get his attention. This is Julie Ivanova (Vera Farmiga), who hits him with her car. That'll do it. She's an actress rehearsing a production of Chekhov's \"The Cherry Orchard,\" directed by Darek Millodragovic (Peter Stormare). Henry begins to like Julie. Then he discovers one of the dressing rooms in his theater is connected to an old tunnel that leads to the bank that the softball team was trying to rob.\n\nThis is perhaps beginning to sound to you like a screwball comedy. Imagine such a comedy if it has gone 48 hours without sleep. All the elements are present: Henry needs to be cast in the play to gain access to the tunnel, Max and Eddie get involved, Julie is remarkably accepting, any romance between Julie and Henry hangs in the balance, split-second exits and entrances are called for, and so on. Now imagine everyone sprinting through quicksand.\n\nReeves has many arrows in his quiver, but screwball comedy isn't one of them. Vera Farmiga, James Caan and Fisher Stevens can do it, but they often seem to be looking back, waiting for Reeves to pass the baton. What's needed is someone nervous to play Henry. A Steve Buscemi, for example. Reeves maintains a sort of Zen detachment. Whatever happens is all right with him.\n\nThe film was directed by Malcolm Venville, who seems to muse when he should be fretting. How uninvolved is his direction? A friend of mine in Buffalo went to see the movie. He noted that a city block supplying one of the locations \"was shot from a boring angle.\" When a comedy inspires observations like that, you know you're in trouble.", "running_time": 108, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-04-27", "genres": ["Action", "Comedy", "Thriller"], "title": "Henry's Crime (2011)"}