{"url": "http://www.rogerebert.com/reviews/henry-portrait-of-a-serial-killer-1990", "by": "Michael Rookeras Henry", "star_rating": 3.5, "text": "Filmed in 1986 and trapped in the movie rating system for three years, a movie named \"Henry\" finally came into wider view in the autumn of 1989.\n\nThe story of a pathological mass murderer, it was told in such flat, unforgiving realism that it inspired angry debates after its screenings at film festivals and midnight cult screenings. Some viewers feel it is evil incarnate; others say it is suberb filmmaking. The MPAA denied it an R rating (and said, indeed, that no possible cuts could qualify it for an R movie), so now it has been released with no rating at all.\n\nThis is a movie that's an obvious candidate for the proposed A (for adult) rating. It is a chilling film that - fair warning - will horrify many viewers and is intended to illuminate, not entertain. But it also is a very good film, a low-budget tour de force that provides an unforgettable portrait of the pathology of a man for whom killing is not a crime but simply a way of passing time and relieving boredom.\n\n\"Henry\" was filmed during the winter of 1985-86 by a Chicago director named John McNaughton, on a budget of $125,000, using unknown actors from the free-wheeling Organic Theater Company. Loosely inspired by the confessions, since recanted, of a self-described mass murderer named Henry Lucas, the film uses a slice-of-life approach to create a docudrama of chilling horror.\n\nUnlike typical \"slasher\" movies, \"Henry\" does not employ humor, campy in-jokes or a colorful anti-hero. Filmed in the gray slush and wet winter nights of Chicago's back alleys, honky-tonk bars and drab apartments, it tells of a drifter who kills strangers, efficiently and without remorse. The movie contains scenes of heartless and shocking violence, committed by characters who seem to lack the ordinary feelings of common humanity.\n\n\"Henry\" drifted in a cinematic no-man's-land after it was first seen publicly in a video version at the 1986 Chicago Film Festival. It played at midnight screenings in New York (where the Village Voice's Elliott Stein called it one of the best American films of the year), but could not gain mass distribution without the R rating.\n\nThe title role in \"Henry\" is played with unrelenting power by Michael Rooker, who since has gone on to major Hollywood movies (he was the redneck who confronts Gene Hackman in \"Mississippi Burning,\" and the killer in \"Sea of Love\"). Organic Theater veteran Tom Towles plays the equally chilling role of \"Ottis,\" a casual friend who drifts into murder, and Tracy Arnold is Ottis' sister, a teenage stripper who knows Henry killed his mother, and finds the fact intriguing.\n\nIn the film, Henry becomes the roommate of Ottis, a parolee working in a gas station, and then the sister arrives from out of town and moves in. She is fascinated by Henry's stories of violence. Ottis, who may have a homosexual interest in Henry, eventually goes along with him in a series of brutal killings, including one where they pretend to have car trouble and then shoot a good samaritan, and another where they invade a home and videotape the murder of an entire family. The videotape scene appalls many viewers, but at least it shows \"Henry\" dealing honestly with its subject matter, instead of trying to sugar-coat violence as most \"slasher\" films do.\n\nThe director, McNaughton, is a onetime Chicago ad executive who dropped out for a few years to work in a traveling carnival, build sailboats in New Orleans, and tend bar in south suburban Homewood before getting into film by directing music videos. He raised the budget for \"Henry\" from Waleed Ali, a Chicago home video executive, who wanted a horror film but reportedly was surprised when McNaughton gave him the real thing instead of an easy teenage exploitation film. Ali's surprise has been reflected wherever the film has been shown.\n\nAt the Telluride Film Festival, where I saw \"Henry\" in September, 1989, some said the film was too violent and disgusting to be endured.\n\nOthers said it was justified because of its uncompromising honesty in a world where most horror films cheapen death by trivializing it. The division seemed to be between those who felt the film did its job brilliantly, and those who felt its job should not have been done at all.", "running_time": 83, "mpaa_rating": "Unrated", "release_year": 1990, "date_published": "1990-09-14", "genres": ["Horror", "Thriller"], "title": "Henry: Portrait of a Serial Killer (1990)"}