{"url": "http://www.rogerebert.com/reviews/henry-fool-1998", "by": "Jay Ryan Simonas Thomas", "star_rating": 2.5, "text": "Simon is a garbage man who approaches the world at an angle. Literally. In Hal Hartley's new film “Henry Fool,” Simon is almost always shot with his head tilted down and cocked to one side, with the rims of his glasses positioned right above his eyes, which regard us sideways. He is a man so beaten down by life that he cannot look at anything straight-on. Then Henry arrives to save him.\n\nSimon Grim (James Urbaniak) has just been savagely beaten by a motorcyclist and his girlfriend. Like everyone else in the neighborhood, they treat Simon like a punching bag. Henry Fool (Thomas Jay Ryan) is a homeless drifter with a deep, wise voice. He moves into Henry's basement, where the flames from the furnace reinforce his satanic undertones. His mission is to lift Simon to his feet, apparently, and instill a sense of mission in him.\n\nSimon's family includes his mother, Mary (Maria Porter), who is on a lot of pills, and a chain-smoking sister named Fay (Parker Posey), who is an idle slattern quickly attracted to Henry. But Henry makes an unexpected choice and confesses to Simon: “I made love to your mother half an hour ago, and I'm beginning to think it wasn't such a good idea, because it makes Fay jealous.” Simon looks at this statement as he looks at everything, askance.\n\nHenry is working on his “Confessions,” a vast opus. He claims to have connections at a publishing house. He gives Simon a journal with large blank pages and encourages him to write down everything that happens to him. Simon's thoughts flow out effortlessly in iambic pentameter, and when they are posted on the Web, they make him world famous. Meanwhile, nobody much likes Henry's confessions, and it turns out his connection to the publisher is as a janitor, not an editor. There is also the matter of his conviction for child molestation.\n\nWhat are we to make of all this? That is always the question with a Hal Hartley film, and I wish I were more sure of the answer. He works in a style of his own devising, he has an image of the world that is developing in a series of films, he seems to regard his characters in the same way Simon regards the world--obliquely, quizzically, without commitment. Sometimes he has a character do something odd and unexpected, and you think of a chess player making an unorthodox move just to make the game a little more interesting.\n\nI wonder if the fault is in myself. I don't think this is a bad film, but after seeing it twice I'm unable to respond to it in any clear way. Things happen, and I don't know what they mean, and I have a feeling that in Hartley's view, they need not mean anything. Henry Fool lives in the basement and is illuminated by flames, but is not Mephistopheles--he is finally revealed as not as bright as he seems. Simon writes a famous poem but develops, not into a genius or into a savior, but simply into the semblance of a reasonable, successful man. Mary and Fay both go into orbit around Henry, but to what consequence? Hartley is a gifted filmmaker (this time he wrote, produced, directed and composed), and he has a precise visual style that develops themes over a series of scenes (notice the gradual shift in the relative balance of the body language between Simon and Henry). He has actors who evoke more than they reveal, although with the Henry Fool character, I was never able to fit the child molestation into anything else and wondered if Hartley added it capriciously. And what about the protracted, studiously graphic scenes of vomiting and defecation? What are they for? They break the frame of the picture. They're like fingers in the eyeballs of the film's style.\n\nYou watch, you are absorbed, and from scene to scene, “Henry Fool” seems to be adding up, but then your hand closes on air. I am left unsure of my response--of any response. I want to see Hartley's next film. I always do. I sense he is headed somewhere, and perhaps his next work will provide the key allowing me to enter this one.", "running_time": 138, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-17", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Henry Fool (1998)"}