{"url": "http://www.rogerebert.com/reviews/henry-poole-is-here-2008", "by": "Luke Wilsonas Henry Poole", "star_rating": 3.5, "text": "\"Henry Poole Is Here\" achieves something that is uncommonly difficult. It is a spiritual movie with the power to emotionally touch believers, agnostics and atheists -- in that descending order, I suspect. It doesn't say that religious beliefs are real. It simply says that belief is real. And it's a warm-hearted love story.\n\nIt centers on a man named Henry Poole (Luke Wilson), who has only one problem when he moves into a house. He is dying. Then he acquires another problem. His neighbor, Esperanza Martinez (Adrianna Barrazza), sees the face of Jesus Christ in a stain on his stucco wall. Henry Poole doesn't see the face, and indeed neither do we most of the time, even if we squint. It's a hit-or-miss sort of thing.\n\nWilson plays Henry as hostile and depressed. Well, he has much to be depressed about. \"We hardly ever see this disease in the States,\" the doctor tells him. \"It steamrolls through your system.\" Patience (Rachel Seiferth), the nearly blind checkout girl at the supermarket, gives him dietary hints when she notices he buys mostly vodka and frozen pizza. Although her glasses are half an inch thick, she's observant: \"Why are you sad and angry all the time?\"\n\nHenry starts hearing voices in his backyard. There is a rational reason for this. He is being secretly recorded by Millie (Morgan Lily), the 5-year-old who lives next door on the other side from Esperanza. Millie's mother is the lovely Dawn (Radha Mitchell), who apologizes for her daughter, brings cookies, also notices how sad and angry Henry is. He is especially angry with Esperanza, warning her to stay out of his yard and stop praying to his bad stucco job. But she has seen Jesus, and cannot be stopped. She brings in Father Salazar (George Lopez), who explains that the church does not easily declare miracles, but keeps an open mind.\n\nThere are more details, which I must not reveal, including certain properties of the wall. I will observe that the director, Mark Pellington, uses some of the most subtle special effects you've probably seen for some time, to fine-tune the illusion that the face of Christ is really there, or really not there. I will now think of this movie every time I drive through the Fullerton Avenue underpass of the Kennedy Exp., where since April 2005, people have said they can see the Virgin Mary in a wall stain.\n\nThe thing is, certain miraculous events take place, and the people involved believe it is because they touched Henry's wall. Patience the checkout girl even quotes the formidable intellectual Noam Chomsky, who, she informs Henry, said some things cannot be explained by science. One critic of this film believes it is anti-science and pounds you over the head to believe. Not at all. It is simply that Chomsky is right, as any scientist will tell you. What do I believe? I believe science can eventually explain everything, but only if it gets a whole lot better than it is now and discovers realms we do not even suspect. You could call such a realm God. You could, of course, call it anything you wanted; it wouldn't matter to the realm.\n\nAnother critic, or maybe it is the same critic, believes the movie is a Hollywood ploy to reach the Christian market. Not at all. Esperanza sees Jesus because the face of Jesus is ready in her mind, supplied by holy cards and paintings. You might see the face of Uncle Sam. No one knows what Jesus looked like. It is also strange that the Virgin's appearances always mirror her holy card image. People from biblical lands at that time would have been a good deal darker and shorter. The movie gets that right: The image is so low on the wall that Jesus must have stood less than 5 feet tall.\n\nBut I stray, and I do injustice to this film. I fell for it. I believe the feelings between Henry and Dawn. I care about their tenderness and loneliness. I think Millie is adorable. I think Father Salazar has his head on straight. I love Esperanza's great big heart. And I especially admire the way that Henry sticks to his guns. He doesn't believe there's a face on his stucco, and that's that. And no, he doesn't undergo a deathbed conversion. That's because ... but find out for yourself.", "running_time": 99, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-08-14", "genres": ["Comedy", "Drama", "Indie"], "title": "Henry Poole is Here (2008)"}