{"url": "http://www.rogerebert.com/reviews/henry-viii-and-his-six-wives-1976", "by": "Keith Mitchellas Henry VIII", "star_rating": 2.0, "text": "If Henry VIII had been married only twice or three times, \"Henry VIII and His Six Wives\" might have been a better film. I suppose it's too late now to advise him against those last three marriages - monarchs\r\ndon't construct their lives to fit neatly into movies - but there are so many comings and goings, weddings and beheadings, that eventually we grow tired of old Henry and his sex lives. \n\nA somewhat related version of this material was made into a 1971 television series by the BBC (and recently was repeated on Channel 11), and maybe that was the way to handle it: Give each wife her own segment, more or less, and make history into a classy soap opera with lots of flourishes and entrances and (especially in the case of the wives) exits. Keith Mitchell's\r\nperformance on the series was so highly thought of, though, that British producer Nat Cohen decided to make a film out of the material, too. \n\nThat's what this is: Not a re-edited version of the TV series, but a new film in its own right, starring not only Mitchell but also several of the other actors from television. The emphasis in the TV series is\r\nreflected by its title - \"The Six Wives of Henry VIII\" - but the purpose in the film was to tell the story more from Henry's point of view, and to consider him in terms of his reign as well as his marriages.\r\nAnd that's where the marriages get in the way: There's simply too much exposition called for here. So many events have to be dealt with, if only in passing, that the film never has the freedom to linger over\r\ncharacterizations, to explore the ways its people\r\nwork. The wives, in particular, become rather vague about the edges. They're brought on, courted, found fault with and disposed, almost without ever having been asked how they felt about it all. Charlotte\r\nRampling and Jane Asher and the other wives look all right and wear their clothes well, but they never seem to connect with the king. Mitchell, all grand\r\ngestures, sweeps right past them. \n\nThe movie must have been a nightmare to direct, but it has been directed, competently, by Warris Hussein. He's done better work - his \"Quacker Fortune Has a Cousin in the Bronx,\" with Gene Wilder, is a lovely and touching little film, and \"The Possession of Joel Delaney,\" with Shirley MacLaine, was very underrated, particularly when compared with the possession movies we're getting these days.\r\nBut here it's almost as if the movie defied\r\nintelligent organization. The story begins on Henry's deathbed, and then the poor chap's made to linger for two hours while we get his life in a series of\r\nflashbacks - deathbed memories, surely the most\r\noverworked and unnecessary way to tell any narrative. We see his wives through his eyes, all right, but not really through his mind; Mitchell looks great and acts with lots of gusto, but the movie never really deals with personalities and motivations. It's good to look at and that's about it.", "running_time": 120, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-02-25", "genres": null, "title": "Henry VIII and His Six Wives (1976)"}