{"url": "http://www.rogerebert.com/reviews/her-alibi-1989", "by": "Tom Selleckas Phil Blackwood", "star_rating": 0.5, "text": "You know a movie is in trouble when you start looking at your watch. You know it's in bad trouble when you start shaking your watch because you think it might have stopped. \"Her Alibi\" is a movie in the second category - endless, pointless and ridiculous, right up to the final shot of the knife going through the cockroach. This movie is desperately bankrupt of imagination and wit, and Tom Selleck looks adrift in it.\n\nHe plays a detective novelist, named Blackwood, who has run out of inspiration. So he goes to criminal court for fresh ideas, and there he falls instantly in love with Nina (Paulina Porizkova), a Romanian immigrant who is accused of murdering a young man with a pair of scissors. Blackwood disguises himself as a priest, smuggles himself into jail to meet Nina, and offers to supply her with an alibi: She can claim they were having an affair at his country home in Connecticut at the time of the crime.\n\nThese developments, and indeed the entire movie, are narrated by Blackwood in the language of a thriller novel he is writing as he goes along. One of the minor curiosities of the movie is why the Selleck character is such a bad writer. His prose is a turgid flow of cliche and stereotype, and when we catch a glimpse of his computer screen, we can't help noticing that he writes only in capital letters. Although the movie says he's rich because of a string of best sellers, on the evidence this is the kind of author whose manuscripts are returned with a form letter.\n\nIf the plot of his novel is half-witted, the plot of the movie is lame-brained. Blackwood and Nina move to Connecticut to make the alibi look good, and they're shadowed by a band of Romanian spies who make several attempts to murder them, including one in which they blow up Blackwood's house. The movie betrays its desperation by straying outside the confines of even this cookie-cutter plot for such irrevelant episodes as the one where Blackwood shoots himself in the bottom with an arrow and is rushed to the hospital by Nina in one of those cut-and-dried scenes where the racing vehicle scares everyone else off the road before arriving safe and sound.\n\nIn a movie filled with groaningly bad moments, the worst no doubt is the dinner party at which Blackwood becomes convinced that Nina has poisoned him and everybody else at the table. Why does he think so? Because the cat is dead, next to a bowl filled from the same casserole.\n\nWe are treated to the sight of eight characters doing the dry heaves and then another visit to the hospital, after which we learn it's all a false alarm and the cat was accidentially electrocuted in a neighbor's basement and returned by the solicitous neighbor to a resting place beside the suspicious bowl. Uh-huh.\n\nThe explanation for the whole story is equally arbitrary and senseless, and the big reconcilation scene between the two lovers is not helped by taking place at a clown's convention, with Selleck wearing a red rubber ball on his nose. But for a full appreciation of just how much contempt \"Her Alibi\" has for the audience, reflect for a moment on the movie's last scene, in which Blackwood and Nina are back in the snug Connecticut farmhouse for a big love scene and a fade out.\n\nThe people who made this movie apparently actually forgot that they blew the house up a half-hour earlier.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-02-03", "genres": ["Action", "Comedy", "Romance"], "title": "Her Alibi (1989)"}