{"url": "http://www.rogerebert.com/reviews/her-majesty-2005", "by": "Sally Andrewsas Elizabeth Wakefield", "star_rating": 2.5, "text": "\"Her Majesty\" has all the makings of a perfectly charming family picture, and then the plot runs off the rails. At some point during the writing process, a clear-headed realist should have stepped in and restored sanity. This hypothetical person would have realized (1) that the heroine's brother is not just a nasty young boy, but a psychopath, (2) that it is not necessary for the rhododendron lady to be having an affair with the mayor in order to be reprehensible, and (3) it is not very likely that Queen Elizabeth, on a state visit to New Zealand, would go out of her way to visit the village of Middleton and call on an old Maori lady in order to return a spear stolen from her grandfather.\n\nI realize it is (3) where I'm asking for trouble. The notes for the movie say it is \"inspired by real events.\" I learn that Queen Elizabeth did indeed visit New Zealand in 1953, and even the hamlet of Cambridge, which plays Middleton in the film. Now I will no doubt be informed that she also tracked down the old Maori woman on the porch of her humble shack, and gave her the spear. In that case, the scene in question will not be inaccurate, but merely unbelievable.\n\n\"Her Majesty\" is the kind of movie where you start out smiling, and then smile more broadly, and then really smile, and then realize with a sinking heart that the filmmakers are losing it. It stars a sunny-faced 12-year-old named Sally Andrews as Elizabeth Wakefield, who is obsessed with the young Queen Elizabeth. A panning shot across her bedroom reveals enough QEII mementos to bring a fortune on eBay. When she learns that the Queen plans to visit her subjects in New Zealand, Elizabeth (the Heroine, not the II) writes her more than 50 letters, suggesting Middleton as a destination. Apparently they work.\n\nElizabeth the Heroine has meanwhile made fast friends with Hira Mata (Vicky Haughton), the old Maori woman whose unpainted shack is an eyesore on the road into town. Hira takes Elizabeth the Heroine to a mountaintop and shows her that all she surveys -- the land, the sea and the sky -- once belonged to the Maori, but now all that is left is her little patch of land. She reveals that Elizabeth II's ancestor once gave her grandfather a brace of dueling pistols, in admiration of his bravery, but that two weeks later her grandfather was murdered and the pistols and his spear were stolen.\n\nThe pistols turn up as a family heirloom of the loathsome Mrs. Hobson (Liddy Holloway), busybody and head of the Rhododendron Trust, who plans to present them to the queen during her inspection of, of course, the rhododendrons. This Hobson creature is a powdery-faced screecher whose sex life with the mayor involves unspeakable games based on beekeeping. She is insufferable, but consider Elizabeth the H's brother, Stuart (Craig Elliott), who if he survives his adolescence has a good chance of developing into New Zealand's most alarming criminal case study.\n\nStuart throws a brick through the Maori woman's window. He steals his sister's QEII collection and burns it. He gets fired for laziness and lies about it. He sneaks out to the Maori woman's house, douses it with gasoline, and prepares to burn it down, which is not a youthful prank but a crime for which I would throw the little bastard behind bars. And he locks up Elizabeth the H on the day when Elizabeth II is coming to town.\n\nThis is going too far. Stuart's depredations break through the veneer of small-town comedy and turn into some kind of sick weirdness. Elizabeth H keeps smiling, preserves her pluck, and dutifully rehearses with the girl's drill team, and we would like to relax and smile with her and wish her the best, but we are distracted by the vile little desperado and his band of degenerate buddies.\n\nI agree with the Maori woman that the land was her tribe's, and was taken from them. I agree that treatment of the Maoris was a crime against humanity. I have seen \"Rabbit-Proof Fence,\" which is about the treatment of aboriginal orphans in Australia as recently as 1970. That a neighboring commonwealth nation engaged in such practices until 1970 argues that in 1953, Queen Elizabeth was not rummaging through the attic at Buckingham Palace looking for a Maori spear her relative might have stolen, so that she could return it to the friend of the nice young woman who has been writing her from Middleton. It's a feel-good scene for white viewers, but Maoris may view it a little more ironically.\n\nThere is a sense in which all of my logic is wasted. \"Her Majesty,\" directed by Mark J. Gordon, will work perfectly well for its intended audience of girls about Elizabeth H's age, which is 12; they will like her pluck and spirit, and won't ask themselves if her brother is a little over the top, since at that age they consider most brothers to be monsters. I do not want to discourage this audience, because entertaining family movies are hard enough to find, and maybe only a curmudgeon like me would ask the questions that distract me.\n\nThere's another recent movie from Down Under that is also about a small town and an important visit. That would be \"The Dish\" (2001), about a little Australian town where a radio telescope has been installed that will track man's first moon landing. The U.S. ambassador and the Australian prime minister are scheduled to visit, and when things go very wrong, the way in which they are made to seem right is hilarious and inspired.\n\nI thought of \"The Dish,\" which found the perfect notes, and regretted that \"Her Majesty,\" which has all the right ingredients for its story, also has so many wrong ones.", "running_time": 105, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-02-17", "genres": ["Drama", "Family", "Foreign", "Indie"], "title": "Her Majesty (2005)"}