{"url": "http://www.rogerebert.com/reviews/herbie-fully-loaded-2005", "by": "Lindsay Lohanas Maggie", "star_rating": 2.0, "text": "The question that haunted me during \"Herbie: Fully Loaded\" involved the degree of Herbie's intelligence. Is the car alive? Can it think? Does it have feelings? Can it really fall in love, or is its romance with that cute little yellow VW bug just a cynical ploy to get publicity, since it has a new movie coming out?\n\nTo the dim degree that I recall the premise of the earlier Herbie movies, none of which I seem to have reviewed or indeed seen, Herbie was essentially just a car. A car with a personality, a car that feelings and emotions could be projected upon, a car that sometimes seemed to have a mind of its own, but nevertheless a car existing in the world as we know it. In \"Herbie: Fully Loaded,\" Herbie can blink his headlights and roll them from side to side, he can let his front bumper droop when he's depressed, and he can suddenly open his doors to cause trouble for people he doesn't like.\n\nI see I have subconsciously stopped calling Herbie \"it\" and am now calling Herbie \"he.\" Maybe I've answered my own question. If Herbie is alive, or able to seem alive, isn't this an astonishing breakthrough in the realm of Artificial Intelligence? That's if computer scientists, working secretly, programmed Herbie to act the way he does. On the other hand, if Herbie just sort of became Herbie on his own, then that would be the best argument yet for Intelligent Design.\n\nEither way, a thinking car is a big story. It is an incredible, amazing thing. In \"Herbie: Fully Loaded,\" Herbie becomes the possession of a young woman named Maggie (Lindsay Lohan), who is the daughter of a famous racing family headed by her dad (Michael Keaton). The family dynasty falls on hard times after her brother Ray Jr. (Breckin Meyer) gets caught in a slump.\n\nShe rescues Herbie from a junkyard; a friendly mechanic (Justin Long) rebuilds the car, and then Herbie offends the sensibilities of a hot-shot racing champion (Matt Dillon). The champ challenges Herbie and Maggie; the bug is entered in a NASCAR race, and I would not dream of telling you who wins.\n\nThe movie is pretty cornball. Little kids would probably enjoy it, but their older brothers and sisters will be rolling their eyes, and their parents will be using their iPods.\n\nThe story is formula from beginning to end: The plucky girl and her plucky car, both disregarded by the dominant male culture, but gritting their teeth, or radiators, for a chance to prove themselves. The ineffectual dad. The teeth-gnashing villain. The racing footage.\n\nThere is a moment when Herbie narrowly escapes being crushed into scrap metal in the junkyard, and his escape is sort of ingenious, but for the most part, this movie, like Herbie, seems to have been assembled from spare parts.\n\nBut let's rewind a little. \"Herbie: Fully Loaded\" opens with a montage of headlines and TV coverage from Herbie's original burst of fame, as chronicled in three earlier movies. That leads me to wonder (a) why Herbie ended up in a junkyard, when such a famous car should obviously be in a classic automobile museum in Las Vegas, and (b) why, when Maggie appears with the rebuilt and customized Herbie, no one in the racing media realizes this is the same car.\n\nNever mind. The real story is Herbie's intelligence. The car seems to be self-aware, able to make decisions on its own, and able to communicate with Maggie on an emotional level, and sometimes with pantomime or by example. Why then is everyone, including Lohan, so fixated on how fast the car can go? The car could be up on blocks and be just as astonishing.\n\nIt goes to show you how we in the press so often miss the big stories that are right under our noses. There is a famous journalistic legend about the time a young reporter covered the Johnstown flood of 1889. The kid wrote: \"God sat on a hillside overlooking Johnstown today and looked at the destruction He had wrought.\" His editor cabled back: \"Forget flood. Interview God.\"", "running_time": 101, "mpaa_rating": "G", "release_year": 2005, "date_published": "2005-06-21", "genres": ["Action", "Comedy", "Family"], "title": "Herbie: Fully Loaded (2005)"}