{"url": "http://www.rogerebert.com/reviews/hercules-1997", "by": "Tate Donovanas Hercules", "star_rating": 3.5, "text": "The wonder is that it took Disney so long to get to the gods of Greek mythology. \"Hercules\" jumps into the ancient legends feet-first, cheerfully tossing out what won't fit and combining what's left into a new look and a lighthearted style.\n\nStarting with a Day-Glo Olympian city in the clouds, and using characters based on the drawing style of the British illustrator Gerald Scarfe, this new animated feature has something old (mythology), something new (a Pegasus equipped with helicopter blades), something borrowed (a gospel singing group) and something blue (the flaming hair of Hades, which turns red when he gets mad--it works like a mood ring).\n\nHercules, known as Herc, is a rather different character here than in the pages of \"Bullfinch's Mythology.\" There, you may recall, he murdered his wife and children. Here he's a big cute hunk who's so clumsy he knocks over temples by accident, but you gotta love the guy. In fact, as film critic Jack Mathews has pointed out, the Disney storytellers have merged the Hercules of myth with the modern-day superhero, Superman: In both \"Hercules\" and the Superman story, the hero has otherworldly origins, is separated from his parents, is adopted by humble earthlings, and feels like a weirdo as a kid before finally finding his true strength and calling.\n\nIt's getting to be an in-joke, how Disney shapes the story in every new animated feature to match its time-tested underlying formula. The hero is essentially an orphan. There is a colorful villain who schemes against him. There are two twirpy little characters who do a double act (in \"The Lion King,\" they were the friendly Timon and Pumbaa; here they're the scheming Pain and Panic). There are trusted sidekicks and advisers (not only the faithful Pegasus, but also a little satyr named Phil who signs up as a personal trainer). And there's a sexy dame who winds up in the hero's arms, although not without difficulties.\n\nIs Disney repeating a formula? No more than mythology always repeats itself; as Joseph Campbell taught George Lucas, many of the eternal human myths have the same buried structures, and Disney's annual animated features are the myths of our time.\n\nAlthough I thought last summer's \"The Hunchback of Notre Dame\" was a more original and challenging film, \"Hercules\" is lighter, brighter and more cheerful, with more for kids to identify with. Certainly they can care about Herc (voice by Tate Donovan), child of a god and a human, who must leave his father, Zeus (Rip Torn), in heaven and toil among the mortals to earn his ticket back to paradise. Herc stumbles through adolescence as the clumsy \"Jerkules\" before a statue of his father comes to life and reads him the rules. His tutor will be the satyr Philoctetes (Danny DeVito), who like all the best movie trainers advises his student to do as he says and not as he does.\n\nPlaying on the other team is Hades, Lord of the Underworld, voiced by James Woods with diabolical glee and something of the same verbal inventiveness that Robin Williams brought to \"Aladdin\" (Hades to Fate: \"You look like a fate worse than death\"). Hades is assisted by the two little form-shifting sidekicks Pain and Panic (Bobcat Goldthwait and Matt Frewer), who are able to disguise themselves in many different shapes while meddling with Herc's well-being. Another one of Hades' weapons is the curvaceous Megara (Susan Egan), known as Meg, who is assigned to seduce Herc but ends up falling in love with the lug.\n\nThe movie has been directed by John Musker and Ron Clements, who inaugurated the modern era of Disney animation with the inspired \"Little Mermaid\" (1989) and also made \"Aladdin\" (1992). The look of their animation has a new freshness because of the style of Scarfe, famous in England for his sharp-penned caricatures of politicians and celebrities; the characters here are edgier and less rounded than your usual Disney heroes (although the cuddly Pegasus is in the traditional mode). The color palette too, makes less use of basic colors and stirs in more luminous shades, giving the picture a subtly different look that suggests it is different in geography and history from most Disney pictures.\n\nWhat \"The Little Mermaid\" began and all of the subsequent Disney animation features have continued is a sly combination of broad strokes for children and in-jokes and satire for adults. It's hard to explain, for example, why a black female gospel quintet would be singing the legend of Hercules in the opening sequence (returning later to add more details), but the songs (by Alan Menken and David Zippel) are fun, and probably more entertaining than the expected Greek chorus. Other throwaways: Lines like \"get ready to rumble\"; images like Pegasus outfitted by Phil like a Los Angeles police helicopter; Herc's promotion of his own prehistoric exercise video; an arch saying \"Over 500,000,000 Served\"; Hades offering two burning thumbs \"way up for our leading lady\"; Hermes (Paul Shaffer) observing the preening gods and quipping \"I haven't seen so much love in one room since Narcissus looked at himself,'' and quick little sight gags like a spider hanging from the nose of Fate, who disposes of it in a spectacularly unappetizing way.\n\nWill children like this subject matter, or will they find Greek myth unfamiliar? I think they'll love it. And in an age when kids get their heroes from TV instead of books, is Hercules any more unfamiliar than Pocahontas (or Aladdin or the Hunchback, for that matter)? A riffle through \"Bullfinch's Mythology'' suggests dozens more Disney plots, all safely out of copyright. Next: \"Ulysses\"?", "running_time": 93, "mpaa_rating": "G", "release_year": 1997, "date_published": "1997-06-27", "genres": ["Animation", "Family", "Fantasy", "Science Fiction"], "title": "Hercules (1997)"}