{"url": "http://www.rogerebert.com/reviews/here-we-go-round-the-mulberry-bush-1968", "by": "Barry Evansas Jamie", "star_rating": 2.0, "text": "Clive Donner's \"Here We Go Round the Mulberry Bush\" makes it abundantly clear that the mad, stylish, with-it new British comedies are the true heirs of the beach-party boom. Do not ask what became of Frankie Avalon; look around ye.\n\nBoth the beach-party movies and the swinging London movies have their roots in the Hollywood musicals of the Depression. The idea then (as now) was to sell music, fashions and sex, seem to be terrifically modern and ignore the problems of the real world. In the universe of Fred Astaire and Ginger Rogers, there was no hunger or despair.\n\nThat was also the idea of the beach parties (none of which, as I recall, were integrated). The new British movies like \"Mulberry Bush,\" \"Smashing Time\" and \"To Sir, with Love\" aren't so naive. They deal with controversial issues, although not from a controversial point of view. You are likely to see Prime Minister Harold Wilson in his bathing trunks, for example, but Sidney Poitier still doesn't get the\r\ngirl.\n\nThe approach to sex is likewise traditional. In the 1960s as in the 1930s, there is a lot of smooching, but the girl still stays out of bed. In the old days it was her virtue that kept her unspoiled; now it is\r\nher ennui. \n\n\"Mulberry Bush\" has all the scenes you expect. There is the opening shot in which the hero dashes through a crowd of amazed middle-class folks while reciting thoughts about love and lust. There is the dance scene where swinging chicks twist while psychedelic lights play upon the crowd. How often have we been forced to sit through this dance? The same girls even attend; Judy Geeson not only made it to \"Mulberry's\" dance, but to \"To Sir, with Love's\" dance as well.\n\nThere is also the obligatory night scene during which the hero, intoxicated by love runs through empty streets, his heels clicking on the cobblestones. I guess people in love do this all the time. Only two weeks ago, Anthony Newley did it in \"Sweet November.\" It worries me that no one ever falls in love in Chicago; else how can you explain the absence of intoxicated heroes whirling around the Civic Center Plaza after midnight?\n\nNo matter. Barry Evans, the star of \"Mulberry,\" is as adept as Newley. Somewhere in the English provinces, there must be a repertory company devoted entirely to running through the empty streets at dawn. When he peers into the camera and talks, however, Evans loses considerable charm. He looks like a younger Albert Finney, but even in his most daring pursuits Evans lacks Finney's dogged amorous dedication (which so enlivened \"Tom Jones\").\n\nI don't really object to escapism of this sort; let us gather our rosebuds while we may. But have we forgotten what escapism really is? As I was leaving \"Mulberry Bush,\" the couple ahead of me (dressed in regulation Poor Graduate Student uniforms) agreed that\r\nDonner had, indeed, told it like it was.", "running_time": 96, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-14", "genres": ["Comedy"], "title": "Here We Go Round the Mulberry Bush (1968)"}