{"url": "http://www.rogerebert.com/reviews/hereafter-2010", "by": "Matt Damonas George Lonegan", "star_rating": 4.0, "text": "Clint Eastwood's \"Hereafter\" considers the idea of an afterlife with tenderness, beauty and a gentle tact. I was surprised to find it enthralling. I don't believe in woo-woo, but then neither, I suspect, does Eastwood. This is a film about the afterlife that carefully avoids committing itself on such a possibility. The closest it comes is the idea of consciousness after apparent death. This is plausible. Many near-death survivors report the same memories, of the white light, the waiting figures and a feeling of peace.\n\nOne of the characters seems to have a genuine psychic gift. But is he in fact communicating with people beyond the grave? Some form of telepathy might be possible, and he may simply be receiving what his subjects desire or need to be told by their dead loved ones. He brings nothing from beyond the grave that his clients could not have formed in their living minds.\n\nThis is a subject that lends itself to sensation and psychic baloney. It's astonishing how many people believe New Age notions, which have the attraction of allowing believers to confer supernormal abilities on themselves and others without the bother of plausibility. Eastwood's film will leave such people vaguely uneasy. It believes most psychics are frauds. It supposes one who seems to be the real thing, but what, exactly, is he real about?\n\nThis is a film for intelligent people who are naturally curious about what happens when the shutters close. Eastwood tells three primary stories. The stories meet at the end, in one of those coincidences so beloved by multiple-strand movies. Is this possible? Yes. Is it likely? No. A coincidence never is. That's why we notice them. Throughout the film, the characters behave in ways that seem reasonable enough, and possibilities are left open, which is as it should be. We must live the lives we know and not count on anything beyond the horizon.\n\n\"Hereafter\" stars Matt Damon as George, a man who sincerely believes he's able to have communication with the dead, but has fled that ability and taken a low-profile job; Cecile de France as Marie, a newsreader on French television; Bryce Dallas Howard as Melanie, a young cooking student with a fearful dark place inside; Richard Kind as a man mourning his wife; and Frankie and George McLaren as twin brothers, one of whom is struck by a truck and killed.\n\nI won't describe here the traumatic surprises some of them experience. In the surprises as in everything else, \"Hereafter\" is believable. There are terrifying events, but Eastwood handles them not for sensation but to show how close we all are, at any moment, to oblivion. In the case of Marie, she undergoes the near death experience we often hear reported, with the white light and the figures. Are people in such a state already dead, or are they experiencing visions generated by the human mind in its final shutdown mode? \n\nThe powers of the Damon character seem to be authentic, although what they prove is hard to say. There is a moment handled with love and delicacy in which he says something that is either true or isn't, but is a kindness either way. When he holds a stranger's hands he experiences a flash of telepathic insight, but the movie never declares that his insights literally come from dead spirits.\n\nEastwood and his actors achieve a tone that doesn't force the material but embraces it: Not dreamlike, but evoking a reverie state. These characters are not hurtling toward the resolution of a plot. There is no \"solution\" to their stories. There are various degrees of solace, or not. They don't punch the dialogue. They lack the certainty to impose themselves. George in particular is reserved and sad, because his power has become a burden to him. \n\nThere's a sweet subplot involving Melanie (Howard), who he meets as a partner in a cooking class. She has experienced loss. George doesn't want to enter her mind. He yearns for a normal life. The ability to read minds would be an unbearable curse. The way his gift affects their relationship is stark and poignant. Marie, the newsreader, is played by Cecile de France in such a fresh and likable way that our sympathy is engaged and we understand that whatever happened to her in the first terrifying scene has fundamentally changed her. Frankie McLaren, as the solemn and earnest little boy seeking his dead twin, takes a character that could have been bathetic and makes him simple and transparent. And notice Richard Kind, so affecting as a man who has lost his wife. \n\n\tThe movie is an original screenplay by Peter Morgan; \"The Queen\" (2006). Eastwood told me Morgan doesn't believe in an afterlife. I don't know if Eastwood does, either. His film embodies how love makes us need for there to be an afterlife. It is the film of a man at peace. He has nothing to prove except his care for the living.\n\nIncorporates a little wording from my blog entry from the Toronto film festival premiere.", "running_time": 129, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-10-19", "genres": ["Drama", "Fantasy", "Mystery", "Thriller"], "title": "Hereafter (2010)"}