{"url": "http://www.rogerebert.com/reviews/here-on-earth-2000", "by": "Chris Kleinas Kelley", "star_rating": 2.0, "text": "When we see the sweet advertising art for \"Here on Earth,\" we suspect this may be another movie about angels walking among us, and it is--but these are human angels, not heavenly ones. It is about characters so generous, understanding, forgiving and just doggone nice that they could have been created by Norman Rockwell, just as their town seems to have been.\n\nThe movie begins, however, on a sour note, as a snotty prep school boy named Kelley (Chris Klein) gets a new Mercedes convertible from his rich dad, and takes some friends slumming at the diner in the nearby small town. He gets smart with Samantha the waitress (Leelee Sobieski), and has words with her boyfriend Jasper (Josh Hartnett). That leads to a drag race during which Kelley and Jasper crash their cars into a gas pump and burn down the gas station and the diner, which are owned by Samantha's parents.\n\nKelley has come across up until this point as an arrogant brat. Sure, he's the class valedictorian, but he doesn't care about stuff like that. All he cares about is expanding the family fortune. So maybe it will teach him a lesson when the judge orders Kelley and Jasper to help rebuild the diner during the summer ahead. And maybe Samantha is right to see something good hidden beneath his cynical defiance. Consider the scene where Kelley sneaks through the woods to eavesdrop on the substitute valedictorian's speech (he's been banned from graduation), and she tiptoes behind him and watches as he gives his own speech to the trees and the birds. It's a sweet scene. Unlikely in its logistics, but sweet.\n\nKelley isn't easy to like (\"My probation doesn't say anything about sitting around and spitting out watermelon seeds with you people\"). But as the summer meanders along, the boys get tans and develop muscles, and Samantha and Kelley fall in love, while good-hearted Jasper looks on helplessly. Read no further if you don't want to know . . . that Samantha, alas, has received bad news from her doctor. The cancer has spread from her knee to her liver, nothing can be done, and besides, \"So I lived another year or two. It's not worth it.\" Not worth it? When you're young and smart and in love? I would personally endure a good deal of pain just to live long enough to read tomorrow's newspaper. But Samantha fades away, another victim of Ali MacGraw's Disease (first identified many years ago in \"Love Story\"), which makes you more beautiful the sicker you get.\n\nBy now the film has become fairly unbelievable. Jasper is telling Kelley that although it kills him to see the woman he loves in the arms of another man, whatever makes her happy is all he wants for her. And Kelley is softening up and telling his rich dad that money isn't the only thing in life, and that you can be just as happy with a poor girl as a rich one.\n\nBut then comes a scene that clangs with a harsh false note. (Once again: Spoiler warning.) While Samantha bravely faces death and nobly smiles upon all around her, Kelley, the rat, suddenly announces he \"has a life to get back to,\" and leaves town. This seems to be an utterly unmotivated act, but actually it has a splendid motivation: He has to leave so that he can come back. The plot requires a crisis before the dawn. The fact that his action is unconvincing and inexplicable doesn't bother the filmmakers any more than it bothers the saintly and forgiving Samantha.\n\nLeelee Sobieski is really very good in this movie. Still only 19, she was wonderful in \"A Soldier's Daughter Never Cries\" and \"Eyes Wide Shut,\" and in lesser movies like \"Deep Impact\" and \"Never Been Kissed.\" I didn't see her TV version of \"Joan of Arc,\" but with her deep, grave voice and unforced presence, I have a feeling she was equal to the role. The cast is filled with other winning actors: Klein and Hartnett, and Bruce Greenwood and the undervalued Annette O'Toole as Samantha's parents. But they need a little more reality to kick against. \"Here on Earth\" slides too easily into its sentimentality; the characters should have put up more of a struggle.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-03-24", "genres": ["Drama", "Family", "Romance"], "title": "Here On Earth (2000)"}