{"url": "http://www.rogerebert.com/reviews/herods-law-2003", "by": "Damian Alcazaras Juan Vargas", "star_rating": 2.0, "text": "Juan Vargas is a simple man with unswerving loyalty to the party, and that is why he is chosen to be the mayor of San Pedro. There is an election coming up, three mayors have been killed in the last five years, and Lopez, the regional party leader, hopes Vargas can keep the lid on and not cause much trouble. As Juan (Damian Alcazar) and his wife, Gloria (Leticia Huijara), drive to San Pedro in the dusty Packard supplied by the party, they dream of his assignment to bring \"Modernity, Peace and Progress\" to the little town, little suspecting how little it is.\n\n\"Where is San Pedro?\" Juan asks a man. \"This is it,\" the man replies. \"I am Pek, your secretary.\" Vargas and his wife look around in dismay at the pathetic hamlet he is to lead. Pek (Salvador Sanchez) will be invaluable, because he speaks the Indian language, and few of the residents speak Spanish. Vargas quickly meets other important local figures, including the doctor (Eduardo Lopez Rojas), the priest (Guillermo Gil) and Dona Lupe (Isele Vega), the madam of the local brothel.\n\nAll of the trouble in San Pedro comes from the brothel, the doctor bitterly tells Vargas. It is responsible for disease, corruption, murder. The padre is more forgiving: \"San Pedro lacks many things, and Dona Lupe performs an important social function.\" The priest advises Vargas to accept Dona Lupe's bribes so that village life will continue as before. This is a mercenary padre: In the confessional, he charges one peso per sin and pointedly informs Vargas he would like a car: \"A Ford ... or perhaps a Packard, like yours ...\" \"Herod's Law\" uses Vargas and his backwater town to form a parable about political corruption in Mexico in 1949--and before and since, we have no doubt. It is a savage attack on the Institutional Revolutionary Party (PRI), which ruled Mexico from the days of revolution until the recent rise of President Vicente Fox and his National Action Party. In the figure of Juan Vargas, it sees a humble working-class man with high ideals who caves in to the temptations of high office, even in so low a town, and is soon demanding bribes, making himself mayor for life and paying free visits to Dona Lupe's girls. He justifies his actions with a motto learned from his party leader, who quotes Herod's Law, which is (somewhat reworded), \"Either you screw them or you get screwed.\" His wife, who is not blind to Juan's visits to the brothel, finds consolation from a visiting American (Alex Cox). The gringo's function in the parable is not difficult to decipher: He repairs Juan's car, demands an exorbitant payment, moves into Juan's house and has sex with his wife. I think (I am pretty sure, actually) this is intended to suggest the helpful role of American advisers in Mexico.\n\nThe film is bold and passionate, but not subtle, and that is its downfall. Luis Estrada, the co-writer and director, uses his characters so clearly as symbols that he neglects to give them the complexity of human beings. Juan Vargas begins as a simple and honest idealist, and then converts to corruption so instantly at the sight of money that we have little idea of who he really was before, or after. His escalation into a madman and murderer is laying it on a little thick; the recent Mexican film \"The Crime of Father Amaro\" made a similar critique of Mexican society and the church without such heavy-handed, almost comic, melodrama.\n\nThere are a couple of scenes that suggest a more moderate approach Estrada might have taken. One involves a dinner in the midst of all the chaos, at which the principal characters sit down to discuss their nation. The American is asked his opinion and refers to Mexico as a \"dictatorship,\" which makes the others, except the doctor, laugh. The doctor observes: \"In Mexico if there were true democracy, the president would be a priest.\" Note: Isele Vega, who plays Dona Lupe, starred as a prostitute in Sam Peckinpah's \"Bring Me the Head of Alfredo Garcia.\" It must be a nod to that movie that this one has a character named Alfredo Garcia.", "running_time": 123, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-11", "genres": ["Comedy", "Crime", "Drama", "Foreign"], "title": "Herod's Law (2003)"}