{"url": "http://www.rogerebert.com/reviews/hero-at-large-1980", "by": "John Ritteras Steve Nichols", "star_rating": 2.0, "text": "\"Hero at Large\" is a big, dumb, silly, good-hearted albatross of a comedy that may find an audience among John Ritter fans but did not find one with me. John Ritter, you will recall, is the sidekick of Suzanne Somers and Joyce DeWitt on \"Three's Company,\" and he plays a character not unlike his image on TV, which is to say he smiles a lot, is soft-spoken and terribly earnest, and seems enthusiastic even when he is at a dead halt.\n\nThat is not often in \"Hero at Large,\" which has Ritter as a struggling young New York actor who signs up to be one of about three dozen identical \"Captain Avengers\" who will stand outside movie theaters in superhero costumes and sign autographs. Actors have no doubt done worse things for less money - I had a friend once who played a chicken at a convention of Col. Sanders franchisers - but this job is, of course, supposed to be the pits.\n\nStill, Ritter throws himself into it. He has the kind of gee-whiz, gangbusters style of high-energy optimism that, when you mix it with transparent sincerity, creates the kind of really nice guy you just can't stand. He signs autographs and portrays Captain Avenger as best he can, and then, still wearing his superhero uniform, he gets involved in a real-life adventure that has everyone thinking the real Captain Avenger had just made an appearance.\n\nWould that be possible? Sure, why not? The movie's funniest scene has an old married couple trembling during a stickup in their grocery store, and then bursting with relief as Captain Avenger appears from behind the potato chips and routs the robbers. When the cops come, the old couple solemnly gives credit to Captain Avenger, and are quoted on the news, inspiring once again my favorite fantasy in which there really is a Superman, and the city rooms of metropolitan papers are constantly agog as airplanes and ocean liners are, guided to safety.\n\nWell. Anyway, Ritter's adventure as Captain Avenger inspires a crowd of unscrupulous politicians to hire him as a symbol for their campaign. (The candidate is played by Leonard Harris, who was the presidential candidate in \"Taxi Driver,\" another movie with a lot of work for Captain Avenger).\n\nRitter doesn't know if he should go along. He gets advice from the girl across the hall, and we're cheering for him to take all the advice he can get, because the girl is played by the wonderful Anne Archer, last seen in Sylvester Stallone's \"Paradise Alley.\" Does she love him? That's one of the movie's several mysteries.\n\nIt's not really possible to dislike \"Hero at Large.\" It's dumb, but it's harmless. Ritter isn't charismatic, but he's engaging. The plot is too silly to do any harm. Kids might even really like this movie; it's a notch above most of the recent Walt Disney family productions. But, I dunno. It doesn't have the kind of sharpness and edge and sophistication we expect from theatrical features; basically, it's just television on a wide screen.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-02-13", "genres": ["Action", "Comedy", "Drama"], "title": "Hero at Large (1980)"}