{"url": "http://www.rogerebert.com/reviews/hero-2004", "by": "Jet Lias Nameless", "star_rating": 3.5, "text": "Zhang Yimou's \"Hero\" is beautiful and beguiling, a martial arts extravaganza defining the styles and lives of its fighters within Chinese tradition. It is also, like \"Rashomon,\" a mystery told from more than one point of view; we hear several stories which all could be true, or false. The movie opens, like many folk legends, with a storyteller before the throne of an imperious ruler, counting on his wits to protect his life.\n\nThe storyteller is Nameless (Jet Li), who comes to the imperial court of the dreaded King of Qin (Chen Dao Ming). Qin dreams of uniting all of China's warring kingdoms under his rule; his plans to end war, the opening narration observes, \"were soaked in the blood of his enemies.\" Three assassins have vowed to kill him: Broken Sword (Tony Leung), Flying Snow (Maggie Cheung) and Long Sky (Donnie Yen). Now comes Nameless to claim he has killed all three of them. He wishes to become the king's valued retainer, and collect a reward.\n\nThese opening scenes are visually spectacular. Nameless approaches the royal residence past ranks of countless thousands of soldiers, passes through entrance rooms of great depth and richness, and is allowed to kneel within 100 paces of the king -- which is closer than anyone has been allowed to approach in many years. One pace closer, he is warned, and he will be killed.\n\nThe king asks to hear his stories. Nameless explains that his martial arts skill by itself was not enough to defeat such formidable enemies. Instead, he used psychological methods to discover their weak points. The style of Broken Sword's swordplay, for example, was betrayed by the style of his calligraphy. Sword and Snow were lovers, so jealousy could be used. Perhaps Snow could discover Sword making love with the beautiful Moon (Zhang Ziyi), which would sunder their alliance. As Nameless talks, there are flashbacks to the scenes he describes.\n\n\"Hero\" is the most expensive film in Chinese history, a frank attempt to surpass Ang Lee's \"Crouching Tiger, Hidden Dragon,\" and the sets, costumes and special effects are of astonishing beauty. Consider a scene where Nameless and Long Sky fight to the death during a torrential rainstorm that pierces the ceiling of the room where they fight, while a blind musician plucks his harp in counterpoint; they pause sometimes to urge the musician to continue. At one point Nameless launches himself across the room in slow motion, through a cloud of suspended raindrops which scatter like jewels at his passage.\n\nConsider another scene where Nameless and Broken Sword do battle while floating above the vast mirror of a lake, sometimes drawing patterns in the water with their blades; Zhang even seems to film them from below the surface of the water they're walking on. Or another scene that takes place in a rain of bright red leaves. Or another where an imperturbable master of calligraphy continues his instruction, and his students sit obediently around him, while a rain of arrows slices through the roof of their school. Never have more archers and more arrows been seen in a movie; although I knew special effects were being used, I was not particularly aware of them.\n\nThese stories are of great fascination to the King of Qin, and after each is finished he allows Nameless to approach the throne a little closer, until finally only 10 paces separate them. But the king has not survived years of assassination attempts by being a fool, and after the stories, he speaks, providing his own interpretation of what must have happened. His version is also visualized by Zhang, creating the \"Rashomon\" effect.\n\nWe can easily imagine the king being correct in his rewriting of Nameless' stories, and we wonder if Nameless has invented them as a strategy to get closer to the throne and murder the king himself. This idea occurs not only to us but, obviously, to the king, who may have a strategic reason in permitting Nameless to come so close. The two are playing an elaborate game of truth or consequences, in which it hardly matters what really happened to Sword, Sky and Snow, because everything has finally come down to these two men in the throne room.\n\nA film like \"Hero\" demonstrates how the martial arts genre transcends action and violence and moves into poetry, ballet and philosophy. It is violent only incidentally. What matters is not the manner of death, but the manner of dying: In a society that takes a Zen approach to swordplay and death, one might win by losing. There is an ancient martial arts strategy in which one lures the opponent closer to throw him off balance, and yields to his thrusts in order to mislead him. This strategy works with words as well as swords. One might even defeat an opponent by dying -- not in the act of killing him, but as a move in a larger game.\n\nEvery genre has its cadre of moviegoers who think they dislike it. Sometimes a movie comes along that they should see nevertheless. If you've avoided every superhero movie, for example, \"Spider-Man 2\" is the one to see. If you dislike martial arts even after \"Crouching Tiger,\" then \"Hero\" may be the right film. Is it better than \"Crouching Tiger\"? Perhaps not, because the \"Rashomon\" structure undermines the resonance and even the reality of the emotional relationships. But Zhang Yimou, whose \"Raise the Red Lantern\" was so beautiful, once again creates a visual poem of extraordinary beauty.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-08-26", "genres": ["Action", "Adventure", "Foreign", "History"], "title": "Hero (2004)"}