{"url": "http://www.rogerebert.com/reviews/hero-and-the-terror-1988", "by": "Chuck Norrisas O'Brien", "star_rating": 2.0, "text": "A new Chuck Norris is unveiled in \"Hero and the Terror,\" which contains its share of martial arts combat, to be sure, but also shows him as a sensitive romantic who makes small talk over candlelit dinners and wants to be present for the birth of his daughter.\n\nThere is nothing in the basic story of \"Hero and the Terror\" that really requires Norris to reveal these tender new aspects to his character, but perhaps he simply put them in because he liked them.\n\nNorris is a gentle and intelligent man, and maybe he grew tired of kicking people in the face in the movies.\n\nNorris is shrewd enough to know that there must be at least a bare minimum of face-kicking in one of his films, of course. And for that purpose this movie provides Terror, the media nickname of Simon Moon, a serial killer who breaks the necks of women and then collects them like rag dolls in his lair. Terror is a fierce villain, all evil, no personality. At one point in the film a psychiatrist explains that when he was subjected to a battery of personality tests, they all came up with zero readings. No one is at home inside Terror's savage shell; he lurks, he kills, but he does not utter a single word throughout the entire movie.\n\nThat's a waste, in a way, of the talent of Jack O'Halloran, a former pro football player and sometime Hollywood heavy, whose most memorable line in the 1975 version of \"Farewell My Lovely\" was, \"I want my Velma.\" In that film he was the tough mug with the hopeless crush, a role that has been appropriated this time by Norris. Fine, but couldn't they have found something for O'Halloran to say? He is treated in this film with all the subtlety of Freddy and Jason in the \"Nightmare on Elm Street\" and \"Friday the 13th\" movies.\n\nNorris, on the other hand, is given new dimensions. He's a Los Angeles detective named O'Brien, who got his nickname of Hero after he single-handedly apprehended Terror three years ago, ending a killing spree during which Terror killed, I believe, 26 young women. Now Terror, who has escaped from prison and survived a 400-foot dive over a cliff in a stolen van, is killing again.\n\nAll of the clues suggest Terror is hiding out inside a recently renovated old movie palace, which provides the locations for several scenes that are not quite as suspenseful as they should have been. In one of them, Norris crawls on his knees down dark ventilation tunnels, never quite finding Terror's lair. Then he pores over the theater's blueprints and finds an old prop room that has been plastered shut. \"That's where he is,\" Norris announces, and he is right, although when he goes back and enters the lair he finds several decomposing corpses that might have provided a clue during the first search.\n\nThe subplot involves Norris' relationship with Kay (Brynn Thayer), the psychologist who counseled him through the nightmares that accompanied him after his first encounter with Terror. At 36 she hears the clock ticking, and when she gets pregnant she decides to have their baby, although at first she doesn't want to marry him. There are several passages of pointless domesticity, including an unpacking scene and a birthday dinner, that have no function other than to establish Norris as a gentle soul, and to slow down the movie.\n\nIf there is a single rule governing all thrillers, it is that they succeed or fail on the strength of their killers. By making Terror into a wordless, shadowy monster and giving all the good lines to Hero's girlfriend, \"Hero and the Terror\" miscalculates. Norris might be interesting in a serious romantic melodrama, but this thriller is not aided by side trips into his love life.\n\nIt is honorable of Norris to try to expand and develop his screen character, but good intentions are not enough. What this screenplay needed was a few good kicks to the neck.", "running_time": 96, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-08-26", "genres": ["Action", "Adventure", "Suspense", "Thriller"], "title": "Hero and the Terror (1988)"}