{"url": "http://www.rogerebert.com/reviews/hero-1992", "by": "Dustin Hoffmanas Bernie Laplante", "star_rating": 2.0, "text": "A little more zip, and \"Hero\" might really have worked. It has all the ingredients for a terrific entertainment, but it lingers over the kinds of details that belong in a different kind of movie. It comes out of the tradition of those rat-a-tat Preston Sturges comedies of the 1940s, and when Chevy Chase, as a wise-guy TV boss, barks orders into a phone, it finds the right note.\n\nThe movie stars Dustin Hoffman as Bernie LaPlante, lifelong loser. He's a small-time Chicago thief whose wife has thrown him out, whose son doesn't admire him, and whose future is a prison term, for receiving stolen goods. Then one night an airliner crashes right in front of him on a deserted road, and although he's no hero, Bernie is responsible for pushing the plane's emergency door open, and personally rescuing several passengers - including a TV newswoman played by Geena Davis.\n\nIf it hadn't been for this little guy, everybody might have died. But they live, while he disappears back into the rainy night.\n\nThe TV station offers a reward of a $1 million for the identity of \"The Angel of Flight 104,\" and an imposter appears - a homeless drifter (Andy Garcia) who knows the right answers because he picked up the hitchhiking Hoffman and heard his story.\n\n\"Hero\" moves along at a fairly good clip until this point, propelled by Hoffman's performance (before it goes off the deep end), Davis' perky newswoman, and Garcia's slick impersonation. But then it enters the tricky part of the plot: Will the media be able to see through Garcia's act, and will Hoffman get his just reward? And here the movie bogs down, maybe because it doesn't give the audience credit for being able to think fast enough.\n\nCharacters take forever to arrive at obvious conclusions (do they have jam for brains?), while Hoffman meanwhile tries to tell his story, but can never quite get it out. He keeps being interrupted or shouted down. These scenes ring false. It's better if the screenplay is clever enough to make its point without forcing the characters to be agonizingly stupid.\n\nThere are more problems, including a long, long scene on a hotel ledge, in which Garcia and Hoffman engage in much more conversation than is necessary. And a couple of epilogues when a snappy exit line might have done it. The movie cries out for an editor who could get it down to around 95 minutes, which is about where the material belongs, and leave out the dumb stuff and the false sentiment, and make it tough and witty.\n\nHoffman's performance is one of the problems. He's good in the setup scenes. Then his character gets wordy and there are scenes which make every point twice. His behavior during the actual rescue is all self-indulgent overacting; there's no contact with psychological possibility. From this point on, it's as if his Bernie forgets he's in a screwball movie, and starts believing his own propaganda; he gets sentimental, and there are deadly scenes with his kid that had me squirming with impatience. All of this is joined to Hoffman's patented shuffling little-guy walk, which I first saw onstage in his \"Death of a Salesman,\" where it worked, but which he has now used in at least one movie too many. He's going for pathos with a character who should be a smart-aleck.\n\nThe TV news stuff seems to exist in another movie, with a life of its own. Geena Davis is bright and convincing as the reporter (her best line, after surviving the plane crash, is shouted through an ambulance door: \"This is my story! I did the research!\"). Chevy Chase, as one of her bosses, has just the right tone of confidential, nasal cynicism, and there is a TV cameraman who's funny when he gets lyrical about the beauty of his shots.\n\nBut the movie has a different tone when it deals with poor Bernie and his wife (Joan Cusack), who is made too bitter and hostile in the first part of the movie, and then undergoes an unconvincing change of heart. We get the feeling a Chaplin character is trying to sneak into a screwball plot and turn it sentimental. There's the footage here for a nice tight little human comedy, surrounded by scenes that should have been mercilessly cut. It's always dangerous for a comedy when it starts to believe in its own characters.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-10-02", "genres": ["Comedy", "Drama", "Mystery", "Thriller"], "title": "Hero (1992)"}