{"url": "http://www.rogerebert.com/reviews/hes-just-not-that-into-you-2009", "by": "Ben Affleckas Neil", "star_rating": 2.0, "text": "Ever noticed how many self-help books are limited to the insight expressed in their titles? You look at the cover, you know everything inside. The rest is just writing. I asked Amazon to \"surprise me\" with a page from inside the best-seller He's Just Not That Into You, and it jumped me to page 17, where I read: \"My belief is that if you have to be the aggressor, if you have to pursue, if you have to do the asking out, nine times out of 10, he's just not that into you.\"\n\nI personally would not be interested in a woman who needed to buy a book to find that out. Guys also figure out that when she never returns your calls and is inexplicably always busy, she's just not that into you. What is this, brain surgery? I have tried, but I cannot image what was covered in the previous 16 pages of that book. I am reminded of the book review once written by Ambrose Bierce: \"The covers of this book are too far apart.\"\n\nThe movie version of \"He's Just Not That Into You\" dramatizes this insight with comic vignettes played by actors who are really too good for this rom-com. Jennifer Aniston in particular has a screen presence that makes me wonder why she rarely takes on the kinds of difficult roles her co-stars Jennifer Connelly, Scarlett Johansson and Drew Barrymore have played. There are depths there. I know it.\n\nThe movie takes place in modern-day Baltimore, where those four, and Ginnifer Goodwin, play women who should ask themselves: Is he really that into me? Aniston, for example, plays Beth, who has been living for years with Neil (Ben Affleck), who is perfect in every respect, except that he is disinclined to marry her. \"We're happy just the way we are,\" he argues. The old \"if it's not broke, don't fix it\" routine. But if a woman knows her loved one won't ever want to marry her, it's her heart that's broke, and there is only one way to fix it. There are even evolutionary theories to explain this.\n\nGigi (Goodwin), however, doesn't have a perfect boyfriend, or any at all, and sits by her phone like a penguin waiting for the damn egg to hatch. Why hasn't that dreamy guy who asked for her number called back? Maybe, just maybe, it's because he doesn't want to.\n\nI haven't read the book, but I know that much. There was once a girl who I didn't call, and she mailed me a book titled The Dance-Away Lover. How did I instinctively know the book was about me? Why did I know everything in it without having to read it? Because the book was intended for her, that's why.\n\nJanine (Connelly) is married to Ben, who doesn't share her ideas about home decoration, which are that you always make the more expensive choice. Not a lot of guys are into that. If you get one who is, he may make it a general policy and decide to trade you in for an advanced model. Look for a guy who treats you not as an acquisition but as an angel of mercy, the answer to the prayers of the rat he knows he is.\n\nMary (Barrymore) is surrounded by great guys, but they're all gay. They're from that subspecies of gay men who learned everything they know about life from Bette Davis. This is true even if they've never seen one of her movies. Then there's Anna (Johansson), who is courted fervently by Conor (Kevin Connolly), who would marry her in a second, except she's \"committed\" to a married man, who is committed to not marrying her, which is maybe what she likes about him, along with getting the right to constantly be the wronged one in a relationship that she, after all, freely walked into.\n\nThe problem with most of the film's women is that they are interested in only (a) the opposite sex, (b) dating and (c) marriage. Maybe that's because the script has just so much time. But a film about one insecure woman to another can be monotonous, unless you're a masochist looking to share your pain. If you consider a partner who has no more compelling interests than a, b or c, you're shopping for boredom.\n\nThere is one superb monologue, by Drew Barrymore, who complains that she is driven crazy by the ways guys always seem to be communicating in another medium. She calls at home but he doesn't pick up. She calls on his cell, and he e-mails her. She texts him. He Twitters back and leaves coded hints on MySpace. She tries snail mail. He apparently never learned how to open one. She yearns for the days when people had one telephone and one answering machine, and a guy had either definitely called you, or he had not.\n\nThis is a very far from perfect movie, and it ends on an unsatisfactory note. Stop reading now because I am going to complain that most of its stories have happy endings. Not in the real world, they don't. In the real world, the happy endings come only with a guy who's really into you. I should write a self-help book: If Some Guy Says He Loves You, Check It Out.", "running_time": 129, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-02-04", "genres": ["Comedy", "Drama", "Romance"], "title": "He's Just Not That Into You (2009)"}