{"url": "http://www.rogerebert.com/reviews/hesher-2011", "by": "Joseph Gordon-Levittas Hesher", "star_rating": 2.5, "text": "\"Hesher\" assembles a group of characters who aren't sure why they're in the same movie together. One by one, they have an attraction, but brought together, they're all elbows and angles. The title character (Joseph Gordon-Levitt) is hauled into the movie as a classic deus ex machina, as if he's been lowered by rope into the middle of a situation he has no connection with. He's a fearsome heavy metal creature with charming tattoos: on his back, an upraised middle finger, and on the chest, a man shooting his brains out. \n\nHesher materializes in the life of young T.J. (Devin Brochu) and moves into T.J.'s house. The film makes no attempt to explain much about who he is, where he came from, or precisely what he thinks about T.J.'s family. At first he seems possibly an imaginary friend for the kid, but then we realize he's quite real, all right. Just inexplicable.\n\nT.J.'s family is desolate. His mother was killed not long ago in an automobile accident. His father, Paul (Rainn Wilson), sits stunned by depression on the sofa, staring at the TV by default, not even really seeing it. His grandmother, Madeleine (Piper Laurie), drifts on a cloud of vagueness through their lives, feeding them out of lifelong habit, not asserting herself, asking no questions even when T.J. brings Hesher home for dinner. Well, Hesher essentially brings himself along, but is explained as T.J.'s \"friend.\" How has a 10-year-old acquired a friend who resembles a wasted rocker? Well, you might ask, but Paul and Madeleine accept him in their sloughs of passivity.\n\nIt's not as if Hesher is really a sweet guy. He's willful, obscene, offensive and easily angered; the tattoo covering his back must have been chosen after careful consideration. He sets up a camp in the family garage and parks his van in front, from which often pounds heavy metal at full volume. Hesher is not someone you want in your garage.\n\nAt the supermarket, T.J. meets the cashier Nicole (Natalie Portman), who has no more reason for being in the film than anybody else. In the store parking lot, she rescues T.J. from a school bully, and he develops a pre-adolescent crush on her, possibly seeing her as a protective mother substitute. Hesher attempts to subvert this friendship. He's just plain mean.\n\nPortman's character is the most straightforward in the film; she is who she seems to be. Rainn Wilson and Piper Laurie are good actors, and so for that matter is Joseph Gordon-Levitt, and here we can see what good actors do with inexplicable situations and undefined characters. In a way, this is pure acting, generated from within, not supported by a narrative framework. Consider Wilson. He has that rare quality in an actor, an uncanny presence. There are a few like him (Jack Nicholson, Christopher Walken, Bill Murray) who need only to look at something to establish an attitude toward it. Yes, they can get worked up, they can operate on high, but their passive essence is the point: dubious, wise, sadly knowledgable, at an angle to the throughline. Other actors could sit on a sofa and watch TV, but Rainn Wilson makes it a statement. A statement of ... nothing, which is the point.\n\nIn the long history of movies containing encounter groups or 12-step meetings, few have given us a group inspiring less hope than the one here, where father and son attend a grief counseling session. When did grief counseling become an occupation, anyway? Whenever a demented loner opens fire at a school, grief counselors are platooned in. Just what a kid needs when his schoolmates have been murdered: A session with a stranger who wants to talk about how he feels. Perhaps grief is better dealt with among people one knows and trusts.\n\nBut I digress. Wilson brings a sad haplessness to this particular scene, and Devin Brochu's T.J. is throughout a steady, relatively uncomplicated presence. How T.J. will grow up is food for thought. Meanwhile, Hesher acts out in aggressive and offensive ways, directed only by fugitive instincts to help the kid. The film's eventual resolution of the Hesher character perhaps looked promising on the page, but doesn't bring much closure here.\n\nEssentially, Spencer Susser's film is not strong or large enough to contain Hesher. I'm wondering how to evoke him for you. Have you ever seen \"Withnail and I\"? Hesher is the kind of man about whom Withnail would say: \"Jaysus, and I thought I had problems.\"", "running_time": 106, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-05-11", "genres": ["Drama", "Indie", "Thriller"], "title": "Hesher (2011)"}