{"url": "http://www.rogerebert.com/reviews/hick-2012", "by": "Chloe Grace Moretzas Luli", "star_rating": 1.5, "text": "\"Hick\" is a film about a damaged 13-year-old girl who runs away from an alcohol-soaked home and encounters only hateful, cruel or moronic people. I cringed. It contains some effective performances, it does a good job of evoking bereft and empty landscapes, but what is it for? Has she learned anything? Have we?\n\nThe film stars Chloe Grace Moretz, of \"Hugo\" and \"Let Me In,\" who at 15 looks all too convincing as an adolescent. She plays Luli, who never goes anywhere without her drawing pad and records her life in pictures much brighter than it is. Here's an idea of the kind of family she comes from. Her 13th birthday is celebrated in a tavern, with her drunken father (Anson Mount) half-conscious and sprawled in a booth. Her mother (Juliette Lewis) helps her unwrap presents, which include a handgun. Everyone thinks the gun is a great present, except perhaps the bartender, who later has to forcibly prevent her father from driving her home.\n\nWe see enough of her slovenly home life before she gets the idea from a TV show that she should seek happiness in Las Vegas. Wearing Daisy Dukes and a halter top, carrying a jean jacket and a handbag with the gun inside, she skips away to hitchhike.\n\nHer first ride comes from Eddie (Eddie Redmayne), wearing a cowboy hat, driving a pickup truck, superficially charming, who knows only bad people. Then she's picked up by Glenda (Blake Lively), possibly a hooker, who takes her to the home of a sinister man, where she meets Eddie again. Their paths seem destined to cross. Later, he parks outside a pool hall, tells her to stay in the truck, goes inside and plays pool for money. She defies him and comes inside. When he doubles up and loses, he seems to imply the winner can settle the bet with sex with Luli, but maybe that's not what he meant, because soon enough, he interrupts a rape in the ladies' room by bashing in the man's head with a sink he rips from the wall.\n\nSeveral other people die in \"Hick,\" one possibly of natural causes. I won't go into detail. Luli has a way of wandering off and not following Eddie's instructions, but he solves that by tying her to a bed. Then Glenda turns up again. All of Luli's travel seems to have been limited to a small area with an unsavory population.\n\n\"Hick\" was directed by Derick Martini, who made the very good \"Lymelife\" (2009). So we're dealing with a gifted filmmaker. No matter how I've made it sound, \"Hick\" does not play as an exploitation film but shows every evidence of being a serious undertaking. I believe he has good films in his future. \"Hick\" was written by Andrea Portes, based on her novel. They obviously hoped they were up to something. \n\nBut what? I'm at a loss. Luli comes from such an unhealthy family that it's a wonder she's as functional and outgoing as she is. But the script lies in wait for her with one ugly encounter after another, and even after she calls home and is actually returning on a bus, she foolishly repeats her original mistakes on what promises to be an even more unhappy scale.\n\nIs the movie intended as an object lesson? What's the lesson? Don't have a tragic life? Is it about pedophilia? Certainly it's filled with characters who have an unwholesome interest in an attractive, very young girl. Thinking of another film with a young heroine who has a similarly fraught life on the road, I recalled Agnes Varda's great \"Vagabond\" (1985). It was about a young woman who chose life on the road and eventually found it fatal. But it was an attentive and moving character study. After \"Hick,\" I don't know much about Luli, and certainly nothing useful.", "running_time": 99, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-05-23", "genres": ["Comedy", "Drama"], "title": "Hick (2012)"}