{"url": "http://www.rogerebert.com/reviews/hidalgo-2004", "by": "Viggo Mortensenas Frank T. Hopkins", "star_rating": 3.0, "text": "\"Hidalgo\" is the kind of movie Hollywood has almost become too jaundiced to make anymore. Bold, exuberant and swashbuckling, it has the purity and simplicity of something Douglas Fairbanks or Errol Flynn might have bounded through. Modern movies that attempt the adventure genre usually feel they have to tart it up, so in \"Pirates Of The Caribbean: The Curse Of The Black Pearl,\" which once would have been played straight, we get animated cadavers and Johnny Depp channeling Keith Richards. Well, OK, \"Pirates\" was fun, but \"Hidalgo\" is a throwback to a more innocent time when heroes and their horses risked everything just because life was so damned boring in the slow lane.\n\nThe movie is a completely fictionalized version of the life of a real cowboy named Frank T. Hopkins; a moment's research on the Web will suggest that an accurate portrait of his life would have been much more brief and very depressing. But never mind. Let us assume, as the movie does, that Hopkins was a half-Indian cowboy who bonded with an uncommonly talented mustang pony named Hidalgo. And that after he grew drunk and morose while laboring in Buffalo Bill's Wild West Show, he risked everything to travel to the Saudi desert and enter the \"Ocean of Fire,\" a legendary race across the sands for a $10,000 prize.\n\nHopkins is played by Viggo Mortensen, fresh from \"Lord of the Rings: The Fellowship of the Ring,\" as a bronzed, lean loner who (if I guess right) enters the race as much for the sake of his horse as for the prize. He respects and loves Hidalgo, especially after the scornful Arab riders scoff at the notion that a mixed-breed mustang could challenge their desert stallions with their ancient lineages. Of course Hopkins is a half-breed, too, and so we're dealing with issues here.\n\nThe race is so grueling that many men and horses die, and some are murdered by their rivals. Hopkins functions in this world like a duck in a shooting gallery. When he is discovered in the tent of the beautiful princess Jazira (Zuleikha Robinson), he is brought before her father, a powerful sheik (Omar Sharif) and threatened with the loss of that possession he would least like to part with, even more than his horse. But then, in the kind of development that sophisticates will deplore but true children of the movies will treasure, his manhood is spared when the sheik discovers that Hopkins knew -- actually worked with, and spoke with, and could tell stories about! -- that greatest of all men, that paragon of the sheik's favorite pulp magazines, Buffalo Bill!\n\nFor an ex-drunk cowpoke who bunks with his horse, Hopkins is quite a babe magnet. Not only does the lovely Jazira hope he will rescue her from capture by her father's lustful rival, but there's a rich woman named Lady Anne Davenport (Louise Lombard), who throws herself at him in an attempt to influence the outcome of the race or maybe just because her husband is 50 years older. Hopkins passes up so many of these opportunities that we're forced to speculate that his life might have gone on much as before if the sheik had carried out his plans for the cowboy's netherlands.\n\nThis is a movie that has: Concealed pits in the sand with sharpened stakes at the bottom; exotic sprawling villas made with corridors and staircases and balconies and rooftops where countless swordsmen can leap forward to their doom; sandstorms that can be outrun by a horse like Hidalgo; tents as large and elaborately furnished as a Malcolm Forbes birthday party; blazing closeups of the pitiless sun; poisoned oases; tantalizing mirages; parched lips; six-shooters, whips, daggers, and ... no, I don't think there were any asps. Some will complain that Hidalgo magically arrives on the scene whenever Hopkins whistles, but Hidalgo knows that if he could whistle, Hopkins would be right there for him, too.\n\nI have done my duty. Not a moviegoer alive will be able to attend \"Hidalgo\" and claim that I have not painted an accurate portrait of the film.\n\nWhether you like movies like this, only you can say. But if you do not have some secret place in your soul that still responds even a little to brave cowboys, beautiful princesses and noble horses, then you are way too grown up and need to cut back on cable news. And please ignore any tiresome scolds who complain that the movie is not really based on fact. Duh.", "running_time": 136, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-03-05", "genres": ["Action", "Adventure", "Drama"], "title": "Hidalgo (2004)"}