{"url": "http://www.rogerebert.com/reviews/hidden-love-2011", "by": "Isabelle Huppertas Danielle", "star_rating": 2.0, "text": "\"Hidden Love\" is a movie that knows exactly who it is about, but doesn't know what it thinks of them. That leaves us four clearly seen characters and a story wandering in the murk of despair. Its principal casualty is Isabelle Huppert, who creates a flawless performance to no particular effect. She gives director Alessandro Capone what few actresses would be capable of, and he leaves her hanging.\n\nHuppert plays Danielle, a woman who has been institutionalized after three suicide attempts. We meet her in therapy sessions with Dr. Nielsen (Greta Scacchi, focusing her attention with growing empathy). As Danielle speaks, it begins to appear she's in the 23rd year of post-partum depression. All she wants to talk about is the indifference she felt toward her daughter Sophie (Melanie Laurent) at the moment of giving birth, and ever since.\n\nDanielle looks ragged and depressed, makes obsessive hand movements, goes long periods without speaking, stares into space and assures the psychiatrist that Sophie cannot be believed. Sophie, however, says her mother is play-acting and is a selfish narcissist. What we see of Sophie suggests she is a loving mother to her own little girl. There's a scene where Sophie seems grateful to her mother while being taken to an abortion clinic, but angry afterward. So eventually having her daughter was a form of revenge for Sophie, or what?\n\nThat and other events in the film go unexplained, or are seen in more than one version, and at the end, all we can be sure of is that Danielle is depressed for reasons we can choose from cafeteria-style. The relationship bet­ween Dr. Nielsen and her husband (Oliver Gourmet) is, in contrast, briefly but well-portrayed, especially during a scene where she confesses her despair over the case.\n\nIsabelle Huppert makes one good film after another, most recently \"Home\" and \"White Material.\" She is fearless. Directors often depend on her gift for conveying depression, compulsion, egotism and despair. She can be funny and charming, but then so can a lot of actors. She is in complete command of a face that regards the void with blankness. She gives her director a valuable asset. He doesn't know how to spend it.\n\nSo remorseless is this film that the ending comes like a slap in the face. Presumably it's the original ending, but it feels like nothing so much as one of those upbeat emergency rewrites slapped onto a Hollywood drama a mogul thought was too depressing. The happy nature of this ending is one of the film's most depressing elements.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-02-24", "genres": ["Documentary"], "title": "Hidden Love (2011)"}