{"url": "http://www.rogerebert.com/reviews/hidden-agenda-1991", "by": "Frances McDormandas Ingrid", "star_rating": 3.0, "text": "The tragedy of Northern Ireland is like a broken record. There was another incident just the other day, the shooting death of young Fergal Caraher. The British authorities say he was shot while in a car trying to run a roadblock. Witnesses say he was shot without provocation. Thousands marched at his funeral. An investigation is promised.\n\nKen Loach’s lacerating new film \"Hidden Agenda\" centers on an incident uncannily like the Caraher shooting. Two men in a car are shot without warning by British security forces. There is a great outcry. An investigation is promised. The movie, set in the recent past, is inspired by the Stalker Affair, in which a senior British police official, John Stalker, was assigned to investigate a killing by British security officials - and then suddenly was removed from the investigation after uncovering evidence that the shooting was unjustified. That was a conclusion the Thatcher government could not tolerate.\n\n\"Hidden Agenda\" is put together like a political thriller, like \"Z\" or \"No Way Out,\" but it adds a gritty everyday realism. The story is seen through the eyes of two Americans assigned to investigate charges that British security forces have sanctioned murder as a tactic in their struggle against Irish nationalism. The Americans (Frances McDormand and Brad Dourif) are members of a human rights group like Amnesty International, and are idealists out of their depth in the dangerous world they have entered. They become pawns in the political struggle when an IRA man slips a tape recording to them - an explosive tape with evidence that could not only lead to a murder conviction, but also suggests that a British right-wing group had run a \"dirty tricks\" campaign against national leaders.\n\nBrian Cox plays the character based on Stalker. He’s a policeman who prides himself on ethical behavior, and he finds himself distinctly unwelcome in Northern Ireland. A senior Ulster policeman all but threatens him with death if he proceeds in his investigation, and tacitly concedes that the police have had to use illegal tactics to counter the terrorism of the IRA. But Cox persists, meeting with shadowy IRA figures in the back rooms of pubs and trying to get to the bottom of a killing that many powerful people would rather he forget.\n\nThe movie is set in everyday surroundings - hotel lobbies, car parks, pubs and restaurants - and the participants are not the slick spies of Bond thrillers but ordinary, weatherbeaten people, often a little shabby. They have the look of weariness about them, as if the struggle has gone on too long and brought too much unhappiness. By contrast, the Ulster police official is all spit and polish, with a voice that’s particularly grating when he tries to sound reasonable.\n\nIt quickly becomes apparent that the American investigators are in way over their heads, in a situation they do not understand, and that British security knows everything they're doing. It is also apparent that the corruption they are attempting to find extends all the way up to the highest levels of the British government. One of the most astonishing things about this film is the way it uses real names, dates and places - charging a secret right-wing group with attempting to bring down not only the Labor government of Harold Wilson, but the Conservative government of Edward Heath, which followed, and which the group found too soft for their taste. The implication is that Margaret Thatcher became prime minister at least partly through this group’s efforts.\n\n\"Hidden Agenda\" has understandably touched off a ferocious controversy in Britain. For Americans, it works more as a thriller than as political polemic, and indeed toward the end - when the dialogue threatens to overwhelm the action - the going gets thick.\n\nThere is also the problem of that tape recording, which is seen as so important. Surely it could have been duplicated by the dozens and mailed all over the world? Questions like that are bothersome, and yet in its own terms and for much of the way, this is a superior thriller.", "running_time": 108, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-01-11", "genres": null, "title": "Hidden Agenda (1991)"}