{"url": "http://www.rogerebert.com/reviews/hideaway-1995", "by": "Jeff Goldblumas Hatch", "star_rating": 3.0, "text": "In its end titles, \"Hideaway\" lists an \"archemythologist,\" which is undoubtedly the most intriguing credit since \"A River Runs Through It\" thanked its trout wrangler. Not only does it list an archemythologist, it needs one: The movie is an expedition into the deepest caverns of after-death spookiness, with a hero zapped back to life after lingering just a little too long on the distant shore.\n\nAs the movie opens, Hatch and Lindsey (Jeff Goldblum and Christine Lahti) are driving down a tricky mountain road in the rain.\n\nTheir teenage daughter is in the back seat. A giant semi looms out of the darkness and forces them off the road, and although they survive a plunge into a mountain stream, Hatch is dead by the time Lindsey drags him to the shore.\n\nCut to an operating theater, where the ominously bearded Dr.\n\nJonas (Alfred Molina) determines to bring him back by using his \"very special resuscitative medicine program.\" In the kind of dialogue that makes me cackle with glee, one of his aides demurs: \"But doctor, remember what happened the last time we tried that . . .\" Jonas waves him off and goes to work on Hatch, who is soon sitting up in bed and joking with his brave wife and sulky daughter.\n\nBut it is not, of course, going to be as simple as that, and soon Hatch is having terrifying dreams and hallucinations in which he kidnaps and kills innocent victims. One day, after imagining he has victimized a young girl, he finds her photo in the morning paper.\n\nShe's listed as missing, and the circumstances match up with his dream. How can this be? I personally would not dream of telling you. If you happen to see the ads for the movie, however, they will inform you that the Life Force of the dead Hatch was somehow mixed, on the Other Side, with the essence of a vicious killer who was also resuurrected after being left on hold too long. Could this killer possibly be related to the alarming Dr. Jonas? The doctor has one of the movie's best lines: \"Even as a child, Jerry was psychotic - but, he was my son!\" Good taste will get you nowhere in watching this movie. It belongs in the category of Wretched Excess, which is a category I am quite able to enjoy. I can think of carloads of movies with more probity and higher intent than \"Hideaway.\" But what \"Hideaway\" delivers is the sort of experience I occasionally crave at the movies: lurid, overwrought melodrama and an ending that shoots for the moon.\n\nIt helps, in a movie like this, if the actors are first-rate. Goldblum and Lahtti transform scenes that in other hands might have simply been laughable: She, in particular, is good at playing an intelligent, patient, resourceful woman whose husband is obviously going around the bend. First he dies. Then he comes back to life. Then he starts slicing his palm with a razor blade, because that helps him plug into his shadowy psychic connection. Who wouldn't get fed up? As their daughter, Regina, complains to a teenage pal about her dad: \"He's, like, really on edge - dying and all, you know.\" The movie, directed by Brett Leonard from a screenplay by Andrew Kevin Walker and Neal Jimenez, is based on a novel by Dean R. Koontz. It likes a sly understatement now and again, as in this exchange: \"He's dead.\" \"Yes, but, uh . . . not from . . . being dead.\" Then there's the movie's climax, which has visual fantasies unmatched since the forces of heaven and hell held their apocalyptic struggle in \"Raiders of the Lost Ark.\" A younger daughter of Hatch and Lindsey died some years ago, and now her spirit leads the forces of good against the powers of darkness in a showdown that must be seen to be believed.\n\nLook, I'm not saying this is a great movie, or even a distinguished one. I'm saying: You want horror, you want psychic abandon, you want Rae Dawn Chong reading Jeff Goldblum's Tarot cards and not liking what she sees, you see this movie, you get your money's worth. \"Hideaway\" is for people who like movies as much as they like films.", "running_time": 112, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-03-03", "genres": ["Drama", "Suspense", "Thriller"], "title": "Hideaway (1995)"}