{"url": "http://www.rogerebert.com/reviews/hide-in-plain-sight-1980", "by": "James Caanas Tom Hacklin", "star_rating": 2.0, "text": "The original story is a sensational one. It's about a factory\r\nworker in Buffalo, NY, whose ex-wife married a small-time hood who testified\r\nfor the government in a case against local Mafioso. Under the government's\r\nsecret \"witness relocation program,\" the hood was protected against\r\nmob revenge by being spirited out of New York and re-established, with a new\r\nname and identity, in Michigan. The wife and kids went along. And the factory\r\nworker, the actual father of the children, could not discover where his own\r\nkids were.\n\nThis\r\nis a terrifying story, a Kafkaesque puzzle that we can imagine being made into\r\na very good movie. But \"Hide in Plain Sight\" lets us down. The\r\nmovie's basic weaknesses seem to be in the screenplay and the direction (with\r\nJames Caan directing himself in his filmmaking debut).\n\nAt\r\nsome point early in the history of this film, everyone should have sat down and\r\nagreed on a clear narrative line from beginning to end, one that would have\r\ncast the material in dramatic form, established tension, and involved us\r\nemotionally. Instead, the finished movie seems to have been made from notes.\r\nThere are scenes that seem to have been included in the movie only because they\r\nactually did happen in real life - not a good enough reason.\n\nAnd,\r\ntime after time, the movie seems to be building to dramatic climaxes and then\r\nabruptly cuts away from them. Two examples: a visit to the hero's congressman\r\nin Washington, and a scene in a government office where Caan hurls a telephone\r\nand a typewriter around in an attempt to scare a secretary into supplying his\r\nkids' whereabouts. Both scenes end prematurely. There are other scenes that do\r\nwork, but seem unnecessary - for example, the scene in which Caan is laid off\r\nat work, and a long scene with two couples conversing awkwardly in a bar.\n\nThe\r\nmovie's storytelling skill is so shaky that at times we're not very sure\r\nexactly what's happening. After Caan sets off for Michigan, finds a hood on his\r\ntail and refuses to lead him to the hostile witness, for example, It's not\r\nclear what happens next. Another scene has Caan looking across a body of water\r\nat Canada - from Buffalo, of course, although in terms of the film's editing\r\nlogic we think for a confusing moment he's in Ann Arbor.\n\nThere's\r\nalso a problem with the treatment of the character Caan plays. He's portrayed\r\nas shy, stiff, too formal in social situations, sometimes inarticulate, with a\r\nforced smile. For most of the movie, then, the character is so opaque that we\r\ncan't be sure what he's feeling. It's not easy to identify with him\r\nemotionally, even though we sympathize with him intellectually. Why portray the\r\ncharacter as so closed-off? This movie isn't a study of an uptight guy; it's a\r\nhuman story of a father looking for his children. Why allow irrelevant acting\r\nstratagems to distract us from the heart of the story?\n\nIt's\r\ntoo bad the movie doesn't work, because the basic material is powerful, and\r\nthe, relationship between the father and his children is so easy to care about.\r\nThe movie's other relationship, a romance between Caan and Jill Eikenberry,\r\nprovides the movie's best-handled scenes, although even here the movie doesn't\r\ntake full advantage of the potential: We're never sure how deeply Eikenberry\r\n(pregnant with Caan's child) feels about her new lover's quest. We assume she\r\nshares his anguish, but that's not the same thing. Here's a movie with such\r\nremarkable potential that it's depressing to see it missing so consistently\r\nbecause of fundamental script and directing uncertainty.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-03-26", "genres": null, "title": "Hide in Plain Sight (1980)"}