{"url": "http://www.rogerebert.com/reviews/hideaway-2010", "by": "Isabelle Carreas Mousse", "star_rating": 3.0, "text": "The actress Isabelle Carre was pregnant during the filming of “Hideaway,” and the pregnancy of her character supplies the center of the film. It figures in the plot, but also in the yearning emotions that take an uncertain form. Two men are fascinated by her swelling womb, and so is she. It is this promise of new life that overwhelms all of the other elements, and there are a lot of them.\n\nCarre plays Mousse, an enigmatic 30-ish woman, girlish and yet sometimes with tired eyes, who, as the film opens, is in a room with her lover, Louis (Melvil Poupaud). Their drug dealer arrives and asks, “Is she all right?” Louis: “Now that you're here, she will be.” Louis injects them both with heroin, and the next morning, rising early, he gives himself another shot, which is fatal. Mousse discovers that he left her pregnant.\n\nThere are extraordinary scenes on the day of the funeral, involving Louis' pragmatic mother and his gay brother, Paul (Louis-Ronan Choisy). The family would prefer that she not keep the baby. She agrees, then disappears to her “refuge,” a lovely chateau overlooking a pastoral sweep of French countryside. There Paul arrives to visit, finding her off drugs and very pregnant. He stays for a time, and indeed connects quickly with Serge (Pierre Louis-Calixte), the young caretaker of the estate.\n\nWe have only fragmented information about Mousse's earlier life. Much can be guessed when she tells Paul that the chateau has been lent to her by a man she slept with when she was 16: “He thinks he's my father.” Whatever the real story is, that information helps explain her dispassionate approach to life. She's not cold, she's not hostile, but she has been wounded and is emotionally guarded. The camera spends a lot of time on her face, which is pleasant but not forthcoming.\n\nShe understands that Paul is gay. No big deal. Romantic formulas suggest Paul and Mousse stay together, anyway, but this movie signals that it follows no formulas. Its romanticism is carefully buried, although there are two dream sequences suggesting the ability of character to imagine ideal outcomes. Meanwhile, life goes on in a casual summertime way, with tea and coffee on the veranda, a trip to a disco in town, desultory conversation, landscape vistas, all in an idyll financed by the absent man who thinks he's her dad.\n\nThe film is by Francois Ozon, who is drawn to parents in awkward forms of love. His suspenseful \"See the Sea\" (1997) was about a mother staying at the seaside with a baby daughter, and how a woman traveler enters their lives; his strange \"Ricky\" (2009) was about a couple coping when their baby grows wings. “Hideaway” is deliberately more mundane, settled: It is about a situation that Mousse apparently accepts calmly.\n\nThere's an isolated scene. A man in a cafe boldly asks her to sleep with him. “You like pregnant women?” she asks. “Yes. Except for my wife. I couldn't sleep with her for nine months.” There's another movie there.\n\nHow this scene plays out has something to do with the rest of the film, and of that particular quiet urgency that many men feel about pregnant women. It's a heightened attention and may be the product of evolution. For a time in her life, a woman's pregnancy is the most important thing about her. That is the subject of “Hideaway.”", "running_time": 88, "mpaa_rating": "Unrated", "release_year": 2010, "date_published": "2010-10-27", "genres": ["Drama", "Foreign"], "title": "Hideaway (2010)"}