{"url": "http://www.rogerebert.com/reviews/hide-and-seek-2005", "by": "Robert De Niroas Dr. David Calloway", "star_rating": 2.0, "text": "A small girl is haunted by fears after her mother's suicide. Her father, a psychiatrist, feels powerless to console her, and thinks perhaps if they move out of the apartment where the death took place, that might help. Since John Polson's \"Hide and Seek\" is a thriller, he finds the ideal new home: A vast frame summer home, with lots of attics and basements and crannies and staircases, on a lakeside that must be jolly enough in the summertime, but is deserted now in the wintertime. All except for some friendly but peculiar neighbors.\n\nThis is a setup for a typical horror film, but for the first hour, at least, \"Hide and Seek\" feels more like M. Night Shyamalan and less like formula. Robert De Niro and Dakota Fanning, as Dr. David Calloway, the father, and Emily, as his pre-adolescent daughter, create characters that seem, within the extremes of their situation, convincing and sympathetic. De Niro's Dr. David Calloway is a patient and reasonable man, who treats his daughter with kindness, but there's something else going on.\n\nConsider, for example, the night when Calloway brings home a neighbor woman, Elizabeth (Elisabeth Shue), for dinner. \"Did Daddy tell you that my mommy died?\" little Emily asks, volunteering: \"She killed herself in our bathtub. Slit her wrists with a razor.\" Calloway gently tells his daughter he doesn't think their guest needs to hear that right now, at dinner, but there is a way Emily has of staring out of her big round eyes and seeming to look into darker spheres than the rest of us can see.\n\nThen there is the matter of her imaginary friend, Charlie. Dr. Calloway knows kids have imaginary friends, and that troubled kids often invent confidants to share their fears. He consults a colleague (Famke Janssen), who specializes in children, meets Emily, and agrees. But then strange things begin to happen. Calloway is awakened in the middle of the night and finds a bloody message written on the bathroom walls. Something unpleasant happens to the family cat. Either Emily is acting out, or ... well, perhaps Charlie is not imaginary at all.\n\nThis possibility is enhanced by the presence in the cast of Dylan Baker as the local sheriff, a nosy type who carries the keys to all the summer homes on a big ring on his belt. Baker is so reliable playing clean-cut but creepy types that once, when I saw him in a simply likable role, I was caught off guard. Here he hangs around way too much, and always seems about to ask a question and then deciding not to. There is also some oddness going on with the neighbors.\n\nUp until about that point, the movie has played convincingly, within the terms of its premise. Fanning does an accomplished job of making us wonder what she knows and what she imagines. When she produces those scary drawings, for example, of people dying, are they prescient? Troubled? Or just a form of release?\n\nTo find out the answer to these and other more unexpected questions, you will have to see the movie. I found the third act to be a disappointment. There was a point in the movie when suddenly everything clicked, and the Law of Economy of Characters began to apply. That is the law that says no actor is in a movie unless his character is necessary. A corollary is that if a minor actor is set up as a suspect, he's a decoy. I began to suspect I knew the answer to Emily's nightmares and the nature of her imaginary friend, and I was right.\n\nI would have been content, however, if the movie had found a way to make its solution more psychologically probable, or at least less contrived. In the best Shyamalan movies, everything fits, and you can go back and see them again and understand how all the parts worked. With \"Hide and Seek,\" directed by Polson from a screenplay by Ari Schlossberg, you don't get that satisfaction. It's not technically true to say the movie cheats, but let's say it abandons the truth and depth of its earlier scenes.\n\nI'm at Sundance right now, where I just saw Rebecca Miller's \"The Ballad of Jack and Rose.\" Also a movie where the mother is killed. Also a movie where the father and daughter live together in isolation, on the far side of an island. Also a movie where the father brings home a woman for dinner, and the daughter resents her role in her father's life. But the Miller picture is interested in the dramatic developments in the situation -- in character, and how it forms in one situation and tries to adapt to another.\n\n\"Hide and Seek\" is not really interested in its situation, except as a way to get to the horror ending. I like horror films, but I don't like to feel jerked around by them. They're best when they play straight and don't spring arbitrary surprises. At the beginning of \"Hide and Seek,\" I thought I was going to be interested in the characters all the way to the end, but then the plot went on autopilot. In a movie like \"The Ballad of Jack and Rose,\" the characters keep on living and learning and hurting and hungering, and there's no surprise at the end to let them off the hook.", "running_time": 101, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-01-27", "genres": ["Horror", "Mystery", "Suspense", "Thriller"], "title": "Hide and Seek (2005)"}