{"url": "http://www.rogerebert.com/reviews/hiding-out-1987", "by": "Jon Cryeras Andrew", "star_rating": 2.0, "text": "Here is a movie about a 29-year-old bond dealer who goes undercover as a high school senior to hide from some guys who want to kill him. No cheap jokes about the market, please. The dealer (Jon Cryer) is a witness against some evil characters who floated some worthless bonds, and he hides out in high school as an act of desperation.\n\nThat makes this movie the latest example of the newest Hollywood genre, the Generation Squeeze, in which plots artificially combine adult and teenage elements. The theory is that such movies will be supported at the box office by teenagers and at the video rental counter by adults. Another example of the Generation Squeeze is \"Like Father Like Son.\" Most of these plots involve romances between teenage girls and men old enough to be their co-stars. In \"Hiding Out\" the hero's 15-year-old girlfriend is jail bait, but what the heck.\n\nThe big question with \"Hiding Out\" is, can Cryer successfully pass as a 17-year-old? The answer is complicated. He looks older than most of the 17-year-olds I know, but younger than most of the actors currently playing teenagers. I guess the answer is yes. But the movie makes little of its opportunities. Take a second to think of what you would do differently, if you had your high school years to live over again. Cryer does none of those things in \"Hiding Out,\" and the movie blows lots of opportunities for him to have his revenge against the kinds of teachers and students who no doubt made his life miserable the first time around.\n\nInstead, there is a dumb subplot about the gangsters who are chasing him and another dumb subplot about the friendly janitor who allows him to live in a room behind the boilers at night and roller-skate down the corridors after the school has been locked. There is one cute scene that suggests directions the movie might have taken: After Cryer goes to pick up a girl for a date (praying \"Please, please don't let her father answer the door...\"), he looks over the father's income-tax return, taps a few entries into the old man's computer spread sheet and saves him a thousand bucks.\n\nThe date he is picking up is the beautiful Ryan (Annabeth Gish), a soulful brunet who quickly wins his heart, maybe because she is so warm and uncynical compared with the women a bond broker usually meets. She does indeed look 15, and one could question whether a 29-year-old and a 15-year-old would really have very much in common. One could, but this movie couldn't.\n\nThe most curious thing about \"Hiding Out\" is that the plot continued to intrigue me even after I'd more or less given up on the movie's ability to find anything interesting in its material. What would it really be like to be in high school again? To revisit your past, knowing what you know now? Hollywood ought to make a good movie about that idea. In fact, Hollywood has: \"Peggy Sue Got Married.\" This one fails by comparison.\n\nWhy is it that good movie ideas are always being interrupted by goons with guns, and obligatory chase and fight scenes, just when we would actually be interested in how the characters were really feeling? Is there some industrywide pact I missed reading about, requiring that three movies out of four have to end in a shoot-out? Or is it just too much trouble for today's screenwriters to bother with a third act?", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-11-06", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family", "Thriller"], "title": "Hiding Out (1987)"}