{"url": "http://www.rogerebert.com/reviews/high-school-high-1996", "by": "Jon Lovitzas Clark", "star_rating": 1.5, "text": "High School High” opens with a big laugh (“Produced by the producer formerly known as David Zucker”) and goes downhill. Zucker, associated with the “Naked Gun” movies, wants to do the same thing here for the urban high school genre, but the movie makes two mistakes: (1) It isn't very funny, and (2) it makes the crucial error of taking its story seriously and angling for a happy ending.\n\nJon Lovitz stars as Mr. Clark, a teacher at the posh Wellington Academy (the switchboard operator answers the phone with “Are you white?”). He finds himself at the inner- city Marion Barry High School, where on the statue out front the flag has been replaced with a crack pipe. Bumper stickers boast, “Proud Parent of a D-Average Student.” Career Day offers two choices, the Marines or the Michigan Militia.\n\nHis only friend in the school is Victoria, played by the fetching Tia Carrere as an optimist who believes in education and even in Mr. Clark. The classroom is the usual collection of rebellious louts, and of course the principal is an uncaring martinet (played by Louise Fletcher, the original Nurse Ratched). But through the help of one student who cares (Mekhi Phifer), Clark is able to inspire great changes.\n\nMovies like this depend on wall-to-wall laughs, and more laughs on the back walls. In the best of the genre, almost everything is a joke in one way or another. Here the targets are easy, and after some potshots, the movie begins an inexorable drift into actually trying to follow its plot to its logical conclusion. You get the feeling with some of the Zucker films that after each draft, David he cracked a whip over the writers and said, “More! Fifty percent more gags!” Not here.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-10-25", "genres": ["Comedy"], "title": "High School High (1996)"}