{"url": "http://www.rogerebert.com/reviews/high-season-1988", "by": "Jacqueline Bissetas Katherine", "star_rating": 3.0, "text": "“High Season” reminds me a little of the neglected John Huston comedy “Beat the Devil,” with its assortment of eccentric exiles up to mischief far from home. The film takes place on the Greek island of Rhodes, where once a colossus stood, but where now the most controversial sculpture is dedicated to the Unknown Tourist. For many years a celebrated British photographer (Jacqueline Bisset) has lived on the island with her daughter, and when the story opens, her past and future are both about to catch up with her.\n\nShe lives in a lazy white house in a small town that, until now, has not been discovered by the tourists. But now they have started to arrive in numbers, and that has created a schism in the most prominent local family. The son, Yanni (Paris Tselios) wants to turn the ancient family store into a T-shirt shop, while his mother (the immortal Irene Papas) wants to drive all tourists from the island.\n\nYanni has commissioned a trendy sculptor to create the monument to the Unknown Tourist. And because the sculptor is played by James Fox, we can all but relax, sure that something wickedly funny will come of all of this. The Fox brothers (James and Edward) are masters of a certain note of brave British dissipation. They play characters who are capable of doing fine things, if only they had the will. In this case, James Fox’s arrival on the island precipitates a small crisis, since Bisset is his former wife. \n\nOther newcomers also arrive; one of the great pleasures of a film like this is in the introduction of the new characters. We meet, for example, Basil Sharp (Sebastian Shaw), the legendary British art expert who is an old friend of Bisset’s. He has come out to have a look at an invaluable Roman vase he once gave her and also to arrange a political defection. He confides in her that he has long been a Russian spy, and is preparing to meet Soviet agents and defect to Russia.\n\n(Sharp’s character - and indeed his name - are obviously inspired by the scandal of Anthony Blunt, keeper of Her Majesty’s picture collection until he was unmasked as a Soviet agent.) Sharp’s escape is with the approval of the British authorities, who feel they simply cannot deal with the scandal of another high-placed spy. Is it only coincidence that at the same time he arrives on the island, a famous international art dealer also turns up? And also a confused and forlorn young British couple? They have no place to stay until Papas unexpectedly rents them a room.\n\nWith all of the actors in place, the delights of the screenplay begin to unfold. The movie was directed by Clare Peploe and written by her and her brother, Mark, who were involved in such Antonioni projects as “The Passenger.” Nothing in their previous work would suggest they’d make a light-footed social satire like “High Season,” but the movie is completely assured as it juggles its characters and a labyrinthine plot involving the vase, the spy case, and the assorted old and new romances.\n\nThe best movies of this sort always include some sort of scene in which one or more of the decadent heroes voices regret at a misspent life. In “High Season,” Shaw does a masterful job of looking back over his life of art, finance and espionage, and his confessional scene with Bisset is one of the best pieces of work along that line I’ve ever seen.\n\nI also enjoyed the playful way that the Peploes contrived a sequence involving a long night during which the vase and several hearts are tampered with. The ingeniousness with which they weave their tangled plot created real questions in my mind, which were resolved in one of those deeply satisfying endings in which everything has an answer and yet nobody turns out to have been blameless. “High Season” is an example of a rare species: the intelligent silly movie.", "running_time": 104, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-06-24", "genres": ["Comedy", "Foreign", "Romance"], "title": "High Season (1988)"}