{"url": "http://www.rogerebert.com/reviews/high-fidelity-2000", "by": "John Cusackas Rob", "star_rating": 4.0, "text": "In its unforced, whimsical, quirky, obsessive way, \"High Fidelity\" is a comedy about real people in real lives. The movie looks like it was easy to make--but it must not have been because movies this wry and likable hardly ever get made. Usually a clunky plot gets in the way, or the filmmakers are afraid to let their characters seem too smart. Watching \"High Fidelity,\" I had the feeling I could walk out of the theater and meet the same people on the street--and want to, which is an even higher compliment.\n\nJohn Cusack stars as Rob, who owns a used-record store in Chicago and has just broken up with Laura, his latest girlfriend. He breaks up a lot. Still hurting, he makes a list of the top five girls he has broken up with and cackles that Laura didn't make it. Later he stands forlornly on a bridge overlooking the Chicago River and makes lists of the top five reasons that he misses her.\n\nThe key design elements in Rob's apartment are the lumber bookshelves for his alphabetized vinyl albums. He has two guys working for him in his store. Each was hired for three days a week, but both come in six days a week, maybe because they have no place else to go.\n\nThese guys are the shy, sideways Dick (Todd Louiso) and the ultra-confident Barry (Jack Black). They are both experts on everything, brains stocked with info-nuggets about popular culture.\n\nRob is the movie's narrator, guiding us through his world, talking directly to the camera, soliloquizing on his plight--which is that he seems unable to connect permanently with a girl, maybe because his attention is elsewhere. But on what? He isn't obsessed with his business, he isn't as crazy about music as Dick and Barry, and he isn't thinking about his next girl--he's usually moping about the last one. He seems stuck in the role of rejected lover and never likes a girl quite as much when she's with him as after she's left.\n\nLaura (Iben Hjejle) was kind of special. Now she has taken up with an unbearably supercilious ponytailed brainiac named Ian (Tim Robbins), who comes into the store to \"talk things over\" and inspires fantasies in which Rob, Dick and Barry dream of kicking him senseless. \"Conflict resolution is my job,\" he offers helpfully. Whether Ian is nice or not is of no consequence to Rob; he simply wants Laura back.\n\nThe story unspools in an unforced way. Barry and Dick involve Rob in elaborate debates about music minutiae. They take him to a nightclub to hear a new singer (Lisa Bonet). Rob gets advice from Laura's best friend (Joan Cusack), who likes him but is fed up with his emotional dithering. Rob seeks out former girlfriends like Charlie (Catherine Zeta-Jones), who tells him why she left him in more detail than he really wants to hear. Rob decides that his ideal girl would be a singer who would \"write songs at home and ask me what I thought of them--and maybe even include one of our private little jokes in the liner notes.\" \"High Fidelity\" is based on a 1995 novel by Nick Hornby, a London-based writer, and is directed by Stephen Frears, also British. Frears and his screenwriters (D.V. Devincentis, Steve Pink, Cusack and Scott Rosenberg) have transplanted the story to Chicago so successfully that it feels like it grew organically out of the funky soil of Lincoln Avenue and North Halsted, Old Town and New Town, Rogers Park and Hyde Park, and Wicker Park, where it was shot--those neighborhoods where the workers in the alternative-lifestyle industry live, love and labor.\n\nThis is a film about--and also for--not only obsessed clerks in record stores, but the video store clerks who have seen all the movies, and the bookstore employees who have read all the books. Also for bartenders, waitresses, greengrocers in health food stores, kitchen slaves at vegetarian restaurants, the people at GNC who know all the herbs, writers for alternative weeklies, disc jockeys on college stations, salespeople in retro clothing shops, tattoo artists and those they tattoo, poets, artists, musicians, novelists, and the hip, the pierced and the lonely. They may not see themselves but they will recognize people they know.\n\nThe John Cusack character is someone I have known all my life. He is assembled out of my college friends, the guys at work, people I used to drink with. I also recognize Barry, the character played by Jack Black; he's a type so universal it's a wonder he hasn't been pinned down in a movie before: a blowhard, a self-appointed expert on all matters of musical taste, a monologuist, a guy who would rather tell you his opinion than take your money.\n\nIn real life, Jack Black is himself from this world; he's the lead singer of the group Tenacious D, and it is a measure of his acting ability that when he does finally sing in this movie, we are surprised that he can.\n\nThe women I recognize, too. They're more casual about romance than most movie characters, maybe because most movies are simpleminded and pretend it is earth-shakingly important whether this boy and this girl mate forever, when a lot of young romance is just window-shopping and role-playing, and everyone knows it. You break up, you sigh, you move on. The process is so universal that with some people, you sigh as you meet them, in anticipation.\n\nI am meandering. All I want to say is that \"High Fidelity\" has no deep significance, does not grow exercised over stupid plot points, savors the rhythms of these lives, sees how pop music is a soundtrack for everyone's autobiography, introduces us to Rob and makes us hope that he finds happiness, and causes us to leave the theater quite unreasonably happy.", "running_time": 120, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-31", "genres": ["Comedy", "Drama", "Music", "Romance"], "title": "High Fidelity (2000)"}