{"url": "http://www.rogerebert.com/reviews/higher-learning-1995", "by": "Omar Eppsas Malik Williams", "star_rating": 3.0, "text": "\"You gotta get that `We are the world' crap outta your\rhead.\n\n'Cause\rit ain't gonna happen on this campus.\" Dialogue in \"Higher\rLearning\" T he college campus in John Singleton's new film is a racial and\rideological war zone, where students rarely talk to other students who are not\rmore or less just like themselves. Early in the film, a black freshman is given\ra tour of the turfs staked out by various racial groups: \"There's\rChinatown...the Black Hole...\n\nDisneyland...South\rof the Border...\" The enforced segregation of the past has been replaced\rby a new, voluntary xenophobia, and the result is a dreary place in which\rpeople define themselves by negatives.\n\nThe\rinstitution is named Columbus University (named after the Dead White European\rMale whose \"discovery\" of America led to genocide, etc., etc.). It is\rnot safe to walk the campus grounds after dark. The Students for a Non-Sexist\rSociety promotes mottos like \"Dead Men Don't Rape.\" And this is not\rsome futurist Orwellian nightmare, but a more or less realistic picture of the\rPolitically Correct modern campus. It is easy to imagine that in a faculty\roffice, David Mamet's \"Oleanna\" is taking place.\n\nInto\rthis sanctuary of self-enforced apartheid comes a new freshman class. It\rincludes a young black man named Malik (Omar Epps,) a young white woman named\rKristen (Kristy Swanson), and a young white man named Remy (Michael Rapaport).\rThey are here, allegedly, to learn, but most of their most important lessons\rwill be taught by the campus itself. The only classroom we enter is ruled by\rthe most conservative character in view: Professor Phipps (Laurence Fishburne),\rthe pipe-smoking West Indian who refuses to play favorites and has the quaint\ridea that all students should be judged only on the basis of their performance.\n\nSingleton's\rfilm is interesting for a lot of reasons, but especially because he stands\routside this campus system and looks at it with a detached eye. Like Spike\rLee's \"School Daze,\" Singleton's \"Higher Learning\" is\ridealistic in a way that seems refreshingly dated: He believes the campus\rshould allow students from different races and places to get to know one\ranother, instead of compartmenting them into rigid self-righteousness. At a\rtime when some believe only blacks should teach black studies and the ideas of\rdead white European males should hardly be taught at all, this is almost\rradical.\n\nSingleton\rhimself, at 26, is only a few years out of USC, and his film is at home on the\rcampus. Looking through the eyes of the incoming freshmen, we go through the\rprocess of moving in, meeting roommates, taking the first classes, and\rsocializing. For Kristen, the first week is a nightmare. She meets a cute guy\rat abeer blast, goes home with\rhim, and is a victim of date rape.\n\nSingleton's\rhandling of this scene is perceptive; he shows the outcome predicted even in\rits earliest stages (\"You think we should let Kristen go with Billy?\r'Cause she doesn't even drink\"). It shows Billy's own confusion, and the\rway booze contributes to it. And it sets up a subplot, as the shattered Kristen\ris befriended by Taryn (Jennifer Connelly), head of a feminist group and a\rlesbian who Kristen will eventually consider as a possible lover.\n\nTaryn\rdoesn't \"recruit\" Kristen exactly, although she has her eye on her.\rThe first night that Kristen seems attracted, Taryn even warns her: \"Don't\rsay yes simply because you're fascinated.\" Singleton is making a larger\rpoint, about how young freshmen seek role models on a campus, and are singled\rout by older students who take advantage of their naiveté.\n\nMalik,\rthe black student, is soon in conversation with Fudge (Ice Cube), a\r\"professional student\" who has been on campus six years and affects\ran Afrocentric position. And Remy, the scared young white kid with the confused\reyes, is singled out by a clever, demented neo-Nazi skinhead (Cole Hauser) who\rcorrectly guesses he might be capable of violence.\n\nEach\rof these older students is supporting a position. Fudge sees himself at war\rwith white America, and quizzes Malik on whether he would stand during the\rNational Anthem \"in a football stadium, with 60,000 eyes on you.\"\rTaryn believes men can basically not be trusted. The skinhead envisions race\rwar as a worthy goal, believes the campus is a good place to start, and\rsuspects his freshman recruit might be crazy enough to pull a trigger.\n\nStanding\rapart from all of these factions, in a performance all the more effective\rbecause it is so subtle, is Laurence Fishburne as Professor Phipps. He persists\rin seeing each student as an individual, apart from his or her group. He has\ronly one standard for grading. Malik, recruited to the campus as a potential\rtrack star, feels himself out of depth in Phipps' class and tries to play the\rblack card, but Phipps isn't playing: He would not be doing Malik a favor, he\rexplains, by holding him to a lower standard. So Malik works harder, tutored by\rhis new girlfriend Deja (Tyra Banks), and is eventually able to turn in a\rdecent paper.\n\nMeanwhile,\ra sense of impending doom hangs over the campus.\n\nAll\rof these groups with all of their agendas are headed for a collision. Singleton\rdoes a good job of cutting back and forth between many stories; this is not a\r\"black movie\" but sees the whole campus population as its subject.\n\nHe\rhandles the subplot involving the neo-Nazis especially effectively; skinheads\rlend themselves to parody, but in Cole Hauser and Michael Rapaport, Singleton\rhas cast two effective actors who bring a chilling plausibility to their roles.\rRapaport plays a big, confused kid who looks like a rabbit caught in\rheadlights, and Hauser, with his cynical charm and insinuating drawl, is like a\rsnake-charmer.\n\n\"Higher\rLearning\" is Singleton's third film, after the great \"Boyz N the\rHood\" (1991) and the more meandering, romantic \"Poetic Justice\"\r(1993). He may be following, in some way, the threads of his own autobiography,\rin these three films about teenagers in South Central Los Angeles, young people\rworking for the post office, and now freshmen in college. He sees with a clear\reye and a strong will, and is not persuaded by fashionable ideologies. His\rmovies are thought-provoking because he uses familiar kinds of characters and\rthen asks hard questions about them.\n\n\"Higher\rLearning\" has no easy answers. In an opening scene, when the black\rfreshman gets on an elevator with the young white student, she instinctively\rclutches her purse tighter. In a closing scene, we see them able to talk with\reach other in the aftermath of a campus tragedy. She doesn't remember the\rmoment in the elevator. He does. But life goes on, and why does a campus exist,\rexcept for learning?", "running_time": 120, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-01-11", "genres": ["Drama"], "title": "Higher Learning (1995)"}