{"url": "http://www.rogerebert.com/reviews/high-school-2012", "by": "Adrien Brodyas Psycho Ed", "star_rating": 2.0, "text": "\"High School\" is a pun. Get it? This is one of those stoner comedies that may be funny if you're high — but if not, not. The film premiered two years ago in the Midnight Movies section at Sundance, a wise decision. Midnight movies are often attended by audiences who walk in already giggling. I wouldn't advise seeing this during the daylight or early evening hours, unless you already have a running start. As a comedy expected to be funny without chemical reinforcement, it's labored and lame.\n\nThe plot: Henry, the school's valedictorian, gets high on weed for the first time in his life. This happens on the very day a fellow student turns up stoned at the state spelling bee and blows her championship. The school principal is aghast and requires the entire student body to pee in the little cups for compulsory drug testing.\n\nHenry (Matthew Bush) envisions his scholarship to MIT going up in smoke (ho, ho). His best pal, Travis (Sean Marquette), a career pothead, is sympathetic. They dream up a plot to get the entire school high by switching the brownies at the school bake sale with their own recipe, spiked with powerful resin stolen from Travis' drug dealer.\n\nIs this intrinsically funny? I suspect the filmmakers think so. But nothing is intrinsically funny. It depends on the characters and situation. The downfall of \"High School\" happens because the characters are carbon copies from countless earlier movies, including, I am afraid, yet another school principal who is a pompous ass, and yet another drug dealer who is a grotesque sideshow act.\n\nThe dealer is Psycho Ed (Adrien Brody), who long ago was a brilliant student before he fried his brains. He seems to have spent the years since then in a project to make himself look as repulsive as possible. Or maybe it's just me. Maybe you like bodies densely covered with confusing tattooed doodles. Maybe you like one of those beards twisted into a scrawny thin braid. Maybe you like eyes that, if they were drawn in, would be pinwheels.\n\nAdrien Brody won an Academy Award and has spent years trying to live it down. Maybe times are hard. Maybe this was a role he needed. To give him credit, he throws himself into the part with manic, violent acting-out. He tries to make Psycho Ed funny. Matthew Bush and Sean Marquette, as Henry and Travis, play their students as one-dimensional creatures of the plot requirements.\n\nAnd spare me Michael Chiklis as Dr. Leslie Gordon, the high school principal, who didn't get the memo that modern principals are usually pretty bright and in touch. His arch mannerisms and elaborate speech patterns remind me of nothing so much as a failed dinner theater actor auditioning for a public service announcement.\n\nAnyway, the entire school gets stoned, even the teachers, and that's the joke. It's played in various permutations, all obvious. There is no suggestion that drugs might possibly be unwise for high school students, which of course they are. But the film offers proof that they are unwise as a subject for comedy unless the movie in question does something funny with them. It isn't funny to simply act high, except possibly for the person who is. Which leads us full circle to the subject of midnight movies.", "running_time": 99, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-05-30", "genres": ["Comedy", "Indie"], "title": "High School (2012)"}