{"url": "http://www.rogerebert.com/reviews/highlander-2-the-quickening-1991", "by": "Christopher Lambertas Connor MacLeod", "star_rating": 0.5, "text": "This movie has to be seen to be believed. On the other hand, maybe that's too high a price to pay. \"Highlander 2: The Quickening\" is the most hilariously incomprehensible movie I've seen in many a long day - a movie almost awesome in its badness. Wherever science fiction fans gather, in decades and generations to come, this film will be remembered in hushed tones as one of the immortal low points of the genre.\n\nThe story opens in the year 1999, and then we get the title card \"25 Years Later,\" followed not long after by the title card \"The Planet Zeist, 500 Years Ago.\" Uh, are those Earth years or Zeist years? Apparently Zeist, which has a sun so close it takes up a quarter of the visible sky, revolves around that orb so slowly that a Zeist year is exactly the same as an earth year, which accounts for the fact that one of the Immortals sent to earth 500 years ago found himself in medieval Scotland, also 500 years ago.\n\nNow about the Immortals. They led a rebellion on Zeist, and were banished to Earth, under a sentence of eternal life. They cannot die. In a sense. Actually, they can, but it depends. Or, as one of the characters explains it more helpfully, \"You will live forever here, until you return to Zeist, where you can die, or, under certain circumstances, you can die here, but not on Zeist.\" The immortals are played by Sean Connery and Christopher Lambert, and they have both been on Earth 500 (Earth) years, and will be here a lot longer, looks like. Meanwhile, in the year 1999, the disappearing ozone layer is causing global panic on Earth. The ozone has finally been destroyed by billions of deodorized armpits, and people are dying like flies, until a corporation headed by Lambert devises a shield to save the planet. This shield, known as the Shield, involves using all of the energy on the planet, concentrated into a laser beam which is shot up to a satellite, whereupon the Earth is saved from excess solar radiation, but there's a catch: It will always be night, and the temperature and humidity will both hover around 99.\n\nFlash forward 25 years, as the older Lambert goes to an opera, wearing a tuxedo, which people still wear despite the heat wave and the 99 percent humidity. Life in big cities has grown dangerous and criminal, although people are still alive and should not complain, considering that you would think that the total blackout on Earth might have curtailed food production, since nothing could grow.\n\nFor that matter, why isn't everything covered with a carpet of fungus? And for that matter, why is the humidity 99 percent - after all, the lack of sunlight should have (a) ended the process of cloud formation, so that, without rain, all of the water would end up in the oceans and the land would be a desert, and (b) without warmth from the sun, a new Ice Age should have begun? Never mind. Earth is in the grip of an evil cartel which manages the Shield, until a brave underground scientist (Virginia Madsen) hacks into the computers of the Shield's owners and discovers, as she breathlessly reports: \"The solar radiation above the Shield is normal!!!\" She explains that the ozone layer has \"repaired itself.\" Meanwhile, Sean Connery, still a creature of the medieval Scotland where he first arrived from Zeist, appears in the 21st century wearing a kilt and talking in a thick brogue, and gets himself suited up in modern dress before there are several sword fights. Also some byplay involving bad guys on the planet Zeist. If there is a planet somewhere whose civilization is based on the worst movies of all time, \"Highlander 2: The Quickening\" deserves a sacred place among their most treasured artifacts.\n\nFILM NOTE: \"Quickening\" is a process by which two people touch each other and are surrounded by special effects making it look as if one of them is standing in a puddle and the other had just stuck his finger into a light socket.", "running_time": 91, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-11-01", "genres": ["Action", "Fantasy", "Foreign", "Science Fiction"], "title": "Highlander 2: The Quickening (1991)"}