{"url": "http://www.rogerebert.com/reviews/high-tide-1988", "by": "Judy Davisas Lilli", "star_rating": 3.0, "text": "When she arrives in the dingy Australian coastal town, there is no way for Lilli to know who she will find there. Lilli has spent the last 20 years drinking and drifting and making disorganized efforts to pull her life together. The last two people she expects to find there, living in a house trailer down near the beach, are her mother and her daughter.\n\nLilli had Ally 16 years ago, and found she could not cope with the responsibility. She gave the child to her mother, Bet, and the two women - a fierce tension between them - agreed that Lilli would disappear, and that Ally would never know the true story. Over the years Bet has raised Ally like her own daughter and loved her more than she ever loved Lilli. But now all of those years have come to their inevitable conclusion. Lilli has returned.\n\nThe town itself forms the backdrop for this story and sets the tone. It is one of those sad, defeated beachfront resorts where the sea air has eaten away the bright paint of many seasons ago. There are bars and dance halls, greasy spoon restaurants and disorganized caravan parks straggling down toward the unremarkable beach. People do not live in places like this to retire; they settle here because they came this far and were too exhausted to go further.\n\nIt is a small town, and Lilli and Ally are soon aware of each other. They become friends, without realizing who the other is. Lilli drinks a good deal, and one night Ally helps her home into the house trailer she has rented. She is intrigued by this woman in her 30s who seems to have no roots and no plans.\n\nThen Lilli sees Ally with Bet and realizes this teenager is her daughter. This does not lead to a great dramatic scene in which she demands to have her daughter back; Lilli has not spent a lifetime running away only to have an overnight conversion. And, in fact, Lilli never quite tells her daughter who she is; that is left to a friend, who does it accidentally.\n\nLilli and Ally circle each other warily. Bet is enraged. She loves her grandchild and does not want to lose her. The drama is all the more poignant because there is no tug-of-war going on here, just an exercise in evasion and fear. The question is not whether Lilli will demand the return of her child; it is, in a way, whether Lilli herself will be able to stop acting like a child.\n\n“High Tide” is a somber and muted film, very well acted. Judy Davis stars as Lilli, the exhausted drifter, and Jan Adele is very good as the older woman, never sentimental, always seeing things with hard-eyed realism. Claudia Karvan, as the teenager, does a wonderful job of conveying the confusion and hope of a girl who discovers her real mother and at the same time discovers the sad truth about her.\n\nThe movie was directed by Gillian Armstrong, who also directed Davis in the movie that won her an Oscar nomination, “My Brilliant Career.” This film doesn’t have the same impact, perhaps because the story itself is of tired and almost defeated characters. But it has the same quality, especially in the performances, and the ending of the film, which could have been a mechanical melodrama, has a very particular impact.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-04-15", "genres": null, "title": "High Tide (1988)"}