{"url": "http://www.rogerebert.com/reviews/high-crimes-2002", "by": "Ashley Juddas Claire Kubik", "star_rating": 3.0, "text": "Although I believe Ashley Judd could thrive in more challenging roles, and offer \"Normal Life\" (1996) as an example, her career seems to tilt toward thrillers, with the occasional comedy. She often plays a strong, smart woman who is in more danger than she realizes. Although her characters are eventually screaming as they flee brutal killers in the long tradition of Women in Danger movies, the set-ups show her as competent, resourceful, independent.\n\n\"High Crimes\" is a movie like that. Judd plays Claire Kubik, a high-profile defense attorney for a big firm. When her ex-Army husband (Jim Caviezel) is arrested by the FBI, charged with murder and arraigned before a military tribunal, she defiantly says she will defend him herself. And because she doesn't know her way around military justice, she enlists a lawyer named Grimes (Morgan Freeman) as co-counsel. Grimes is that dependable character, a drunk who is on the wagon but may (i.e., will) fall off under stress.\n\nThis is the second movie Judd and Freeman have made together (after \"Kiss the Girls\" in 1997). They're both good at projecting a kind of Southern intelligence that knows its way around the frailties of human nature. Although Freeman refers to himself as the \"wild card\" in the movie, actually that role belongs to Caviezel, whose very identity is called into question by the military charges. \"Is your name Tom Chapman?\" Claire asks her husband at one point. She no longer knows the answer.\n\nThe plot involves a massacre in a Latin American village and a subsequent cover-up. Did Claire's husband gun down innocent civilians, or was he framed by a scary Army vet and his straight-arrow superior? Does the military want justice or a cover-up? We are not given much reason to trust military tribunals--evidence the screenplay was written before 9/11--and the Freeman character intones the familiar refrain, \"Military justice is to justice as military music is to music.\" And yet ... well, maybe there's more to the story. I wouldn't dream of revealing crucial details. I do like the way director Carl Franklin and writers Yuri Zeltser and Cary Bickley, working from Joseph Finder's novel, play both ends against the middle, so that the audience has abundant evidence to believe two completely conflicting theories of what actually happened. In the very season of the DVD release of \"Rashomon,\" which is the template for stories with more than one convincing explanation, here's another example of how Kurosawa's masterpiece continues to inspire movie plots.\n\n\"High Crimes\" works to keep us involved and make us care. Although Freeman's character may indeed start drinking again, it won't be for reasons we can anticipate (of course, like all heroic movie drunks, he retains the exquisite timing to sober up on demand). The unfolding of various versions of the long-ago massacre is handled by Franklin in flashbacks that show how one camera angle can refute what another angle seems to prove. And if we feel, toward the end, a little whiplashed by the plot manipulations, well, that's what the movie promises and that's what the movie delivers.\n\nAs for Ms. Judd, from the first time I saw her, in \"Ruby in Paradise\" (1993), I thought she had a unique sympathy with the camera, an ability that cannot be learned but only exercised. In the years, she has often been better than her material--or do her advisers choose mainstream commercial roles for her as the safest course? When she strays out of genre, as she did in \"Smoke,\" \"Heat,\" \"Normal Life\" and \"Simon Birch,\" she shows how good she is. Of course, she's good in \"High Crimes,\" too, and involves us more than the material really deserves. But this is the kind of movie any studio executive would green-light without a moment's hesitation--always an ominous sign.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-05", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "High Crimes (2002)"}