{"url": "http://www.rogerebert.com/reviews/high-road-to-china-1983", "by": "Tom Selleckas O'Malley", "star_rating": 2.0, "text": "Word has it that Tom Selleck was Steven Spielberg's first choice for the lead in \"Raiders of the Lost Ark,\" and that Harrison Ford got the job at the last minute. I wonder if that left Selleck walking around frustrated, still wanting to play someone like Indiana Jones. That would be one explanation for \"High Road to China,\" an unconvincing, harmless action movie that at its best moments is a pale echo of \"Raiders.\"\n\nThe movie stars Selleck as a free-lance pilot who gives flying lessons at a field outside Istanbul. The year is 1920. The movie never pauses to explain how he finds enough customers to support himself by giving lessons in Turkey in 1920. It's too busy introducing Selleck to Bess Armstrong, a plucky American rich kid who has to prove that her daddy is alive, or lose an inheritance of millions.\n\nArmstrong hires Selleck and his sidekick, Jack Weston, to fly off in the general direction of Tibet, where she thinks her father might be running a border war. Well, that's the premise. What we get then is a series of more-or-less predictable scenes in which our heroes fly over mountains and deserts, sit by campfires, barely escape from the clutches of hostile Arabs, Turks, Tartars and Mongolians, and eventually find her father. He's played by a wonderful character actor named Wilford Brimley. (He played the federal attorney who came in and settled everybody's hash in the climactic scenes of \"Absence of Malice.\") And he's masterminding the defense of a Tibetan hill town against the onslaughts of the barbarians below.\n\nThere has to be conflict in a movie like this, and so, of course, there is. Selleck and Armstrong start out hating each other. She gets one of his planes destroyed. Jack Weston has to stay behind. Selleck and Armstrong fly off together, have some close calls and eventually fall in love. The movie gives them a lot of time to exchange wisecracks, tender and otherwise, and then they get to play one of my all-time favorite obligatory scenes.\n\nI call it the \"We're Alive! Let's Kiss! Scene.\" You've seen it in a hundred movies. It always starts with the hero and heroine up on their elbows in a shallow ditch. People are shooting at them. A bullet throws up a cloud of dirt inches from their faces. They tumble down for cover, wind up in each other's arms, and zowie! All those repressed passions explode, and we realize (with well-concealed surprise) that their wisecracks disguised a growing love. Every movie star should play this scene once, at the most.\n\n\"High Road to China\" is not a terrible movie, but it's a lifeless one. It follows some of the forms of \"Raiders of the Lost Ark\" without ever finding the comic rhythms. It's directed at a nice, steady pace, but without flair and without the feeling that anything's being risked. And it tells such an absolutely standard story that we never fear for the characters and we hardly ever believe them.", "running_time": 105, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-03-21", "genres": ["Adventure", "Drama", "History"], "title": "High Road to China (1983)"}