{"url": "http://www.rogerebert.com/reviews/high-anxiety-1978", "by": "Mel Brooksas Dr. Thorndyke", "star_rating": 2.5, "text": "One of the problems with Mel Brooks's \"High Anxiety\" is that it picks a tricky target: It's a spoof of the work of Alfred Hitchcock, but Hitchcock's films are often funny themselves. And satire works best when its target is self-important. It's easy for the National Lampoon to take on the Reader's Digest. But can you imagine a satire of the National Lampoon?\n\nAlmost all of Hitchcock's fifty-three or so films have their great moments of wit. And wit -- the ability to share a sense of subtle fun with an audience -- is not exactly Mel Brooks's strong point. He takes such key Hitchcock moments as the shower scene from \"Psycho\" (1960), the climbing scene from \"Vertigo\", and the shooting in \"North by Northwest\" and he clobbers them. It's not satire; it's overkill. Maybe it wasn't such a hot idea for Brooks to spoof Hitchcock in the first place. What he's done, though, is to go ahead and take the Hitchcock material, and almost bury his own comic talent in the attempt to fit things into his satirical formula. The best moments in \"High Anxiety\" come not when Brooks is being assaulted in the shower with a rolled-up newspaper, but when Brooks leaves Hitchcock altogether and does his own crazy, brilliant stuff.\n\nTake, for example, a moment when dramatic music overwhelms the sound track while Brooks and his chauffeur are driving down a Los Angeles freeway. They look at each other, puzzled, and then we see the Los Angeles Symphony Orchestra performing in a bus in the next lane. Sure, he's pulled the same gag before (Count Basie turning up in the desert in \"Blazing Saddles\"), but it still works. \n\nAnother Brooks specialty that works again this time is the casting of Cloris Leachman in variations of a neo-Nazi sadist. In \"Young Frankenstein,\" she was Frau Blucher, whose very name made horses whinny with fright. Now she's Nurse Diesel, sinister presence at the Institute for the Very, Very Nervous, where Brooks has been hired as the new director. She has a closet full of whips and chains, and walks around as if her nurse's uniform covered a cast-iron corset. It's funny ... but because it comes from Brooks and Leachman, not because it has much to do with Hitchcock.\n\nHere's an example of why Hitchcock is so spoof-proof. At the end of \"High Anxiety,\" a victim dangles from the top of a tower for what seems like minutes on end, hanging at times by a single leg. Brooks is having fun with the way Hitchcock plays with his scenes of climactic violence. Fine. But remember Hitchcock's wonderful 1972 movie \"Frenzy\"? There's that strangling in it that goes on and on and on, played very straight, until we finally realize that Hitchcock is slyly giving us our money's worth by playing with the scene beyond all the possibilities of realism.\n\nBrooks has made a specialty of movie satires: \"Blazing Saddles,\" \"Young Frankenstein,\" and \"Silent Movie.\" But they took on well-chosen targets. It's one thing to kid the selfconscious seriousness of a Western or a horror movie. It's another to take on a director of such sophistication that half the audience won't even get the in-jokes the other half is laughing at.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-01-01", "genres": ["Comedy"], "title": "High Anxiety (1978)"}