{"url": "http://www.rogerebert.com/reviews/high-tension-2005", "by": "Cecile De Franceas Marie", "star_rating": 1.0, "text": "The philosopher Thomas Hobbes tells us life can be \"poor, nasty, brutish and short.\" So is this movie. Alexandre Aja's \"High Tension\" is a slasher film about a madman prowling a rural area of France, chopping, slicing and crunching his way through, let's see, a body count of five or six people, including a small child that the film does not neglect to show crumpled and dead in a cornfield. That's what it's about, anyway, until we discover it actually consists of something else altogether, something I think is not possible, given our current understanding of the laws of physics.\n\nThe movie premiered at Toronto 2003 in a version that would clearly have received an NC-17 rating. It has been edited down to an R, perhaps the hardest R for violence the MPAA has ever awarded, and into the bargain, Lions Gate has dubbed great parts of it into English. Not all: There are inexplicable sections where the characters swear in French, which is helpfully subtitled.\n\nI had forgotten how much I hate dubbing, especially when it's done as badly as in \"High Tension.\" It's lip-flap on parade. The movie was originally shot in French, but for purposes of the dubbing one of the characters, Alex (Maiwenn) has been given an American accent. As she and her friend Maria (Cecile De France) arrive at the deserted country home of Alex's family, Alex warns her: \"Their French is even worse than mine.\" Since the parents hardly speak except to scream bilingually, this is not a problem.\n\nThe story: Alex and Marie are driving out to a country weekend with Alex's parents. Alex seems normal, but Marie is one of those goofy sorts who wanders into a cornfield for no better reason than for Alex to follow her, shouting \"Marie! Marie!\" while the wind sighs on the soundtrack -- a track that beavers away with Ominous Noises throughout the movie; is there a technical term like Ominoise?\n\nThe girls are followed into the deep, dark woods by a large man in blood-soaked coveralls, who drives a battered old truck that must have been purchased used from a 1940s French crime movie. We know he's up to no good the first time we see him. We know this because he drops a woman's severed head out the window of his truck.\n\nAt the isolated country home, Marie gets the guest room in the attic and goes out into the Ominoise night to have a smoke. There is a swing hanging from a tree limb, and she sways back and forth on it while she smokes, so that later we can get the standard thriller shot of the swing seat still swinging, but now suddenly empty. This is not because Marie has been shortened by the decapitator, but because she has gone back into the house. Soon it's lights out, although there is enough in the way of moonglow and night lights for us to watch Marie masturbate, perhaps so that we can see if it makes her lose her mind or anything.\n\nThe killer (Philippe Nahon) breaks into the house, stomps around heavily, and slaughters everyone except Alex, who he takes prisoner, and Marie, who hides under the bed -- yes, hides under the bed. The killer lifts up the mattress to check, but looks under the wrong end. Uh, huh. Marie should then remain still as a church mouse until the killer leaves, but no, she follows him downstairs and eventually ends up locked in the back of the truck with the kidnapped and chained Alex.\n\nFrom the point when Marie crawls out from under the bed and follows the killer downstairs, she persists in making one wrong decision after another and ignoring obvious opportunities to escape. Perhaps she feels her presence is needed for the movie to continue, a likely possibility as the list of living characters shrinks steadily. She does have wit enough to pick up a big kitchen knife, so that we can enjoy the slasher movie cliche where such knives make the noise of steel against steel all by themselves, just by existing, and without having to scrape against anything.\n\nAfter the truck leaves the deserted house, and stops at a gas station, Marie has another opportunity to get help, but blows it. Reader, take my advice and never hang up on a 911 operator just because you get mad at them because they're so stupid they want to know where you're calling from, especially not if the slasher has picked up an axe.\n\nThe rest of the movie you will have to see for yourself -- or, not, which would be my recommendation. I am tempted at this point to issue a Spoiler Warning and engage in discussion of several crucial events in the movie that would seem to be physically, logically and dramatically impossible, but clever viewers will be able to see for themselves that the movie's plot has a hole that is not only large enough to drive a truck through, but in fact does have a truck driven right through it.\n\nNote: The film's British title is \"Switchblade Romance,\" which, if you see the film, will seem curiouser and curiouser.", "running_time": 91, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-06-09", "genres": ["Foreign", "Horror", "Mystery", "Thriller"], "title": "High Tension (2005)"}