{"url": "http://www.rogerebert.com/reviews/hijacking-catastrophe-911-fear-and-selling-the-american-empire-2004", "by": "Sut Jhally", "star_rating": 3.0, "text": "I have here a commentary by John Eisenhower, son of the late president, who states in the Manchester Union-Leader that for the first time in 50 years he plans to vote for the Democratic candidate for president. \"The fact is that today's 'Republican' Party is one with which I am totally unfamiliar,\" he writes, citing its $440 billion budget deficit and unilateral foreign policy. The current administration, he says, \"has confused confident leadership with hubris and arrogance.\"\n\nThat is essentially the same argument made in \"Hijacking Catastrophe: 9/11, Fear and the Selling of American Empire,\" the most outspoken and yet in some ways the calmest of the new documentaries opposing the Bush presidency. It charges that America is in the hands of radicals at the right-wing extreme of the Republican Party. This view has some backing among traditional conservatives; none other than Patrick Buchanan has founded a magazine, The American Conservative, to argue against Bush and the war in Iraq.\n\nFor the neo-cons, the movie says, the invasion of Iraq has been a goal since the early 1990s, and deputy secretary of defense Paul Wolfowitz, called the \"intellectual force\" of the group, chillingly wrote in a 2000 report that it would be hard to sell a pre-emptive strike to the American people, unless a \"catastrophic event -- like a new Pearl Harbor\" made it seem necessary. Immediately after 9/11, he and his associates argued for an attack on Iraq, making a connection between Saddam Hussein and Osama bin Laden that has now been proven false, and claiming Saddam had weapons of mass destruction, which we now know he did not.\n\n\"Hijacking Catastrophe\" essentially consists of a parade of talking heads, all of them arguing that the Bush administration is more radical than most Americans realize. To be sure, the movie only tells one side. There are no defenders of the administration, and some of the speakers are well-known left-wing critics such as Noam Chomsky, Norman Mailer and Daniel Ellsberg. Others are more centrist, including Lt. Col. Karen Kwaitkowski (Ret.), an Air Force staff officer at the Pentagon, retired Army Special Forces sergeant Stan Goff, weapons inspector Scott Ritter and Nobel laureate Jody Williams.\n\nWhat they do is look at the camera and talk. Although the film is only 76 minutes long, it's so intense that it seems longer, and a point comes when I half-wished the filmmakers would relent and give us some of that goofy Michael Moore stuff. In urgent sound bites of mounting alarm, they charge that the neocon insurgents envision an \"American colossus\" that stands \"astride the world,\" makes its own policies and disdains cooperation with the family of nations. We went into Iraq without U.N. backing not because we had to, the movie argues, but because we wanted to; it was a good way to weaken the organization. By the same token, budget deficits are useful because they will bankrupt programs such as Social Security and Medicare that the neo-cons oppose but cannot destroy through conventional legislation.\n\nWell, that's what the movie says, and a lot more. As your correspondent, I report it. And I will receive e-mails from readers who will protest this review and tell me a movie critic has no business getting involved in politics. But here is the movie, and here is what it says. That there are no pro-Bush documentaries this season is curious, but true. I have been asking for two months to see a film named \"Michael Moore Hates America,\" but the filmmakers have not provided it.\n\nThe most difficult aspect of \"Hijacking Catastrophe\" is to accept the argument that the neocons have wanted to invade Iraq for years, as part of a plan to conquer and occupy the Middle East, and that is why 9/11 inspired their curious decision to deflect American power from bin Laden to Saddam, an uninvolved bystander. Why does this make me think of Larry punching Curly, who retaliates by punching Moe? Fear of terrorists provided their cover, and Norman Soloman of the Institute for Public Accuracy says Roosevelt's statement \"the only thing we have to fear is fear itself\" has been rewritten by the neocons and their Orange Alerts into \"the only thing we have to fear is not enough fear.\"\n\nIt is an ancient debating technique to identify your opponent's ideas with similar statements by evildoers. Nevertheless, this movie opens with a quote that seems eerie in its relevance:\n\n\"The people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the peacemakers for lack of patriotism and exposing the country to danger. It works the same in any country.\" Hermann Goering said that at the Nuremberg trials.", "running_time": 68, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-10-14", "genres": ["Documentary"], "title": "Hijacking Catastrophe: 9/11, Fear and Selling the American Empire (2004)"}