{"url": "http://www.rogerebert.com/reviews/hilary-and-jackie-1999", "by": "Emily Watsonas Jacqueline Du Pre", "star_rating": 3.5, "text": "Jackie to Hilary: \"The truth is, you're not special.\" Hilary to Jackie: \"If you think that being an ordinary person is any easier than being an extraordinary one, you're wrong. If you didn't have that cello to prop you up, you'd be nothing.\" And yet the two sisters love each other with a fierceness that stands beside their lifelong rivalry. \"Hilary and Jackie\" is the story of two gifted musicians, who in a way were always playing for (or against) each other, and how one of them was struck down by disease. \"I have a fatal illness,\" Jackie says, \"but the good news is, I have a very mild case.\" Jacqueline du Pre (Emily Watson) was one of the most gifted cellists of her time, and her brilliant marriage to the pianist and conductor Daniel Barenboim (now music director of the Chicago Symphony Orchestra) was a celebrated musical and romantic liaison. Hilary du Pre (Rachel Griffiths), her older sister, played the flute and might perhaps have been as gifted as her sister. But that we will never know, because a music teacher beat down her talent and crushed her spirit. Perhaps she had a happier life as a result.\n\n\"Hilary and Jackie\" is an extraordinary film about riding the tiger of genius, and how that cuts through conventional rules and invests the rider with special license. That Jackie's long illness and too-young death were tragic there is no doubt, but she played such beautiful music that it is our tragedy as well as hers. And yet to those close to the story, there is always another side and more personal feelings. \"Hilary and Jackie,\" directed by Anand Tucker, is based on a memoir written by Hilary and her brother Piers du Pre, and it is unusually knowing for a biopic.\n\nIt opens with a long section seen from Hilary's point of view. We see the two young sisters playing at the beach and practicing their instruments. Hilary is the talented one, applauded at family gatherings while Jackie smolders, ignored in the corner. But when Hilary is asked to play on a BBC children's concert, she won't go without Jackie. And when Jackie is not very good, they're told by their mother: \"If you want to be together, you've got to be as good as each other.\" That line of instruction may have been the turning point in Jacqueline du Pre's musical career, inspiring her to practice obsessively until she was not only as good as Hilary, but better. It was her fortune to find teachers who supported her, while Hilary was driven off the stage by pressures mostly engendered by her teacher. Both young women moved freely while playing; Jackie's onstage enthusiasm helped make her famous, but Hilary was ordered to stand still: \"It is impossible to produce a proper tone without proper deportment.\" She freezes during an audition and abandons any hope of a concert career. Luckily, she finds a man who believes in her: Kiffer Finzi (David Morrissey). Jackie also finds love with \"Danny\" (James Frain), and they are happy, but there comes a time when Jackie walks off a concert stage and goes to Hilary's farm and demands to be allowed to make love to her husband: \"You don't mind, do you, sis?\" Her arrival, her demand and her behavior (\"bonkers\") are all seen from Hilary's point of view. Then the film's next section, seen through Jackie's eyes, details the early warning signs of multiple sclerosis. The film follows through to the unhappy end, showing the destruction of a career, a personality and a life. It stays tactfully at arm's length in the way it handles Jacqueline's troubled relationship with Barenboim and looks mostly through Hilary's eyes as the sad story unfolds.\n\nA film like this lives in its performances. Emily Watson is fiery and strong-willed as Jackie; we see the fierce stubbornness of her character in \"Breaking the Waves\" now wedded to talent and neurosis. The key performance, however, is Rachel Griffiths', as Hilary, the witness, the person who senses on an almost telepathic level what her sister thinks and feels. Griffiths, not yet well known, is able to convey penetrating intelligence in a look; in a still-unreleased film titled \"My Son, the Fanatic,\" she plays a prostitute whose sense of herself and her occupation is almost scarily perceptive.\n\nThe film has details that only a family member could supply, such as the few but significant scenes involving the parents: the mother who engenders competition, the father (Charles Dance) who doesn't want his girls living near Soho for fear they will be snatched for the white slave trade. Although the brother Piers is co-author of the book, he has hardly any dialogue in the movie; it is the sisters' story.\n\nThe movie makes no attempt to soften the material or make it comforting through the cliches of melodrama; it is instructive to see it side by side with \"At First Sight,\" released around the same time. One takes true experience and masks it with scenes that could literally be in any romantic melodrama; \"Hilary and Jackie\" feels as if every scene was newly drawn out of the sharp memories of actual lifetimes.\n\nThere is of course a lot of music in the film, and the soundtrack will be good to have, but it is not a film about performances, it is a film about performing: about how physically and emotionally difficult it is to travel from city to city, adored by strangers, far from friends, and find every night the ability to play the cello as well as it can be played. \"Would you still love me if I couldn't play?\" Jacqueline asks her husband. \"You wouldn't be you if you didn't play,\" he replies, and that is the simple truth made clear by this film. We are what we do.", "running_time": 121, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-15", "genres": ["Drama", "Foreign"], "title": "Hilary and Jackie (1999)"}