{"url": "http://www.rogerebert.com/reviews/history-of-the-world-part-1-1981", "by": "Mel Brooks", "star_rating": 2.0, "text": "\r\n\n\nMel Brooks's movie “History\r\nof the World, Part 1” is a rambling, undisciplined, sometimes embarrassing\r\nfailure from one of the most gifted comic filmmakers around. What went wrong?\r\nBrooks never seems to have a clear idea of the rationale of his movie, so\r\nthere's no confident narrative impetus to carry it along. His\r\n\"history\" framework doesn't have an approach or point of view; it's\r\nbasically just a laundry-line for whatever gags he can hang on it. \n\n\r\nWhat is this bizarre grab bag? Is it a parody of\r\nold Biblical, Roman, and French historical epics? Sometimes. Is it one-shot,\r\ncomedy revue blackouts? Sometimes. Is it satire aimed at pompous targets?\r\nSometimes. But most of the time it's basically just expensive sets sitting\r\naround waiting for Brooks to do something funny in front of them. \n\n\r\nBrooks seems to rely on his own spontaneous\r\ncomic genius in this film, and genius, even when you have it, is not something\r\nto be relied upon. He provides isolated moments that are indeed hilarious,\r\nmoments that find an inspired image and zing us with it (as when a slave\r\nboogies through the streets of ancient Rome with a loud transistor radio glued\r\nto his ear). But as the movie creeps on, we realize that the inspirations are\r\ngoing to be rare, and that Brooks has not bothered to create a framework for\r\nthe movie or to people it with characters. It's all just cardboard comic\r\ncutouts. \n\n\r\nThe film has another serious problem: It is in\r\nunfunny bad taste. That sounds strange coming from me. I've always enjoyed\r\nBrooks's ventures into taboo subject matter, and I still think his\r\n\"Springtime for Hitler\" from “The Producers” and the celebrated\r\ncampfire scene in “Blazing Saddles” were hilarious. He seemed to be\r\ndemonstrating that you could get away with almost anything in a movie, if you\r\nmade it funny enough. (Told that “The Prodcuers” was vulgar, he once responded\r\nloftily, \"It rises below vulgarity.\") But this time, the things he's\r\ntrying to get away with aren't funny. There is, for example, the movie's\r\ntiresome series of jokes about urination. There must be comic possibilities in\r\nthe subject (and he finds one when he shows a Stone Age critic's method of\r\nreviewing a cave painting), but there is nothing inherently funny about\r\nurination, and Brooks proves it here, again and again. \n\n\r\nThere also is nothing inherently funny about\r\nJews, Catholics, nuns, blacks, and gays. They can all conceivably provide the\r\nmakings of comedy, of course, but in “History of the World” Brooks doesn't have\r\nthe patience to introduce a character and then create a comic situation about\r\nhim. He introduces the character and expects us to laugh at the character\r\nhimself. Example. Instead of developing a comic situation around Orthodox Jews,\r\nhe simply shows us some, complete with beards and hats, their heads stuck\r\nthrough a stockade, and expects us to laugh. But while we might laugh with\r\nBrooks at a comic situation, we have no reason to laugh at people just because\r\nof their appearance or religion. \n\n\r\nThe same thing goes wrong with Brooks's big\r\nproduction number in this movie, \"The Inquisition,\" featuring a\r\nsong-and-dance team of medieval monks, and a chorus line of nuns who splash in\r\na pool, Busby Berkeley-style. We're supposed to laugh at the shocking\r\njuxtaposition of religious images and Hollywood corn. But Brooks never gives us\r\nan additional comic level, one where he's making funny points about the images.\r\nWhen he dresses up like a monk and then dances like Donald O'Connor, that's\r\nonly funny for a second. If we knew anything about the monk as a comic\r\ncharacter, the scene could build. Instead, it just continues. \n\n\r\n“History of the World, Part 1” was fairly\r\nexpensive to produce, but it exists on the level of quick, disposable,\r\ntelevision. It thumbs its nose at icons that have lost their taboo value for\r\nmost of us, and between the occasional good laughs, we're a little embarrassed\r\nthat the movie is so dumb and predictable. God knows Mel Brooks is straining\r\nfor yuks up there on the screen, but he's like the life of the party who still\r\nhas the lampshade on his head when everybody else is ready to go home.", "running_time": 92, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "History of the World -- Part 1 (1981)"}