{"url": "http://www.rogerebert.com/reviews/history-of-the-blue-movie-1971", "by": null, "star_rating": 2.0, "text": "Alex de Renzy presents a film produced, directed and written by him. Rated X.\n\nIt is a melancholy landmark in the disintegration of our age that genuine hard-core pornographic stag movies are now assembled into documentaries for young couples to see on Saturday night dates.\n\nSomehow, a stag film should mean more than that; it should be surrounded by the heady excitement of a forbidden thrill, and screened in the basement rooms of veteran's organizations, the aroma of the Friday night fish fry still hanging greasily in the air.\n\nBut no. That era is as long dead as the time when Indiana barbers kept the Police Gazette at the bottom of their towel drawers. We live in an age so compulsively permissive that I sometimes wonder whether anyone under 21 would know a forbidden thrill if he felt one. Norman Mailer was on the right track in \"The Armies of the Night\" when he protested against those who would remove the guilt from sex: Without guilt, he wrote, sex would lose half the fun.\n\nNone of this, I suppose, would hold the slightest sway with Alex de Renzy, the compiler of \"History of the Blue Movie.\" He is a historian in the best spirit of Playboy's \"History of Sex in Cinema,\" and tells us solemnly about the comic artistry of early stag movies while we watch the hero commit unwitting buggery upon a calf. An infant cow, that is.\n\n\"History of the Blue Movie\" delivers more or less what it promises. There are early, semiprofessional Hollywood short films (most of them, it's true, better made and funnier that you'd expect). There are excerpts from a rare animated cartoon, reportedly the work of the creators of \"Krazy Kat.\" There are films from peep shows and strip-tease movies, in which the girls generally look as pathetic as the fading Hawaiian backdrops. And there are a couple of infamous stag classics, shown in their entirety: \"The Nun's Story\" (later re-edited and released as \"The Coed's Story\"), and the renowned Candy Barr in \"Smart Aleck.\"\n\nDe Renzy adds a couple of his own efforts at the end. There's a short sketch in which the patron of a massage parlor turns the tables on his masseuse (people are somehow always turning the tables on each other in these movies), and an \"artistic\" stag film in which the couple exhibit an athletic grace perhaps better reserved for gym class.\n\nOh and there's a girl who talks about sex. Just talks about it, but very effectively, like the famous scene in Godard's \"Weekend\" (1968). I guess she must know what she's talking about; a subsequent shot reveals her as suffering from prolapsed labia, a likely candidate for help from one of those medical advice columns in Cosmopolitan.", "running_time": 116, "mpaa_rating": "X", "release_year": 1971, "date_published": "1971-08-25", "genres": null, "title": "History of the Blue Movie (1971)"}