{"url": "http://www.rogerebert.com/reviews/hit-and-run-2012", "by": "Dax Shepardas Charlie Bronson", "star_rating": 3.5, "text": "With its off-the-shelf title, I had worked up less than a white-hot enthusiasm to see \"Hit & Run,\" but it's a lot more fun than the title suggests. How many chase comedies have you seen where the hero's sexy girlfriend has a doctorate in nonviolent conflict resolution? Her counseling would have been invaluable to the U.S. marshal (Tom Arnold) in an early scene where he attempts to shoot his own SUV.\n\nThere's a lot of funny stuff, but the most unexpected comes from Arnold, who has been uneven, to say the least, in his movies. His marshal, named Randy, works with the Federal Witness Protection program and is assigned to protect a likable guy named, yes, Charlie Bronson (Dax Shepard). We meet Charlie in the arms of his sweet girlfriend, Annie (Kristen Bell); they live in a bucolic northern California town, where she teaches in a local college. She has no idea he's a witness who needs protecting.\n\nGood news brings trouble. Annie gets an interview to start the nation's first nonviolent conflict resolution department at a prestigious Los Angeles university. L.A. is, alas, the last place Charlie wants to go, and the very place where he most needs protection. Annie's boss (Kristin Chenoweth) orders her to go for the interview, because she's too good for her current job. Charlie's love overcomes his fears, and he's determined to drive her to L.A. himself, no matter the risk.\n\nThis introduces his slab-sided 1967 Lincoln Continental with a customized 700-hp engine. This classic car is necessary for the same reason all classic cars are used in movies: Most contemporary cars look generic. I learn that Dax Shepard is a car fan and used mostly his own cars in the movie, which is a brave gesture in the name of art, because the movie's vehicles have alarming experiences.\n\nShepard (TV's \"Parenthood\") wrote the movie, co-directed it, starred, did stunt driving and in general is responsible for it. He also recruited his real-life girlfriend, Kristen Bell, to share the lead. IMDb reports the movie took only 10 weeks from plot outline to the martini shot, and most of the actors deferred their salaries. I mention that only because few action comedies are made with this much organization and precision. The plot grows complex, characters shuttle in and out, and everyone seems to be having a good time. I got the sense that it was a happy shoot, as if they knew it was going well; most action movies have characters who seem to be exhausted or victims of tunnel vision.\n\nAmong the other characters who speed things along is Gil (Michael Rosenbaum), Annie's intensely jealous former boyfriend, and Gil's brother, Terry (Jess Rowland), a gay cop who joins in a chase I'm not sure he completely understands. Terry has a cell-phone app that I suspect is now being written into a dozen other movies. It's called Pouncer, and he explains it with pride to his female partner. If you have it activated, it sends out pings to other nearby gay people, who display as little targets on a map. This app is an excellent reason not to use your iPhone while driving.\n\nIn the way Charlie gradually reveals his past to Annie, he's like a kid caught shoplifting. She loves him, she appreciates him for speeding her to L.A., but how many shocking revelations is he going to make? They work convincingly together, and the movie is ever so much better than a film titled \"Hit & Run\" has any right to be.", "running_time": 100, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-22", "genres": ["Action", "Comedy", "Romance"], "title": "Hit and Run (2012)"}