{"url": "http://www.rogerebert.com/reviews/hitch-2005", "by": "Will Smithas Hitch", "star_rating": 2.5, "text": "Ninety percent of what you're saying isn't coming out of your mouth.\n\nSo says the Date Doctor. You communicate with your body language, your posture, your mood, your attitude about yourself. Nothing a guy can say will impress a woman nearly as much as the nonverbal messages she receives. So stand up straight, Fat Albert, and stop slumping around as if your tummy can be hidden in the shadows.\n\n\"Hitch\" is a romantic comedy, timed for Valentine's Day, starring Will Smith as Alex \"Hitch\" Hitchens, professional dating consultant. In the cutthroat world of New York romance, where fates are decided in an instant, your average Lonely Guy needs skilled counseling. Hitch is your man. He understands women: how to get their attention, how to seem heroic in their eyes, what to tell them and what definitely not to tell them.\n\nSome of his strategies would be right at home in a silent comedy, such as an opening Meet Cute in which a babe's beloved pet dog is apparently saved from instant death by a guy who wants to get to know her. Others are more subtle, involving inside intelligence so that you seem able to read her mind. Then there are the grand dramatic gestures.\n\nFor Hitch's client Albert (Kevin James), the romantic quarry seems forever beyond his reach. He is in love with the rich, powerful and beautiful Allegra (Amber Valletta), and surely she would not date a shy and pudgy accountant -- would she? But at a board meeting he is outraged by investment advice she is being given, and in a Grand Dramatic, etc., he resigns. That gets her attention. She's touched that the guy would care so much.\n\nYes, but how can Albert follow up? He's one of those guys whose shirts seem to come back from the laundry with the mustard already on them. Hitch works desperately to smooth him out, clean him up and give him some class. Meanwhile, his own romantic life is in a shambles. He's fallen in love with a really hot babe who is also smart and cynical. This is Sara (Eva Mendes), who writes for a gossip column not a million miles apart from Page Six. None of his advice seems to work for Hitch, maybe because in the game of romantic chess Sara can see more moves ahead, maybe because -- can this be possible? -- he is losing his cool by trying too hard.\n\n\"Hitch,\" you will have perceived, is not a great cinematic breakthrough. It depends for its appeal on the performances, and gets a certain undeserved mileage because of the likability of Will Smith and Kevin James, who are both seen with sympathy. Allegra (Valletta) is a sweetheart, too, and not as unapoproachable as she seems. But Sara is a real challenge, played by Eva Mendes as the kind of woman who seems more desireable the more she seems unattainable.\n\nThere is a purpose for a movie like \"Hitch,\" and that purpose is to supply a pleasant and undemanding romantic comedy that you can rent next Valentine's Day. It's not a first-run destination, especially with \"Bride and Prejudice\" and \"The Wedding Date\" playing in the same multiplex. It's not that I dislike it; it's that it just doesn't seem entirely necessary.\n\nThe premise is intriguing, and for a time it seems that the Date Doctor may indeed know things about women that most men in the movies are not allowed to know, but the third act goes on autopilot just when the Doctor should be in.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-02-10", "genres": ["Comedy", "Drama", "Romance"], "title": "Hitch (2005)"}