{"url": "http://www.rogerebert.com/reviews/hitchcock-2012", "by": "Anthony Hopkinsas Alfred Hitchcock", "star_rating": 3.0, "text": "Sir Alfred Hitchcock remains one of the most famous directors in movie history, not only because of his droll public image, but also because of the enduring appeal of so many of his films. As someone who has tried with mixed success to show Hollywood classics to non-buff audiences, I've noticed how his very name inspires fond grins from many viewers, and how even some of his less famous works undeniably hold their attention. \n\nHe knew something universal about moviegoers, and it may come down to his most familiar theme: The Innocent Man Wrongly Accused. It's surprising, then, that his most successful and infamous film, \"Psycho\" (1960), had no leading characters who were innocent, certainly not Norman Bates and not even the purported heroine, played by Janet Leigh. \"Hitchcock\" is the second feature in a few months, after the made-for-HBO \"The Girl,\" based on the life of the great man. \"The Girl\" was based on his unrequited lust for his leading lady Tippi Hedren, of \"The Birds\" and \"Marnie.\" Hedren adamantly refused his advances, her daughter Melanie Griffith once told me, and he cruelly sent the young girl a doll of her mother, displayed as a corpse in a coffin. No similar outrages are dramatized in \"Hitchcock,\" which adopts the conventional truism that behind every great man there lurks a great woman.\n\nThere may be truth in that, but the screenplay for \"Hitchcock\" centers to a distracting degree on his marriage to the screenwriter and editor Alma Reville. As \"Hitchcock\" tells it, Alma (Helen Mirren) acted as his chief adviser, censor, muse and friend, and steered him through the uncertain waters leading up to \"Psycho.\" \n\nIt was a troubled time for Hitchcock (Anthony Hopkins), who after the great popular success of \"North by Northwest\" (1959), could focus only on those critics who charged he was growing old and losing his edge. Determined to prove them wrong, he grew obsessed with a book by Robert Bloch, based on the life of a Wisconsin body snatcher named Ed Gein.\n\nI find it amusing that 52 years after the film's release, I might still be accused of a spoiler by describing Gein's (fictional) crime in the movie, which involved killing and stuffing his mother. Taxidermy figures in the early scenes, and Norman carries on conversations with his dead mom in which he does both voices. In real life, a search of his house revealed a shocking number and variety of human body parts. \n\nHitchcock decided Ed Gein would make a perfect macabre villain for one of his films. Hitchcock's agent Lew Wasserman (Michael Stuhlbarg) disagreed vehemently. So did Paramount chief Barney Balaban (Richard Portnow), despite the fortune he'd made from Hitchcock films. Alma found the story disgusting. Hitchcock pressed on, personally financing the production by taking out a loan on their home. When at last Alma loyally came around, she was invaluable to him — even though his financial gamble put her beloved home and its pool at risk.\n\n\"Hitchcock\" tells the story not so much as the making of the film, but as the behind-the-scenes relationship of Alma and Hitch. This is a disappointment, since I imagine most movie fans will expect more info about the film's production history. I also found a subplot distracting, in which Alma begins a series of private meetings devoted to working on a screenplay by her friend Whitfield Cook (Danny Huston). Hitchcock, whose marriage had become sexless, nevertheless began to fret his beloved spouse might be having an affair.\n\nThis focus on Alma's personal life is somewhat speculative and seems to have been employed by director Sacha Gervasi and screenwriter John J. McLaughlin to skew the film in the direction of a \"woman's picture,\" of all things. They can't entirely be blamed, because I learn from the trade papers that this film was refused permission to show or copy any footage from \"Psycho,\" or even use the famous Bates family home that still stands on the back lot at Universal. There's irony here, because in 1998, director Gus Van Sant won permission to make an actual shot-by-shot remake of \"Psycho.\"\n\nGiven the focus of this film, much depends on the character of Alma Reville, and Helen Mirren is warm and effective in the role; her intelligence crackles. Anthony Hopkins, superb actor although he is, would not seem to be an obvious choice to play Hitchcock, but I accepted him. His makeup job is transformative. \n\nAs Anthony Perkins, who played Norman Bates, James D'Arcy is uncanny. He captures the nature of the man. Scarlett Johansson, as Janet Leigh, doesn't look a lot like the original but projects her spunk, intelligence and sense of humor. \n\nHitchcock comes across in the movie as an enigma. Who was the real Hitchcock? I interviewed him once and haven't a clue. The closest we'll probably come is in the book-length conversation he had with director Francois Truffaut, but they were talking shop, not blonds.", "running_time": 98, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-11-20", "genres": ["Drama"], "title": "Hitchcock (2012)"}