{"url": "http://www.rogerebert.com/reviews/hitman-2007", "by": "Dougray Scottas Mike", "star_rating": 3.0, "text": "This may only be my quirky way of thinking, but if you wanted to move through the world as an invisible hit man responsible for more than 100 killings on six continents, would you shave your head to reveal the bar code tattooed on the back of your skull? Yeah, not me, either. But Agent 47 has great success with this disguise in \"Hitman,\" which is a better movie than I thought it might be.\n\nAgent 47 (Timothy Olyphant) has no name because he was raised as an orphan from birth by a shadowy organization named the Agency, which is \"known to all governments\" and performs assassinations for hire. He has been trained in all the killing skills and none of the human ones, which is why the young woman Nika (Olga Kurylenko) is such a challenge for him. A prostitute held in slavery by the drug-dealing brother of the Russian president, she follows him, obeys him, offers herself to him and, although he remains distant, 47 cannot remain indifferent.\n\nAgent 47 is in Russia on a job: Assassinate Belicoff (Ulrich Thomsen), the president. This he thinks he does. Yet Belicoff appears in public almost immediately after the hit, alive and speaking. How did this happen? An Interpol agent named Mike (Dougray Scott) is just as puzzled: \"My man doesn't miss.\"\n\nHow it happens is not my business to tell you, but I will say that Agent 47 is betrayed by the Agency and finds himself being pursued by both Interpol and the Russian secret police. As he and Nika move from St. Petersburg to Moscow, there is one shoot-out after another, close escapes, daring leaps into the void, high-tech booby traps, and so on.\n\nThe movie, directed by Xavier Gens, was inspired by a best-selling video game and serves as an excellent illustration of my conviction that video games will never become an art form -- never, at least, until they morph into something else or more.\n\nWhat I found intriguing about the movie was the lonely self-sufficiency of Agent 47, his life without a boyhood, his lack of a proper name, his single-purpose training. When Nika comes into his life, he is trained to guard against her, but he cannot, because she is helpless, needy, depends on him and is a victim like himself. So he takes her along (which only increases her danger) while not making love. You know what? I think he may be a virgin trained to make war, not love.\n\nTo the degree the movie explores their relationship, it is absorbing. There is also intrigue at the highest levels of Russian politics, as the moderate Belikoff is apparently targeted for death. All of that is well done. Other scenes, which involve Agent 47 striding down corridors, an automatic weapon in each hand, shooting down opponents who come dressed as Jedi troopers in black. These scenes are no doubt from the video game. The troopers spring into sight, pop up and start shooting, and he has target practice. He also jumps out of windows without knowing where he's going to land, and that feels like he's cashing in a chip he won earlier in the game. If you want to see what Agent 47 might have seemed like without the obligatory video game requirements, I urge you to rent Jean-Pierre Melville's \"Le Samourai\" (1967), which is about a lone-wolf assassin in Paris (Alain Delon). He too works alone, is a professional, cuts off his emotions, seems lonely and cold. But the movie is about him, not his killing score.\n\nThe key producer on \"Hitman\" was Adrian Askarieh, who told Variety he doesn't consult or collaborate with the makers of a video game he has purchased for filming, but focuses on the characters and situation. Wise. To the degree he doesn't try to reproduce the aim-and-shoot material, he has a movie here. To the degree Olyphant and Kurylenko can flesh out their characters, they do.\n\nThe movie is rated R, despite reports that the studio demanded edits to trim down the violence. It has a high body count but very little blood and gore. I wish it had less. It's the people we care about in movies, not how many dead bodies they can stack up. \"Hitman\" stands right on the threshold between video games and art. On the wrong side of the threshold, but still, give it credit.\n\nMeville's \"Le Samourai\" is reviewed in the Great Movies section at rogerebert.com.", "running_time": 89, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-20", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Hitman (2007)"}