{"url": "http://www.rogerebert.com/reviews/hocus-pocus-1993", "by": "Bette Midleras Winifred", "star_rating": 1.0, "text": "\"Hocus Pocus\" is a film desperately in need of self-discipline.\n\nIt's one of those projects where you imagine everyone laughing and applauding each other after every scene, because they're so convinced they're wild and crazy guys. But watching the movie is like attending a party you weren't invited to, and where you don't know anybody, and they're all in on a joke but won't explain it to you.\n\nThe plot involves three witches who are hanged in Salem, Mass., 300 years ago, and their bodies are placed under a curse. At the same time, under conditions too bothersome to explain, a young boy is turned into an immortal cat. Flash forward 300 years, as the witches are resurrected at Halloween time in present-day America, and the cat is still hanging around, and modern characters including cute little Dani (Thora Birch) and Max (Omri Katz) become targets of the witches' wrath.\n\nThe movie is filled with special effects, lots of them, as the witches fly around on brooms and vacuum cleaners, and the cat develops the ability to speak. But the effects, the characters and the plot are all tossed into a confusing cauldron in which there is great activity but little progress, and a lot of hysterical shrieking.\n\nThe witches are led by Bette Midler, who knows a good line of dialogue when she hears one, and must have suspected that she wasn't hearing many from this screenplay, because she goes into her hyper mode and tries to use noise as a substitute for acting. Her sidekicks, played by Sarah Jessica Parker and Kathy Najimy, are more fortunate, in that they are given less to do. A story like this requires some kind of structure. Some sort of clean-cut goals to be won and fates to be avoided. Watching \"Hocus Pocus,\" I had no doubt that the filmmakers had talked their way through the plot to their own satisfaction, without stopping to ask if it could be followed by an audience. This is the kind of movie where the characters keep reciting the rules and reminding each other of their supernatural realities, shrieking in alarm while we stare indifferently at the screen.\n\nOf the film's many problems, the greatest may be that all three witches are thoroughly unpleasant. They don't have personalities; they have behavior patterns and decibel levels. A good movie inspires the audience to subconsciously ask, \"Give me more!\" The witches in this one inspired my silent cry, \"Get me out of here!\"", "running_time": 93, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-07-16", "genres": ["Comedy", "Family", "Fantasy", "Holiday", "Horror", "Science Fiction"], "title": "Hocus Pocus (1993)"}