{"url": "http://www.rogerebert.com/reviews/hoffa-1992", "by": "Jack Nicholsonas Jimmy", "star_rating": 3.5, "text": "It comes as a shock, about halfway through \"Hoffa,\" to discover that the Teamsters leader has a wife and daughter. They turn up during a crowd scene. But this film about Jimmy Hoffa has no time to show him meeting his wife, courting her, marrying her, setting up housekeeping, or fathering a child. That is almost as it should be: \"Hoffa\" shows a man who lives, breathes, wakes, sleeps and dies for the union.\n\nWe see him for the first time as he waits outside a roadhouse in suburban Detroit. He is waiting for his death, and almost seems to know it, placing a handgun carefully between his feet in the back seat of the car. He is with his friend Bobby, and we see how they met, many years before, when Jimmy talked his way into Bobby's cab and gave him the Teamsters pitch.\n\nHoffa says he knows all about driving a truck. The long hours, the overtime, the unpaid downtime, the trucks killing drivers who go to sleep, the owners who think a guy can drive for 24 hours straight. He talks the language.\n\nWe see him on picket lines, haunting loading docks, living on cigarettes and coffee, shouting angrily at management and its hired Pinkertons. And we see him winning a key strike by enlisting the aid of the Mafia, paying off the syndicate by promising that certain trucks would lose their way and end up being unloaded by the mob.\n\nDoes the movie agree, then, that Jimmy Hoffa was a tool of organized crime? Not at all. It argues that Hoffa would take any help he could get, anywhere he could find it, to organize the drivers and put pressure on the owners. He was a union pragmatist. What is peculiar then, and what makes this movie so fascinating and frightening, is that we can never quite glimpse the idealism that should be in there somewhere. No light of inner conviction burns in his eyes. Some horrible wrong must have been done this man at an early age, and organizing the Teamsters is his way of getting even - his lonely, angry vendetta.\n\nJack Nicholson is an actor who can reflect almost anything in his face. One reason his performance is so good as Hoffa is that he reveals almost nothing. The first time we see him, the physical resemblance is striking: The heavy, hooded face, the haircut high on the sides, and most of all the eyes, reptilian, like a very old, remorseless turtle. He is filled with vindictiveness, not idealism.\n\nHe organizes the way some guys kick dogs or get in fights, because it releases the terrible pressures inside.\n\nThe movie is directed by Danny DeVito, who also plays the key role of Bobby Ciaro, a trucker who Hoffa meets on the road. Bobby is afraid to join the Teamsters. He could lose his job just by talking to this guy. Your secret is safe with me, Hoffa promises him, and then betrays it at a key moment, costing Bobby his job but gaining himself a sidekick. And Bobby is at his side until the end, a faithful yes-man and lapdog, who looks at Hoffa and sees a great man.\n\nI am not sure if Bobby Ciaro is based on a real-life person, but this movie needs him, as a window into Hoffa, who is portrayed as a loner, a selfcontained strategist who cold-bloodedly sets about finding the weak points of his enemies. We see Jimmy through Bobby's eyes. It's a good question whether Jimmy ever really sees himself.\n\nThe film's one weakness is that it never answers it; I would have appreciated more insight into Hoffa's own feelings.\n\nThe production is lavish with period details - the old trucks, the shabby roadside gas stations, the weather-beaten loading docks, the cigarettes, one after another in a life-long chain. The truckers' world contrasts with the world of power inhabited by the insiders: The Old World elegance of the Mafia meeting places, for example, or the rooms where men of power in the govern ment reside. The movie makes its best points for union organizing just by contrasting the cabs and roadstops of the drivers with the world of privilege.\n\nReal names are used. The movie has two villains, Bobby Kennedy (Kevin Anderson) and Frank Fitzsimmons (J. T. Walsh), who for different reasons want to destroy Hoffa - Kennedy, because he has a personal vendetta against this foul-mouthed man who insults his family, Fitzsimmons because, having taken over leadership of Hoffa's union, he has no wish to give it back. You could argue that the third villain is the Mafia, as personified in a character played by Armand Assante, but actually the gangsters in this movie operate in a more objective, businesslike way than the public officials. The Mafia sponsors the murder of Hoffa at the end of the film, but it's nothing personal. It's because Hoffa's anger finally got the better of his negotiating ability.\n\nWhy is it, in the movies and in life, that guys who are marked men go to sit in lonely places where they can be gunned down? Don't they know what's coming? Maybe they welcome it. Maybe they're tired. David Mamet's screenplay does not allow his characters the words for such introspection; Hoffa and the men of his world respond to power and strategy, not emotion. Winning is everything, which means that eventually losing is everything.\n\n\"Hoffa\" shows DeVito as a genuine filmmaker. Here is a movie that finds the right look and tone for its material. Not many directors would have been confident enough to simply show us Jimmy Hoffa instead of telling us all about him. This is a movie that makes its points between the lines, in what is not said. It's not so much about what happened to Jimmy Hoffa, as about the fact that something eventually would.", "running_time": 138, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-12-25", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "Hoffa (1992)"}