{"url": "http://www.rogerebert.com/reviews/holes-2003", "by": "Sigourney Weaveras The Warden", "star_rating": 3.5, "text": "You take a bad boy, make him dig holes all day long in the hot sun, it makes him a good boy. That's our philosophy here at Camp Green Lake. So says Mr. Sir, the overseer of a bizarre juvenile correction center that sits in the middle of the desert, surrounded by countless holes, each one 5 feet deep and 5 feet wide. It is the fate of the boys sentenced there to dig one hole a day, day after day; like Sisyphus, who was condemned to forever roll a rock to the top of a hill so that it could roll back down again, they are caught in a tragic loop.\n\n\"Holes,\" which tells their story, is a movie so strange that it escapes entirely from the family genre and moves into fantasy. Like \"Willy Wonka and the Chocolate Factory,\" it has fearsome depths and secrets. Based on the much-honored young adult's novel by Louis Sachar, it has been given the top-shelf treatment: The director is Andrew Davis (\"The Fugitive\") and the cast includes not only talented young stars but also weirdness from adults such as Jon Voight, Sigourney Weaver, Tim Blake Nelson and Patricia Arquette.\n\nIn a time when mainstream action is rigidly contained within formulas, maybe there's more freedom to be found in a young people's adventure. \"Holes\" jumps the rails, leaves all expectations behind, and tells a story that's not funny ha-ha but funny peculiar. I found it original and intriguing. It'll be a change after dumbed-down, one-level family stories, but a lot of kids in the upper grades will have read the book, and no doubt their younger brothers and sisters have had it explained to them. (If you doubt the novel's Harry Potter-like penetration into the youth culture, ask a seventh-grader who Armpit is.) The story involves Stanley Yelnats IV (Shia LaBeouf) as a good kid who gets charged with a crime through no fault of his own, and is shipped off to Camp Green Lake, which is little more than a desert bunkhouse surrounded by holes. There he meets his fellow prisoners and the ominous supervisory staff: Mr. Sir (Jon Voight) and Mr. Pendanski (Tim Blake Nelson) report to The Warden (Sigourney Weaver), and both men are thoroughly intimidated by her. All three adult actors take their work seriously; they don't relax because this is a family movie, but create characters of dark comic menace. Voight's work is especially detailed; watch him spit in his hand to slick back his hair.\n\n\"Holes\" involves no less than two flashback stories. We learn that young Stanley comes from a long line of Yelnatses (all named Stanley, because it is the last name spelled backward). From his father (Henry Winkler) and grandfather (Nathan Davis), he learns of an ancient family curse, traced back many generations to an angry fortune teller (Eartha Kitt; yes, Eartha Kitt). The other flashback explains the real reason that the Warden wants the boys to dig holes; it involves the buried treasure of a legendary bandit queen named Kissin' Kate Barlow (Arquette).\n\nThere is a link between these two back-stories, supplied by Zero (Khleo Thomas), who becomes Stanley's best friend and shares a harrowing adventure with him. Zero runs away, despite Mr. Sir's warning that there is no water for miles around, and when Stanley joins him, they stumble upon ancient clues and modern astonishments.\n\nLaBeouf and Khleo Thomas are both new to me, although LaBoeuf is the star of a cable series, \"Even Stevens.\" They carry the movie with an unforced conviction, and successfully avoid playing cute. As they wander in the desert and discover the keys to their past and present destinies, they develop a partnership, which, despite the fantastical material, seems like the real thing.\n\nThe whole movie generates a surprising conviction. No wonder young readers have embraced it so eagerly: It doesn't condescend, and it founds its story on recognizable human nature. There are all sorts of undercurrents, such as the edgy tension between the Warden and Mr. Sir, that add depth and intrigue; Voight and Weaver don't simply play caricatures.\n\nDavis has always been a director with a strong visual sense, and the look of \"Holes\" has a noble, dusty loneliness. We feel we are actually in a limitless desert. The cinematographer, Stephen St. John, thinks big, and frames his shots for an epic feel that adds weight to the story. I walked in expecting a movie for thirteensomethings, and walked out feeling challenged and satisfied. Curious, how much more grown up and sophisticated \"Holes\" is than \"Anger Management.\"", "running_time": 111, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-04-18", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Holes (2003)"}