{"url": "http://www.rogerebert.com/reviews/hollywood-shuffle-1987", "by": "Robert Townsendas Bobby Taylor", "star_rating": 3.0, "text": "The story behind \"Hollywood Shuffle\" is more thrilling than anything on the screen. It's the story of Robert Townsend, young black actor from Chicago, talented, ambitious, who wins supporting roles in \"Cooley High,\" \"Streets of Fire\" and \"A Soldier's Story\" but fails to gain stardom in a Hollywood where most roles for blacks are stereotypes and the rest go to people named Murphy, Pryor and Glover.\n\nIn the ordinary course of events, Townsend would continue to make the weary round from one casting agent to another, auditioning for one forgettable role after another, paying the rent by waiting tables, until he was finally discovered or - more likely - quit the business and got a daytime job.\n\nTownsend knew that routine as well as anyone, but he decided to break out of it. So he made his own movie. The saga of his production has been well publicized: He begged cinematographers for leftover film, borrowed every dollar he could find, talked cast and crew into working for deferred payments and somehow made an expensive-looking movie for less than $100,000. The comparisons are being drawn to Spike Lee, another young black filmmaker who broke the rules and had a hit with \"She's Gotta Have It.\" It's a cliche that young novelists write their first novels about young novelists writing their first novels. Townsend's \"Hollywood Shuffle\" falls within this tradition. It is a movie about a young man much like Townsend, who makes the rounds, fights stereotypes and dreams of the day when there will be a black Rambo.\n\nThe movie begins with Townsend working in a hot dog stand owned by a couple of negative thinkers who don't believe he can be successful as an actor. He defies their expectations and gets a job in a movie, but then he walks off the set; with his grandmother and his younger brother looking on, he just can't bring himself to mouth the street-talk cliches of his character, a gang member. This action inspires a series of fantasies in which Townsend sees himself in war movies, Westerns and slice-of-life dramas and even imagines a TV show in which two soul brothers are the feuding critics and give movies the finger as well as their thumbs.\n\nThere are a lot of good laughs in \"Hollywood Shuffle,\" and the movie certainly functions as a showcase for Townsend - who has a strong screen presence and will doubtless, using this film as a calling card, win some of the movie roles he dreams about. The movie has its problems, however. Many of the skits run on too long after we've long since gotten the joke. Some of the supporting performances are wooden and under-written. And many of the stereotypes Townsend protests against haven't been used in Hollywood movies in decades. His attacks on them will be the first time some viewers have seen the stereotypes at all.\n\nI suspect many of these problems are the direct result of the movie's low budget, hurried shooting schedule and limited supply of film. When one take of a scene was acceptable, Townsend must have been inclined to accept it, rather than to waste precious film stock in trying to make it better. Under the circumstances, \"Hollywood Shuffle\" is an artistic compromise but a logistical triumph, announcing the arrival of a new talent whose next movie should really be something.", "running_time": 82, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-03-27", "genres": ["Comedy"], "title": "Hollywood Shuffle (1987)"}