{"url": "http://www.rogerebert.com/reviews/hollywood-homicide-2003", "by": "Harrison Fordas Joe Gavilan", "star_rating": 3.0, "text": "The most popular occupations in movies about Hollywood are cops, crooks, hookers, psychics and actors, and to this list we must add the people they are all terrified of, real estate brokers. \"Hollywood Homicide\" covers these bases with a murderer, a cop who is a real-estate agent, a cop who wants to be an actor, and a psychic who can visualize that the murderer will be in an SUV on Rodeo Drive in half an hour. There are also two hookers. One is named Ferre Salesclerk, which can hardly be improved upon. The other is Wanda, an undercover cop in drag. There is room for improvement there.\n\nThe movie stars Harrison Ford and Josh Hartnett as the two cops, named Joe Gavilan and K.C. Calden, who are detectives assigned to Hollywood. Galivan is so preoccupied with his real estate business that he tries to sell a house to the owner of a club where four rappers have just been killed, and later negotiates the purchase price during a police chase. Calden has decided he wants to be an actor, and makes Galivan run lines for him from \"A Streetcar Named Desire.\" Galivan is not impressed: \"Who wrote this stuff?\" The movie was directed by Ron Shelton, who co-wrote with Robert Souza. Shelton also made \"Bull Durham\" and \"White Men Can't Jump\" and specializes in funny dialogue for guy characters who would rather talk than do just about anything else. One of the pleasures of \"Hollywood Homicide\" is that it's more interested in its two goofy cops than in the murder plot; their dialogue redeems otherwise standard scenes. It's kind of a double act, between a man who has seen everything and a man who seen too much. Consider a scene where K.C. commandeers a vehicle containing a mother and her two small children. He needs it to chase a bad guy. \"We're gonna die!\" whines one of the kids. \"Yes,\" agrees K.C., who moonlights as a yoga instructor, \"we are all going to die someday, but...\" His philosophical observations are cut short by a crash.\n\nThe movie opens with a hit on a rap group in a music club. Four people are dead when Joe and K.C. turn up to investigate. Joe immediately sends out for food. K.C. tells the club owner he is an actor. Their investigation is hampered by an inconvenient development: They are under investigation by Benne Macko (Bruce Greenwood), the Internal Affairs guy who hates Joe, and who reminds us once again that movie villains usually have a hard C or K in their names.\n\nJoe is suspected of \"mingling funds,\" which is to say, he confuses his personal debts and the debts of his real estate business. He has been seen with Ferre Salesclerk (Lolita Davidovich), who is a known hooker. No wonder; you do not get to be an unknown hooker by being chauffeured around town in your own stretch limousine. Internal Affairs thinks he is fooling around with Salesclerk, but he isn't; he's fooling around with Ruby the psychic (Lena Olin). She is yet another in the baffling legion of Los Angeles women who believe it is fun to make love on a blanket on the hardwood floor of an empty house while surrounded by a lot of candles.\n\nAt Harrison Ford's age, this qualifies as a dangerous stunt. But Ford just gets better, more distilled, more laconic and more gruffly likeable, year after year. It is hard to catch him doing anything at all while he's acting, and yet whatever it is he isn't doing, it works. You don't feel he's going for laughs when he tries to sell the club owner a house, while the two of them are standing in fresh pools of blood, metaphorically speaking; you feel he desperately needs to unload the house.\n\nHartnett makes an able partner for Ford, trading deadpan dialogue and telling everyone he's really an actor. He's given one of Shelton's nicest little scenes, when he goes to the morgue and looks at the dead bodies of the murder victims (he hates looking at dead bodies), and then notices some other dead bodies that have just arrived at the morgue, checks their shoe sizes, and says, \"Hey ... those guys shot these guys.\" There is a chase and a half at the end of the end of the movie, a lot of it near the Kodak Theatre at Hollywood and Highland. That gives the movie a chance to interrupt Robert Wagner as he's leaving his handprints in front of Graumann's Chinese Theatre, and indeed the movie is filled with cameos and walk-bys, including Frank Sinatra Jr. as a show-biz lawyer, Martin Landau very funny as a fading producer who needs to unload his mansion, Lou Diamond Phillips as Wanda the cop in drag, Gladys Knight, Dwight Yoakam, Isaiah Washington, Master P, Kurupt, Eric Idle, Dr. Dre and just plain Dre.\n\nMuch of the closing excitement depends on the Fallacy of the Climbing Killer, that dependable chase cliche in which the killer climbs to a high place, from which he cannot escape unless he can fly. \"Hollywood Homicide\" uses this as an excuse to show police helicopters and TV news helicopters crowding each other out of the skies. It's a skillful chase, well done, but the dialogue is the reason to see the movie. This may be the most exciting film ever made about real estate.\n\nNote. I am aware that \"realtor\" is a trademark and is always supposed to be used with a capital \"R.\" But I refuse to go along. Realtors can complain all they want, but why should they get an upper-case R just because they say so? Would we capitalize Philosopher, Exterminator, Proctologist or Critic?", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-06-13", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "Hollywood Homicide (2003)"}