{"url": "http://www.rogerebert.com/reviews/hollow-man-2000", "by": "Elisabeth Shueas Linda McKay", "star_rating": 2.0, "text": "\"Hollow Man\" deserves a niche in the Underachievement Hall of Fame right next to \"Jack Frost.\" That was the movie, you will recall, where a dead father comes back as a snowman, and all he can think of to do is advise his kid about a bully at school. Now we get a scientist who becomes invisible, and all he can become is a mad slasher. Does Paul Verhoeven, who directed \"Hollow Man,\" have such a low opinion of his audience that he thinks all we want is to see (or not see) the invisible man go berserk? Although the movie will be compared with the 1933 Claude Rains classic \"The Invisible Man,\" a better parallel is with \"The Fly,\" David Cronenberg's 1986 film about a scientist who tests his theories on himself and becomes trapped in the nature of the creature he becomes. That film was charged with curiosity. \"Hollow Man\" uses the change simply as a stunt: Scientist becomes invisible, becomes sex fiend, goes berserk, attacks everyone.\n\nHave today's audiences lost all interest in anything except mayhem, or does Hollywood only think they have? \"Hollow Man\" stars Kevin Bacon, who in \"Flatliners\" (1990) was one of a group of medical students who dared to see how close they could come to death and still return to tell the story. That was a film with genuine curiosity. Now he plays Dr. Sebastian Caine, a scientist who perfects an invisibility formula, tests it on animals and then injects it into himself. But then \"Hollow Man\" can think of nothing more interesting for him to do than spy on his girlfriend and assault his neighbor.\n\nToo bad. Really too bad, because the movie is supported by some of the most intriguing special effects I've seen. Early in the film, a chemical is pumped into the bloodstream of an invisible gorilla, and we see it racing up an artery to the heart and then fanning out into the circulatory system while the body remains invisible: It's like a road map of the veins. Later we see both the gorilla and the scientist as they gradually lose layers of visibility and then slowly regain them; the intermediate stages are like those see-through pages in high school biology textbooks (exactly like them, even to the see-through genitals).\n\nThese effects are astonishing. The movie also has fun with the attempts of the characters to make the invisible visible: They spray him with firefighting chemicals, turn on the sprinkler system, splash blood around. All very ingenious, but by then the movie is just a slasher film with a science gimmick.\n\nWhy, I'm wondering, would the Pentagon spend a fortune on a secret underground lab to invent this process, anyway? It's clear that the invisible man can be sensed by motion and heat detectors. That makes him vulnerable to any security system. Yes, he could sneak into secret meetings, but isn't it cheaper to use spies or electronic bugs? Logical quibbles are out of place in this movie, anyway. It ends with a fireball exploding up an elevator shaft until the flames lick the ankles of the fleeing heroine; a superheated jet stream of hot gas should reasonably be pushed above the visible flames, incinerating her, but not in this movie.\n\nThe heroine, by the way, is Dr. Linda McKay--played by Elisabeth Shue, who won an Oscar nomination for \"Leaving Las Vegas.\" Here both she and Kevin Bacon do what they can with their roles, which isn't much. The screenplay builds in some jealousy between Dr. Caine, who is McKay's former lover, and Josh Brolin as her current squeeze, Matthew Kensington. Apparently the invisibility process makes Bacon more animalistic, so that when he spies them together, he goes berserk. Anything will do as the excuse for a 25-minute action sequence in which the monster chases the scientist around the lab like someone who has spent a lot of time studying \"The Thing.\" At some kind of mechanical level I suppose the movie works. But it brings nothing to the party except the most simplistic elements. Paul Verhoeven is the director of \"RoboCop,\" \"Total Recall\" and \"Basic Instinct,\" films with imagination and wit. \"Hollow Man\" follows his \"Starship Troopers,\" in which mankind ventures to the stars in order to squish bugs. Here's a guy who needs an injection of idealism.", "running_time": 114, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-04", "genres": ["Action", "Drama", "Science Fiction", "Suspense", "Thriller"], "title": "Hollow Man (2000)"}