{"url": "http://www.rogerebert.com/reviews/hollywood-ending-2002", "by": "Woody Allenas Val Waxman", "star_rating": 2.5, "text": "Val Waxman is a movie director going through a slow period in his career. Maybe it's more like a slow decade. He left his last movie project, explaining, \"I quit over a big thing.\" What was that? \"They fired me.\" Then he gets a big break, Galaxie Studios has just green-lighted \"The City that Never Sleeps,\" and his ex-wife has convinced the studio head that Val, despite his laundry list of psychosomatic anxieties and neurotic tics, is the right guy to direct it.\n\nWoody Allen's new comedy \"Hollywood Ending\" quickly adds a complication to this setup: Waxman goes blind. It may all be in his mind, but he can't see a thing. For his ever-smiling agent Al Hack (Mark Rydell), this is insufficient cause to leave the project. Al says he will glide through the picture at Waxman's elbow, and no one will ever notice. When the studio demurs at the agent being on the set, Al and Val recruit another seeing-eye man: The business student (Barney Cheng) who has been hired as the translator for the Chinese cinematographer. The translator says he'll blend right in: \"I will practice casual banter.\" Further complications: Waxman's ex-wife Ellie (Tea Leoni) is now engaged to Hal (Treat Williams), the head of Galaxie Studios. Waxman casts his current squeeze, Lori (Debra Messing), for a supporting role in the movie, but while Lori is away at a spa getting in shape, co-star Sharon (Tiffani Thiessen) moves on Waxman. In his dressing room, she removes her robe while explaining that she is eager to perform sexual favors for all of her directors (Waxman, who cannot see her abundant cleavage, helpfully suggests she advertise this willingness in the Directors' Guild magazine).\n\nWhat is Val Waxman's movie about? We have no idea. Neither does Waxman, who agrees with every suggestion so he won't have to make any decisions. He's not only blind but apparently has ears that don't work in stereo, since he can't tell where people are standing by the sound of their voices, and spends much of his time gazing into space. No one notices this, maybe because directors are such gods on movies that they can get away with anything.\n\nThe situation is funny and Allen of course populates it with zingy one-liners, orchestrated with much waving of the hands (he's a virtuoso of body language). But somehow the movie doesn't get over the top. It uses the blindness gimmick in fairly obvious ways, and doesn't bring it to another level--to build on the blindness instead of just depending on it. When Waxman confesses his handicap to the wrong woman--a celebrity journalist--because he thinks he's sitting next to someone he can trust, that's very funny. But too often he's just seen with a vacant stare, trying to bluff his way through conversations.\n\nWhy not use the realities of a movie set to suggest predicaments for the secretly blind? Would Val always need to take his translator into the honey wagon with him? Could there be tragic misunderstandings in the catering line? Would he wander unknowingly into a shot? How about the cinematographer offering him a choice of lenses, and he chooses the lens cap? David Mamet's \"State and Main\" does a better job of twisting the realities of a movie into the materials of comedy.\n\nBecause Allen is a great verbal wit and because he's effortlessly ingratiating, I had a good time at the movie even while not really buying it. I enjoyed Tea Leoni's sunny disposition, although she spends too much time being the peacemaker between the two men in her life and not enough time playing a character who is funny in herself. George Hamilton, as a tanned studio flunky, suggests a familiar Hollywood type, the guy who is drawing a big salary for being on the set without anybody being quite sure what he's there for (he carries a golf club to give himself an identity--the guy who carries the golf club). And Mark Rydell smiles and smiles and smiles, as an agent who reasons that anything he has 10 percent of must be an unqualified good thing. As Waxman's seeing eyes, Barney Cheng adds a nice element: Not only is Waxman blind, but he is being given an inexact description of the world through the translator's English, which is always slightly off-track.\n\nI liked the movie without loving it. It's not great Woody Allen, like \"Sweet and Lowdown\" or \"Bullets Over Broadway,\" but it's smart and sly, and the blindness is an audacious idea. It also has moments when you can hear Allen editorializing in the dialogue. My favorite is this exchange: \"He has made some very financially successful American films.\" \"That should tell you everything you need to know about him.\"", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-05-03", "genres": ["Comedy", "Drama"], "title": "Hollywood Ending (2002)"}