{"url": "http://www.rogerebert.com/reviews/holy-rollers-2010", "by": "Jesse Eisenbergas Sam Gold", "star_rating": 2.0, "text": "One function of any traditional religious costume is to enforce the wearer's separation from the greater community. Those male Hasidic Jews who choose to dress in black and wear distinctive hats never seem to be anything else than Hasidic Jews. When they dress in the morning, they're making a decision to set themselves apart. This is not required according to Jewish law, but is a sign of their devotion.\n\nApart from the hats, the peyos (side curls) and their religious beliefs, Hasidim are, well, a lot like everybody else. Sam Gold (Jesse Eisenberg) is a kid about 20 who is devout, naive, shy around women, loves his mom, respects his dad and plans to go into the family business. Then his best friend's brother takes advantage of those qualities — and very specifically his dress style — to trick him into being a drug courier.\n\n\"Holy Rollers\" is said to be based on a true story, circa the late 1990s, of how Hasidic Jews from Brooklyn Heights were used to smuggle millions of Ecstasy pills from Amsterdam to New York. They weren't stopped by U.S. Customs because they were so far from the profile of drug runners.\n\nIn the movie, Sam is frustrated in his plans to build his father's business and accepts $1,000 from the brother to fly to Amsterdam and return with some \"medicine.\" Come on, you're thinking: How innocent can this kid possibly be? You should see him tongue-tied, sitting at the other end of a sofa from the girl he hopes to marry. Or even in Amsterdam, trying to avoid any body contact with women in a disco. Yes, on the first trip, he really does think the pills are medicine and doesn't ask himself how what he's doing could possibly be legal.\n\nHe's a sweet kid as played by Eisenberg, who specializes in that line of work. Yosef (Justin Bartha), his recruiter, is persuasive, smooth and hard to refuse. In Amsterdam, Sam meets a man named Jackie (Danny A. Abeckaser) and his girlfriend Rachel (Ari Graynor), and is brought into their world of late-night clubs and loose living. On his second trip, things click into place, and he begins to put his good business sense to work.\n\nIt's that click that throws the movie off. Sam is moral and law-abiding, then changes seemingly overnight into a canny player in the drug trade. Before long he's instructing new Hasidic recruits on how to get past Customs: \"Act normal and look Jewish.\" It becomes apparent to his father and indeed his community what he's up to, but he's making good money, and it seems so easy. For a long time, he never even experiences Ecstasy.\n\nThe story may sound sensational, and you're possibly picturing traditional crime scenes: shoot-outs, chases, that sort of thing. But \"Holy Rollers\" is surprisingly matter of fact. Nobody gets shot, nobody gets chased, and Sam's anguish is internal. \n\nThe film's failure is to get from A to B. We buy both good Sam and bad Sam, but we don't see him making the transition. The film expects us to assume too much. Eisenberg is convincing as an essentially nice person who sounds confident but turns into a kid again when things start going wrong. But Kevin Asch, the director, keeps his distance from too many scenes; there's no particular suspense involved in getting past Customs, for example. The movie relates to its story as Sam relates to women: Look, talk, but don't get too close.", "running_time": null, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-02", "genres": ["Crime", "Drama", "Thriller"], "title": "Holy Rollers (2010)"}