{"url": "http://www.rogerebert.com/reviews/holy-man-1998", "by": "Jeff Goldblumas Ricky", "star_rating": 2.0, "text": "\"Holy Man\" is a love story about two people with no apparent chemistry, whose lives are changed by a stranger who remains an uninteresting enigma. No wonder it just sits there on the screen. This screenplay was in no shape to be filmed; perhaps the filmmakers assumed that the mere presence of Eddie Murphy would repair its wrongs and give them a big opening weekend.\n\nMurphy is a charismatic star in the right material. Give him \"The Nutty Professor\" and he sparkles. Put him in a half-digested formula, and he sinks as quickly as a mortal would. Examine his flops and you can almost hear the executives reassuring one another, \"We don't need a rewrite; we have Eddie!\" In \"Holy Man,\" Murphy plays a man in Gandhi pajamas who wanders through life on his \"pilgrimage\" while reciting platitudes recycled from 12-step programs. His story is counterpoint to a romance between two executives for a TV shopping network, whose relationship rigidly follows the conventional outline: They dislike each other on sight, they become rivals at work, then mutual respect flowers in a difficult situation, they fall in love, and then (of course) she is disillusioned when he sells out, and then (of course) he does what he knows is right, and she comes flying back into his arms. It helps if the final embrace can be broadcast on live TV.\n\nThe Murphy character, named simply \"G,\" materializes while walking down the median strip of a Miami expressway. He spots TV executives Ricky and Kate (Jeff Goldblum and Kelly Preston) with a flat tire and offers to help them. He looks like a loony. Then he walks calmly across four lanes of the expressway while every speeding car misses him. (The flaw in this computer-assisted effect is that none of the oncoming cars slows down or swerves.) \"G\" becomes part of their lives. He has no history, no story, no philosophy except for boilerplate advice like \"Be careful what you wish for--you may get it.\" opportunities for satire are lost because \"G\" is presented not only as a straight holy man, but also a boring one.\n\nAt a party of TV executives at Ricky's house, he confronts an obnoxious guest, borrows his Rolex, wraps it in a hanky and pounds it with a shoe. Then the Rolex disappears. \"Give me back my goddamn watch!\" shouts the guest, only to find it has been returned to his arm. Proof that \"G\" has miraculous powers? Only if you have not seen this trick done by countless magicians. (Ah, but did \"G\" perhaps perform it by miraculous means? If he did, I have advice for him: It's counterproductive to perform miracles that duplicate magic tricks.) Ricky and Kate work for a TV shopping network run by Robert Loggia. The movie, credulous and soppy in its story of \"G\" and the romance, tries uneasily to convert itself into sketch comedy in portraying the network. We see a lot of celebs hawking their wares (\"The James Brown Soul Survival System,\" etc.). Then \"G\" wanders onto a live set and begins to speak the truth, and sales shoot up. He quickly becomes a superstar salesman and gets his own show, inevitably named \"The G Spot.\" Stephen Herek, the director of \"Holy Man,\" and editor Trudy Ship fall into a tiresome editing pattern in showing \"G\" on the air. First \"G\" says something. Then we cut to counterpoint from the control booth. Then \"G.\" Then the booth. There's editing ping-pong for seven or eight rounds, and the same formula is repeated every time \"G\" goes on the air. This is fatal to comedy, which must seem spontaneously generated and not timed according to a system imposed from above.\n\nGoldblum and Preston don't convince us they're really in love, although perhaps sincerity is impossible to find in this story. Loggia supplies the standard apoplectic executive without the quirks and eccentricities that would have elevated the character above the cookie-cutter level.\n\nAnd as for Murphy, the movie seems to think its task was completed when it put Eddie in a holy man uniform. Consider his lengthiest parable. He was walking along the beach, he says, when he saw thousands of starfish washed ashore. Then he saw a girl throwing as many as she could back into the sea. \"You are wasting your time,\" the holy man tells her,\"because there are just too many starfish\" The girl holds up the starfish she is holding.\"To this one\" she says, \"it makes a difference.\" You've heard it a thousand times. So have I. Let's deconstruct it. The first error is for \"G\" to claim the story happened to him. It is such an ancient parable that he is obviously lying. Second error: The girl teaches him the lesson. As a self-respecting guru, he should be throwing in the starfish and explaining it to her. Third error: The movie has him tell the story to listeners whose mouths gape open in astonishment at his wisdom. A smart screenplay would have had someone interrupt him: \"Yeah, yeah, I know--it makes a difference to THIS starfish! Everybody's heard that story.\" If \"G\" has a comeback, then he's a guru and not just another underwritten character.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-10-09", "genres": ["Comedy"], "title": "Holy Man (1998)"}