{"url": "http://www.rogerebert.com/reviews/homage-1996", "by": "Blythe Danneras Katherine Samuel", "star_rating": 2.5, "text": "Frank Whaley has appeared in at least 20 movies, most with high profiles\r(“Pulp Fiction,” “Broken Arrow”), but he works quietly, insinuating himself\rinto a scene instead of stealing it. Only in the last couple of years have I\rstarted to notice his work, as he moved up to leads playing a certain type: the\rhelpful, self-effacing, flattering new arrival in your life who wants to take it\rover. In “Swimming With Sharks” (1995), he was the new personal assistant to a\rpowerful, obnoxious producer (Kevin Spacey). Now, in “Homage,” he plays Archie,\ra strange young man with a Ph.D. in math who applies for a summer job as an\rassistant on a New Mexico ranch. Imagine his excitement when he discovers that\rKatherine, the ranch owner (Blythe Danner), is being visited by her daughter\rLucy (Sheryl Lee), who plays the lead in a trash TV show.\n\nThe\rshow is named “Banyon's Band.” She plays a detective who's a hooker and works\rwith four street kids to solve crimes. Archie is a student of the series, and\ralso of the low-budget soft-core films Lucy has made, which he studies in the\rprivacy of his room. To the mother, Archie looks like a real find (“I'll\rbalance your soil”). Lucy is not so sure. As she hangs around the house, wearing\rsee-through blouses and getting drunk, Archie tries to insinuate himself. He's\rwriting a screenplay, he confides, that's just for her. Whaley is scary in this\rrole. He delivers the kind of smooth, well-practiced compliments that mark\ranger and envy--and lust, in this case. He eavesdrops a lot. He knows that\rKatherine and Lucy do not have a happy relationship, that Lucy has been off\rdrugs four months but is drinking heavily, that Katherine is exhausted by the\remotional demands of her troubled daughter. And Archie thinks, foolishly, that\rsince the three of them are on a ranch miles from nowhere, maybe Lucy will want\rto become his lover, or maybe Katherine. She's good-looking, and a true groupie\rwill settle for proximity if the real thing isn't reachable.\n\nThe\rcelebrity stalker plot could have generated tension and suspense, but the\rdirector, Ross Kagan Marks, and the writer, Mark Medoff, have decided to make\rthe movie unnecessarily artsy by starting with the climax and working back.\n\nSomeone\ris killed in the opening shots. We know the victim, and the killer, and so the\rmovie becomes a flashback rather than a developing crisis. That can work, but\rit doesn't work here, and it denies Whaley the opportunity to conceal his\rsinister side, since the secret is out. There are two key supporting\rcharacters. Bruce Davison, always persuasive, is the hard-boozing local public\rdefender who once loved Katherine himself, and Danny Nucci is the\rMexican-American jail guard. Archie, described in a news report as a “demented\rEinstein,” practices his sarcasm on both of them: He's a verbal bully who wants\rto find out how far he can push them, and does. Medoff, who wrote “Children of\ra Lesser God,” adapted this screenplay from his play “The Homage That Follows.”\rI don't know if the play used the same flashback structure, but the theater\rdepends more on performance than story, so it would have been less distracting\rthere. The play also would have been spared Marks' flash-cuts of coming events,\rwhich are a distraction.\n\nIntact\rat the center of the film are the performances: Whaley, creepily ingratiating;\rLee, depressed and angry, and Danner, who in a way enjoys having a fan, since\rher daughter has so many. If this material had been untangled and told from\rbeginning to end, I think it would have added up to more. I have nothing\ragainst movies that begin at the end (consider “Citizen Kane”), but they need\rto earn that technique instead of simply using it to add a little art where\rnone is needed.", "running_time": 97, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-08-02", "genres": null, "title": "Homage (1996)"}