{"url": "http://www.rogerebert.com/reviews/hombre-1967", "by": "Paul Newmanas John Russell", "star_rating": 3.5, "text": "Ah, yes, we know the characters well from a thousand other Westerns. It's fun to check them off: The good but indecisive Mexican, the decisive but bad Mexican, the thieving Indian agent, his cultured wife, the desperado, the lady boarding house operator with a heart of gold, and the Kid. Every Western has a Kid, who is always called the Kid, although in \"Hombre\" someone finally gets around to asking his last name.\n\nBy now we know the role Paul Newman will play, too, since he's Hombre and that means he's in the tradition of Hud, the Hustler and Harper. He'll be taciturn and alienated and tough, but victimized by a lot of wishy-washy liberals.\n\nJust because the ingredients are familiar, however, doesn't mean \"Hombre\" isn't an absorbing, suspenseful film. Indeed, Hollywood seems at its best when it returns to its traditions, and nothing is more Hollywood than the big, socially significant Western. All directors do one to prove they haven't sold out.\n\nLast year, Richard Brooks' \"The Professionals\" was the best-directed film out of Hollywood, and this year it looks as if the honors may rest with Martin Ritt and \"Hombre.\"\n\nNewman plays a white man who was raised by Apaches and chooses to cast his lot with them. Because he inherits a boarding house, however, he goes into town and gets tangled up with a lot of people whose lives aren't as simple as the one he led in the mountains.\n\nEventually they all set out in a stagecoach and are held up by bandits. Newman helps them survive pretty well until the bandits think up a good Moral Dilemma. The Indian agent's cultured wife will die of thirst if Newman doesn't hand over the money the Indian agent stole from the Apaches. Ah! Naturally, Newman falls for it. He ought to take a good course in ethics if he's going to be in many more of these.\n\nThe performances are uniformly excellent. Three particularly pleasing ones, however, were from Diane Cilento (Mrs. Sean Connery), the boarding house operator who talks Hombre into his ethical heroics; Richard Boone as the villainous Cicero Grimes, and Martin Balsam, as the good Mexican. Ritt directs with a steady hand, and the dialog by Irving Ravetch and Harriet Flank bears listening to. It's intelligent, and has a certain grace as well.", "running_time": 111, "mpaa_rating": "NR", "release_year": 1967, "date_published": "1967-04-21", "genres": ["Action", "Drama", "Western"], "title": "Hombre (1967)"}