{"url": "http://www.rogerebert.com/reviews/home-for-the-holidays-1995", "by": "Holly Hunteras Claudia Larson", "star_rating": 3.5, "text": "\n\nThere is a point in Jodie Foster's \"Home for the\rHolidays\" when a brother and his brother-in-law are fighting on the front\rlawn while the father tries to break it up by wetting them down with a garden\rhose. Looking across the street at the neighbors gawking, the father snarls,\r\"Go back to your own goddamn holidays!\"\n\nThe\rmovie, which is about the Thanksgiving family reunion from hell, is not exactly\ra comedy and yet not a drama, either. Like many family reunions, it has a\rlittle of both elements, and the strong sense that madness is being held just\rout of sight. Have we not all, on our ways to family gatherings, parked the car\ra block away, taken several deep breaths, rubbed our eyes and massaged our\rtemples, and driven on, gritting our teeth? That is not because we do not love\rour families, but because we know them so very, very well.\n\nWe\rget that sense in the opening scenes of \"Home for the Holidays,\" as\rClaudia Larson (Holly Hunter) discovers she has been fired from her job at a\rChicago art museum, and responds by kissing her boss; she's already building up\rholiday hysteria. Claudia is driven to the airport by her teenage daughter Kitt\r(Claire Danes), who confides she will \"probably\" experience sex for\rthe first time over the weekend. At the other end, she's greeted by her\rparents, Adele and Henry (Anne Bancroft and Charles Durning). Henry's taking a\rhome video. Adele has brought along an extra parka in case Claudia has lost\rhers (she has).\n\nThe\rLarson family home is a triumph of art direction. It has been furnished with\rdozens if not thousands of the sorts of objects found in mail-order gift\rcatalogs. Not expensive catalogs, but the kinds of catalogs with 16 gifts on\reach page, each one a \"miniature\" of something you would not possibly\rwant the full-size version of, such as a reindeer or a barbershop quartet.\n\nHenry\ris a retired airport maintenance man. Adele chain-smokes all the time and can\rread her daughter's mind. (\"Mom, I'm thinking of a change . . . I may not\rbe at the museum all that much longer.\" \"They fired you!\") Soon\rClaudia's gay brother Tommy (Robert Downey Jr.) turns up with a new friend\rnamed Leo Fish (Dylan McDermott). The parents seem to accept their son's\rhomosexuality without acknowledging it, which is an accurate note for many\rfamilies. Claudia is disturbed by the absence of Tommy's former boyfriend, who\rwas popular with the entire family.\n\nThen\rClaudia's sister Joanne (Cynthia Stevenson) and brother-in-law Walter (Steve\rGuttenberg) turn up. Walter cannot stand Tommy. Tommy cannot stand Walter or\rJoanne, and finds a way to deposit a turkey in her lap without quite seeming as\rif he meant to.\n\nThese\rare all routine family problems compared with the arrival of Aunt Glady\r(Geraldine Chaplin), who is quite mad in her own style of passionate intensity,\rand has had a crush on Henry since she first laid eyes on him (he looked, she\rrecalls, like a horse in a uniform).\n\nWhat\ris just right about \"Home for the Holidays\" is that none of the\rcharacters act as if they are experiencing any of this for the first time. Even\rwhen Aunt Glady drinks too much and announces that her sister's husband kissed\rher the first time they met, all she draws is a resigned silence; we get the\rnotion she may make this revelation several times a year.\n\nFoster\rdirects the film with a sure eye for the revealing little natural moment. And\rshe realizes that although the Holly Hunter character supplies the movie's\rpoint of view, it is up to Durning and Bancroft to supply the center - just as\rparents do at real family celebrations. Bancroft and Durning have each been\rguilty, from time to time, of overacting, but here they both beautifully find\rjust the right notes of acceptance, resignation, wounded but stubborn pride -\rand romance. There are moments when they dance together that help to explain\rwhy families do get together for the holidays, and Durning describes a memory\rof one perfect moment in the family's history, and we understand that although\rlife may not give us too much, it often gives enough.\n\nThe\rstory of Tommy, the gay brother, provides a counterpoint to the mainline\rmadness. Foster and her writer, W. D. Richter, do not commit the mistake of\rmaking his character be about homosexuality. He is gay, but what defines him\rfor the family is more his quasi-obnoxious personality, his way of picking on\rhis boring brother-in-law, his practical jokes, his wounding insights, and\rfinally his own concealed romanticism. Downey brings out all the complexities\rof a character who has used a quick wit to keep the world's hurts at arm's\rlength. And in bringing along his friend, the mysterious Leo Fish, he has\rprepared a surprise that no one, certainly not Claudia, could have anticipated.\n\nHolly\rHunter is a wonderful actress. Here she has a more human and three-dimensional\rrole than in her other current movie, \"Copycat,\" but her performance\rin \"Copycat\" is even better, maybe because it stands alone, and in\r\"Home for the Holidays,\" she reacts and witnesses as much as she\rinitiates. It's not hard to guess that with her stature and presence she\rrepresents, to some degree, Jodie Foster. Indeed there are probably\rautobiographical elements scattered here and there throughout the cast, but\rthat's not the point: What Foster and Richter have created here is a film that\runderstands the reality expressed by Robert Frost when he wrote, \"Home is\rthe place where, when you have to go there, they have to take you in.\"", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-11-03", "genres": ["Comedy", "Drama", "Romance"], "title": "Home For The Holidays (1995)"}