{"url": "http://www.rogerebert.com/reviews/home-fries-1998", "by": "Drew Barrymoreas Sally", "star_rating": 3.0, "text": "\"Home Fries\" is the kind of movie where a man is frightened to death by a helicopter, dies sitting bolt upright on a park bench, and one of his killers wants to pose with him. What kind of movie does that make it? I'm not sure. It has elements of sweet romance and elements of macabre humor, and divides its characters between the two--except for a turn by Catherine O'Hara that seems serenely astride both worlds.\n\nThe movie stars Drew Barrymore, perky and plucky, as Sally, a drive-thru clerk at the Burger-Matic. We see her in the opening scene, serving a vanilla shake to a middle-aged man who whispers that he has finally told his wife he was having an affair. \"Did you tell her about this?\" asks Sally, standing up, so the creep can see how pregnant she is. He offers her a ride home and hints at other pastimes. \"I don't need a ride home,\" she snaps. \"I need a father for my baby.\" It is all going to get a lot more complicated. Later that night, the man will be frightened to death. We'll meet two helicopter pilots: Dorian (Luke Wilson) and Angus (Jake Busey). The police will break the news to the man's widow, Mrs. Lever (O'Hara). And then (spoiler warning), we discover that Dorian and Angus are her sons by an earlier marriage, that the dead man was her current husband and that she encouraged them to scare him.\n\nThe sons have reason to suspect that their radio conversations in the helicopter were overheard by Sally on her Burger-Matic headphones, so Dorian gets a job at the drive-in to spy on her, and falls in love, little realizing that he is the killer of the father of her unborn child. Are you following this? They begin to fall in love, but as full implications of their romance begin to emerge, Sally tells Dorian, \"You can't be the father and the brother at the same time. That's the kind of thing that messes kids up.\" I know, Dorian would actually be her child's stepfather and half-stepbrother, but Sally is as confused as everyone else.\n\nThe movie requires Barrymore and Wilson to play their characters straight most of the time, while Catherine O'Hara mixes sweetness with irony and Jake Busey chews the scenery with those marvelous teeth. Seeing the movie for the first time at the Toronto Film Festival in September, I found parts of it amusing, but doubted the whole. When I saw it again, I was surprised to find I liked it better the second time. I suspect the barrage of twists and revelations was off-putting at first, distracting from the wit in O'Hara's performance and the sweetness in Barrymore's. The first time, you think the movie is about the plot, and the second time you realize it's about the characters.\n\nThis is one of O'Hara's best screen performances. The former Second City star is sweetness and reason as she manipulates her two luggy sons and brazenly acts her way through meetings with the cops and her late husband's young lover. She is so calm, so cool, she implies scary depths that she never has to reveal.\n\nBarrymore, who is emerging as a versatile star, is wise to play Sally on a more or less realistic level, focusing on her pregnancy and newfound romance, and remaining oblivious (when possible) to the intrigue around her. She avoids the actor's mistake of knowing more about the screenplay than her character would know.\n\nThe movie is the feature debut of Dean Parisot, from a screenplay that I gather Vince Gilligan found in his bottom drawer after \"The X-Files\" made him bankable. It might have seemed fresher 10 years ago, before this kind of ironic labyrinthine plotting became common, but he has a sharp eye for characters and introduces Sally's parents (Shelley Duvall and Lanny Flaherty) during an apparent fast-food hostage crisis that dissolves into a marital spat before our eyes.\n\n\"Home Fries\" is not a great movie, and as much as I finally enjoyed it, I'm not sure it's worth seeing two times just to get into the rhythm. More character and less plot might have been a good idea. But the actors are tickled by their characters and have fun with them, and so I did, too.\n\nAnd I liked the wicked human comedy in scenes like the one where the blustering, dopey Angus, asks, \"Mom, what'd you mean when you said Dorian was your favorite?\" \"Oh, Angus,\" she says, with fondness and exasperation, \"I love you both. A difference of this much.\" She holds her thumb and forefinger two inches apart, knowing that when your mother likes your brother more, an inch is as good as a mile.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-11-25", "genres": ["Comedy", "Romance", "Thriller"], "title": "Home Fries (1998)"}