{"url": "http://www.rogerebert.com/reviews/home-on-the-range-2004", "by": "Roseanne Barras Maggie", "star_rating": 2.5, "text": "\"Home on the Range,\" Disney's new animated feature, has the genial friendliness of a 1940s singing cowboy movie, and the plot could have been borrowed from Hopalong Cassidy or Roy Rogers, apart from the slight detail that they aren't cows. The new songs by Alan Mencken (\"The Little Mermaid,\" \"Beauty and the Beast\") are in the tradition of Western swing; I can easily imagine Gene Autry performing any of them, including the yodeling number, and wasn't too surprised to find out that the Sons of the Pioneers starred in a 1946 movie with the same name.\n\nThe pace is up to date, though. Gene Autry and Roy Rogers always had time to relax next to a campfire and sing a tune, but \"Home on the Range\" jumps with the energy of a cartoon short subject. The movie is said to be Disney's last release in the traditional 2-D animation style; its feature cartoons in the future will have the rounded 3-D look of \"Finding Nemo.\" Whether that is a loss or not depends on how you relate to animation; there are audiences even for those dreadful Saturday morning cartoon adventures, which are so stingy on animation they're more like 1.5-D.\n\nThe story takes place on the Patch of Heaven ranch, which faces foreclosure because of the depredations of the vile cattle rustler Alameda Slim (voice of Randy Quaid). Pearl, the owner, could raise money by selling her cows -- but they're family, you see, are so presumably they'll all be homeless soon. But then the cows get a bright idea: Why not track down Slim, collect the $750 reward, pay off the bank, and save the ranch?\n\nEach of the cows has unique qualities to contribute to this effort. Mrs. Caloway (Judi Dench) is the voice of prudence. Grace (Jennifer Tilly) is the New Age cow, who makes observations like, \"This is an organic problem and needs a holistic solution.\" Their catalyst is a newcomer to the farm, Maggie (Roseanne Barr), who quickly becomes the aggressive, in-your-face leader. Rounding out the team is Buck (Cuba Gooding Jr.), the stallion, who is a master of the martial arts.\n\nThe voices are all quickly recognizable, especially Barr's; the idea of using the voices of familiar stars instead of anonymous dubbing artists has added an intriguing dimension to recent animated features. Listen, for example, to Randy Quaid as the dastardly Slim. It's traditional in Disney animation to fill the edges of the screen with hyperactive little supporting characters, and we get Lucky Jack the jackrabbit (Charles Haid) and Audrey the chicken (Estelle Harris), who is chicken. There are also three very busy little pigs, and Steve Buscemi almost seems to be playing himself as a critter named Wesley.\n\nBuck, by the way, has delusions of grandeur; he thinks maybe he can capture Slim and collect the reward, especially after he becomes the horse of the famed bounty hunter Rico (Charles Dennis), which leads to a fierce competition with the cows.\n\nThe plot makes pit stops at all the obligatory Western sights: saloons, mine shafts, main streets, deserts with Monument Valley landscapes, and trains. All of these locations become the backdrops of chases, in a movie that seldom stands still.\n\nThe songs are performed by k.d. lang, Bonnie Raitt, Tim McGraw and the Bleu Sisters. None of them are likely to be requested by fans at future concerts. They sound generic and don't have the zest of Mencken's earlier work.\n\nA movie like this is fun for kids: bright, quick-paced, with broad, outrageous characters. But \"Home on the Range\" doesn't have the crossover quality of the great Disney films like \"Beauty and the Beast\" and \"The Lion King.\" And it doesn't have the freshness and originality of a more traditional movie like \"Lilo & Stitch.\" Its real future, I suspect, lies in home video. It's only 76 minutes long, but although kids will like it, their parents will be sneaking looks at their watches.", "running_time": 76, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-04-02", "genres": ["Animation", "Family", "Musical"], "title": "Home on the Range (2004)"}