{"url": "http://www.rogerebert.com/reviews/home-2010", "by": "Isabelle Huppertas Marthe", "star_rating": 3.5, "text": "There are two questions never answered in the French film “Home.” How did this family come to live here? And why does the mother fiercely refuse to leave, even after a four-lane freeway opens in her front yard? Both are more satisfactory remaining as questions. In any event, as the film opens, they live in a comfortable small home in the middle of vast fields and next to the highway, which hasn't been used for 10 years. So much is the road their turf that the story begins with them playing a family game of street hockey on its pavement.\n\nThen big trucks arrive to lay down a fresh coating of asphalt, and steel guardrails are installed on each side and down the middle. Workmen wordlessly clear the highway of their hockey sticks, inflatable swimming pool, satellite dish, charcoal grill and so on. On the radio, they hear breathless coverage of the road's grand opening, and eventually the first car speeds past their house. \n\nThe family seems ordinary enough, if not quite conventional. The parents snuggle, the boy plays, the sister in her early 20s sunbathes and smokes in the front yard, the teenage daughter wears mostly black and sulks. Michel the father (Olivier Gourmet) goes off to work every morning in the green Volvo station wagon. Marthe the mother (Isabelle Huppert) does the laundry. (“Today is whites day.”) There's horseplay in the bathtub, which the family seems to share rather freely.\n\nThe opening of the highway was not a surprise for them. Maybe they got the house cheap because it was coming. The heavy, unceasing traffic is a big problem. The two younger kids always ran across the bare pavement to cut through a field for school. Dad parked on the other side. Now even getting to the house is a problem. Marion the smart younger sister (Madeleine Budd) is concerned about carbon dioxide poisoning. Young Julien (Kacey Mottet Klein) can't safely get to his pals. Judith (Adelaide Leroux) continues to sunbathe in the front yard and gives the finger to honking truck drivers.\n\nSomething will have to give, and it does, as the movie grows more and more dark. It's the skill of Ursula Meier, the director and co-writer, to bring us to those fraught passages by rational stages. What happens would not make sense in many households, but in this one, it represents a certain continuity, and confirms deep currents we sensed almost from the first.\n\nDo you remember Olivier Gourmet from his performance in the Dardenne brothers' “The Son” (2003)? Balding, middle-aged, nimble and quick. Many secrets. Troubled. Isabelle Huppert, you know since forever. Usually looking fundamentally the same, always assuming a new character from the inside out. Intriguing us. There's thought in that face, but it's inscrutable. They work with the young actors here to face what it means when a home is not a house.", "running_time": 98, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-04-14", "genres": ["Documentary", "Drama", "Foreign"], "title": "Home (2010)"}