{"url": "http://www.rogerebert.com/reviews/homeward-bound-the-incredible-journey-1993", "by": "Michael J. Foxas Chance", "star_rating": 3.0, "text": "So there I was, sitting in a theater with a lot of kids, watching an animal picture. Worse, an animal picture where the animals talked. And even worse, not an animated movie, but a live-action film where the animal's lips don't even move when they talk. How do they do it? Ventriloquism, or telepathy? The movie was about a wise old dog and an impetuous young pup and a snotty cat. Their human owners are about to go to San Francisco on business, and leave the animals with a friend who lives on a ranch on the other side of the mountains. But will the animals understand that they are not being abandoned? Or will they think they're trapped in a nightmarish four-footed remake of \"Home Alone\"?  I started to think of possible titles. \"Bone Alone\"? I asked myself what I was doing watching this movie. And then a funny thing happened. I got hooked by the story. I started to like the thing. The pets decide to return home, by crossing a mountain range. Along the way they have a lot of amazing adventures, few of them possible, most of them fun.\n\n\"Homeward Bound: The Incredible Journey\" is a movie frankly designed for kids, and yet it has a certain craftsmanship and an undeniable charm, and if you find yourself watching it with a child you may end up liking it almost as much. You will almost certainly not be as disturbed when the cat, named Sassy, gets swept over a waterfall and is given up for drowned, because you know the unwritten rule in this genre is that kitty will turn up, wet and mad, a little farther downstream.\n\nThe animal actors - Ben the wise one, Rattler the brash one, and Tiki, the spoiled feline - are given voices by Don Ameche, Michael J. Fox and Sally Field. Sometimes the voices are just a little too smooth, but some of the lines are good, especially Sassy's.*\n\nAnd the adventures are exciting almost precisely in proportion to their impossibility. By the time one dog lures a mountain lion onto the end of a log and the other dog jumps on the other end to catapult the dangerous beast into the river, we have given up looking for credibility, and are waiting for the animals to start solving mathematical equations and picking out simple tunes on the piano.\n\nThe director, Duwayne Dunham, and his cinematographer, Reed Smoot, must have had considerable patience to put together all of the complicated stunts in this movie. The animals must have, too. The movie is based on a 1963 Disney picture named \"The Incredible Journey,\" unseen by me. In that one, I gather, the animals did not speak. I'm not sure if they did tricks with mountain lions.\n\n", "running_time": 84, "mpaa_rating": "G", "release_year": 1993, "date_published": "1993-02-12", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family"], "title": "Homeward Bound: The Incredible Journey (1993)"}