{"url": "http://www.rogerebert.com/reviews/home-alone-3-1997", "by": "Alex D. Linzas Alex", "star_rating": 3.0, "text": "Call me hard-hearted, call me cynical, but please don't call me if they make “Home Alone 3.” These words, from my review of “Home Alone 2,” now have to be eaten. To my astonishment, I liked the third “Home Alone” movie better than the first two; I'm even going so far as to recommend it, although not to grownups unless they are having a very silly day. This movie follows the exact formula of the first two, but is funnier and gentler, has a real charmer for a hero, and provides splendid wish fulfillment and escapism for kids in, say, the lower grades.\n\nThere is even a better rationale for why the hero is left home alone. Played by a winning newcomer named Alex D. Linz, who seems almost too small for a middle initial, the kid gets the chicken pox. His dad is out of town on business, his mom has an emergency at the office, and his brother and sister are at school. So he's left home alone, with a beeper number, a fax number, a cell phone number, the number of Mrs. Hess across the street and dialing 911 as a fallback position.\n\nThe subplot has already been set into motion. A spy ring has stolen a computer chip, and because of an exchange of identical bags at the San Francisco airport, the toy truck containing the chip has ended up at Mrs. Hess' house. Four spies fly to Chicago on the same plane with Mrs. Hess and have four hours on board to search for the bag, but somehow they fail to find it and end up deciding to burglarize every house on little Alex's block.\n\nThis is going to a lot of extra trouble, in my opinion. They use walkie-talkies, computer programs, surveillance vans, a fake baby buggy and other props in order to be as inefficient and conspicuous as possible, and of course Alex, using his telescope from an attic window, spots them. (Why they never spot Alex up there is the kind of question you're not supposed to ask.) After he calls the cops twice but no burglars are found, Alex realizes it's up to him. He rigs elaborate booby traps, just like in the first two movies, and the last 45 minutes consist of nonstop pratfalls as the bad guys fall for every last trap. As I observed in my review of “Home Alone,” these are the kinds of traps that any 8-year-old could devise, if he had a budget of tens of thousands of dollars and the assistance of a crew of movie special-effects people.\n\nSo, OK. I know the formula, and so does the movie (written, like the first two, by John Hughes). Forewarned and forearmed as I was, why did I actually like “Home Alone 3”? It was partly because of little Alex Linz, who has a genuinely sweet smile on his face as he watches his traps demolish the bad guys. I don't know if he'll have a career like his predecessor, Macaulay Culkin (for his sake I sort of hope not), but he has the same glint in his eye.\n\nAnd the booby traps, while painful, are funnier this time. Sure, people fall down dumbwaiters and through floors, and get hit on the head with dumbbells and flower pots, and end up in the frozen swimming pool, but Raja Gosnell's direction sidesteps the painfulness and makes it OK. The stunts at the end are more slapstick and less special effects. And the result is either more entertaining than in the first two films, or I was having a very silly day.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-12-12", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Home Alone 3 (1997)"}