{"url": "http://www.rogerebert.com/reviews/home-alone-2-lost-in-new-york-1992", "by": "MacAulay Culkinas Kevin", "star_rating": 2.0, "text": "I have a feeling that \"Home Alone 2: Lost in New York\" is going to be an enormous box office success, but include me out. I didn't much like the first film, and I don't much like this one, with its sadistic little hero who mercilessly hammers a couple of slow-learning crooks. Nor did I enjoy the shameless attempt to leaven the mayhem by including a preachy subplot about the Pigeon Lady of Central Park. Call me hardhearted, call me cynical, but please don't call me if they make \"Home Alone 3.\" I know, I know - the violence is all a joke. Some of the gags are lifted directly from old color cartoons, and in spirit what we're looking at here are Road Runner adventures, with the crooks playing the role of Wile E. Coyote. As the two hapless mopes fall down ladders and get slammed by bricks and 500-pound bags of cement, and covered with glue and paint and birdseed, you can hear the cackling of the old Looney Tunes heroes in the background. And just like in the cartoons, the crooks are never really hurt; they bounce back, dust themselves off, bend their bones back into shape and are ready for the next adventure. When little Kevin (Macaulay Culkin) taunts them (\"Hey! Up here!\"), he sounds like Bugs Bunny, and when they chase him (always unwisely), they're in the tradition of Elmer Fudd.\n\nThe problem is, cartoon violence is only funny in cartoons.\n\nMost of the live-action attempts to duplicate animation have failed, because when flesh-and-blood figures hit the pavement, we can almost hear the bones crunch, and it isn't funny. Take, for example, the scene in \"Home Alone 2\" where Kevin lures the crooks into trying to crawl down a rope from the top of a four-story townhouse. He has soaked the rope in kerosene, and when they're halfway down, he sets it on fire. Ho, ho.\n\nThe movie repeats the formula of the best-selling original film.\n\nOnce again, Kevin's forgetful family leaves home without him (he gets on the plane to New York instead of Miami), and once again they fret while he deals effortlessly with the world. He checks into the Plaza Hotel on his dad's credit card and has time for heartwarming conversations with a kindly old toy shop owner (Eddie Bracken) and a homeless bird lover (Brenda Fricker), not to mention Donald Trump, before running into his old enemies, the crooks (Joe Pesci and Daniel Stern). When he discovers they plan to rob the toy store, whose receipts are destined for a children's hospital, he knows he has his work cut out for him. (\"Messing with kids on Christmas Eve - that's going too far!\") The kid outsmarts the usual assortment of supercilious adults, including hotel clerk Tim Curry, before setting a series of ingenious traps for the crooks. As before, he seems to have a complete command of all handyman skills, including rigging ladders and wiring appliances for electrical shocks - and, of course, he finds all the props he needs, even for rigging the exploding toilet and setting that staple gun to fire through the keyhole.\n\nIn between the painful practical jokes, there's his treacly relationship with Fricker, as the Pigeon Lady, who shows him her hideaway inside the ceiling of Carnegie Hall. Christmas carols swell from the concert below as the sanctimonious little twerp lectures the old lady on the meaning of life. If he believes half of what he says, he'd give the crooks a break.\n\nIs this a children's movie? I confess I do not know. Millions of kids will go to see it. There used to be movies where it was bad for little kids to hurt grown-ups. Now Kevin bounces bricks off their skulls from the rooftops, and everybody laughs. The question isn't whether the movie will scare the children in the audience. It's whether the adults will be able to peek between their fingers.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-11-20", "genres": ["Comedy", "Family", "Holiday"], "title": "Home Alone 2: Lost In New York (1992)"}