{"url": "http://www.rogerebert.com/reviews/homeward-bound-ii-lost-in-san-francisco-1996", "by": "Michael J. Foxas Chance's Voice", "star_rating": 2.0, "text": "The 1993 movie \"Homeward Bound: The Incredible Journey\" told the story of three pets, two dogs and a cat, who feel they have been abandoned when their human family boards them and goes on a trip to San Francisco. So they escape, and return home across a mountain range, through incredible hardships, while surviving waterfalls and battling mountain lions. It was a pleasant movie and, for what it was, I enjoyed it.\n\nNow comes \"Homeward Bound II: Lost in San Francisco,\" in which the human family decides to go on a camping trip, and the animals are stranded in the city. That more or less exhausts the permutations, I think, and I expect \"Homeward Bound III\" will send both humans and animals to Alcatraz.\n\nThe movie uses the human characters only briefly, at the beginning and end of the film. The rest of the time, we see and hear the animals, who are gifted with human voices, and who talk without moving their mouths - by telepathy or ventriloquy, I reckon. The animals are Chance, the frisky youngster (voice by Michael J. Fox); Sassy, the fastidious cat (Sally Field), and Shadow, the wise golden retriever (Ralph Waite replaces the late Don Ameche).\n\nThese animals don't just talk. They're chatterboxes. Chance in particular seems to have learned the English language from old Jughead comic books, and says things like, \"Dogs rule, cats drool\" and \"OK, pal - you're toast!\" At one point, Chance even steals a Frisbee and uses it to shelter his new girlfriend from the rain, a cognitive feat that is well beyond your average dog. These are not average dogs, however, and after watching them in action for half an hour, I wondered why they didn't simply raise some money by running a game of three-card monte on a street corner, and then taking a taxi home.\n\nIn the first film, the pets were threatened by the dangers of nature. This time, the dangers of the big city almost overwhelm them. They are followed everywhere by a couple of loutish dogcatchers. And eventually they're befriended by a pack of city dogs, who of course have urban black accents. The pack's leader is Riley (voice by Sinbad), who distrusts humans, and it is up to Shadow and Chance to explain that people can sometimes be OK. There also is a love affair, between Chance and a city dog named Delilah (Carla Gugino), who of course does not have an urban black accent. I leave it to deeper thinkers than me to figure out what the filmmakers are trying to tell us with these choices.\n\nMy own feeling is that I have had enough talking animals for the time being. The first movie was good-hearted and I liked it, but since then \"Babe\" has raised the bar, with animals that not only talk more realistically, but say things that are wittier and more pungent.\n\nOf course, as Ed McMahon was always arguing with Johnny Carson, pigs are smarter than horses, so maybe they're smarter than cats and dogs, too. They certainly seem to have better agents.", "running_time": 89, "mpaa_rating": "G", "release_year": 1996, "date_published": "1996-03-08", "genres": ["Adventure", "Drama", "Family"], "title": "Homeward Bound II: Lost In San Francisco (1996)"}