{"url": "http://www.rogerebert.com/reviews/home-of-the-brave-1986", "by": "Paula Mazur", "star_rating": 3.5, "text": "She doesn't make them to supply us with information, but to create a tone, an attitude: She is engulfed by the enormous mysteries of nature, and yet the human life around her seems more and more banal.\n\nCivilization is an assembly line to hell.\n\nIn retaliation, she weaves dream-images out of songs and symbols and electronic noises. She calls herself a \"performance artist\" rather than a musician. And although all musicians are performance artists, I think I know what she means. She does not give concerts. She attempts to create in her audiences a more open, wondering state of mind.\n\n\"Home of the Brave\" is a 90-minute documentary based on one of her performances. Large parts of it will be familiar to anyone who has seen her in person during the past year, but the film has a somewhat different feel than her live performances. As a backdrop to her music, Anderson uses a large rear-projection screen that sometimes relays messages made up of technological cliches and sometimes uses film loops to show the same images over and over.\n\nThe images have a hypnotic quality. Crudely drawn sheep jump over a fence, again and again, or boats steam past a rusty bridge, or - as she talks about the sperm - we see little tadpoles earnestly swimming upstream, one of them breaking away every once in a while for a loop-the-loop. The images are deliberately crude and machine-made. The film loops are so short that they announce themselves. We can see that the same images are being recycled in a circle, and the feeling is sort of poignant: All those sperm, all that effort, all for nothing.\n\nIn front of these images, the Laurie Anderson Band performs. With her short, spiky hair and her athletic grace, Anderson sometimes seems more like a craftsman than a singer. She moves in a kind of robot choreography, and she likes to seem deadpan. She takes the hand-held mike and wanders the stage, reciting parables and slices of bizarre information. She likes phrases such as \"This just in...,\" as if she were at the anchor desk for the death of the world. She uses strange lighting effects to create instants of magic.\n\nShe was one of the first to use voice synthesizers, which lower the tone of her voice while maintaining the same speed of speech. The effect is sort of big-brotherish; she seems official, a voice made from a machine, speaking words as objects. Behind her, the rhythms are seductive, statements made over and over until they lull us into her mind state.\n\nThere are times when Anderson seems almost like an anti-performance artist, times when she cuts off a song or interrupts a progression just as it is threatening to develop into melody and entertainment. But the effect is not dry and antiseptic, as it is with some ultramodern music. Every song has a soul of wit and an edge of rebellion.\n\nIt's strange. You can't put your finger on it, but after you leave, you have the feeling that your perception of things has been skewed slightly. Anderson is saying: We're surrounded by bankrupt images and music that is fascist noise, and they're pounding away at us, trying to break us down, to kill the spark, but if we keep two things we will be able to survive. Those two things are a sense of wonder and the ability to laugh back.\n\nI realize as I write these words how difficult it is to describe what Laurie Anderson does. I may have made her performances seem like an ordeal, when actually they are stimulating and joyful. She is an original, so original that comparisons are misleading. Could I call her a cross between a cosmic Garrison Keillor and the Talking Heads? That wouldn't quite do it. You have to see for yourself.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-07-25", "genres": null, "title": "Home of the Brave (1986)"}