{"url": "http://www.rogerebert.com/reviews/home-alone-1990", "by": "MacAulay Culkinas Kevin", "star_rating": 2.5, "text": "\"Home Alone\" is a splendid movie title because it evokes all sorts of scary nostalgia. Being left home alone, when you were a kid, meant hearing strange noises and being afraid to look in the basement - but it also meant doing all the things that grownups would tell you to stop doing, if they were there. Things like staying up to watch Johnny Carson, eating all the ice cream, and sleeping in your parents' bed.\n\n\"Home Alone\" is about an 8-year-old hero who does all of those things, but unfortunately he also single-handedly stymies two house burglars by booby-trapping the house. And they're the kinds of traps that any 8-year-old could devise, if he had a budget of tens of thousands of dollars and the assistance of a crew of movie special effects people.\n\nThe movie's screenplay is by John Hughes, who sometimes shows a genius for remembering what it was like to be young. His best movies, such as \"Sixteen Candles,\" \"The Breakfast Club,\" \"Ferris Bueller's Day Off\" and \"Planes, Trains and Automobiles,\" find a way to be funny while still staying somewhere within the boundaries of remote plausibility. This time, he strays so far from his premise that the movie suffers.\n\nIf \"Home Alone\" had limited itself to the things that might possibly happen to a forgotten 8-year-old, I think I would have liked it more. What I didn't enjoy was the subplot involving the burglars (Joe Pesci and Daniel Stern), who are immediately spotted by little Kevin (Macaulay Culkin), and made the targets of his cleverness.\n\nThe movie opens in the Chicago suburbs with a houseful of people on the eve of a big family Christmas vacation in Paris. There are relatives and kids everywhere, and when the family oversleeps and has to race to the airport, Kevin is somehow overlooked in the shuffle. When he wakes up later that morning, the house is empty. So he makes the best of it.\n\nA real kid would probably be more frightened than this movie character, and would probably cry. He might also try calling someone, or asking a neighbor for help. But in the contrived world of this movie, the only neighbor is an old coot who is rumored to be the Snow Shovel Murderer, and the phone doesn't work. When Kevin's parents discover they've forgotten him, they find it impossible to get anyone to follow through on their panicked calls - if anyone did so, the movie would be over.\n\nThe plot is so implausible that it makes it hard for us to really care about the plight of the kid. What works in the other direction, however, and almost carries the day, is the gifted performance by young Macaulay Culkin, as Kevin. Culkin is the little boy who co-starred with John Candy in \"Uncle Buck,\" and here he has to carry almost the whole movie. He has lots of challenging acting scenes, and he's up to them. I'm sure he got lots of help from director Chris Columbus, but he's got the stuff to begin with. He's such a confident and gifted little actor that I'd like to see him in a story I could care more about.\n\n\"Home Alone\" isn't that story. When the burglars invade Kevin's home, they find themselves running a gamut of booby traps so elaborate they could have been concocted by Rube Goldberg - or by the berserk father in \"Last House on the Left.\" Because all plausibility is gone, we sit back, detached, to watch stunt men and special effects guys take over a movie that promised to be the kind of story audiences could identify with.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-11-16", "genres": ["Comedy", "Family", "Holiday"], "title": "Home Alone (1990)"}