{"url": "http://www.rogerebert.com/reviews/homicide-1991", "by": "Joe Mantegnaas Bobby Gold", "star_rating": 4.0, "text": "There is a moment in David Mamet's “Homicide” when the hero does not know he is being overheard. He is a police detective, using the telephone in the library of a wealthy Jewish doctor who has complained about shots being fired on a nearby rooftop. The detective does not take the charges very seriously; he resents being pulled off a glamorous drug bust because the doctor, who has clout, has asked for him.\n\nStanding at the phone, the detective unleashes a tightly knit, brilliantly arranged, flawlessly executed stream of four-letter obscenities and anti- Semitic remarks. Only David Mamet could write, and perhaps only his favorite actor Joe Mantegna could deliver, this dialogue so bluntly and forcibly, and yet with such verbal slickness that it has the freedom of a jazz improvisation. It's so well done, it gets an audience response just on the basis of the delivery.\n\nThen the cop turns around, and he sees that he is not alone in the room. The doctor's daughter has heard every foul, bitter word.\n\nShe knows something we also know: This cop himself is Jewish. And because she heard him, she forces him to listen to himself. To hear what he's really saying.\n\n“Homicide” is about a man waking up to himself. As the movie opens, Detective Bobby Gold, the Mantegna character, is a cop who places his job first and his personal identity last. He does not think much about being Jewish. He gets in a scrape with a superior officer, who is black, and when the officer calls him a “kike,” he is ready to fight - but we sense his anger grows more out of departmental rivalries than a personal sense of insult. Throughout the movie, Mamet's characters use the bluntest street language in their racial and sexual descriptions, as if somehow getting the ugliness out into the open is progress. (The language in this film, like the dialogue in Sidney Lumet's “Q & A” last year, is staccato gutter dialect.) Gold is angry with the doctor because the doctor's mother got murdered, and the murder resulted in Gold being pulled off the big drug case. The mother, a stubborn old lady, ran a corner store in a black ghetto. She didn't need the money, but she refused to budge from the store, and she is shot dead in a robbery. Bobby, speeding toward the drug bust with his partner (William H. Macy), happens on the scene of the crime accidentally. “This isn't my case,” he keeps saying. “I'm not here. You didn't see me.” But the old woman's son, who has the clout downtown, wants him assigned to the case. Since Bobby Gold is Jewish, the doctor thinks, maybe he'll really care.\n\nThe doctor has the wrong man. What Mamet is trying to do in “Homicide,” I think, is combine the structure of a thriller with the content of a soul-searching conversion process. The two cases get all mixed up throughout the film - the black drug dealer on the run, the murdered old lady - and in a sense Bobby is not going to be able to figure out who did anything until he decides who he is.\n\nThe movie crackles with energy and life, and with throwaway slang dialogue by Mamet, who takes realistic speech patterns and simplifies them into a kind of hammer-and-nail poetry. This is his third film as a writer-director (after “House of Games” and “Things Change”), and he is a filmmaker with a clear sense of how he wants to proceed. He uses the elements of traditional genres - the con game, the mistaken identity, the personal crisis, the cop picture - as a framework for movies that ask questions like: Who's real? Who can you trust? What do people really want? Here he has several of his favorite actors, who have grown up in Mamet stage productions: Mantegna, Macy, Jack Wallace, J. J. Barry, substantial guys with good haircuts who smoke cigarettes like they need to. This isn't a cast of aging teen idols. These are men, middle-aged, harassed, run down. They've seen it all. We sense that Bobby Gold is not in touch with his Jewishness because, like a lot of his partners, he has let the job take over from the person. Gold has become so hard-boiled, he doesn't even know how he sounds, until he hears himself through that woman's ears.", "running_time": 102, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-10-18", "genres": ["Drama", "Mystery", "Thriller"], "title": "Homicide (1991)"}