{"url": "http://www.rogerebert.com/reviews/honey-2003", "by": "Jessica Albaas Honey Daniels", "star_rating": 2.5, "text": "Hey, kids! Let's rent the old barn and put on a show! \n\nThese words are so familiar that surely I must have actually heard them in a movie at one time or another, but I confess I cannot remember when. They summarize one of the most persistent of all movie formulas, pioneered in the days of Mickey Rooney and Judy Garland, reborn in the era of Frankie Avalon and Annette Funicello, and now finding new life with Jessica Alba and Lil' Romeo.\n\nIf I were to tell you (a) that Jessica Alba works as a dance instructor in a neighborhood center, (b) that she discovers Lil' Romeo and his friends break-dancing in the streets, (c) that city inspectors shut down the center because of leaks and unsafe construction, and (d) that there is an empty church nearby that could be borrowed for an evening, what would you say the chances are that Alba will hit on the nation of using the old church to put on a show with the kids, to raise money for the community center?\n\nIt's amazing that this formula still survives, but it does, right down to the crucial moment when the doors open and her parents (who disapprove of her hip-hop dance style) join the audience, are moved by the performance, and have maybe a few tears in their eyes, having seen the light and understood their daughter's dream at last. \"Honey\" crosses this formula with another: The talented girl from the neighborhood who is discovered by a big producer, who lures her away from her old friends. Will she be dazzled by the bright lights and the big city? Will the slickster's limousine and champagne lifestyle make her forget the honest and dependable neighborhood barber who truly loves her? Will she let the kids down?\n\nThere is not a lot of suspense behind these questions, because Jessica Alba doesn't have the face and smile of the kind of creep who would sell out to a crass big-shot producer and dump the dear hearts and gentle people back in the neighborhood. She plays Honey Daniels, who teaches a dance class at the center run by her mother (Lonette McKee). She hangs out with her best friend Gina (Joy Bryant) and dreams of someday surviving an audition and being selected to dance in a music video.\n\nMeanwhile, Honey and Gina dance at clubs on weekends, and a scout supplies a video of her style to Michael (David Moscow), a famous video producer. He bypasses the auditions, gives her a role in his new video, hires her to choreograph three more, and takes her to fancy parties and opening nights. It takes her just a little too long to figure out what's perfectly obvious to us: He wants to be her lover.\n\nHoney has been inspired by the free dance styles of Benny (Lil' Romeo) and his buddies, borrows some of them for her choreography, and persuades Michael to let her use the kids in a new video starring Ginuwine. Meanwhile, Chaz (Mekhi Phifer), the faithful barber, wonders if Honey is lost to him -- even though she likes him a lot and likes Michael less and less.\n\nA movie like \"Honey\" is aimed at younger teenagers, who may not precisely be students of Mickey and Judy; scenes that have unfolded in a thousand other movies can seem new if you're seeing them for the first time. I wasn't seeing them for the first or even the 50th time, but the warmth of Jessica Alba and likability of Mekhi Phifer were real enough -- a consolation even when their characters were repeating all the old moves.\n\n\"Honey\" doesn't have a shred of originality (except for the high-energy choreography), but there's something fundamentally reassuring about a movie that respects ancient formulas; it's like a landmark preservation program.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-05", "genres": ["Drama"], "title": "Honey (2003)"}