{"url": "http://www.rogerebert.com/reviews/honeysuckle-rose-1980", "by": "Willie Nelsonas Buck", "star_rating": 3.0, "text": "The plot of Willie Nelson's \"Honeysuckle Rose\" is just a slight touch familiar, maybe because it's straight out of your basic country and western song. To wit: The hero, a veteran country singer still poised at the brink of stardom after 25 years on the road, won't listen to his wife's pleas that he leave the road and settle down with her and their son. Meanwhile, the band's guitarist, who is also the singer's best friend, retires. A replacement is needed, and the singer hires the best friend's daughter.\n\nShe is a shapely young lady who has had a crush on the singer since she was knee high to a grasshopper. Once they go out on the road again, the singer and the best friend's daughter start sleeping with one another. This situation causes anguish for the singer, the daughter, the best friend, the wife, the son and the band. But after going down to Mexico to slug back some tequila and think it over, the singer returns to his wife and the best friend's daughter wisely observes: \"Anythang that hurts this many people can't be right.\"\n\nThis story is totally predictable from the opening scenes of \"Honeysuckle Rose,\" which is a certain disappointment; the movie is sly and entertaining, but it could have been better. Still, it has its charms, and one is certainly the presence of Willie Nelson himself, making his starring debut at the age of 47 and not looking a day over 60. He's grizzled, grinning, sweet-voiced and pleasant, and a very engaging actor. (He gave promise of that with a single one-liner in his screen debut in \"The Electric Horseman,\" expressing his poignant desire for the kind of girl who could suck the chrome off a trailer hitch.)\n\nThe movie also surrounds Nelson with an interesting cast: Dyan Cannon is wonderful as Willie's long-suffering wife, a sexy 40ish earth-woman with streaked hair and a wardrobe from L. L. Bean. She survives the test of her big scene, an archetypal C&W confrontation in which she charges onstage to denounce her husband and his new girlfriend.\n\nAmy Irving is not quite so well cast as the girlfriend; she has too many scenes in which she gazes adoringly at Willie - who, on the other hand, hardly ever gazes adoringly at her. Slim Pickens, who should be registered as a national historical place, is great as the best friend. And there is a hilarious bit part, a fatuous country singer, played by (it says here) Mickey Rooney Jr.\n\nMercifully, the movie doesn't drag out its tale of heartbreak into a C&W soap opera. Instead, director Jerry Schatzberg (\"Scarecrow\") uses an easy-going documentary style to show us life on the band bus, at a family reunion, and backstage at big concerts. All of these scenes are filled to overflowing with colors; this is one of the cheeriest, brightest looking movies I've ever seen, starting with Willie's own amazing costumes and including the spectrum at the concerts, reunions, picnics, etc. Half the movie seems to be shot during parties, and although we enjoy the texture and detail we sometimes wonder why so little seems to be happening.\n\nThe movie remains resolutely at the level of superficial cliché, resisting any temptation to make a serious statement about the character's hard-drinking, self-destructive lifestyle; this isn't a movie like \"Payday,\" in which Rip Torn recreated the last days of the dying Hank Williams. \"Honeysuckle Rose\" has the kind of problems that can be resolved with an onstage reconciliation in the last scene: Willie and Dyan singing a duet together and everybody knowing things will turn out all right.\n\nIf there's an edge of disappointment coming out of the movie, maybe it's inspired by that simplicity of approach to complicated problems. Willie Nelson has lived a long time, experienced a lot and suffered a certain amount on his way to his current success, and my hunch is that he knows a lot more about his character's problems in this movie than he lets on. Maybe the idea was to film the legend and save the man for later.", "running_time": 119, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-07-18", "genres": null, "title": "Honeysuckle Rose (1980)"}