{"url": "http://www.rogerebert.com/reviews/honey-i-blew-up-the-kid-1992", "by": "Rick Moranisas Wayne Szalinski", "star_rating": 1.5, "text": "I was not a fan of \"Honey, I Shrunk The Kids\" (1989), but that movie shines as a beacon of originality compared to \"Honey, I Blew Up the Kid,\" the sequel. Simple logic helps to explain my reasoning.\n\nWhat would you rather look at? Four kids trapped in an entire world that looks enormous, or one enormous kid in the real world? The earlier movie, with its insects the side of science-fiction monsters and its lawns that looked like the rain forest, was at least more visually interesting than this year's model.\n\n\"Honey, I Blew Up the Kid\" is essentially reduced to one key image, with a movie struggling to take shape around it. The image is of a 2-year-old who has grown as tall as the biggest casinos in Las Vegas, and walks up and down the street like Godzilla while pedestrians cringe and scientists scramble for a solution. There may be, for all I know, comic possibilities in a giant kid, but this movie doesn't find them. Even the old giant grasshopper movies from Japan found more things to do with their monsters than this movie does.\n\nOne of the problems is that the central characters is, indeed, a child - a real 2-year-old, played by twins (Daniel and Joshua Shalikar). Like many children that age, he doesn't really participate in the world but simply toddles around, gurgling and grabbing stuff and trying out words. Under the circumstances, the movie can't put the kid in real danger - certainly not like the horrible dangers faced by the kids in \"Shrunk,\" who at one point almost got gobbled up in a spoonful of Cheerios.\n\nThe movie stars Rick Moranis and Marcia Strassman once again, as the eccentric suburban inventor and his wife, and Robert Oliveri, their son in the earlier movie, has been promoted to an adolescent who gets shrunk along with his girlfriend to provide a side story. Moranis, now working for a big-bucks scientific conglomerate run by Lloyd Bridges, is trying to refine his original shrinking mechanism so it will cause things to grow, creating apples the size of cars. But he accidentally enlarges the baby, instead.\n\nThe movie up until this point has been fairly aimless. Now it begins to stall, with scenes like the one where the neighbors gather in front of the house, listen to the strange sounds inside, begin to march up the sidewalk - and are then forgotten. Inside, where baby is at first put in a giant playpen, the screenwriters aren't able to come up with sight gags, and so the situa tion is essentially allowed to sit there. The Vegas scenes, with helicopters buzzing around and bad guys with tranquilizer guns, are lame and predictable.\n\nThe movement in this story can be described as: Baby gets big, baby stands around, people react, baby gets little again.\n\nThere's no attempt at satire or irony. The special effects, on the other hand, are terrif ic, as they were in the first movie. The filmmakers are able to combine the giant baby and the \"real world\" in shots that seem convincing, and the image of the toddler walking down Glitter Gulch is state-of-the-art.\n\nToo bad the movie relies on special effects to carry the show, and doesn't bring much else to the party.", "running_time": 89, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-07-17", "genres": ["Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Honey, I Blew Up The Kid (1992)"}