{"url": "http://www.rogerebert.com/reviews/honeymoon-in-vegas-1992", "by": "James Caanas Tommy", "star_rating": 3.5, "text": "There is a cheerfully rising tide of goofiness in Andrew Bergman's \"Honeymoon in Vegas\" that is typical of his work. This is the writer-director of \"The Freshman,\" in which the members of a gourmet diners' club proposed to eat a threatened species of lizard, and so perhaps we should not be surprised this time when the hero finds himself unexpectedly part of a team of skydiving Elvis impersonators. What is surprising is how, by that point in the film, it seems more or less logical.\n\nThe movie begins with a man (Nicolas Cage) who is terrified of marriage. He promised his late mother on her deathbed that he would never marry, and he has honored his pledge, but now he stands to lose his cherished partner (Sarah Jessica Parker) until he proposes or gets off the pot, and so he suggests they fly to Vegas, just like that, and find one of those little instant-wedding chapels.\n\nShe agrees, but in Vegas Cage gets cold feet while meanwhile an astonishing thing happens. A professional gambler (James Caan) sees her in the lobby of a casino, and is overwhelmed by her resemblance to his own dead wife. He must have her. He cannot live without her. Thinking fast, he lures Cage into a poker game with steadily escalating stakes, until the only way Cage can possibly meet his losses is by agreeing to Caan's terms, and Caan wants . . . a weekend with Parker.\n\nThe plot is dumb enough to be a sitcom, but Bergman isn't dumb enough to make it one; he has a way of finding comedy in the urgency of driven characters, and here he traps Parker between two desperate men: Her lover, who does not relish the idea of having his legs broken, and the gambler, who is obsessed with the idea that she is his wife reincarnate.\n\nThe story goes through many more permutations, which I will not spoil for you, except to note that when Caan and Parker arrive in Hawaii, and the distraught Cage follows them, there is an inspired scene involving Peter Boyle as a Hawaiian chief who somehow amazingly resembles Marlon Brando. Since Brando starred in \"The Freshman\" (in a very funny performance) and then inexplicably trashed the movie in an interview, this is Bergman's sweet revenge.\n\nNow about the Elvis impersonators. They are holding a convention at the Vegas hotel when Cage and Parker check in, and provide a funny backdrop for a lot of scenes, before the big payoff in which Cage, for reasons far too complex to be explained here, finds himself parachuting into Vegas at night while dressed as Elvis.\n\nAndrew Bergman has a gift for touches like that, in which the story line takes amazing twists and turns to include wonderfully bizarre developments.\n\nNicolas Cage is one of those actors some people like and others find excessive. I tend to like him, especially when he is consumed by love, as he was in \"Moonstruck\" and is again here. He sweats and squirms in the key scene, as he tries to explain to Parker that, yes, he loves her, but no, he can't pay his poker losses, and so, yes, maybe she should play along with this sinister gambler's weird obsession.\n\nThe plot loses its way in some of the later moments, as when Caan suddenly turns from a smoothie into a sinister, uptight threat (maybe it would have been funnier if he had simply continued to be a nice guy, to Cage's mounting frustration). But by then the movie has already inspired enough laughter to pay its way, and that's with the skydiving Elvis impersonators still to come.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-08-28", "genres": ["Action", "Comedy", "Romance", "Thriller"], "title": "Honeymoon in Vegas (1992)"}