{"url": "http://www.rogerebert.com/reviews/honey-i-shrunk-the-kids-1989", "by": "Rick Moranisas Wayne Szalinski", "star_rating": 2.0, "text": "I’ve been trying to figure out exactly what’s missing in “Honey, I Shrunk the Kids.” The special effects are all there, nicely in place, and the production values are sound, but the movie is dead in the water. It tells an amazing and preposterous story, and it seems bored by it. It uses the same sorts of visual effects we remember from “The Incredible Shrinking Man,” but it lacks the same sense of fun.\n\nThe movie stars Rick Moranis as a suburban father who labors far into the night over a strange invention up in the attic. It’s an “electromagnetic shrinking machine,” which can, and does, reduce four of the neighborhood kids to microscopic size. They’re smaller than ants and get swept up and thrown out with the trash - setting up the central adventure of the movie, in which they try to survive in a backyard that has suddenly turned into a fearsome jungle.\n\nThe special effects used for these scenes are inventive and first-rate; we see blades of grass that tower over the tiny kids, a cigarette butt that looks like a glowing slag heap and an ant so big that all four kids can ride on it. Two of the kids hold on for dear life during a crazy flight on the back of a bumble bee, which leaves them covered with pollen the size of softballs. When the sprinkler is turned on, the yard explodes into a treacherous mud swamp, and when a lawn mover gets loose, it sets up a terrifying vortex. And there’s a battle between an ant and another creature (a miniature scorpion, I guess, that reminded me a little of the battle of the monsters in “King Kong”).\n\nThe technical expertise is there. But the story surrounding it is thin, slow and lacking in inspiration. When the four neighborhood children disappear, the parents next door react in a kind of slow-motion daze. Meanwhile, Moranis realizes what has happened and starts searching the backyard, suspending himself in a harness and circling over the grass with a magnifying glass and searchlights. This should have been funny, but it’s not, and we see the same process again and again.\n\nAll of the performances in the movie seem a little unfocused, as if the actors got exhausted waiting for the special effects and forgot their original inspiration. There should be chemistry among the four kids, but instead there are simply routine line readings. Moranis and his wife (Marcia Strassman) and the neighbors (Matt Frewer and Kristine Sutherland) are given so few recognizable emotions that they seem less involved in the story than the audience. And the pacing is slow. A whiz-bang, gee-whiz approach to the material might have helped.\n\nThe closing scenes are an example of the low energy level. One of the kids is about to be accidentally devoured in a spoonful of Cheerios. This scene could have been milked for suspense and malicious glee. Instead, it unfolds with lead-footed predictability. And James Horner’s music, here and elsewhere in the film, is no help. It sounds surprisingly familiar and seems to be a retread of the Nino Rota score for Fellini's “Amarcord.” In the Fellini movie, it worked.\n\nNote: The movie is preceded by “Tummy Trouble,” a color cartoon featuring Roger Rabbit. The good parts are a reminder of the best things in the cartoon that began “Who Framed Roger Rabbit.” But there are not that many good parts. Still, it was fun to see a color cartoon before the feature, and the kids cheered.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-06-23", "genres": ["Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Honey, I Shrunk the Kids (1989)"}