{"url": "http://www.rogerebert.com/reviews/honkytonk-man-1982", "by": "Kyle Eastwoodas Whit", "star_rating": 3.0, "text": "Clint Eastwood produced and directed \"Honkytonk Man,\"\r\nand stars in it as a Depression-era loser who drifts through the South with his\r\nyoung nephew, aiming eventually to get to Nashville and maybe get on the Grand\r\nOl' Opry. The movie's credits say the screenplay is by Clancy Carlile, based on\r\nhis own novel, but in speculating on what drew Eastwood to this project, I came\r\nacross this entry in Ephraim Katz's Film Encyclopedia:\n\n\"Eastwood, Clint. Actor, director. Born on May 31, 1930, in\r\nSan Francisco. A child of the Depression, he spent his early boyhood trailing a\r\nfather who pumped gas along dusty roads all over the West Coast . . .\"\n\nThe\r\nentry goes on to list the usual odd jobs (logger, steel-furnace stoker) that\r\nall actors seem to hold down on their way to stardom, but Id read enough to\r\nsupport my intuition that \"Honkytonk Man\" means a lot to Eastwood in\r\nways that may not be immediately apparent.\n\nThis\r\nis a sweet, whimsical, low-key movie, a movie that makes you feel good without\r\npressing you too hard. It provides Eastwood with a screen character who is the\r\ncomplete opposite of the patented Eastwood tough guys, and provides a role of\r\nnearly equal performance for his son, Kyle, as a serious, independent and\r\nutterly engaging young nephew named Whit. What happens to them on the road is\r\nnot quite as important in this movie as what happens between them.\n\nThe\r\nmovie starts with Eastwood drunk behind the wheel of a big 1930s touring car,\r\nknocking over the windmill on his latest return to the old homestead. He's sort\r\nof a Hank Williams type. His family has seen this act before. They put him to\r\nbed and hide the bottle. The next day, with an ominous cough, Eastwood talks\r\nabout his dream of heading for Nashville and cashing in some old IOUs. He's a\r\nsinger and a songwriter, luckless but not untalented, and he thinks he could\r\nmake it onto the Opry.\n\nHe\r\nwants to take the kid along. After some hesitation, the kid's mother (Verna\r\nBloom) agrees, mostly because she hopes her son can ride herd on Eastwood and\r\nkeep him reasonably sober. She makes her son promise not to drink or fool\r\naround with women (thus putting her finger unerringly on one thing he did the\r\nnight before, and another that he hopes to do as soon as possible). Old grandpa\r\n(John McIntire) also decides to go along for the ride; he's got some people in\r\nTennessee he hasn't seen in 40 years.\n\nThe\r\nroad part of the picture is picaresque, photographed through a haze of romance\r\nand nostalgia, and spiced up with a visit to a gambling house and an encounter\r\nwith a very individualistic young woman (Alexa Kenin) who also decides to join\r\nthe traveling party. She has an amazing gift for couching the most ordinary\r\nsentiments in romantic prose.\n\nThe\r\nmovie's best scenes are the ones Eastwood plays in Nashville, during an\r\naudition at the Opry and, later, in a recording studio. He sings his songs with\r\nthe kind of bone-weariness that doesn't hurt the right kind of country song,\r\nand there's a special moment in the studio when a supporting musician lends a\r\nhand. The movie turns out to be about realizing your dreams after all, which is\r\nsort of a surprise in a story where even the high points are only bittersweet.\n\nThis\r\nis a special movie. In making it, Eastwood was obviously moving away from his\r\nDirty Harry image, but that's nothing new; his spectacular success in violent\r\nmovies tends to distract us from his intriguing and challenging career as the\r\ndirector and/or star of such offbeat projects as \"Bronco Billy\" and\r\n\"Play Misty for Me.\" He seems to have a personal stake in this story,\r\nand we begin to feel it, too. Sometimes the simplest country songs are just\r\ntelling the facts.", "running_time": 122, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-12-17", "genres": ["Comedy", "Drama", "Music", "Musical"], "title": "Honkytonk Man (1982)"}