{"url": "http://www.rogerebert.com/reviews/hook-1991", "by": "Dustin Hoffmanas Capt. Hook", "star_rating": 2.0, "text": "The ads for Steven Spielberg’s \"Hook\" ask the question, \"What if Peter Pan grew up?\" but the answer, alas, is that then he would probably star in a lugubrious retread of a once-magical idea. A movie very much like this one, in which \"Peter Banning\" is a busy executive with more time for his cellular phone than for his children, until fate launches him back once again into combat with Captain Hook.\n\nRobin Williams plays the harassed businessman, and Maggie Smith is the old granny who’s able to suggest the most wonderful possibilities when she whispers, \"Peter, dear - don't you know who you are?\" Actually, he can't remember a thing that happened before he was 12, but Hook can and kidnaps Banning’s two children because he wants to lure Peter back to Neverland for a rematch.\n\nThe sad thing about the screenplay for \"Hook\" is that it’s so correctly titled: This whole construction is really nothing more than a hook on which to hang a new version of the Peter Pan story. No effort is made to involve Peter’s magic in the changed world he now inhabits, and little thought has been given to Captain Hook’s extraordinary persistence in wanting to revisit the events of the past.\n\nThe opening of the film promises more. Spielberg sets the scene in modern-day America, where the executive lifestyle leaves no time for fathers to spend with children. Then Robin Williams takes his wife and children back to London to visit Granny Wendy, who adopted him as an orphan, and as the kids sleep in the very same bedroom where the original story began, we get the Spielberg visual trademark of the blinding light on the other side of the rattling window: The promise of magic, just outside.\n\nAfter the children disappear and Peter finds Hook’s kidnap note and is told by Granny Wendy who he really is and why he must follow, I was poised for a breathtaking first view of Neverland , but what I got was a dreary disappointment. The long, long, long Neverland sequences take place in a cluttered rag-and-bone shop of art direction; there are too many characters, too many props, too many signs, too many costumes, bad traffic direction, and no sense of place or space. The whole thing looks like what it is, a movie set, right down to the unconvincing backdrops, and for some reason there’s a shift to red and brown in the color spectrum, so Neverland (which in my imagination, at least, is on a lush green island) looks as if it’s in the midst of a drought.\n\nThe other key characters appear: Hook, played by Dustin Hoffman as if he were doing an imitation instead of a performance, and Tinker Bell, played by Julia Roberts more as a duty than a pleasure. There’s not much wit here. What exists is supplied by Robin Williams, who does the best he can to be amazed and enchanted by his shabby surroundings, and by Smee (Bob Hoskins), who is sort of Hook’s official sidekick.\n\nThere’s also a large group of orphans in Neverland who are massed as if for group photographs and shunted here and there as if waiting for auditions for \"Oliver!\" The crucial failure in \"Hook\" is its inability to re-imagine the material, to find something new, fresh or urgent to do with the Peter Pan myth. Lacking that, Spielberg should simply have remade the original story, straight, for this generation. The lack of creativity in the screenplay is dramatized in the sword fighting sequences between Hook and Peter, which are endless and not particularly well-choreographed. They do not convince me that either Williams or Hoffman is much of a fencer. Has any Hollywood director ever given thought to bringing in a Hong Kong expert like King Hu to do second-unit work on the swordfights? The cheapest Asian martial arts movie has infinitely more excitement in its sword sequences than the repetitive lunge-and-shuffle that goes on here. Then comes the ending of the movie. Or the endings. One after another. Farewells.\n\nPoignancy. Lessons to be learned. Speeches to be made. Lost marbles to be rediscovered. Tears to be shed. The conclusion of \"Hook\" would be embarrassingly excessive even for a movie in which something of substance had gone before. Here we get the uncanny suspicion that \"Hook\" was written and directed according to the famous recipe of the country preacher who told the folks what he was going to tell them, told them, and then told them what he had told them.", "running_time": 135, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-12-11", "genres": ["Adventure", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Hook (1991)"}