{"url": "http://www.rogerebert.com/reviews/hoosiers-1987", "by": "Gene Hackmanas Norman Dale", "star_rating": 4.0, "text": "I was a sportswriter once for a couple of years in Downstate Illinois. I covered mostly high school sports, and if I were a sportswriter again, I'd want to cover them again. There is a passion to high school sports that transcends anything that comes afterward; nothing in pro sports equals the intensity of a really important high school basketball game.\n\n\"Hoosiers\" knows that. This is a movie about a tiny Indiana high school that sends a team all the way to the state basketball finals in the days when schools of all sizes played in the same tournaments and a David could slay a Goliath. That's still the case in Indiana but not, alas, in Illinois.\n\nThe school in the movie is so small that it can barely field a team, especially after the best player decides to drop out. Can schools this small actually become state champs? Sure. That's what high school sports are all about.\n\n\"Hoosiers\" is a comeback movie, but it's not simply about the comeback of this small team, the Hickory Huskers. It's also about the comeback of their coach, a mysterious middle-age guy named Norman Dale (Gene Hackman), who seems to be too old and too experienced to be coaching in an obscure backwater like Hickory.\n\nAnd it's also the comeback story of Shooter, the town drunk (played by Dennis Hopper, whose supporting performance just won an Oscar nomination). Everybody in this movie seems to be trying to start over in life, and, in a way, basketball is simply their excuse.\n\n\"Hoosiers\" has the broad over-all structure of most sports movies: It begins with the problem of a losing team, introduces the new coach, continues with the obligatory training sequences and personality clashes, arrives at the darkest hour and then heads toward triumph.\n\nThis story structure is almost as sacred to Hollywood as basketball is to Indiana.\n\nWhat makes \"Hoosiers\" special is not its story, however, but its details and its characters. Angelo Pizzo, who wrote the original screenplay, knows small-town sports. He knows all about high school politics and how the school board and the parents' groups always think they know more about basketball than the coach does. He knows about gossip, scandal and vengeance. And he knows a lot about human nature.\n\nAll of his knowledge, however, would be pointless without Hackman's great performance at the center of this movie. Hackman is gifted at combining likability with complexity - two qualities that usually don't go together in the movies. He projects all of the single-mindedness of any good coach, but then he contains other dimensions, and we learn about the scandal in his past that led him to this one-horse town. David Anspaugh's direction is good at suggesting Hackman's complexity without belaboring it.\n\nHickory High School is where Hackman hopes to make his comeback, but he doesn't think only of himself. He meets Shooter (Hopper), the alcoholic father of one of his team members, and enlists him as an assistant coach with one stipulation: no more drinking. That doesn't work. In a way, Hackman knows it won't work, but by involving Shooter once again in the life of the community, he's giving him a reason to seek the kind of treatment that might help.\n\nHackman finds that he has another project on his hands, too: the rehabilitation of his heart. He falls in love with a teacher at the school (Barbara Hershey), and their relationship is interesting, as far as it goes, although it feels like key scenes have been cut out of the romance. Maybe another movie could have been made about them; this movie is about basketball.\n\nThe climax of the movie will come as no great surprise to anyone who has seen other sports movies. \"Hoosiers\" works a magic, however, in getting us to really care about the fate of the team and the people depending on it. In the way it combines sports with human nature, it reminded me of another wonderful Indiana sports movie, \"Breaking Away.\" It's a movie that is all heart.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-02-27", "genres": ["Drama", "Family", "Sports Film"], "title": "Hoosiers (1987)"}