{"url": "http://www.rogerebert.com/reviews/hoot-2006", "by": "Logan Lermanas Roy Eberhardt", "star_rating": 1.5, "text": "\"Hoot\" has its heart in the right place, but I have been unable to locate its brain. Here is a movie about three kids who begin by disliking or fearing one another, and end up as urban guerrillas sabotaging the construction of a pancake house that will destroy a nesting ground for burrowing owls. Yes, there are such birds, who sublet burrows originally dug by squirrels and prairie dogs and such, or occasionally dig their own dream burrows. They seem wide-eyed with astonishment at their lifestyle, but actually that is just the way they look.\n\nThe hero of the movie is Roy Eberhardt (Logan Lerman), who we meet on horseback in Montana, complaining that his family is moving again -- this time, to Florida. His dad has moved something like five times in eight years, which in the white-collar world means you are either incompetent or the CEO. In his new school, he's picked on by a bully and breaks the bully's nose, to create a subplot utterly unnecessary to the story.\n\nHis school career takes an upturn when he meets two extraordinary (not to say unbelievable) students his own age. Beatrice the Bear (Brie Larson) is a soccer player with a fearsome reputation, which the movie half-heartedly establishes in a perfunctory manner before revealing her as a true-blue best pal who befriends Roy Eberhardt (he is often referred to my both names, and also called \"Cowgirl\" and \"Tex\").\n\nMeanwhile, Roy Eberhardt is fascinated by a kid he sees running barefoot through the town. He tries to chase him, fails, finally catches up with him, is scared off by a sack of cottonmouth snakes and eventually makes friends with him. This is Mullet Fingers (Cody Linley), a cross between Tarzan and Huckleberry Finn.\n\nMullet lives in hiding on a houseboat, doesn't go to school, and devotes his life to sabotaging the efforts by Curly (Tim Blake Nelson) to build the hated pancake house. He pulls up the surveying stakes, steals the seat from his bulldozer, and otherwise generates trouble for the local Keystone Kop, named Officer Delinko (Luke Wilson). Delinko is so incompetent that one night he stakes out the construction site and oversleeps because Mullet Fingers has painted all the windows of his prowler black.\n\nThe movie's climax involves one of those situations where everyone in the town arrives at the same time in the same place to hear incriminating evidence that forces the dastardly villains to abandon their plans. Oops, I gave away the ending, if you were expecting that the film would conclude with the death of the owls.\n\n\"Hoot\" is based on a Newberry Award-winning novel by Carl Hiaasen, the Florida novelist. That gives it a provenance but not a pedigree. (Having written the preceding sentence, I do not know what it means, but I like the way it reads.) I suspect the movie's target audience will think it plays suspiciously like an after-school special, and lacks the punch and artistry of such superior family films as \"Millions\" and \"Shiloh.\" The villains are sitcom caricatures, the kids (especially Mullet Fingers) are likeable but not remotely believable, and it is never quite explained why anyone would build a pancake house in a wilderness area that seems to be far from any major road.\n\nNote: If you are a viewer of intelligence and curiosity, and live in a city where human beings still program some of the theaters, there is a much better movie right now about guerrillas fighting to protect an endangered species. It is \"Mountain Patrol: Kekexili,\" which I also review today. You have a choice: a inane dead zone of sitcom cliches, or a stunning adventure shot on location in the high deserts of Asia.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-05-04", "genres": ["Drama", "Family"], "title": "Hoot (2006)"}