{"url": "http://www.rogerebert.com/reviews/hope-and-glory-1987", "by": "Sebastian Rice Edwardsas Bill", "star_rating": 3.0, "text": "Maybe there is something in the very nature of war, in the power of guns and bombs, that appeals to the imagination of little boys. Bombers and fighter planes and rockets and tanks are thrilling at that age when you are old enough to understand how they work but too young to understand what they do. John Boorman's \"Hope and Glory\" is a film about that precise season in the life of a young British boy who grows up in a London suburb during World War II.\n\nThe boy (Sebastian Rice Edwards), probably meant to be Boorman himself, is bright and curious. And although he is sad when his dad goes away in uniform, there are certain consolations, such as the nightly German air raids that leave real pieces of shrapnel in the garden - some of them still hot from explosions, and all of them very collectible.\n\nFor his mother (Sarah Miles, in one of the best performances of her career), life is not so simple, but it has its consolations. Left to raise the family after her husband is drafted, she deals distractedly with rebellion in the ranks of her children, particularly from a teenage daughter whose sexual awakening has been hastened by the arrival of Canadian troops who are training in the neighborhood.\n\n\"Hope and Glory\" is first of all a painstaking re-creation of the period. All of the cars and signs and clothes look right, and there are countless small references to wartime rationing, as when the older sister draws seams on her legs to make fake nylons. But after re-creating the period, Boorman also reconstructs the very feeling that was in the air.\n\nThe nightly routine of air raids quickly loses its novelty, and Miles has to shake her sleepyheads to get them out of bed and into the backyard bomb shelter. One night, they don't make it, and crouch in the hall closet as the bombs fall closer and closer. The next one, they whisper, will either hit them or not, but it misses and hits the house of a mean old lady down the street, creating a great fire and drawing lots of exciting fire engines.\n\nThere is something almost perverse in the way Boorman defines his point of view. He is not concerned in this film about the tragedy of war, or the meaning of war, but only with the specific experience of war for a grade-school boy. Drawing from his autobiographical memories, he has not given the little boy in the movie any more insights than such a little boy should have. His approach is especially effective in a scene where the boy witnesses his sister making out with a soldier: He looks, and does not quite understand, and looks away, perhaps sensing that this is a chapter that has not yet opened for him.\n\nToward the end of the film, the locale changes. The family goes to stay in the country with Miles' grandparents, and existence there seems more idyllic than in the city. Probably this is the way Boorman remembers it; going to the country is not an escape from bombs, but a chance to float on the river and run in the pastures.\n\nWartime is always a time, on the domestic front, of personal upheaval. There is a quiet, touching subplot in \"Hope and Glory\" about a choice Miles made when she got married. She married out of common sense, not out of love, and although she is still best friends with the man she loved, she is faithful to her absent husband. This situation leads to one of the film's best scenes, when the daughter confesses her love for a Canadian airman - and reveals that she is pregnant. The mother tells her daughter she must be true to her heart and follow love wherever it leads, and we know that is exactly what she did not do.\n\n\"Hope and Glory\" is an enormous success right now in England, where every frame must have its special memories for British audiences. Through American eyes, it is a more universal film, not so much about war as about memory. When we are young, what happens is not nearly as important as what we think happens. Perhaps that's true even when we are not so young.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-11-06", "genres": ["Drama", "Foreign", "War"], "title": "Hope and Glory (1987)"}