{"url": "http://www.rogerebert.com/reviews/hope-springs-2012", "by": "Meryl Streepas Kay", "star_rating": 3.0, "text": "It is the casting that intrigues you. A couple whose marriage has stalled seeks \"intensive counseling.\" Kay is played by Meryl Streep. No surprise there. Arnold is played by Tommy Lee Jones, the last name that would occur to most casting directors. The character is vulnerable, touchy and shy. He lacks confidence. He isn't interested in getting in touch with his feelings. He isn't even very interested in having any.\n\n\"Hope Springs\" isn't a great film and doesn't take any chances, except with this casting decision. The reason to see it is for Jones. This man who can stride fearlessly through roles requiring strong, determined men, this actor who can seem in complete control, finds a character here who seems unlike any other he has played and plays it bravely. \n\nI've interviewed him a few times, once at the American Pavilion in Cannes. Sitting next to him on the stage, I realized he did not even slightly enjoy exposing himself in that way. He was intensely uncomfortable with discussing \"approaches,\" and \"decisions\" and \"acting.\" He had nothing to say about \"motivations\" — his character's, his director's or his own. He was at Cannes to promote a movie, and he would do that because it was his job, but it was not an easy fit. It may be the same sense of privacy that informs his best roles. He never asks the audience for anything. We can take him or leave him. He is a rare actor who is not trying to please us.\n\nNow look at him in \"Hope Springs.\" He plays a moderately successful executive, a creature of habit, whose marriage has frozen into a routine. His wife is sweet, non-demanding and wistful, played by Streep as a woman who wonders what happened to the man she married. Every day starts with his nose buried in the newspaper and ends with him asleep in front of the Golf Channel. They haven't slept in the same room for years.\n\nShe bites the bullet. She signs them up for a week of couples therapy in the postcard town of Great Hope Springs, Maine, where marriage expert Dr. Feld (Steve Carell) sees patients. Arnold goes along over his own dead body. He doesn't want to change his marriage. He just wants to keep the peace. \n\nThe movie doesn't surprise us in the counseling scenes — or, for that matter, in any scenes in particular. The screenplay by Vanessa Taylor develops in an orderly way with progress and setbacks, a few smiles, some sweetness, some failure. Steve Carell has perhaps made a deliberate decision to bring nothing to Dr. Feld except an even-tempered calm. We can tell what kind of progress is taking place by whether Kay and Arnold sit close to each other on his couch, or at each end. The ending of the movie is happy, but not too easily, and there's none of the bawdiness suggested in the trailer. \n\nSo we're left with Streep and Jones. Of Streep there isn't much left to be said. She is a peerless actress, almost always in command of the right note, which in this case is determined but girlish. Then there's Tommy Lee Jones. In a sense, this whole movie and everything in it is designed to take advantage of a performance we didn't know Jones had in him. We shouldn't be surprised by how good he is. We already knew that from all of his Tommy Lee Jones roles. \"Hope Springs\" reveals his reach is wider than we guessed, deeper, and more vulnerable. It must have taken him some thought to agree to this screenplay.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-08-07", "genres": ["Comedy", "Drama", "Romance"], "title": "Hope Springs (2012)"}