{"url": "http://www.rogerebert.com/reviews/hopscotch-1980", "by": "Walter Matthauas Niles Kendig", "star_rating": 3.0, "text": "\"Hopscotch\" is a shaggy-dog thriller that never really thrills us very much, but leaves a nice feeling when it's over. That's partly because of the way Walter Matthau fools around with dialogue until he wears it well, and partly because the movie's shot at a measured, civilized, whimsical pace. It's a strange thing to say about a thriller, but \"Hopscotch\" is . . . pleasant.\n\nThe movie's based on a best seller by Brian Garfield, the author of Death Wish, and his hero once again is a guy who single-handedly takes on the establishment. But while the Charles Bronson character in \"Death Wish\" hunts down and kills muggers, the Matthau character in \"Hopscotch\" mostly wants to toy with his enemies - to frustrate them with his superior cunning.\n\nThey, on the other hand, want to kill him. They are the CIA. Matthau plays a veteran field operative who breaks up a Soviet operation in Munich but fails to arrest the head of the KGB when he has him in the palm of his hand. Matthau's called back to Washington, where a new man (Ned Beatty) has taken over control of the department. Beatty is a veteran of the CIA's clandestine \"dirty tricks\" operation, and the movie hints that he was the guy behind sending the poisoned cigars to Castro, among other dumb stunts.\n\nAnyway, Beatty yanks Matthau out of the field and assigns him to the filing department. Matthau doesn't like that. He destroys his own files, walks out of the agency, flies to Austria, and deliberately leads the CIA to believe that he has decided to cooperate with the Soviets. Then he has a rendezvous with an old love (Glenda Jackson), holes up in her chateau, and starts writing his memoirs. They include detailed revelations about CIA activities, and he mails each chapter to the world's leading spy agencies.\n\nThat does it. Beatty vows to \"terminate\" Matthau. Sam Waterston, another CIA official, suspects all along that Matthau's only having some pointed fun at Beatty's expense. But Beatty is not a man to enjoy a joke on himself.\n\nOnce this basic situation is established, \"Hopscotch\" turns into a picaresque comedy disguised as a thriller. Matthau hops all over two continents, hiding out under false passports and assumed names, and adding insult to injury at one point by actually buying Ned Beatty's summer cottage and moving into it. He also turns out to be devilishly clever at leading the CIA to expect one thing, and giving it another. His final deception, at the movie's end, cheats us a little (how did he do it?), but so what.\n\nIt's a funny thing about material like this. It's so familiar, it's almost neutral. You can start with the basic story and make a good movie or a bad one, and the material won't have been to blame. In the case of \"Hopscotch,\" the movie is good primarily because of the presence of Matthau. Glenda Jackson appears to have been cast on the basis of her previous co-starring role with Matthau (in \"House Calls\"), but she doesn't have much to do. Neither do most of the other actors; this is a one-star movie, despite amusing scenes by Beatty, Waterston, Herbert Lom as the Soviet agent, Lucy Saroyan as a charter pilot, and Severn Darden as a shady character who can slam a drawer on a roll of $100 bills faster than the human eye can see.\n\nAll of the actors and all of the locations almost seem to spin past Matthau, who remains fixed on screen, gently scowling, his hair in his eyes, pouting, walking with that distinctive, arm-swinging shamble that's become a trademark. He's fun to watch in this movie; he wears the familiar material very well.\n\n\"You remind me of my father,\" Lucy Saroyan tells him at the end of their flight. \"Yeah, that's always been my problem,\" he says, shambling away with a suitcase in each hand, already late for his next rendezvous with destiny.", "running_time": 106, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-10-17", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "Hopscotch (1980)"}