{"url": "http://www.rogerebert.com/reviews/horns-and-halos-2003", "by": "Suki Hawley", "star_rating": 3.0, "text": "Bush never precisely denied the charge, nor did he need to: \"Obviously,\" he said, \"if he's a convicted felon, his credibility's nothing.\" A discredited author amounted to a discredited story, and Hatfield's actual past trumped Bush's alleged past. St. Martin's Press, which published the book, withdrew its edition and destroyed all copies. Then a fly-by-night publisher named Soft Skull reprinted Fortunate Son, and Hatfield, who had refused to reveal the source of his information about the alleged cocaine arrest, now dropped a bombshell: His source, he said, was Karl Rove, Bush's closest political adviser.\n\nAll sensational stuff, very questionable, and there was even a \"60 Minutes\" segment on the would-be scandal, but Hatfield was a loose cannon and his personal life was coming apart at the seams. Eventually, he was found dead in a motel room after an overdose of prescription pills, in what appeared to be a genuine suicide. In a sense, his book was a service to the Bush campaign because the cocaine story and its author, generally seen to be discredited, drew attention away from the roughly simultaneous charges that the future commander in chief had been AWOL for a year from the Air National Guard.\n\n\"Horns and Halos,\" a documentary that resurrects this political footnote, begins with Hatfield and his book, but the attention keeps getting stolen by a mercurial eccentric named Sander Hicks, the owner, operator and sole employee of the Soft Skull Press. He works from his home, and his home is a tiny apartment in a New York apartment building where he is the janitor. Hicks is a splendid argument for diversity in media ownership, since with almost no capital, he was able to print and distribute the book.\n\nThe filmmakers, Suki Hawley and Michael Galinsky, focus on Hicks' passion for the book, which easily outstrips Hatfield's. \"Not a day goes by that I don't regret writing this book,\" Hatfield says at one point, and there are signs toward the end that, despite his joy over the birth of a baby daughter, he is coming unhinged.\n\nThe movie suggests that the Dallas story identifying Hatfield as a convicted felon was planted by the Bush campaign and, indeed, there is a dubious conspiracy theory that Rove did give Hatfield information, because he knew of Hatfield's past and thought it was best that the scandal come to light through an easily discredited source. Hatfield hardly needed outside help to undermine his book; his introduction to the Soft Skull edition included comments about his conviction that inspired a lawsuit by a former associate.\n\nAlthough Hicks shepherds Hatfield to the 2001 Book Expo and other book shows, the book, once dismissed, is no longer news. And after Hatfield's death, the entire episode disappears from our collective memory. \"Horns and Halos\" is effective in presenting its portraits of these two men, Hatfield so depressed, Hicks so optimistic, but it's not successful at getting to the bottom of the cocaine charges. It commits the same mistake it charges the mainstream press with: It allows Hatfield's story to upstage his allegations. The adventures of Hicks in taking on the media establishment from his janitor's quarters make a great human interest story, but it, too, has nothing to do with the underlying charges.\n\nAll that can be said at this late date is that the cocaine use, if any, is a dead issue, and Bush covered himself during the campaign by saying he had not used drugs since 1974. (He did not say if he had used drugs before 1974, and his campaign quickly called his original words a misstatement.) In today's political climate, this movie and its people all seem to come from a very long time ago.\n\nNote: Hicks' conspiracy theories involving Rove, which I emphasize are dubious, can be found on radio broadcasts from New York radio station WFMU, at www.spitfirelist.com/f319.html.", "running_time": 79, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-07-11", "genres": ["Documentary", "Drama", "Indie"], "title": "Horns And Halos (2003)"}