{"url": "http://www.rogerebert.com/reviews/horror-show-1989", "by": "Lance Henriksenas Lucas McCarthy", "star_rating": 1.0, "text": "I met someone over the weekend who wears a Freddy Krueger watch.\n\nLook at it one way and you see the time. Look at it another way and you see Freddy, the slasher in \"A Nightmare on Elm Street,\" leering out at you. Freddy and his brothers from the \"Halloween\" and \"Friday the 13th\" pictures have become best-selling cultural icons of our time (admittedly a desperate time), and \"Horror Show\" looks like an attempt to spin off a new slasher series.\n\nThe creature this time is a mass murderer named Max Jenke (Brion James), whose dying wish is to be buried with his meat cleaver.\n\nMax is balding and gross and wears a little goatee, and when he snarls you can see that he requires major dental work. He has been pursued for years by a brave policeman named Lucas McCarthy (Lance Henriksen), who finally tracks him down and captures him.\n\nSoon after the movie opens, Max is about to go to the electric chair. And the execution scene is actually the best one in the movie - so shocking and funny I thought perhaps this film, like \"Evil Dead 2: Dead by Dawn,\" would escape from the dreary formulas of its genre and really amount to something. What happens is that Max cannot easily be electrocuted. He thrives on the juice, shouting curses as he vibrates in the electric chair, and then there is a nightmarish sequence and we are led to understand that the soul of Max has somehow taken up residence in the gas furnace in the cop's basement. Don't ask me how. I'm only reporting the facts.\n\nThe movie is all downhill from then on - an extended series of variations on that basic horror scene, the False Alarm, in which 1) the hero gets a scare; 2) it turns out to be a false alarm, and 3) THEN the monster jumps out of the dark. Since this three-beat pattern is so familiar to audiences by now, and so predictable, they go with the rhythm almost as if they're following music. It has been a long time, I think, since anyone was fooled by a False Alarm.\n\n\"Horror Show\" does make one interesting decision: It shows us the face of Max, and allows him to talk in his own voice. If the movie is a hit and it inspires sequels, James will have lots of work for a long time to come and can supplement his income with personal appearances at shopping malls and science fiction conventions. (His success will be a mixed blessing, since it is difficult to imagine him ever being hired to play anyone else if he becomes identified with the cleaver killer.) \"Horror Show\" is taking a chance by assigning Max a recognizable face and voice. The genius of the \"Nightmare,\" \"Friday\" and \"Halloween\" movies is that their slasher stars cannot be recognized. They hide behind bandages, hockey masks or pounds of gooey makeup, so that almost any actor could play them. That adds up to a considerable savings on the bottom line. I'm sorry if this reads more like a financial analysis than a movie review. You have to think of something during these movies.", "running_time": 94, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-04-28", "genres": ["Horror"], "title": "Horror Show (1989)"}