{"url": "http://www.rogerebert.com/reviews/horrible-bosses-2011", "by": "Jason Batemanas Nick Hendricks", "star_rating": 3.5, "text": "\"Horrible Bosses\" is funny and dirty in about that order. Of George Carlin's famous \"seven words you can never say on television,\" it omits only the usual one, I think, makes free with the others and adds several that didn't make Carlin's cut. It also contains what the MPAA describes as \"crude and sexual content,\" which I guess means both kinds at once.\n\nThe default rating for comedies these days is PG-13. A plain PG warns teenagers a movie is too tame, and an R (allegedly) means they can't get in. Every season brings a couple of R-rated comic raunch-a-ramas, however, and on the heels of the \"Hangover\" franchise, here perhaps comes another one. In strict logic, it's hard to see how a sequel would be possible, but they'll find a way. You wait and see.\n\nThe story involves three horrible bosses and the three employees who vow to murder them. What makes the movie work is how truly horrible the bosses are, what pathetic victims the employees are and how bad the employees are at killing; they'd be fired in a second by Murder Inc. The movie causes particularly painful twinges at this moment in American history when employees are in a weak position and their bosses know it.\n\nThe bosses display an impressive array of vile behavior. In this well-cast movie, each one plays to the strengths of the actors portraying him. Consider Dave Harken (Kevin Spacey), a supercilious sadist who toys with his middle manager Nick (Jason Bateman). Few are better than Spacey at regarding others with contempt and humiliating them with pleasure. Many other actors, given his dialogue in this film, would seem unconvincing and over the top. Spacey demonstrates why he is getting praise right now in London for his work as Shakespeare's Richard III. You remember him. The king who murdered Henry VI and his son Edward, and later during the funeral boasted of his plans to marry Edward's widow, Lady Anne. The second boss we meet is Dr. Julia Harris (Jennifer Aniston), an erotomaniac dentist. Her target is Dale (Charlie Day), her dental assistant, who is engaged to be married, but so what? She wants him, and she will have him, indulging in blatant and aggressive sexual harassment. You know those little water picks dentists have? You don't want to know what she does with one after aiming it at Dale's netherlands. \n\nThe third boss is Bobby Pellitt (Colin Farrell, almost unrecognizable). Bobby has taken control of the company from his beloved father Jack (Donald Sutherland) and uses it to fund a lifestyle of wretched excess. His employee Kurt (Jason Sudeikis) was a protege of the old man, and now watches with horror as Bobby runs roughshod over environmental restrictions in order to increase short-term profits.\n\nNick, Dale and Kurt meet after work on too many days to bitch and moan about their bosses, and one night, become inspired to murder them. This leads them into an unsavory bar in search of a hit man, and they meet a man named Jones (Jamie Foxx), even the initials of whose nickname don't belong in a family newspaper, qualifying as they do as a familiar adaptation of one of Carlin's seven words.\n\nThe movie, directed with cheerful and wicked energy by Seth Gordon, is situation slapstick, much of it set (as many desperate lad pictures are) outside the houses of the targets, as the plotters peep and spy. There's a particularly ingenious series of scenes involving Kevin Spacey, one of them finding a legitimate excuse to recycle perhaps the single most famous shot of \"Pulp Fiction.\"\n\nSpacey is superb, but the surprise for many may be Jennifer Aniston. Her career has drifted into such shallows that it's possible to forget how good she was in a film like \"The Good Girl\" (1999). Here she has acute comic timing and hilariously enacts alarming sexual hungers.", "running_time": 98, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-07-06", "genres": ["Comedy"], "title": "Horrible Bosses (2011)"}