{"url": "http://www.rogerebert.com/reviews/hot-millions-1968", "by": "Peter Ustinovas Marcus Pendleton", "star_rating": 3.0, "text": "Today I would like to bow to another critic for my opening thought. Writing about \"Hot Millions\" in the New Republic, Stanley Kauffmann observed that it didn't make him laugh out loud, but at the end of the film he realized he'd been smiling for nearly two hours. That says it very well: \"Hot Millions,\" which is not a hilarious comedy, is a pleasant, warm one.\n\nThe warmth comes because the characters are developed rather more than is usually the case in movies about (a) embezzlers or (b) eccentrics. The British comedy tradition accounts for these two genres quite completely; eccentrics are usually Terry-Thomas whistling through the gap in his teeth, and embezzlers usually try for a sort of efficient anonymity.\n\n\"Hot Millions\" abandons convention. Peter Ustinov is the embezzler, a bachelor, usually preoccupied, given to talking to himself and letting the sentences trail off into clearing of the throat. He bluffs his way into a private club, encourages a computer expert (Robert Morley) to hunt moths in South America and masquerades as Morley to infiltrate a large computer operation.\n\nThe idea is to convince the computer to mail Ustinov millions of pounds. The problem is to program the computer after getting past its built-in safeguards. After long nights spent studying the computer manual, Ustinov finally succeeds: a victory that will give new heart to my friends at Honeywell who dream of the good life in Rio.\n\nThe company is run by a nervous American executive (Karl Malden) and his paranoid assistant (Bob Newhart). Ustinov sails right past them with that peculiar British self-assurance that intimidates Americans automatically. But he runs afoul of the girl who lives upstairs in his boarding house (Maggie Smith).\n\nShe is equally incompetent as a secretary, a bus conductor, a theater usher, and a meter maid. They are both lonely, and one night Miss Smith invites Ustinov to her apartment by accident. He begins to play the piano, and it develops that she plays the flute. They fall into a hesitant duet (one of the film's most charming scenes), and she proposes marriage.\n\nThis is not, I suppose, a great comedy. But Ustinov and Miss Smith act with a sort of natural appeal, and there are moments you will enjoy very much. Especially recommended for computer programmers, their accomplices and their molls.", "running_time": 106, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-10-21", "genres": ["Comedy"], "title": "Hot Millions (1968)"}