{"url": "http://www.rogerebert.com/reviews/hot-rod-2007", "by": "Andy Sambergas Rod Kimble", "star_rating": 3.0, "text": "Rod Kimble, the hero of \"Hot Rod,\" is Evel Knievel on a moped. He leads a life resembling an episode of \"Jackass.\" Not a day passes without him attempting a harebrained stunt, and failure doesn't discourage him, because he knows in his heart that he is destined to become world famous.\n\nRod is played by Andy Samberg from \"Saturday Night Live,\" who on the basis of this film, I think, could become a very big star. With a trusting face, a gigantic smile and an occasional Burt Reynolds mustache, he has the innocence of many great comedians who always seem surprised at the way their schemes turn out; like Buster Keaton, he springs up after every disaster, ready for more, hoping to get rich, win the girl, be universally acclaimed, and so on.\n\nSamberg is one of the first comedy stars spawned by the Internet. With his Berkeley, Calif., buddies Jorma Taccone and Akiva Schaffer, he made short films that became enormously popular on the Net, and was signed by \"SNL,\" which also took Taccone and Schaffer aboard as writers. They're still together; Schaffer is the director of \"Hot Rod,\" and Taccone co-stars as Kevin, Rod's half-brother and half- willing sidekick for his stunts.\n\nSamberg is 27, but he looks about 17 in the film; Rod lives at home with his mom (Sissy Spacek) and stepdad (Ian McShane). He has been told of the daring heroism of his father, now deceased, and dreams of emulating him. But he can't even outmaneuver his stepfather, who routinely defeats him in fights. This does not involve abuse, but a ferocious rivalry between the two. When his mom breaks the news that his stepdad needs a heart transplant they can't afford, Rod is devastated. That means he loses any hope of defeating him in hand-to-hand combat.\n\nRod vows to raise the necessary $50,000, so that he can save his stepfather's life and then reduce him to a pulp. Some of his attempts at moneymaking are painful; hired as an entertainer at a children's party, he is hung upside down and turned into a human pinata. His daredevil show involving the municipal swimming pool also turns out badly.\n\nAll his publicity efforts add up to an attempt to jump over 15 buses (the real Evel Knievel once jumped 14 buses, although close study of his career indicates he crashed about as often as Rod Kimble). To prepare for his jump, Rod begins a training regime, leading to a tumble down a hill that -- well, see for yourself.\n\nThe movie is funny because it is sincere. It likes Rod. It doesn't portray him as a maniacal goofball, but as an ambitious kid who really thinks, every single time, that he will succeed. In creating this aura of sincerity, \"Hot Rod\" benefits from Spacek's performance: She plays the mom absolutely straight, without inflection, as if she were not in a comedy. That's the only right choice; supporting characters are needed to reinforce Rod, not compete with him.\n\nRod's would-be girlfriend Denise (Isla Fisher) is, of course, going with another guy, but Rod persists in the belief that his inevitable fame will win her over, as if girls are searching for guys with his job description (Knievel had to kidnap his own first wife, but to be fair, he wasn't yet a daredevil). All of these characters and some of the conflicts are familiar from other movies, but \"Hot Rod\" puts a nice spin on them. It's funny pretty much all the way through, even in the final showdown between Rod and his stepdad. I have seen countless movie fights that stagger the imagination, but this one goes over the top and comes down on the other side. Just what Rod would like to do someday.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-02", "genres": ["Action", "Comedy"], "title": "Hot Rod (2007)"}