{"url": "http://www.rogerebert.com/reviews/hot-stuff-1979", "by": null, "star_rating": 2.5, "text": "This movie is so affectionately wacky we can forgive it for falling short of greatness: It takes so many other falls along the way. Great stretches of it have the rather spare visual invention of one of Jackie Gleason's Joethebartender skits. Remember? Gleason would be standing there and the door, would swing open, and he'd say, \"Hiya, pal! How are ya? Come on in. The usual?\"\n\nIn \"Hot Stuff,\" the doors swing open on a police undercover operation. The cops are running a phony hock shop that's a front for a fencing operation. Their master plan: Gain the confidence of all the crooks in town by paying them top prices for their stolen goods . . . and then lower the boom on them.\n\nThere are four cops: Dom DeLuise (who also directed), Jerry Reed, Luis Avalos and Suzanne Pleshette. She's stationed behind a oneway mirror with a videotape camera, and tries to get everything on tape as her three partners con the cons. In scene after scene after scene, the door opens, there's the \"Hiya, pal!\" routine, and then we're introduced to yet another incredible character and his unlikely load of hot goods.\n\nIt is easy to imagine this material not working even though the movie is also livened up by explosions, shootouts and a wild party. Most of the movie's character-building and most of the laughs happen on one set, and repeat the one situation. But the characters are so well-drawn (not deeply drawn, just well drawn) that we get to like them. DeLuise, directing himself, doesn't indulge himself, and gives a lot of the best lines to his three costars.\n\nThere's a rare sense here of basic comic skills, well used. By that I don't mean \"Hot Stuff\" contains brilliant new comic visions; strictly speaking, it doesn't contain a single original frame. What I mean is that the movie knows the craft of comedy, slapstick, doubletakes, funny lines, eccentric characters.\n\nThat's a craft that was mastered in the '30s and '40s. Even in the B and C comedies. Even in the Bowery Boys comedies, which were competently made in their own dumb way. But it's been lost in recent years, and the generation of sitcom directors hasn't rediscovered it, and all you need to do is suffer through trash like \"Americathon\" to realize how easily even the most basic comic scene can be mishandled.\n\n\"Hot Stuff\" doesn't miss on many of its bets. It even finds appeal in such ancient yawninducing devices as the menacing visit of a Godfather type and his henchmen. We've seen this scene how many times? With the guys in the white suits and the snapbrim hats? But \"Hot Stuff\" pulls it off.\n\nAnd yet I want to be exact about this: \"Hot Stuff\" is funny, yes, but it's funny old stuff, not funny new stuff. This summer's best comedies continue to be, at last count, \"The In-Laws.\" \"La Cage aux Folles\" and the wonderful \"Breaking Away.\" I was reminded of that again Sunday night, when I saw \"Hot Stuff\" at a triplex theater and then decided to go next door and see \"Breaking Away\" again. There are good movies and then there are the inspired ones. \"Hot Stuff\" is only good.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Comedy"], "title": "Hot Stuff (1979)"}