{"url": "http://www.rogerebert.com/reviews/hot-shots-part-deux-1993", "by": "Charlie Sheenas Topper Harley", "star_rating": 3.0, "text": "There is a love scene in \"Hot Shots, Part Deux\" in which the hero, a dashing Navy commando played by Charlie Sheen, is dining with a beautiful espionage expert played by Valeria Golino. They are having spaghetti in an Italian restaurant, and somehow they each get one end of a log strand of pasta into their mouths, and suck it in until their faces come closer, and closer . . . and they kiss.\n\nThis is, of course, a famous shot stolen from \"Lady and the Tramp.\" So is the next shot, in which Sheen lovingly uses his nose to push a meatball in the direction of his lady love. One of the pleasures of watching a spoof like this is to spot the references; it's like a quiz on pop art.\n\nThe Golina character is named Ramada Rodham Hayman. The other principal female character in the movie, played by Brenda Bakke, is named Michelle Rodham Hudleston. So it goes. The movie is directed by Jim Abrahams, who was one of the perpetrators of \"Airplane!\" (1980), the satirical parody that spawned this and many other films, including \"Top Secret!\" \"The Naked Gun\" and the original \"Hot Shots!\" The current film takes \"Rambo III\" as its starting place, with lots of loving little touches. The Sheen character, patterned on the Stallone original, is a pumped-up man of few words, who at the beginning of the film has left his life of action and violence to live a life of contemplation with monks in a remote Eastern land. He is tracked down there by his old commanding officer, played by Richard Crenna in a repeat of his own role in \"Rambo III.\" Sheen wants to stay where he is, until Crenna tells him a story that makes him realize he is needed for a dangerous mission in the Middle East.\n\nThe story is \"Goldilocks and the Three Bears.\" Sheen, named Topper Harley in the movie, is needed to rescue Americans who were sent in to rescue other Americans who were sent in to rescue other Americans. Why is his participation essential? \"You are the best of what we have left!\" In the unnamed Arab country, we see a Saddam Hussein look-alike living a life of blissful domesticity, interrupted by moments of mayhem and torture. And we join Sheen on the mission, which is constructed out of countless jokes based on the \"Rambo\" movies and other commando epics.\n\nThere are also the usual in-jokes. Proceeding down an Asian river in a gunboat, Sheen passes another boat headed in the opposite direction. On it is his father, Martin Sheen, who starred, of course, in \"Apocalypse Now,\" and is apparently still inside that movie as we see him. \"Loved you in 'Wall Street',\" the father shouts, as the boats pass.\n\nMovies like this are more or less impervious to the depredations of movie critics. Either you laugh, or you don't. I laughed. Will this genre ever run out of steam? \"Hot Shots Part Deux\" doesn't have the high-voltage nonstop comedy of \"Airplane!\" and \"Top Secret!,\" still the best of their kind, and it isn't as hard on Stallone as it could have been. But as long as the Hollywood assembly lines keep groaning, there will probably be a function for these corrective measures.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-05-21", "genres": ["Action", "Adventure", "Comedy", "Drama"], "title": "Hot Shots! Part Deux (1993)"}