{"url": "http://www.rogerebert.com/reviews/hot-tub-time-machine-2010", "by": "John Cusackas Adam", "star_rating": 3.0, "text": "\"Hot Tub Time Machine\" may sound almost by definition like a bad comedy. I mean, how good can a movie named \"Hot Tub Time Machine\" possibly be? Yes? That's not what I thought. I saw the stand-up display in a movie lobby and perked up. With a title like that, the filmmakers aren't lacking in confidence. There was also the item of John Cusack in the lead. As a general rule, he isn't found in bad films.\n\nI wasn't disappointed. This is a step or two below \"The Hangover,\" but occupying similar turf. It's another guy picture, which is like a buddy picture, except usually without cops. The guys bond, they seek to relive their misspent youth, there are women and even wives around, but they're strictly in supporting roles. \n\nA fortysomething party animal named Lou (Rob Corddry) gets drunk and passes out after he unwisely guns his car engine in time to the music while parked in his garage and listening to Motley Crue. This is interpreted as a suicide attempt by his best friends Adam (John Cusack) and Nick (Craig Robinson), and although he tells him they're mistaken, they're not so sure. They're worried about their friend. He's a full-bore, full-time alcoholic without a shred of maturity or caution. What this boy obviously requires is a return to the ski lodge where they all got blasted together in the 1980s. Over Lou's protests, they drag along Jacob (Clark Duke), Adam's nephew. Adam wants to keep him out of trouble (hollow laugh). \n\nTwenty years later, this lodge is so shabby, it looks not only like a poor excuse for a ski resort but even like a poor excuse for a movie set. That's part of the movie's charm. Did the Marx Brothers ever lavish money on sets? (Well, yes, but never mind.) The check-in routine is from Motel Hell, and the surly one-armed bellboy (Crispin Glover) kicks their luggage around, dumps it on the floor and sticks out his remaining hand for a tip. \n\nThey get the same big room they had before. It's gone downhill. The hot tub seems to harbor growth from the Planet of Mold. But there's a cheerful repairman (Chevy Chase) who plays the role that George Burns used to play, when you needed a guy who just looked like he knew the secrets of the universe. Chevy fixes the tub, and it starts to bubble with an inner glow, like beer on simmer. The guys jump in and are magically transported back in time to their youth in the 1980s. Jacob hadn't been born then, but never mind; it's their present selves who are transported.\n\nThis then becomes the premise for a comedy contriving more or less every possible problem and paradox, of which the high point is possibly Nick's boozy phone call to his wife, who at the time was still in grade school. A pretty girl named Alice (Lizzy Caplan) catches Adam's eye, although strict logic suggests they have little future together. And Corddry essentially steals the movie as Lou.\n\nRemember how Corddry was always so earnest and sincere when assuring Jon Stewart of outrageous facts on \"The Daily Show\"? He brings the same focus to getting drunk. Comedy is a delicate art, with nothing so important as the performer never seeming to believe anything he does is funny. Corddry here achieves a level of comic confidence that seems almost uncanny; Cusack, as co-producer, and Steve Pink, the director (who wrote Cusack's \"High Fidelity\" and \"Grosse Point Blank\"), must have intuited this gift and been willing to give him free rein.\n\nI can't be sure, but I think the density of the f-word reaches the saturation point in \"Hot Tub Time Machine.\" I may have heard it employed as three different parts of speech in the same sentence. One wonders if American-spoken English could survive without it. What did we say in the old days? It must have been a quiet land. \n\nThe bottom line is, gross-out guy comedies open twice a month, and many of them are wretched excesses. \"Hot Tub Time Machine,\" which wants nothing more than to be a screwball farce, succeeds beyond any expectations suggested by the title and extends John Cusack's remarkable run: Since 1983, in 55 films, he's hardly ever made a bad one. Well, I never saw \"Grandview, USA.\"", "running_time": 101, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-24", "genres": ["Adventure", "Comedy", "Science Fiction"], "title": "Hot Tub Time Machine (2010)"}