{"url": "http://www.rogerebert.com/reviews/hotel-for-dogs-2009", "by": "Emma Robertsas Andi", "star_rating": 2.5, "text": "\"Hotel for Dogs\" is a sweet, innocent family movie about stray dogs that seem as well-trained as Olympic champions. Friday, the Jack Russell terrier who's the leader of the pack, does more acting than most of the humans, and doesn't even get billing. I know, because I searched for one, hoping to mention him by name and call him a good doggie.\n\nWhat can Friday do? Let himself up and down from a fire escape landing, using a pulley-and-counterweight system. Find his masters anywhere in the city. Steal hot dogs and possibly a whole gyros wheel. Get out of his collar and back in again. Out-race dogs five times his size in a sprint down city streets. And join dozens of other dogs in mastering these abilities: Feeding himself. Using a doggie fire hydrant. Sitting on a toilet. Running on a treadmill. Activating a bone-throwing mechanism. I'm only scratching the surface.\n\nFriday belongs to Andi (Emma Roberts) and Bruce (Jake T. Austin), a brother and sister in foster care. He is kept a secret from their foster parents, two obnoxious would-be rock musicians (Lisa Kudrow and Kevin Dillon). The kids saved him from the streets, and he has been their secret pal through three years and five foster homes. One day, he leads them into an abandoned downtown hotel occupied by two dogs he makes friends with, and soon the kids find themselves running an unofficial animal shelter.\n\nIn this they're assisted by Dave (Johnny Simmons) and Heather (Kyla Pratt), two Nickelodeon-cute employees at a pet shop that they can apparently abandon on a moment's notice to use the store's van on rescue missions. Since they can't possibly care for all those dogs, little Bruce rigs up Rube Goldberg devices to automate the tasks. There's even an automatic door knocker to send the dogs into frenzies of barking and jumping. Good exercise, although sooner or later, these dogs will get wise to it.\n\nDon Cheadle plays the dedicated social worker in charge of the kids, who bails them out when they get in trouble with cops and meanie attendants at the animal pound. He even has a big speech on the dog hotel steps, during which I did my best not to think of \"Hotel Rwanda.\" What I thought instead was, Marley has a lot he could learn from these dogs.", "running_time": 100, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-01-14", "genres": ["Comedy", "Family"], "title": "Hotel for Dogs (2009)"}