{"url": "http://www.rogerebert.com/reviews/hotel-de-love-1997", "by": "Aden Youngas Rick Dunne", "star_rating": 2.5, "text": "\"I fell in love even before I saw her,” Stephen, the hero of \"Hotel de Love,” tells us. He walked into a party when he was a teenager, felt love, turned and saw Melissa, and that was that. Unfortunately, while walking across the room toward her, he was interrupted for a moment, and his twin, Rick, started chatting her up. That was that. Melissa and Rick dated until Melissa moved on with her life, and then years passed like a heartbeat.\n\nThese days Stephen (Simon Bossell) sells stocks, and Rick (Aden Young) manages the Hotel de Love, an establishment for which \"tacky” would be high praise. It's a honeymoon hotel in which every room illustrates a different theme: One is for soccer fans, one looks like a tropical rain forest, one seems to be a cave. The hotel even has a tiny waterfall, named Niagara Smalls.\n\nOne day Melissa (Saffron Burrows) returns and checks into the hotel, radiant. She plans to marry the fairly uninteresting Norman (Peter O'Brien).\n\nNeither Stephen nor Rick approves of this plan, although Rick has never known that his twin also loved Melissa.\n\nStephen is not a young man of great self-confidence. He has small twitches, so fast you almost miss them, and a way of bottling up his emotions until they come popping out in a rush. \"I love you!” he blurts to Melissa at the door of her room, before running away. He turns up so often for such lightning declarations that she eventually calls them \"drive-by 'I-love-yous.' “ What, he wonders, does Melissa possibly see in Norman the human coat hanger? \"Norman and I discuss ideas and philosophies,” she explains. \"That is not love,” Stephen says. \"That is a book group.” \"Hotel de Love” is an Australian film in the current tradition of such films, which means that everyone seems secretly peculiar while trying to appear friendly and normal. Australian movies make a particular specialty of Dad and Mum, who seem to have spent years perfecting a dysfunctional mutual symbiosis. Jack and Edith Dunne, the parents of the twins, have also checked into the hotel--to renew their vows or kill each other in the attempt, it would appear.\n\nThe key player in this drama, although at first we don't realize it, is Alison (Pippa Grandison), a palmist and fortune teller who is Rick's girlfriend as the movie opens and eventually becomes Stephen's friend. She's a dark, lively brunet, who befriends poor Rick as he carries his hopeless torch for Melissa. Of course, Stephen is destined to eventually notice that true love is right there under his nose, but that will require a lot of deep thought, not to mention the movie's prologue and epilogue, to accomplish.\n\n\"Hotel de Love” is a pleasant and sometimes funny film, without being completely satisfying. It is too twee. Too many lines are said for their cuteness, too many exchanges sound like a comedy routine, and the movie works too earnestly at being daffy. Melissa never convinces me she deserves 10 years of anybody's obsession, while Alison is worth a good 15. I also grew impatient at a subplot involving anonymous love poems. The one character I wanted more of was the hotel's owner, who plays cocktail piano in the lobby and has a song for every occasion--including ones the characters don't quite realize they are having.", "running_time": 96, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-07", "genres": ["Comedy", "Foreign", "Indie", "Romance"], "title": "Hotel de Love (1997)"}