{"url": "http://www.rogerebert.com/reviews/hounddog-2008", "by": "Dakota Fanningas Lewellen", "star_rating": 2.0, "text": "Dakota Fanning takes an impressive step forward in her career, but that's about the only good thing about \"Hounddog.\" The reigning child star, now 14, handles a painful and complex role with such assurance that she reminds me of Jodie Foster in \"Taxi Driver.\" But her character is surrounded by a swamp of worn-out backwoods Southern cliches that can't be rescued even by the other accomplished actors in the cast.\n\nShe plays Lewellen, a barefoot tomboy who lives in a shack with her father (David Morse), a slovenly drunk and self-pitying whiner. Next door is her granny (Piper Laurie), who keeps house well but is a hard-drinking slattern. Lewellen prowls the woods and frequents the swimming hole with her best friend, Buddy (Cody Hanford), as they trade awkward kisses and examine each other's private parts with great curiosity.\n\nThe poverty of her family is indicated by the usual marker: rusting trucks in the lawn. Her father operates a tractor, which during a rainstorm is struck by lightning. This hurls him to the ground and makes him even more dramatically loony. He is seized by anxiety that his daughter will abandon him, and one night he walks into the local tavern seeking her, having failed to notice that he is stark naked. The pool players prod him with their cues. Lewellen stalks in and drags him home.\n\nSomehow amid this chaos, the young girl succeeds in being playful and high-spirited, until she is raped by an older teenager. She grows silent and morose, even comatose, and one night is visited by dozens of (imaginary?) snakes, who crawl in through her bedroom window and perform a function, whether demonic or healing, that is understood by her friend and protector Charles (Afemo Omilami), a black man who works in the stables of the local gentry. He brings her back to health and lectures her about making people treat her with respect.\n\nMoving around the edges of the story is a character known in the credits as Stranger Lady (Robin Wright Penn). Her identity and function are left unclear, except for the fact that it will be immediately obvious to any sentient viewer exactly who she is. It has been some time since I quoted from Ebert's Little Movie Glossary, but the Stranger Lady perfectly fits the Law of Economy of Characters, which teaches us that whenever an important star appears in a seemingly unexplained role, that character will represent the solution to a plot question.\n\nNow about \"Hounddog.\" Lewellen is a passionate fan of Elvis Presley, and has some small local fame for her Elvis impersonations. Her life may be transformed when she hears Charles and his friends, including Jill Scott as Big Mama Thornton, performing in the rhythm and blues tradition that inspired Elvis. Lewellen is obsessed with the news that Elvis will be performing in a local concert and is cruelly tricked when she thinks she can get a ticket. One moonlit night, Elvis himself drives past in a pink Cadillac and blows her a kiss. Yes. Elvis would have driven himself to the concert, alone, down back roads, of course.\n\n\"Hounddog\" is assembled from the debris of countless worn-out images of the Deep South and is indeed beautifully photographed. But the writer-director, Deborah Kampmeier, has become inflamed by the imagery and trusts it as the material for a story, which seems grotesque and lurid. David Morse's \"Daddy,\" well-played as the character may be, is a particularly dreary presence, pitiful instead of sympathetic. Having seen so many of these fine actors in other roles, my heart goes out for them. Still, the discovery here is the remarkable Dakota Fanning, opening the next stage in her career and doing it bravely, with presence, confidence and high spirits.", "running_time": 102, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-09-18", "genres": ["Drama", "Family", "Indie"], "title": "Hounddog (2008)"}