{"url": "http://www.rogerebert.com/reviews/hour-of-the-wolf-1968", "by": "Liv Ullmannas Alma", "star_rating": 3.0, "text": "Ingmar Bergman's \"Hour of the Wolf\" is the sort of highly personal film that needs to find its own audience; the average cross section of moviegoers won't like it, I suspect. It's a difficult film, and not altogether a successful one. Bergman requires a creative act of imagination from his audience, the same sort of suspension of disbelief that Disney asks the kids to make for \"Snow White and the Seven Dwarfs.\"  But the adults in the audience I observed didn't seem up to the effort. They snickered and whispered and made boors of themselves.\n\nFor his theme, Bergman has borrowed from the materials of Gothic legend. His hero is an artist (Max von Sydow), alienated from society, who lives on an island with his pregnant wife (Liv Ullmann). On the other side of the island there is a castle inhabited by a baron and a menagerie of perverted friends. At night, the artist is haunted by insomnia, paranoia and strange dreams.\n\nA great deal of the action takes place halfway between midnight and dawn -- the hour, Scott Fitzgerald said, which is the dark night of the soul. In a brief note, Bergman calls this the \"Hour of the Wolf,\" and explains: \"It is the hour when most people die, when sleep is deepest, when nightmares are more real. It is the hour when the sleepless are haunted by their deepest fear, when ghosts and demons are most powerful. The Hour of the Wolf is also the hour when most children are born.\"\n\nThe artist is apparently going mad. He sits up night after night, staring into his candle, speaking with his wife of his strange dreams (or are they memories?). Bergman penetrates the man's subconscious to extract a series of bizarre nightmares and imaginations. He slips these hallucinations back and forth across the line of reality, so that occasionally what seems to be a dream becomes gruesomely real. This is the case with the most powerful image in the film, an act of necrophilia that becomes a practical joke.\n\nMuch of the film retains Bergman's ability to obtain deeply emotional results with very stark, almost objective, scenes. One night the artist tells his wife of a time when he was a child. He was shut up in a dark closet and told by his parents that a little man in there would eat his toes off. In terror, the child began climbing up on shelves, and boxes, begging to be released.\n\nAnother night, the artist tells of a day when he went fishing at the seashore and was joined by a small boy. We see this scene in heavily contrasted black and white: There is a moment when the boy stands behind the man and could push him onto the rocks below, while the man compulsively winds in his fishing line. A moment later, in a fit of rage, the man kills the boy. The question is, did either of these scenes occur, or were they both nightmares? Bergman does not quite let us know.\n\nThe woman becomes frightened of her husband. The inhabitants of the castle try to force their way into the couple's life. One night, the baron holds a dinner party that is charged with hostility and malice. There is a mention of scandal in the artist's past. The people in the castle slowly prepare their grotesque, cruel joke on the artist. Bergman handles this development in a surreal manner; we are never quite sure what is happening and what is only imagined.\n\nBut if we allow the images to slip past the gates of logic and enter the deeper levels of our mind, and if we accept Bergman's horror story instead of questioning it, \"Hour of the Wolf\" works magnificently. So delicate is the wire it walks, however, that the least hostility from the audience can push it across into melodrama. But it isn't that. If you go to see it, see it on Bergman's terms.", "running_time": 90, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-11", "genres": ["Drama", "Foreign", "Horror", "Thriller"], "title": "Hour of the Wolf (1968)"}