{"url": "http://www.rogerebert.com/reviews/hour-of-the-gun-1967", "by": "James Garneras Wyatt Earp", "star_rating": 3.5, "text": "Ten years after he made \"Gunfight at the O.K. Corral,\" producer-director John Sturges is back with the sequel, in case you've been wondering ever since what happened then. A lot happened. Wyatt Earp changed from Burt Lancaster into James Garner, grew a mustache and set out to avenge his brothers. Doc Holliday kept hitting the bottle and wound up playing gin rummy in a Colorado sanitarium. The Clanton gang got theirs. And Wyatt decided not to take the job in Tombstone after all.\n\nAbout the only thing that didn't change was the Hollywood Western, which remains blessedly itself. Sturges has made some good ones (\"Gunfight,\" \"Bad Day at Black Rock,\" \"The Magnificent Seven\"), and \"Hour of the Gun\" belongs in the same company but slightly lower on the guest list.\n\nIt is, first of all, beautiful to look at. All but the interiors were shot on location in Arizona, and Sturges evokes the land more realistically than, say, all those panoramic wagon train shots in \"The Way West\" did. There are stereotyped landscapes with tumbleweeds and mountains in the background, sure, and you expect them. But there are also lovely little ponds at the bends of rivers, and horse paths with trees meeting overhead. Some of the towns and villages are probably stage sets, but others are obviously real and have the unmistakable feel of the old West to them.\n\nThe performances and plot are also sound and good, but the story doesn't have the perfect sense of poetic justice that \"Gunfight\" had. Somehow, we'd almost rather not know what happened to Wyatt Earp after his big day. Heroes have their great moment, and then they live on for an additional 40 years, scratching and spitting and posing for photographs. It's much more satisfying when they die neatly in the act of achieving immortality, so the biographers can end on an upbeat.\n\nBut as it happens, Earp got out of the corral more or less alive, and \"Hour of the Gun\" shows him during the trial and then in a search for revenge. Whisky-drinking Doc Holliday is still at his side, played with wry cynicism by Jason Robards. In just about every Robards role (\"Long Day's Journey into Night,\" \"A Thousand Clowns\"), there comes a scene when he screws up his face, gets mad and rasps out the truth: \"Now listen to me, you two-faced, broken-down,\" etc. He does it again this time. He's getting good at it.\n\nGarner turns in one of his best performances. Sturges must have tamed him. He doesn't shout or swagger; he's quiet and squint-eyed, and in 20 more years when he works up some wrinkles he'll make a good indestructible cowboy. Robert Ryan, who has worked up the wrinkles, doesn't have much of a role -- but he handles it, as always, with authority. The memory of the Kirk Douglas and Burt Lancaster performances in \"Gunfight\" haunts the sequel like a ghost, but \"Hour of the Gun\" pretty much manages to stand on its own.", "running_time": 100, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-10-24", "genres": ["Action", "Drama", "Western"], "title": "Hour of the Gun (1967)"}