{"url": "http://www.rogerebert.com/reviews/hour-of-the-star-1987", "by": "Marcelia Cartaxoas MacAbea", "star_rating": 3.0, "text": "Her name is Macabea, and she comes from the country. She is probably retarded. She has a job as a typist, but she cannot type; she hunts for the letters, one at a time, and everything has to be typed again. Her job is such a mystery to her that she doesn't even know she does it badly. It is not her employment, it is her fate. At night, she listens to a radio station that fills her head with unrelated facts.\n\nShe is very lonely.\n\nHer name is Macabea, and she is the heroine of Suzana Amaral's \"Hour of the Star,\" Brazil's 1986 Oscar nominee for best foreign film.\n\nThe movie is the story of a few weeks in her life, during which she meets an ugly, cruel, unpleasant little man, falls in love with him and is jilted.\n\nPerhaps the words \"in love\" are too strong. What she really does is connect him with her idea of a \"boyfriend,\" and then ask him to call her at the office so that she will get calls at work just like the other girls. There is no romance here, just a social ritual.\n\nMacabea and her boyfriend make an odd couple. Their favorite recreation is sitting in the park, not speaking to one another.\n\nWhenever she opens her mouth to repeat something she's heard on the radio station, he cuts her off. \"What is culture?\" she asks. \"Don't ask such questions,\" he says. \"Questions like that are for whores to ask.\" This man is so ignorant, so lacking in ordinary feeling, that it is painful to even regard him on the screen. I guess that's a tribute to the actor and his director.\n\nMost movies are about people who are more interesting than average. This one is about people who are incredibly shallow, ignorant and boring - until their very lack of information, wit and intelligence makes them interesting.\n\n\"Macabea is an example of the mental undevelopment of the poor people of the world,\" the director, Amaral, has written. \"Facing the solitude of the big city, she possesses the emptiness of someone who does not have the means to be cultured.\" But surely her case is even more extreme than that. Macabea doesn't even possess the culture of poverty; she is simply an emptiness.\n\nOr is she? That's where the deeper levels of the film come into view. At first we simply observe Macabea in her boring and empty life.\n\nThen we begin to empathize. The man she meets is so stupidly heartless and cruel, such a bastard, that we can infer the depth of her loneliness simply through the fact that she can stand the sight of him.\n\nThen she loses him to another woman who works in the office - a woman who has stolen him on the advice of a fortune-teller. Macabea goes to the same fortune-teller, who predicts that she will meet a rich gringo.\n\nShe does, in the last shot of the movie, in a moment of supreme irony.\n\nAndy Warhol said that in the future everyone will be famous for 15 minutes.\n\n\"Hour of the Star\" is a title that suggests a similar idea, that this woman deserves one moment in her life when all of her dreams seem to come true. She receives that moment, in a way, but the movie's melodramatic surprise ending does not really do justice to what has gone before. Some of the images in the film - Macabea in her lonely bed, her former lover walking the streets with an absurd stuffed yellow bird, the lover savagely whirling her over his head - have a life of their own. The ending seems to represent the ideas of the director, an ironic commentary on what has gone before. The perfect ending for this film would be a closeup of Macabea alone in bed, staring at the ceiling.", "running_time": 96, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-03-13", "genres": null, "title": "Hour of the Star (1987)"}