{"url": "http://www.rogerebert.com/reviews/house-of-pleasures-2012", "by": "Noemie Lvovskyas Marie-France", "star_rating": 3.5, "text": "Bertrand Bonello's \"House of Pleasures\" is a morose elegy to the decline of a luxurious Parisian bordello, circa 1900, a closed world in which prostitutes and their clients glide like sleepwalkers through the motions of sex. Elegant and detailed production design creates L'Apollonide, a high-priced whorehouse on a respectable boulevard, where a madam and her women of commerce lead a life as cloistered as in a convent, or a prison.\n\nIn only one scene, a swimming party on a riverbank, are the girls allowed outside. The house supplies all their needs. There is a stately entrance hall with marble statuary and a staircase leading up to a drawing room that is a cocoon of overstuffed sofas, plush cushions, Oriental rugs, ancient brass lamps, candles, sometimes music on a piano. Here rich men languish with champagne and tobacco while beautiful young women, expensively dressed or undressed, cuddle and caress them, and the madam's sleek black panther dozes on a velvet settee. Occasionally they go upstairs.\n\nThe house rules specify that the prostitutes remain on duty until the last client has gone home, but they can sleep as late as they wish. This is in a lazy dormitory, a separate private area. The women sleep three to a bed like sisters, eat together around the same jolly table on which they submit to medical examinations, bathe together, dress and groom one another, gossip and console. They lead comfortable lives and always look fashionable, not for their comfort but for the clients.\n\nWhy do they come here to work? None have been forced. All are almost immediately in a state of servitude. L'Apollonide charges them for room, board, clothing, everything. From the first ,they are in arrears to Marie-France (Noemie Lvovsky), the madam, and they dream of a client who will free them by paying off their debts. Some have been there 10 years and tell the young ones with resignation that they will never escape. Yet the house has a good name, and a provincial girl not yet 16 comes with a letter of application at the urging of her parents. \n\nChampagne is a constant presence in every scene. Clients and prostitutes all seem quietly drunk. One girl is addicted to opium, and offers another a puff on the pipe: \"It makes the sex easier.\" Sex alone is not enough for jaded clients. One girl pretends to be a geisha, another an automaton. Madeleine (Alice Barnole) has the illusion that she and her favorite client love each other. \"I want to tie you up,\" he says. She agrees. He tickles her neck and face with a knife. She doesn't like this game and asks him to stop. \"I pay, I say,\" he says, and then slices both her cheeks open from the lips.\n\nShe now becomes \"The Women Who Laughs,\" her face horribly disfigured behind a veil. The client continues to come to the house. A prostitute has no rights. Eventually, however, this man meets a gruesome fate. As the overhead and rent increase at L'Apollonide, Marie-France is forced out. She is not a cruel dictator, but remote and stately, gliding through rooms, softly issuing instructions. An epilogue suggests that all prostitution is a deadly form of bondage, and L'Apollonide is a comparatively more comfortable form of it.\n\nTime and space are unclear. We never have a sense of where the rooms are in relation to one another. Some moments repeat. Others never happened. Modern music is heard when it should not exist. The girls like to move their wetted fingers on the rims of their champagne glasses to produce mournful music. No one, male or female, has any fun, but the men behave as if they do. They are all half-stupefied by the languor in which they drown.", "running_time": 122, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-02-08", "genres": ["Drama", "Foreign"], "title": "House of Pleasures (2012)"}