{"url": "http://www.rogerebert.com/reviews/house-of-fools-2003", "by": "Julia Vysotskyas Janna", "star_rating": 3.0, "text": "Why are madhouses seen as such a useful microcosm of human society? Why are their inhabitants invariably seen, in the movies anyway, as saner than the rest of us? The inmates are invariably choreographed as a group, acting like a Greek chorus. These groups I like to describe as the Baked Potato People, a name suggested by my old friend Billy (Silver Dollar) Baxter, who once found a flag stuck into his baked potato, which read: \"I've been tubbed, I've been rubbed. I've been scrubbed! I'm lovable, hugable and eatable!\" Andrei Konchalovsky's \"House of Fools\" begins with ominous signs that it will be yet another recycling of simple fools, angelic heroines and Baked Potatoes, with the familiar moral that it's the outside world that's crazy. It doesn't help that the movie is \"based on a true story.\" But Konchalovsky was not born yesterday, has no doubt seen \"King of Hearts,\" \"One Flew Over the Cuckoo's Nest\" and all the others, and shows courage in pressing ahead into this fraught territory. To my amazement, he salvages a good film from the genre--a film that succeeds not by arguing that the world is crazier than the asylum, but by arriving at the melancholy possibility that both are equally insane.\n\nHis true story: In 1996, during the Chechen war, the staff of a mental institution abandoned their posts as Russian and Chechen troops approached, and the inmates ran the place by themselves. Konchalovsky, a Russian who has worked for Hollywood (and made two admirable pictures there, \"Shy People\" and \"Runaway Train\"), not only shot in a real mental asylum, but used its actual inmates, who are blended with actors in the leads. This lends an authenticity and a certain unpredictability to the story.\n\nWe meet Janna (Julia Vysotsky), blond and cheerful, in her 20s, an inmate who cheers the others with her accordion; so effective is her music that the image, usually a gray-green-blue, brightens up and admits yellow tones when she plays. In charge is the Doctor (Vladas Bagdonas), who goes in search of a bus to evacuate his charges, and Ali (Stanislav Varkki), a poet who never goes anywhere without his knapsack, and even sleeps with it.\n\nFor the inmates, the daily high point comes right before bedtime, when they cluster around a window to watch a train roll past. Improbably bedecked with glittering lights like a Christmas tree, it still more improbably has a engineer who not only looks like the Canadian singer Bryan Adams but is the Canadian singer Bryan Adams, who sings \"Have You Ever Really Loved a Woman?\" while he guides the train.\n\nA later shot of a passing train shows that it carries Russian tanks, and there is a good possibility, I think, that so does the Bryan Adams train. But Janna believes Adams is her fiance and will come to marry her, and has a giant poster of him over her bed, like the poster of David Beckham in \"Bend It Like Beckham.\" She is all primed for love, and so when Chechen troops arrive, it is only a matter of time until she transfers her affections to a Adamesque blond soldier named Akhmed (Sultan Islamov), who goes along with the joke and agrees to be engaged to her. The early scenes in the asylum are conventionally in Baked Potato Land, but the arrival of the troops nudges the film into new and riskier territory, and there are frightening moments when the inmates wander oblivious in the face of danger. One shot shows Janna completely unaware that a helicopter has crashed and exploded behind her. Intriguingly, the soldiers are shown, not as violent outsiders, but as essentially confused and alarmed creatures who are as surprised to find themselves in this situation as the inmates are. One adroit bit of plotting even allows a solder to enlist in the ranks of the mad.\n\n\"House of Fools\" doesn't take sides in the Chechen conflict but offers us two groups of soldiers equally uncomfortable with the situation. The masterstroke is the use of Bryan Adams, who seems like a joke when he first appears (the movie knows this), but is used by Konchalovsky in such a way that eventually be becomes the embodiment of the ability to imagine and dream--an ability, the movie implies, that's the only thing keeping these crazy people sane.", "running_time": 104, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-16", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "House Of Fools (2003)"}