{"url": "http://www.rogerebert.com/reviews/house-of-flying-daggers-2004", "by": "Zhang Ziyias Mei", "star_rating": 4.0, "text": "Movie imagery, which has grown brutal and ugly in many of the new high-tech action pictures, may yet be redeemed by the elegance of martial arts pictures from the East. Zhang Yimou's \"House of Flying Daggers,\" like his \"Hero\" (2004) and Ang Lee's \"Crouching Tiger, Hidden Dragon\" (2000) combines excitement, romance and astonishing physical beauty; to Pauline Kael's formula of \"kiss kiss bang bang,\" we can now add \"pretty pretty.\"\n\nForget about the plot, the characters, the intrigue, which are all splendid in \"House of Flying Daggers,\" and focus just on the visuals. There are interiors of ornate elaborate richness, costumes of bizarre beauty, landscapes of mountain ranges and meadows, fields of snow, banks of autumn leaves and a bamboo grove that functions like a kinetic art installation.\n\nThe action scenes set in these places are not broken down into jagged short cuts and incomprehensible foreground action. Zhang stands back and lets his camera regard the whole composition, wisely following Fred Astaire's belief that to appreciate choreography you must be able to see the entire body in motion. Tony Scott of the New York Times is on to something when he says the film's two most accomplished action scenes are likely to be \"cherished like favorite numbers from 'Singin' in the Rain' and 'An American in Paris.' \" Try making that claim about anything in \"The Matrix\" or \"Blade: Trinity.\"\n\nThe scenes in question are the Echo Game, and a battle in a tall bamboo grove. The Echo Game takes place inside the Peony Pavilion, a luxurious brothel that flourishes in the dying days of the Tang Dynasty, 859 A.D. An undercover policeman named Jin (Takeshi Kaneshiro) goes there on reports that the new dancer may be a member of the House of Flying Daggers, an underground resistance movement. The dancer is Mei (Zhang Ziyi, also in \"Hero\" and \"Crouching Tiger\"), and she is blind; martial arts pictures have always had a special fondness for blind warriors, from the old \"Zatoichi\" series about a blind swordsman to Takeshi Kitano's \"Zatoichi\" remake (2004).\n\nAfter Mei dances for Jin, his fellow cop Leo (Andy Lau) challenges her to the Echo Game, in which the floor is surrounded by drums on poles, and he throws a nut at one of the drums. She is to hit the same drum with the weighted end of her long sleeve. First one nut, then three, then countless nuts are thrown, as Mei whirls in mid air to follow the sounds with beats of her own; like the house-building sequence in the Kitano picture, this becomes a ballet of movement and percussion.\n\nJin and Mei form an alliance to escape from the emperor's soldiers, Mei not suspecting (or does she?) that Jin is her undercover enemy. On their journey, supposedly to the secret headquarters of the House of Flying Daggers, they fall in love; but Jin sneaks off to confer with his Leo, who is following them with a contingent of warriors, hoping to be led to the hideout. Which side is Jin betraying?\n\nStill other warriors, apparently not aware of the undercover operation, attack the two lovers, and there are scenes of improbable delight, as when four arrows from one bow strike four targets simultaneously. Indeed most of the action in the movie is designed not to produce death, but the pleasure of elegant ingenuity. The impossible is cheerfully welcome here.\n\nThe fight in the bamboo grove inspires comparison with the treetop swordfight in \"Crouching Tiger,\" but is magnificent in its own way. Warriors attack from above, hurling sharpened bamboo shafts that surround the lovers, and then swooping down on tall, supple bamboo trees to attack at close range. The sounds of the whooshing bamboo spears and the click of dueling swords and sticks have a musical effect; if these scenes are not part of the soundtrack album, they should be.\n\nThe plot is almost secondary to the glorious action, until the last act, which reminded me a little of the love triangle in Hitchcock's \"Notorious\" (1946). In that film, a spy sends the woman he loves into danger, assigning her to seduce an enemy of the state, which she does for patriotism and her love of her controller. Then the spy grows jealous, suspecting the woman really loves the man she was assigned to deceive. In \"House of the Flying Daggers\" the relationships contain additional levels of discovery and betrayal, so that the closing scenes in the snow field are operatic in their romantic tragedy.\n\nZhang Yimou has made some of the most visually stunning films I've seen (\"Raise the Red Lantern\") and others of dramatic everyday realism (\"To Live\"). Here, and with \"Hero,\" he wins for mainland China a share of the martial arts glory long claimed by Hong Kong and its acolytes like Ang Lee and Quentin Tarantino. The film is so good to look at and listen to that, as with some operas, the story is almost beside the point, serving primarily to get us from one spectacular scene to another.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-12-16", "genres": ["Action", "Adventure", "Drama", "Foreign", "Romance"], "title": "House of Flying Daggers (2004)"}