{"url": "http://www.rogerebert.com/reviews/house-of-the-sleeping-beauties-2009", "by": "Vadim Glownaas Edmond", "star_rating": 1.0, "text": "\"House of the Sleeping Beauties\" has missed its ideal release window by about 40 years. It might -- might -- have found an audience in that transitional period between soft- and hard-core, when men would sit through anything to see a breast, but even then, I dunno. It's discouraging to see a movie where the women sleep through everything. They don't even have the courtesy to wake up and claim to have a headache.\n\nI know I am being disrespectful to what is obviously intended to be a morose meditation about youth, age, men, women, children, mothers, hookers, johns, life, death and the endless possibilities I thought of at 16 when I heard that song \"Behind the Green Door.\" This German-language movie has been inspired by a 1961 novella by Yasunari Kawabata, who explores the now obsolete Japanese theory that a woman should be seen but not heard. Even then, they were supposed to wake up sometimes and speak submissively.\n\nThe film centers on five scenes in which Edmond, a dying man in his 60s (Vadim Glowna, who also directed), lies in bed next to sleeping nude women of about 20, all breathtakingly beautiful, and delivers a mournful interior soliloquy about his age, their perfection, his mother, a childhood sexual experience and his own misery. This is an intensely depressing experience for Edmond, and for us, intensified by his robotic smoking habit. Sometimes he shakes a woman or slaps her on her butt, but if anything is going to wake her up, his breath will.\n\nSurrounding these scenes is a plot more intriguing than they deserve involving Edmond's old friend, Kogi (Maximilian Schell), who advised him to visit the brothel in the first place. Kogi is concerned that Edmond is still so depressed by the death of his wife and young daughter in an auto accident. This happened 15 years ago. I think the human ability to heal ourselves is such that, after 15 years, you can expect to be sad and deeply regretful, but if you are still clinically depressed, you need medical attention.\n\nIt is also a wonder that this shambling sad sack and secret drinker is still apparently the head of a big corporation and has a full-time driver for his stretch BMW. Here is one tycoon who could definitely not be played by Michael Douglas. We've seen ultra-rich Masters of the Universe before, but now we get the first Masturbator of the Universe.\n\nThe brothel is a one-bedroom operation supervised by Madame (Angela Winkler), a handsome woman of a certain age, who explains that the women have been \"prepared\" to sleep the whole night through, and the man is invited to sleep next to them (sleeping pills provided) and feast his eyes, or perhaps caress, but no funny business like sticking his fingers in her mouth. Since Madame goes away all night, there's no telling what could happen to these helpless women, of course.\n\nDo you find this premise anything but repugnant? It offends not only civilized members of both sexes, but even dirty old men, dramatizing as it does their dirtiness and oldness. Obvious questions arise, but, no, Madame will not explain why the women sleep so soundly, and the house rules strictly forbid any contact with the women outside the house. How does she find the women? Who are they? Why do they seem to sleep peacefully instead of as if they are drugged? How do they keep their hair and makeup impeccable? Why don't they snore?\n\nDoes Edmond get up to nastiness? There is a closeup of his tumescence, which looks younger and healthier than the rest of him, but no explicit sex. It hardly matters; the film is intended as allegory, although I am unsure what the allegory teaches us. Perhaps the message is: You see what can happen to you if you direct and star yourself in a movie like this.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-01-07", "genres": ["Drama", "Foreign"], "title": "House of the Sleeping Beauties (2009)"}