{"url": "http://www.rogerebert.com/reviews/house-of-sand-and-fog-2003", "by": "Jennifer Connellyas Kathy Nicolo", "star_rating": 4.0, "text": "It's so rare to find a movie that doesn't take sides. Conflict is said to be the basis of popular fiction, and yet here is a film that seizes us with its first scene and never lets go, and we feel sympathy all the way through for everyone in it. To be sure, they sometimes do bad things, but the movie understands them and their flaws. Like great fiction, \"House of Sand and Fog\" sees into the hearts of its characters, and loves and pities them. It is based on a novel by Andre Dubus II, and there must have been pressure to cheapen and simplify it into a formula of good and evil. But no. It stands with integrity and breaks our hearts.\n\nThe story is simply told. Kathy Nicolo (Jennifer Connelly), a recovering alcoholic, has been living alone since her husband walked out eight months ago. She has fallen behind on the taxes for her modest split-level home that has a view, however distant, of the California shore. She neglects warnings from the county, the house is put up for auction, and it is purchased by Massoud Amir Behrani (Ben Kingsley), an Iranian immigrant who was a colonel in the Shah's air force but now works two jobs to support his family, and dreams that this house is the first step in rebuilding the lives of his wife and son.\n\nThe director and co-writer, Vadim Perelman, doesn't lay out the plot like bricks on a wall, but allows it to reveal itself. We see Massoud working on a highway construction gang, washing himself in a rest room, getting into a Mercedes, and driving to his other job, as an all-night clerk in an roadside convenience store. When the wealthy have a fall, the luxury car is often the last treasure to go; better an expensive old car than a cheap new one. And they are a reminder. Yes, Massoud has memories, of the good life they led and their shore cottage in Iran.\n\nKathy has memories, too. The house was left to her and her brother when their father died. The brother lives in the East, sometimes lends her money, is not sure he believes she is clean and sober. She hasn't had a drink in three years, but is depressed by the departure of her husband, has started smoking again, has needed this shock to blast her out of her lethargy. After she is evicted, she drives past her house in disbelief, seeing this foreigner with his family and his furniture, and one night she sleeps in her car, right outside the gate.\n\nBoth of these people desperately need this house. Both have a moral claim to it. Neither can afford to let go of it. Yes, Kathy should have opened her mail and paid her taxes. Yes, perhaps, Massoud should agree with Kathy's public defender (Frances Fisher) and sell the house back for what he paid. But we know, from looking into his books (where every Snickers bar is accounted for) that he is almost broke. This is his last chance to keep up appearances for his wife and son, and to look substantial in the eyes of his daughter's new Iranian husband and in-laws.\n\nInto the lives of these two blameless parties comes a third, Lester Burdon (Ron Eldard), the deputy sheriff who evicts Kathy but is touched by her grief, then stirred by her beauty. If we are keeping a moral accounting, then his is the blame for what eventually happens. It is fair enough to fight for your home and family, but not fair to misuse your uniform -- not even if your excuse is love, or what is spoken of as love. Lester says he will leave his wife and family for Kathy, and although maybe he will, he certainly shouldn't. There is a moment when they start sharing an empty cottage in the woods, and as he leaves, she asks if he'll come back, and then quickly adds, \"I'll understand if you don't.\"\n\nBut he holds himself to a bargain he should not have made and cannot fulfill, and because he is not a moral man he brings unimaginable suffering into the lives of Kathy and the Behrani family, who in all of their dealings after all acted only as good people would from strong motives.\n\nThere is much more that the movie will unfold to you, but although I will not reveal it, it isn't in the nature of a surprise plot development. At every step, we feel we are seeing what could and would naturally happen next -- not because of coincidence or contrivance, but because of the natures of the people involved.\n\nNot much is said about Massoud Amir Behrani's background in Iran; he has nightmares, he lived in a bad time, but now has pulled back to the simplest things: to find a house for his wife and a wife for his son. Kingsley is such an unbending actor when he needs to be, has such reserves of dignity, that when the deputy attempts to intimidate him with the uniform and the badge, Massoud stands his ground and says, \"I don't know who you think you're talking to,\" and we see at once that he is the man and the deputy is the boy.\n\nAs for Kathy, misfortune and injury follow her. Even new love is bad luck. There are scenes involving her being taken back into her old house. And a crisis when the Behranis, whose family is threatened by this woman, simplify everything with one simple sentence: \"We have a guest in the house.\" And a subtle subtext in the way Nadi Behrani (Shohreh Aghdashloo), Massoud's wife, treats the sad girl as a mother would, while hardly understanding a word she says.\n\nI have not read the novel by Dubus, and no doubt changes have been made in the adaptation -- they always are. But I sense that the essential integrity has been defended. \"House of Sand and Fog\" relates not a plot with its contrived ups and downs but a story. A plot is about things that happen. A story is about people who behave.\n\nTo admire a story you must be willing to listen to the people and observe them, and at the end of \"House of Sand and Fog,\" we have seen good people with good intentions who have their lives destroyed because they had the bad luck to come across a weak person with shabby desires. And finally there is a kind of love and loyalty, however strange to us, that reveals itself in the marriage of Massoud and Nadi, and must be respected.", "running_time": 126, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-12-26", "genres": ["Drama"], "title": "House of Sand and Fog (2003)"}