{"url": "http://www.rogerebert.com/reviews/house-party-1990", "by": "Christopher Reidas Kid", "star_rating": 3.0, "text": "\"House Party\" is first of all a musical, and best approached in that spirit. To call it a teenage movie would confuse the characters with the subject. Yes, it's about a crowd of black teenagers who go to the same school and hang out together, and it's about their loves and rivalries and a party that one of the kids is having at his house. But the plot is an excuse to hang a musical on, and the movie is wall-to-wall with exuberant song and dance.\n\nOriginal Hollywood musicals have fallen on hard times. The golden age is long gone, and now we get either retreads of Broadway shows or rock concert films. Only occasionally, in films like \"Saturday Night Fever,\" \"Dirty Dancing\" or even \"The Little Mermaid,\" do we get a film where the dramatic developments coexist with original and creative sound track music.\n\nIn the case of \"House Party,\" the musical is a canvas used by the director, Reginald Hudlin, to show us black teenagers with a freshness and originality that's rare in modern movies. We hardly ever see black teenagers at all in films, and when we do they're painted in images that are either negative and threatening, or impossibly clean-cut. His teenagers are neither: They're normal, average kids with the universal desire to go to a party and dance.\n\nThe movie's hero is Kid (Christopher Reid), a bright goofball with a haircut that makes Eraserhead look like a Marine. He lives with his father (Robin Harris), a gruff but lovable disciplinarian who doesn't want to seem unreasonable but does believe a kid should do his homework before partying at night. And when a kid gets in trouble, he should be grounded.\n\nKid doesn't want to be grounded. Like all teenagers, he believes that life literally exists one day at a time, and that an opportunity missed today - especially an opportunity to meet the girlfriend of his dreams - is missed forevermore. He sneaks out of the house, leading to a long night of mild slapstick as he's chased by his father, by the police and by three tough athletes from his school who he has unwisely offended. The chases serve to punctuate the music and the dancing.\n\nA lot of the energy in the movie comes from the natural, unaffected performance of Reid as the teenager who will do anything to get to that dance. He has an engaging, off-center rhythm that suggests he plans to think his way through life instead of making a frontal assault. In his encounters with the jocks from his high school, he tries to talk his way out of tight spots, and his seduction technique with girls is almost entirely verbal; he'll convince them they like him. To their credit, the girls, Sidney (Tisha Campbell) and Sharane (A.J. Johnson), look at times like they almost believe him. In matters of romance, teenage boys can take themselves so dreadfully seriously that Kid must come as a change-of-pace.\n\n\"House Party\" is a first feature for writer-director Reginald and producer Warrington Hudlin, brothers from East St. Louis, and is based on a shorter film Reginald made while a student at Harvard. Like his older contemporary Spike Lee, he is a black filmmaker who is concerned with his black characters on their own terms, and doesn't feel the need felt by an earlier generation of directors to relate his characters and plots to white society. His characters don't represent anything but themselves, and there are moments of refreshing honesty here, as when two teenage boys discuss the disadvantages of dating a girl from a project (one problem: her relatives always seem to be hanging around watching the TV).\n\nThere is a certain deadening way in which some critics have taken to evaluating recent films about blacks, in which points are given for positive image reinforcement, useful themes and the promotion of middle-class values. To describe \"House Party\" in those terms would be unfair and would miss the whole point of the movie's energy and exuberance. It was refreshing for a change to see a story about young blacks that didn't revolve around social problems, thriller elements, drugs or any particular form of seriousness. \"House Party\" is silly and high-spirited and not particularly significant, and that is just as it should be.", "running_time": 105, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-09", "genres": ["Comedy", "Drama"], "title": "House Party (1990)"}