{"url": "http://www.rogerebert.com/reviews/house-of-yes-1997", "by": "Parker Poseyas Jackie-O", "star_rating": 2.5, "text": "\"It's just ... that we've never had a guest before.'' Not what you want to hear when you're the guest. On a stormy Thanksgiving night in 1983, in a Virginia suburb, Marty Pascal brings home his fiancee to meet his family. They include his twin sister, who calls herself Jackie-O, his kid brother Anthony (who reveals that she's their first guest) and his mother, who tells her children \"I look at you people and wonder, how did you ever fit in my womb?'' \"The House of Yes'' exists somewhere between \"Long Day's Journey into Night'' and \"The Addams Family,\" as the story of a damaged family that has somehow struggled along until the introduction of a stranger brings its secrets crawling into the light. As the story opens, Jackie-O (Parker Posey) is disturbed to learn from Anthony (Freddie Prinze Jr.) that Marty (Josh Hamilton) is bringing a friend home for the holiday. She is even more alarmed when Marty introduces Lesly (Tori Spelling) and announces that they are engaged.\n\nFew actresses can smolder from beneath lowered brows more dramatically than Parker Posey, and she receives this news with ill-concealed dismay. Her mother, Mrs. Pascal (Genevieve Bujold), does little to reassure their guest: \"Jackie and Marty belong to each other. Jackie's hand was holding Marty's penis when they came out of the womb.'' Anthony, who loses no time visiting Lesly in the guest room, has hopes of talking her out of his brother and into sleeping with him. Outside, the storm rages.\n\nThe film's opening scenes intercut TV footage of Jacqueline Kennedy's tour of the White House with Jackie-O's parallel tour of her family's home. The real Mrs. Kennedy is surprisingly simpering in the old footage; her memory is not well-served by repeating the broadcast. Jackie-O, whose wardrobe copies Mrs. Kennedy's, later turns up in the pink dress and pillbox hat that the president's wife wore on the fatal trip to Dallas. She reveals that she and her brother often play a game re-enacting the shooting, with ketchup and pasta as props for blood and brains.\n\nIt's clear fairly soon that Marty and Lesly will never be married and may indeed not last the night. After Anthony's visit to Lesly's room, Jackie-O goes up for a chat (\"Where's the wildest place you've ever made love?''). Marty tells the family he met Lesly behind the counter at a Donut King store (\"She smells like powdered sugar''). As played well by Tori Spelling, she reads the situation quickly and responds appropriately, by trying to get the hell out of the house. The best exchange between Lesly and Jackie-O comes when the sister says, \"Pretend he's not my brother,'' and Lesly answers quickly, \"I do.'' The arc of the movie is not hard to predict. The dialogue, adapted by director Mark Waters from Wendy MacLeod's stage play, is smart and terse, with a lot of back-and-forth word play, most of it driven by Jackie-O, who is played by Posey as smart, dark and fresh out of an institution. When the film was over I was not particularly pleased that I had seen it; it was mostly behavior and contrivance. While it was running, I was not bored.", "running_time": 86, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-17", "genres": ["Comedy", "Drama", "Indie"], "title": "House Of Yes (1997)"}