{"url": "http://www.rogerebert.com/reviews/house-of-dark-shadows-1970", "by": "Jonathan Fridas Barnabas Collins", "star_rating": 2.0, "text": "Even in these troubled times, the vampire has it worse than most of us. Consider. He's got to spend all day in his coffin, coming out only at night. That's OK if you're a short-order cook on the midnight shift and enjoy daytime TV. But what if you're just a kid vampire? It's bad enough for an ordinary kid to have to go to bed, but imagine a vampire kid in, say, July. He'd have to be tucked in by sunrise, and no stirring until maybe 9 at night.\n\nNo wonder vampires grow up embittered. But there's worse. Vampires have to drink human blood, which must be even more boring than a cottage-cheese diet. No Italian food allowed. No egg rolls. No candlelit evenings at French restaurants. And a strict high-protein diet like blood could lead, over the centuries, to vitamin deficiency. That may explain the gaunt look most vampires have. You rarely see a fat one.\n\nBut supposing you're a vampire and you want to end it all. You're licked. W. C. Fields once observed that the only permanent cure for hangovers is death. But even death is no help if you're a vampire, because you're already dead. No, you've got to find some friends cooperative enough to flash crucifixes at you, whirl garlic around on a string and hold a mirror up to your eyes (so you can see you're invisible). And thus distracted, you can hope they've had the decency to bring along a wooden stake and put you out of your misery.\n\nThe problem these days is that no one believes in vampires. At least in the 18th and l9th centuries, you could read about yourself in the paper once in a while. But these days when someone says he believes in vampires (as the Professor does in \"House of Dark Shadows\"), people get embarrassed and clear their throats and, when you're not looking, they point their fingers at the sides of their heads and make little circles.\n\nThere must be a lot of other problems, too. If you're a girl vampire, you have trouble putting on makeup because you can't see yourself in a mirror. If you're a guy, you can't ask a date over to your pad for a few drinks. And even if you live to be 300 years old, you can never go to a dentist.\n\nThese were thoughts that occurred while I was watching \"House of Dark Shadows\" the other afternoon.\n\nI think I've got Barnabas Collins figured out. The guy is suffering from blood poisoning caused by advanced tooth decay. Eventually his fangs are going to fall out and then what's he going to do to keep flesh on his bones? He's obviously a very sick guy. The lady doctor in the movie isolates the vampire cell in his blood and holds out hope that eventually he can adjust to a normal and, yes, a rewarding life. I dunno. In the meantime, how does he avoid biting himself on the bottom lip?", "running_time": 97, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-10-06", "genres": ["Drama", "Foreign", "Horror", "Romance", "Thriller"], "title": "House of Dark Shadows (1970)"}