{"url": "http://www.rogerebert.com/reviews/house-of-wax-2005", "by": "Elisha Cuthbertas Carly Jones", "star_rating": 2.0, "text": "The Dead Teenager Movie has grown up. The characters in \"House of Wax\" are in their 20s and yet still repeat the fatal errors of all the \"Friday the 13th\" kids who checked into Camp Crystal Lake and didn't check out. (\"Since all the other campers have been beheaded, eviscerated or skewered, Marcie, obviously there's only one thing for us to do: Go skinny-dipping at midnight in the haunted lake.\") In \"House of Wax,\" two carloads of college students leave Gainesville for a big football game in Baton Rouge, and take an ominous detour along the way, leading them into what looks like the Texas Chainsaw Theme Park. \"This town is not even on the GPS!\" says one of the future Dead Post-Teenagers.\n\nSome will complain that the movie begins slowly, despite a steamy sex scene involving Paris Hilton, and an ominous confrontation with a slack-jawed local man who drives a pickup truck, an innocent and utilitarian vehicle that in horror movies is invariably the choice of the depraved. I didn't mind the slow start, since it gave me time to contemplate the exemplary stupidity of these students, who surely represent the bottom of the academic barrel at the University of Florida.\n\nConsider. They decide to camp overnight in a clearing in the dark, brooding woods. There is a terrible smell. The guy in the pickup truck drives up and shines his brights on them until Carly's ex-con brother Nick (Chad Michael Murray) breaks one of the headlights. You do not get away with headlight-breaking in Chainsaw Country. The kids should flee immediately, but no: They settle down for the night.\n\nIn the morning, a fan belt is found to be mysteriously broken. An ominous sign: Fan belts do not often break in parked cars. Wade (Jared Padalecki) and girlfriend Carly (Elisha Cuthbert) unwisely take a ride into town for a replacement fan belt -- from a guy they meet when they discover the source of the smell: A charnel-pit of rotting road-kill. The guy is dumping a carcass into the pout at the time. Not the kind of person you want to ask for a lift. Is that a human hand sticking up from the middle of the pile? \"This is weird,\" observes Paige. That night, when they are alone at the camp (not prudent), she treats her boyfriend Blake (Robert Ri'chard) to a sexy dance that perhaps reminds him of a vi'deo he once saw on the Web.\n\nThe nearby town seems stuck in a time warp from the 1960s. \"Whatever Happened to Baby Jane?\" is playing at the cinema. Yes, and for that matter, what happened to everybody else? No citizens prowl the streets, although some seem to be attending a funeral. Carly and Wade are attracted to a mysterious House of Wax that dominates the town much as the Bates home towered above \"Psycho.\" Wade scratches a wall of the house and says, \"It is wax -- literally!\" This is either an omen, or the homeowners were victimized by siding salesmen. Had Wade and Carly only seen the 1953 Vincent Price thriller, they might have saved themselves, but no. They haven't even seen \"Scream\" and don't know they're in a horror movie.\n\nThe progress of the plot is predictable: One Post-Teenager after another becomes Dead, usually while making a stupid mistake like getting into a pickup or entering the House of Wax (\"Hello? Anyone home?\"). Knowing that at least one and preferably two of the Post-Teenagers will survive for the sequel, along with possibly one of the Local Depraved, we keep count: We know Paris Hilton is likely to die, but are grateful that the producers first allow her to run in red underwear through an old shed filled with things you don't want to know about.\n\nThe early reviewers have been harsh with Miss Hilton (\"so bad she steals the show,\" says The Hollywood Reporter), but actually she is no better or worse than the typical Dead Post-Teenager, and does exactly what she is required to do in a movie like this, with all the skill, admittedly finite, that is required. \"House of Wax\" is not a good movie but it is an efficient one, and will deliver most of what anyone attending \"House of Wax\" could reasonably expect, assuming it would be unreasonable to expect very much.\n\nWhere the movie excels is in its special effects and set design. Graham \"Grace\" Walker masterminds a spectacular closing sequence in which the House of Wax literally melts down, and characters sink into stairs, fall through floors and claw through walls. There is also an eerie sequence in which a living victim is sprayed with hot wax and ends up with a finish you'd have to pay an extra four bucks for at the car wash.", "running_time": 113, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-05", "genres": ["Horror"], "title": "House of Wax (2005)"}