{"url": "http://www.rogerebert.com/reviews/house-party-2-1991", "by": "Christopher Reidas Kid", "star_rating": 2.0, "text": "\"House Party 2\" is a genial and good-humored sequel to the surprise 1990 hit, but not much more. It contains a lot of listenable music, some of it by wonderfully energetic rap artist Queen Latifah, who turns up as the heroine's roommate. And Christopher Reid is back again as the hero, a bright black student with a sky-high haircut who wants to do the right thing but is forever getting into trouble.\n\nBut like a lot of sequels, it seems to have no real reason for existence, aside from the success of the original film.\n\n\"House Party\" was essentially a musical, ending with a long sequence of wall-to-wall singing and dancing at a party the hero, Kid, was dying to attend. He had a problem: His strict disciplinarian father (Robin Harris) was determined to raise his son responsibly.\n\nThe relationship between the father and son provided a grounding for the movie, and made it more thoughtful and emotionally sincere.\n\nRobin Harris died suddenly just as his good reviews were appearing for \"House Party\" and other projects, and his presence is missed in the sequel. There's some attempt to bring him back in spirit, through the device of a photograph that sometimes comes to life and provides advice to the son, but basically this is a movie without a relationship at its center, and so the decisions of the hero don't seem to make as much difference to anyone.\n\nReid stars once again as Kid, who goes off to college with scholarship money provided by the congregation of his church. But he loses the money to some slick con-artist record promoters. And so then he has to try to talk his way into school, past an unfriendly dean and various other enemies. At the same time, he tries to talk his way into the heart of a co-ed (Tisha Campbell), and past her stern and Politically Correct roommate (Latifah).\n\nIt goes without saying that the solution to his financial problems is to hold another house party, this time in the faculty dining room. Admission is $10 for men, free for women who wear nightwear; sexual politics haven't arrived on this campus yet.\n\nHundreds of students turn up wearing elaborate costumes, and dance the night away, undeterred by the same three goons who harassed Kid in the first movie, and are now campus security guards.\n\nChristopher Reid is an engaging actor who doesn't push this lightweight material too hard, and the other performances are all well within the tradition of teenage comedy. But I was disappointed by the film. The first \"House Party\" was produced and directed by Reginald and Warrington Hudlin, who included some thoughtful material (a subplot, for example, in which a young man has to decide if he'll date a girl even though she lives in a low-status housing project).\n\nThis time, the film was produced and directed by Doug McHenry and George Jackson, who are also responsible for the brave and important \"New Jack City,\" but who have not really made anything here other than a 1950s Pat Boone movie with blacks instead of whites.\n\nThat doesn't make it a bad movie, and I imagine young audiences will enjoy the musical sequences and the glowing presence of Queen Latifah. But the first \"House Party\" movie raised expectations that this one disappoints. \n\nNote: The movie is rated R, for reasons I cannot guess at. It's perfectly suitable for teenagers.", "running_time": 94, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-10-23", "genres": ["Comedy"], "title": "House Party 2 (1991)"}