{"url": "http://www.rogerebert.com/reviews/housesitter-1992", "by": "Steve Martinas Davis", "star_rating": 3.0, "text": "It is an old truth of acting that comedy is harder than tragedy.\n\nIt may be true. It is certainly true that much of the humor in \"Housesitter\" is generated by the carefully modulated performances of Steve Martin and Goldie Hawn. Their relationship is made of nuances and denials, and at any moment they could have brought the movie tumbling down to the level of a sitcom, but they never do.\n\nThe film fits broadly into that old category of romances about people who don't know they're falling in love with one another. They think they dislike each other, in fact - but we know better. The formula is usually a drone because the characters have to be unusually stupid to avoid realizing they're in love. But Mark Stein's screenplay for \"Housesitter\" avoids that trap by adding a whole additional level to the story: Both of these characters are lying most of the time, deliberately, and although they both know it, the lies mask their real feelings.\n\nMartin plays Newt Davis, an architect who has designed his dream house and in the opening credits asks his childhood sweetheart (Dana Delaney) if she will marry him and move into it. She says she will not. Heartbroken, he blurts out his sorrows one boozy night to a waitress named Gwen (Goldie Hawn), whose last name and most of the other facts about her are much in doubt during the film.\n\nLearning of the new house, sitting empty and forlorn in a quaint little village, Gwen takes a bus there, introduces herself around town as Newt's wife, and furnishes the place, on credit. By the time Newt is horrified to discover her deception, Gwen has succeeded in making friends of Newt's parents and his former love.\n\nShe has also told a few lies.\n\nThe genius of the film is that Newt immediately becomes attracted by the idea of extending the lies, in order to get what he wants - a promotion, and the love of Delaney. Gwen agrees to help him. They will pretend to a phony marriage, stage a phony divorce, and manipulate and cheat the fates. But of course things do not work out quite that way.\n\nThere is much more to the plot, but the charm of the movie comes in the performances - in the way Martin and Hawn lie to themselves and each other - and in the dialog, which is endlessly inventive as one lie piles upon another, and the characters test each other with a high-wire act of falsehood.\n\nThey are helped in this by sturdy supporting performances by Delaney, Donald Moffat and Julie Harris as Newt's parents, and by Richard B. Shull and Laurel Cronin as a couple of street people who are pressed into service as Gwen's parents.\n\nMartin is very good here; in movies like \"Parenthood\" and \"Planes, Trains and Automobiles\" he has developed into a sort of upper-middle-class American everyman, crazy on the inside, normal on the outside, needy all over.\n\nBut Hawn's performance is the keystone of the movie, and she is wonderful as Gwen, who hardly ever says anything that is quite the truth. The way she modulates her feelings - making her emotional state clear without telegraphing it and without going for laughs that would ruin the underlying drama - is subtle and effective. This is one of her best performances.\n\n\"Housesitter\" is finally just a sweet and funny movie, rather than a comic masterpiece, but I think that's fine. It's what the movie wants to be. It's sympathetic, perceptive, cynical on the surface, warm at heart. The only question it leaves unanswered is whether you wouldn't get awfully cold in a New England winter, walking down that glass-enclosed passage to the bedroom.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-06-12", "genres": ["Comedy", "Romance"], "title": "Housesitter (1992)"}