{"url": "http://www.rogerebert.com/reviews/house-of-cards-1993", "by": "Kathleen Turneras Ruth Matthews", "star_rating": 1.0, "text": "The film opens in Mexico, where her parents are scientists studying ancient ruins. Then her father falls off a ruin and is killed. An old mystic tells the girl that dead people go to live on the moon, and that if she is very quiet, she can hear them.\n\nSally (Asha Menina) and her mother (Kathleen Turner) return to America, where Sally begins to exhibit symptoms of autism. She refuses to speak. When small changes are made in her environment, she makes loud, ugly noises. There seems to be no way to reach her - not even after her mother takes her to a clinic run by Tommy Lee Jones, who diagnoses autism.\n\nSally is not autistic. She is listening for her father. And soon, in a desperate attempt to communicate with her mother, she builds an elaborate tower of cards - a swooping, soaring architectural masterpiece that looks like it would take dozens of decks of cards, a degree in engineering and a great deal of discreet assistance from rubber cement.\n\nThe Turner character gets the idea: Sally is trying to communicate with her! A-ha! And so she builds her own tower, designing it on a computer and building it out of sheets of plywood.\n\nThe computer scenes are apparently intended to impress those who have never seen computer-aided design; there are a great many of them, all essentially meaningless. The actual tower looks like any child's mother could build it, probably for well under $100,000. The mother and child climb the tower, in an act that would set off Symbolism Alerts in any writer's workshop.\n\n\"House of Cards\" is all but inexplicable. It is not interesting, intelligent, plausible, thought-provoking, entertaining or necessary. The synopsis is so absurd it would also seem to be unproduceable, but, no, it has actually been made. If you want to see acting in a void, watch Tommy Lee Jones' scenes very closely. Here is one of the most interesting actors around. He has been given a ridiculous character, whose dramatic connection to the rest of the film is a mystery. Yet he exudes intensity and concern, and is somehow able to convince us something is happening with his character, even when, in retrospect, it is clear Jones must have been as puzzled as the rest of us.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-07-02", "genres": ["Drama"], "title": "House Of Cards (1993)"}