{"url": "http://www.rogerebert.com/reviews/how-to-make-love-to-a-negro-without-getting-tired-1990", "by": "Isaach De Bankoleas Man", "star_rating": 1.0, "text": "The title of \"How to Make Love to a Negro Without Getting Tired\" has stirred up more controversy than the movie is ever likely to. The editors of this newspaper and others around the country have agonized over the possibility of offending some readers by allowing such a title to be printed in the paper, and have arrived at such delicate compromises as printing \"How to Make Love . . . Without Getting Tired\" in English, with the movie's original French title printed in full just beneath.\n\nThis policy assumes that a word in English is more offensive than the same word in French, unless you are in France, to be sure. I recall a similar case a few years ago in which the French movie \"The Mother and the Whore\" got into trouble with newspaper ad departments, and a theater in Wilmette advertised it by substituting the Yiddish word for \"whore\" - Yiddish, like French, being sufficient to defuse the issue.\n\nIn the case of \"How to Make Love to a Negro Without Getting Tired,\" the very word \"Negro\" itself was partially at fault, although it is the correct translation of the French word negre, used in the original title. There is also a pun involved; negre in French is also a slang term for a writer, and the movie's hero is indeed a novelist. But more to the point, I suspect, was the title's implicit reference to the alleged sexual prowess of blacks. Would the title be less offensive if we substituted the word \"Italian\" or \"Finn\"? Offhand, I cannot think of a single racial group that wants to be known for its lack of sexual prowess, and WASPs would probably appreciate all the positive publicity they could get in that area.\n\nThe movie itself creates another irony, since it is the movie's black character (Isaach De Bankole) who seems most in danger of getting tired. He is an African student in Montreal who lives a relaxed and cheerful life in coffeehouses and the apartments of his friends, and spends most of his free time trying to pick up girls in public places, using the time-honored theory that if you proposition enough different people one of them is eventually going to say yes. In the movie, many of them do, and he gives them nicknames: \"Miz Literature,\" \"Miz Mystic,\" \"Miz Redhead,\" and so on. They all seem to be grateful for his attentions, and occasionally the movie directly addresses the issue of sexual lore, as when one of his dates is told, \"I hear they make love like gods.\" The word \"they\" is at the heart of my problem with the movie.\n\n\"They\" in this case are Africans, but when the Africans in the movie talk among themselves, \"they\" are white people, and in both cases the use of blanket racial stereotypes is routine. The movie's lead character is credited only as \"Man,\" and if he had a proper name in the dialogue, I missed it. He and his friends talk about \"white women\" in the most astonishing generalities, only to have themselves discussed by white women in similar sweeping statements.\n\nThe sexual encounters in the movie are mostly one-night stands (AIDS is not an issue, apparently), the characters are mostly promiscuous, their genitals dictate their standards, and their lives outside the bedroom are exercises in stupendous banality. There is something a little offensive for every viewer in the fact that the black man is apparently not interested in black women, nor are his white girlfriends interested in white men. Is it too idealistic to suggest that sincere people of all races might actually pick their romantic partners on the basis of their individual qualities and values, instead of being hung up on always going with the same model, as if people were automobiles? The storyline of \"How to Make Love to a Negro Without Getting Tired\" is a meandering sort of 1960s fantasy, in which the hero hopes to become a novelist, and types away at his novel during the course of the film (sometimes hitting three keys at the same time), only to save it from a burning building at the end. There are also some white racist drug dealers who hang around and utter ominous threats, but seem unfocused and superfluous, as if the movie thought it ought to throw in some racists and then didn't know what to do with them. And there is the potentially interesting character of Bouba, an African student who rooms with the hero, is deeply religious, and sleeps soundly through all of the sexual couplings. But nothing much is really done with the character, and indeed the whole movie is a series of missed possibilities and superficial characters.", "running_time": 98, "mpaa_rating": "No", "release_year": 1990, "date_published": "1990-07-20", "genres": ["Comedy"], "title": "How To Make Love To A Negro Without Getting Tired (1990)"}