{"url": "http://www.rogerebert.com/reviews/how-to-lose-friends-and-alienate-people-2008", "by": "Simon Peggas Sidney", "star_rating": 3.5, "text": "When a film begins with the proud claim that it was \"inspired by real events,\" the word inspired usually translates as heavily rewritten from. I can't remember if \"How to Lose Friends & Alienate People\" even makes that particular claim. But it could fairly claim to be \"inspired by real events so much more outrageous than anything in this movie that you wouldn't believe it.\"\n\nI have been a follower of the real Toby Young for years. He is much more preposterous than \"Sidney Young,\" the hero of this film, which is based on Toby's memoir. He first came to fame in the early '90s as co-editor of Modern Review, a British magazine devoted to fierce criticism of everything but itself. The magazine ended in tabloid headlines after Young shut it down and traded savage insults with his co-editor, the equally famous Julie Burchill, who had left her husband and announced she was a lesbian. Young went on to fail sensationally as a writer for Vanity Fair and as a Hollywood screenwriter. He is currently back in London as drama critic for the Spectator. If I were a producer, I would hire security to keep him away from my opening nights or any other nights. However, I gather that, at 45, he has settled down a little.\n\nI'm fond of British eccentrics. Consider Young's Wiki entry. He is the son of a baron, could legally call himself \"the Honorable,\" studied at Oxford, Harvard and Cambridge, went on to become Britain's favorite drunk since Jeffrey Bernard and was described by Private Eye magazine as looking like \"a peeled quail's egg dipped in celery salt.\" He has starred in West End comedies, one based on his book. He is a very funny writer, often providing inspiring material for himself. His father, a sociologist, created the term \"meritocracy.\" The son defined \"demeritocracy.\" He's the kind of man you might enjoy having dinner with, but you wouldn't risk staying for dessert.\n\n\"How to Lose Friends & Alienate People\" is \"based on\" his tumultuous employment at Vanity Fair magazine, where, yes, he really did send a strip-o-gram to the office on Bring Your Daughter to Work Day (\"a regrettable mistake\"). He blew through deadlines, vomited on people, wrecked parties, brushed with libel, suggested offensive story ideas, alienated the very celebrities he was paid to celebrate, and pulled off the neat trick of being shunned by most of the publicists in America.\n\n\"How to Lose Friends & Alienate People\" is possibly the best movie that could be made about Toby Young that isn't rated NC-17. It stars Simon Pegg, who was born to play Young, just as Peter O'Toole was destined to play Jeffrey Bernard. On Young's first day of work at \"Sharps\" magazine, he wears a T-shirt emblazoned: \"Young, Dumb & Full of ****.\" (No asterisks in the movie.) His editor, Clayton Harding (Jeff Bridges), hires him after he tries to sneak into a Sharps party carrying a famous pig. I've known editors that tolerant. When a reporter at the Sun-Times once tried to hurl a chair through the editor's office window, the editor quietly asked him, \"Any complaints about the interior decorating, Paul?\" (Full disclosure: That was the same editor who hired me.) The rest of the story: The window was made of unbreakable plastic, and the chair rebounded, striking the reporter.\n\nBack to the movie. Harding puts up with incredible behavior by Young, which can only be explained by drink, drugs, spectacularly bad judgment, lust, rampaging ambition or a need to be the center of attention, however appalled. There is one woman at the office who can tolerate him. This is Alison Olsen (Kirsten Dunst), who writes the captions on photos (an important job at the magazine). Young is too blinded by a 15-minutes-of-fame sexpot named Sophie (Megan Fox) to give Alison the time of day. Meanwhile, Alison is being manhandled by another editor, the unsavory and back-stabbing Lawrence Maddox (Danny Huston, as oily as his old man could be).\n\nWhat you'd expect from the upward-bound-young-man formula would be a Machiavellian schemer. What you get in \"How to Lose Friends\" is a flywheel who embarrasses his magazine at every opportunity. Why? He detests the celebrity culture he has been hired to write about, and has some half-baked idea that he is attacking it through acts of self-destruction.\n\nIn a boring old world, such people are to be prized. I have met only one man who I would back to be more outrageous than Toby Young, even though he is handicapped by not using drugs. His name is Jay Robert Nash. Those who know him would agree with me. He once walked into a saloon in a tiny mountain town in Colorado, where cowboys were not only drinking around the fire but had tethered their horses outside, and serenaded them with \"Rhinestone Cowboy\" and meant well by it. I saw this. It should be said that both Nash and Young are good fathers and nice men. I can't speak for Crosby and Stills.", "running_time": 110, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-02", "genres": ["Comedy", "Foreign", "Romance"], "title": "How to Lose Friends & Alienate People (2008)"}