{"url": "http://www.rogerebert.com/reviews/how-i-killed-my-father-2002", "by": "Michel Bouquetas Maurice", "star_rating": 3.5, "text": "One day a letter comes from Africa, regretting to inform him that his father has died, and was not able to return to France \"as he had planned.\" That night, during a party in his honor, Jean-Luc sees his father standing among the other guests in the garden, beaming, nodding, his eyes twinkling: Yes, it's really me. Is this the father returned from the dead, or was the letter mistaken? The end of the film presents a third possibility.\n\n\"How I Killed My Father\" is not about murder in the literal sense, although that seems a possibility. It is about a man who would like to kill his father, and who may have been killed spiritually by his father. Because his father abandoned him and embraced freedom on a continent far away, the son has turned in the opposite direction and jammed himself into a corner, denying himself love, freedom, even children. This is a harrowing movie about how parents know where all the buttons are, and how to push them. Unlike most such stories, however, it doesn't blame the father for pushing the buttons, but the son for having them. We choose to be unhappy.\n\nThe background is easily told. Thirty years ago, when Jean-Luc (Charles Berling) was about 10, his father Maurice (Michel Bouquet) walked out and never returned. Jean-Luc's younger brother Patrick (Stephane Guillon) doesn't remember the old man, isn't as wounded, but is a feckless failure who Jean-Luc has hired as a driver and assistant. It's almost as if this relationship forces Jean-Luc to take over the father's responsibility for Patrick.\n\nJean-Luc is a wealthy doctor in Versailles, running a clinic that promises to combat the process of aging. A woman client asks about botox. A man complains he will be elderly when his 2-year-old is grown. At home, Jean-Luc lives with his wife Isa (Natacha Regnier), a \"perfect\" wife, hostess and adornment. He has determined it would be dangerous for her to have children.\n\nAnd then old Maurice materializes in the garden. Michel Bouquet, whose thin lips and twinkling eyes have added a knowing mystery to so many films by Chabrol and others, has returned unexplained. He would like money to reopen his clinic in Africa, but that doesn't seem to be his real motive. Perhaps he has returned simply because he is curious. He and Jean-Luc have that sort of infuriating relationship where the father does not have to say anything at all in order to be critical. His very silences are a reproach. His pleasantries carry an edge of irony. Like many parents, he is more beloved by strangers than by his children. Isa, for example, is drawn to him. And Patrick, who has no history with him, likes him. Only hard, cold Jean-Luc, who has founded his life on resentment, who takes no chances so he can never be hurt, hates him.\n\nThe film, written and directed by Anne Fontaine, plays like a thriller that is toying with us by delaying its explosion of violence. But the violence in the film doesn't involve guns or blood. It involves quiet little statements, some of them pleasantries, by which the father literally devastates his son's system of defenses. By the end, hardly having raised his voice, Maurice has returned to the son he hurt so much, and finished the job.\n\nFontaine tells the story with many scenes of unexpected insight. Curious, how Jean-Luc wants to buy an expensive apartment for his mistress (Amira Casar), who doesn't want one. Odd how he dotes on her child. One night a hooker takes him home, and Fontaine shows him looking through a door that is ajar, so he can see the hooker's parents at their evening meal. What are these scenes for? To show him always yearningly on the outside of a family? Who put him there? Is his wife really not capable of child-bearing? \"How I Killed My Father\" is about cold people and their victims. It is the misfortune of the brother and the wife to have Jean-Luc to deal with. He treats them both with financial generosity, but they can never heal his wound, and he lets them know that. So imagine Jean-Luc's pain when a young African appears in Versailles to visit old Maurice. This visitor is a doctor, too: \"Your father was my mentor.\" One night Jean-Luc glimpses them laughing together in a way he has never laughed with his father. Sometimes in life we trade parents. Others are closer to our parents than we are. We are closer to the parents of others than they are. Maybe it is so hard to be successful as a parent and a child that this is what we're forced to do. Jean-Luc's tragedy is not that he lost a father, but that he never found another. He refused to look for one. And the father he never found is the one he killed.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-11-22", "genres": ["Drama", "Foreign"], "title": "How I Killed My Father (2002)"}