{"url": "http://www.rogerebert.com/reviews/how-sweet-it-is-1968", "by": "James Garneras Grif", "star_rating": 2.5, "text": "\"How Sweet It Is\" is sweet enough, but doesn't quite make it as a successor to last year's \"Divorce American Style.\" Both comedies star Debbie Reynolds as a wife in her mid-30's who survives a marriage by proving -- surprise! -- that she's still sexy. What made this work in \"Divorce American Style\" was a genuine wit and satire.\n\n\"How Sweet It Is\" was, perhaps intended to share its tragicomic approach, but it becomes too preposterous, too neat, too much like a TV situation comedy. It has a lot of laughs, yes, and Debbie Reynolds demonstrates once again that she really is a talented comedienne.\n\nBut James Garner, as her husband, lacks the rough edges that made Dick Van Dyke convincing as the husband in \"Divorce.\" Garner is almost too smooth, too much like a leading man. And he plays his scenes that way, instead of going for realism.\n\nThe other problem is the film's preoccupation with things thought to be currently fashionable. Miss Reynolds and Garner have a teenage son Davey, who is supposed to be a hippie or something, and he has a lot of friends who're supposed to be hippies or something. But Hollywood has yet to put a convincing hippie on the screen: They're always too clean or too dirty, depending on whether they're supposed to be good or bad characters, and in either case they're always too square.\n\nNot too square to be hippies -- too square to be human beings in their late teens. Pick me your average Chicago high school senior and I'll show you a teenager who wouldn't be caught dead acting and talking like the kid in \"How Sweet It Is!\"\n\nIn any event, the kid wants to go to Europe on a tour with his girlfriend, and so Garner and Miss Reynolds go along. He's a photographer so he'll cover the trip for a magazine. She'll rent a villa in the Riviera, and they'll meet in a month. But it turns out she was swindled and the villa is occupied by Maurice Ronet, a handsome, dashing, stereotyped Frenchman who has seen too many Charles Boyer movies.\n\nHe lures her into a bikini, which causes Garner to demand a divorce, and then they're arrested in a stolen bus and get involved in a chase scene through a brothel. Miss Reynolds and her son wind up in the same bedroom but they're distracted by a chippie who wanders past dressed like Little Bo Peep leading her sheep.\n\nThere is also a rather good moment in a restaurant kitchen when the cook tries to forcibly substitute Miss Reynolds for the onion soup, and then ... but let's leave the onion soup out of this.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-08-20", "genres": null, "title": "How Sweet It Is! (1968)"}