{"url": "http://www.rogerebert.com/reviews/how-to-lose-a-guy-in-10-days-2003", "by": "Kate Hudsonas Andie", "star_rating": 1.5, "text": "I am just about ready to write off movies in which people make bets about whether they will, or will not, fall in love. The premise is fundamentally unsound, since it subverts every love scene with a lying subtext. Characters are nice when they want to be mean, or mean when they want to be nice. The easiest thing at the movies is to sympathize with two people who are falling in love. The hardest thing is to sympathize with two people who are denying their feelings, misleading each other, and causing pain to a trusting heart. This is comedy only by dictionary definition. In life, it is unpleasant, and makes the audience sad.\n\nUnless, of course, the characters are thoroughgoing rotters in the first place, as in \"Dirty Rotten Scoundrels\" (1988), in which Steve Martin and Michael Caine make a $50,000 bet on who will be the first to con the rich American played by Glenne Headley. They deserve their comeuppance, and we enjoy it. \"How to Lose a Guy in 10 Days\" is not, alas, pitched at that modest level of sophistication, and provides us with two young people who are like pawns in a sex game for the developmentally shortchanged.\n\nHe works at an ad agency. She works for a magazine that is Cosmopolitan, spelled a different way. She pitches her editor on an article about how to seduce a guy and then drive him away in 10 days. He pitches his boss on an idea that involves him being able to get a woman to fall in love with him in 10 days. They don't even Meet Cute, but are shuffled together by a treacherous conspirator.\n\nNow of course they will fall in love. That goes without saying. They will fall in love even though she deliberately creates scenes no man could abide, such as nicknaming his penis Princess Sophia. She allows her disgusting miniature dog to pee on his pool table. She even puts a plate of sandwiches down on top of the pot in their poker game, something Nancy would be too sophisticated to do to Sluggo.\n\nHe puts up with this mistreatment because he has his own bet to win, and also because, doggone it, he has fallen in love with this vaporous fluffball of narcissistic cluelessness. That leaves only one big scene for us to anticipate, or dread: the inevitable moment when they both find out the other made a bet. At a moment like that, a reasonably intelligent couple would take a beat, start laughing, and head for the nearest hot-sheets haven. But no. These characters descend from the moribund fictional ideas of earlier decades, and must react in horror, run away in grief, prepare to leave town, etc., while we in the audience make our own bets, about their IQs.\n\nMatthew McConaughey and Kate Hudson star. I neglected to mention that, maybe because I was trying to place them in this review's version of the Witness Protection Program. If I were taken off the movie beat and assigned to cover the interior design of bowling alleys, I would have some idea of how they must have felt as they made this film.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-02-07", "genres": ["Comedy", "Romance"], "title": "How to Lose a Guy tn 10 Days (2003)"}