{"url": "http://www.rogerebert.com/reviews/how-to-train-your-dragon-2010", "by": "Jay Baruchelas Hiccup", "star_rating": 3.0, "text": "With the voices of:\n\nParamount Pictures presents a film directed by Chris Sanders and Dean DeBlois. Written by William Davies, Peter Tolan, Sanders and DeBlois. Based on the book by Cressida Cowell. Running time: 98 minutes. Rated PG (for sequences of intense action, some scary images and brief mild language).\n\nSome movies seem born to inspire video games. All they lack is controllers and a scoring system. \"How to Train Your Dragon\" plays more like a game born to inspire a movie. It devotes a great deal of time to aerial battles between tamed dragons and evil ones, and not much to character or story development. But it's bright, good-looking and has high energy. Kids above the easily scared age will probably like the movie the younger they are.\n\nThis is another action animation with an improbable young hero, based on a series of popular children's books. Remember when the heroes in this genre were teenagers? Now it's usually some kid who is 10 at the most, revealing himself as stronger, wiser and braver than older people, and a quick learner when it comes to discovering or mastering a new form of warfare. We are born knowing how to command dragons and spaceships and down we forget as up we grow.\n\nOur hero is Hiccup Horrendous Haddock III (the voice of Jay Baruchel), a young Viking who lives in Berk, a mountainside village surrounded by the crags and aeries where hostile dragons live. Hiccup tells us that his village is very old, but all of the houses are new. An alarming omen. Led by his father Stoick (Gerard Butler) and the dragon master Cobber (Craig Ferguson), the villagers have been in combat with the dragons since time immemorial. It would seem to be an unequal struggle; the dragons are enormous and breathe fire, and the Vikings, while muscular, have only clubs, swords and spears. They may however be smarter than the dragons, although you wouldn't know that just by listening to them.\n\nButler seems to be channeling his character from \"300,\" beefed up by many a hearty Viking feast. He joins Ferguson and others in speaking English with a muscular Scottish accent, since as we all know that English was widely used among the Vikings. In appearance, the Vikings seem victims of a testosterone outbreak causing enormous sprouty growths of hair. Even the hair from their nostrils might knit up into a nice little sock. Oh, how I tried not to, but as I watched these brawlers saddled up on great flying lizards, I kept thinking, \"Asterix meets Avatar.\"\n\nThe plot: Young Hiccup is ordered to stay inside during a dragon attack. But the plucky lad seizes a cannon, blasts away at the enemy and apparently wings one. Venturing into the forest to track his prey, he finds a wounded little dragon about his age, already chained up. He releases it, they bond, and he discovers that dragons can be perfectly nice. With his new friend Toothless, he returns to the village, and an alliance is formed with good dragons against the bad dragons, who are snarly holdouts and grotesquely ugly.\n\nOne evil beast is covered all over with giant warlike knobs, and has six eyes, three on either side, like a classic Buick. In one scene, a Viking hammers on an eyeball with his club. Not very appetizing. The battle ends as all battles must, with the bad guys routed and the youngest hero saving the day. The aerial battle scenes are storyboarded like a World War I dogfight, with swoops, climbs and narrowly missed collisions with craggy peaks and other dragons. For my taste, these went on way too long, but then I must teach myself that I do not have a 6-year-old's taste.\n\nNote: The movie is being shown in both 3-D and 2-D. The 3-D adds nothing but the opportunity to pay more to see a distracting and unnecessary additional dimension. Paramount has threatened theaters that if they don't clear screens for \"Dragon\" despite the current glut of 3-D films, the studio won't let them show it in 2-D. This displays real confidence in 3-D.", "running_time": 98, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-03-24", "genres": ["Animation", "Family"], "title": "How to Train Your Dragon (2010)"}