{"url": "http://www.rogerebert.com/reviews/how-to-save-a-marriage-and-ruin-your-life-1968", "by": "Dean Martinas David Sloane", "star_rating": 2.5, "text": "Here is a comedy made with great goodwill, but it\r\nseems old-fashioned. Perhaps films like \"The Graduate\" have influenced our requirements for comedy. It is no longer enough to be amused. We also want to be grabbed by comedy in the same way drama does. We want to be forced to react, to laugh at ourselves occasionally. \n\n\"How to Save a Marriage and Ruin Your Life\" avoids operating on these interesting levels. It's a comedy of the 1940s and 1950s sort, produced by a master of that older style, Stanley Shapiro, whose big hit was \"Pillow Talk\" (1959). Like that one, it has two main ingredients.\r\nFirst, there's got to be a mildly daring social issue to tickle the audience, but not too much. This time, it's whether mistresses should have legal rights like wives. So Dean Martin tries to save his buddy (Eli Wallach) from an unfaithful mistress (Anne Jackson). But he gets his signals crossed and thinks Wallach's mistress is Stella Stevens. By the time he realizes his mistake, he's stuck with the wrong mistress. \n\nThis leads to the second ingredient, some gimmick to keep the various couples from ever actually going to bed. Most Doris Day comedies are based on the\r\nPrinciple of the Indefinitely Postponed Consummation, and so is this one although the unlucky victim is now Miss Stevens. You'll never guess how she becomes Dean Martin's mistress without ever arriving in the bedroom so I'll tell you: She goes on strike. That's right. For higher wages and better working conditions. \n\nThere are some funny scenes between the gifted Wallach and the equally funny Anne Jackson. Martin buckles down to work (after sleepwalking through \"The Ambushers\") and exercises considerable charm. Miss Stevens demonstrates that she is a sexy comedienne and not a funny sex symbol, and that's a relief.\r\nBut the plot is difficult to swallow since everyone has to stand around talking in order to confuse\r\nidentities and develop misunderstandings. George\r\nBernard Shaw, who delighted in those long parlor\r\nscenes where everybody talks in riddles, would have liked \"How to Save a Marriage, etc.\" But it won't\r\nplease graduates of \"The Graduate.\"", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-03-08", "genres": null, "title": "How to Save A Marriage and Ruin Your Life (1968)"}