{"url": "http://www.rogerebert.com/reviews/how-i-won-the-war-1968", "by": "Michael Crawfordas Goodbody", "star_rating": 2.0, "text": "Richard Lester's \"How I Won the War\" could have been titled \"How I Made an Anti-War Film\" and the irony would have been the same. Lester has no more made an anti-war film, than has Goodbody, his hero, won the war.\n\nIt is hard to get down to this basic fact, however, because the movie is surrounded by a clever promotional campaign. By now we have seen John Lennon's bloody picture on the cover of Ramparts, and read the advertisements in which critics are pounded over the head with each other's reviews, and we know this a film the old fogeys and fascist baby-eaters will hate and the young, pure, enlightened liberals will find Truth in.\n\nThis process has been speeded along because of Lennon's personal stature. He is a Beatle, of course, and therefore one of the most famous people in the world. But more than that, he is the hero of a large number of young people in England and America.\n\nSimply by appearing in this film, Lennon has cloaked it in his personal immunity. We know Lennon isn't phony. Therefore, the movie can't be phony, right? Wrong. Although Lester is a great comedy director, he has failed miserably in \"How I Won the War.\" What is worse, he has failed by doing too little, rather than by trying too much. This is not a brave or outspoken film. It has a grab-bag full of technical tricks in it, including the juggling of color, conversations between people who are not in the same place and time, remarks addressed directly to the camera and so on. But in ideas and approach, \"How I Won the War\" does not go as far, dare as much, or succeed as well as \"Dr. Strangelove\" did four years ago.\n\nI have compared it to \"Dr. Strangelove\" because it claims to be a comedy. But it also claims to be a sobering, disgusting look at the murderous side of war and violence in general. It fails here too, again by not daring enough. Even its most effective scenes (as when Lennon is mortally wounded) seem perfunctory compared to the treatment of death in \"Bonnie and Clyde,\" \"Beach Red,\" \"The War Game\" and the upcoming \"In Cold Blood.\"\n\nNow that we have seen \"real\" people dying \"real\" deaths on the screen, we know how a mere movie actor looks when he dies in a movie. He looks like the people who die in \"How I Won the War.\" Indeed, the impact of Lennon's death owes a great deal to that old-fashioned Hollywood commodity, \"star quality.\" If an unknown actor had played the same scene, it would have had considerably less impact. \"I knew it would end this way,\" Lennon says to the audience. \"You knew it would end this way, too didn't you?\" Yes, because we saw you in Ramparts.\n\nLester apparently approached this assignment in the same spirit he brought to \"A Hard Day's Night,\" \"Help!\" and \"The Knack.\" In all three, he showed himself to be a technical virtuoso with a freewheeling style. He dismissed conventional story lines and allowed his plots to develop through the association of ideas. He didn't bother to make sense because he knew movie audiences no longer find that necessary.\n\nLester also used a very quick style, brought to the movies from his apprenticeship on television. His scenes were short, made up of shots so quick you had to look carefully to get everything. His characters spoke quickly and in an offhand fashion, as if the audience didn't need to have everything spelled out. And a lot of the gags were throwaways (as when Paul sniffs the Pepsi bottle in \"Hard Day's Night\").\n\nAll of these elements of Lester's personal style were handled successfully in these three movies, I thought, although in \"The Knack\" there was an ominous sense that American audiences were missing a lot of references meant only for the British.\n\nBut now, in \"How I Won the War,\" Lester has indulged his personal style instead of using it. He is its victim, not its master, and it runs away with him. It is impossible to be sure what is meant in this movie. No sense can be made of the plot. It's easy to excuse all this by saying that war itself is confused, that soldiers never know what the hell is going on and that the Big Picture makes no more sense than the little one.\n\nThere is another, more serious, problem in \"How I Won the War,\" and that is the language problem. This is the first British movie I've ever seen in which I had serious trouble with the British accents. What's more, the whole frame of reference is obstinately British. There are dozens of British in-jokes.\n\nSome of them are unimportant; when Lennon says he knew Mosley, it doesn't much matter that Americans don't know Sir Oswald Mosley is Britain's top Nazi. But what about when the half-track driver has his leg torn off, his wife appears in a mirage and he tells her it hurts? She advises, \"Hold it under the cold tap.\" Most of us may know that's a cold water faucet, but many will not. Besides, you can hardly understand what she's saying even if you do know what a cold tap is. The \"message\" can be obscure, sure, but must the words themselves be a problem?\n\nHere's another difficulty. For some reason, Lester seems to have aimed his film more against the British officer class than against war itself. The British Army has notoriously consisted of the \"upper classes\" as officers and the working blokes as foot soldiers.\n\nAs a result, a good many British officers in the First World War (and even in the Second) were allegedly shot in the back by their own men. That could make a movie, sure, but would it be an anti-war film? I got the strange feeling from \"How I Won the War\" that if the officers had somehow been better guys, the war itself would have been more bearable. But what about the German Army, where the officers were supposedly admired? What does the whole question have to do with war, anyway?\n\nYet Lester keeps coming back to it mercilessly, and his British officer, Goodbody (Michael Crawford), plays cricket, talks like a phony Oxford man and despises the troops he leads, The enlisted men are just as stereotyped. Lennon, in fact, plays such a stereotyped character it hardly matters who was in the role. Anyone could have played it, and it's a bit part anyway (although Lennon's name is writ exceeding large on the marquee).\n\nLester essentially uses the war situation in order to attack standard British targets like the class system, snobbishness and the monarchy -- you know, all the things \"Carry On Nurse\" covered first. The real horror of war is ignored, or made into a joke. (Lester uses actual war newsreels tinted green, blue and red, and then introduce actors who are themselves tinted green, etc. They establish a link between the movie and reality -- get it? But it's tiresome.)\n\nThere are, of course, the moments of brilliance to be expected in any film by Lester. Some of them are in the dialog (\"Are you married?\" \"No, I play the harmonica\"). Some of them are in the photography, and some of them are in Crawford's engaging performance (although it, like everything else, is overdone and his patriotic tirades last forever). But at the end we are left with a feeling of disappointment and frustration. As Americans we have been left out; the accents, the jokes and the incomprehensibly British. And as moviegoers, we have also been left out, for here is a film almost contemptuously indifferent to its audience.\n\nSomething else, too. It is also contemptuous of its subject. I got no impression from this film that Lester really, personally, cares very strongly one way or the other about war. It was only a currently fashionable subject, a good excuse to make a movie. Especially if John Lennon would be in it.", "running_time": 109, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-01-07", "genres": ["Action", "Comedy", "Family", "Mystery", "Thriller"], "title": "How I Won the War (1968)"}