{"url": "http://www.rogerebert.com/reviews/how-stella-got-her-groove-back-1998", "by": "Angela Bassettas Stella", "star_rating": 2.5, "text": "\"How Stella Got Her Groove Back\" tries its best to turn a paperback romance into a relationship worth making a movie about, but fails. At the end of the movie we're prepared to concede that Stella may indeed have her groove back, but at a considerable price, and maybe not for long. If a romantic couple feels wrong to the audience, no plot gymnastics can convince us.\n\nThe movie stars Angela Bassett as Stella, a divorced mom and high-powered San Francisco trader who, as the movie opens, is promising a client a guaranteed 65 percent return on some Russian bonds. Her personal life is lonely, and her sisters advise her to find a man. I'm thinking--if those returns are real, the man will find you.\n\nStella's best friend, Delilah (Whoopi Goldberg), lays down the law: It's time for them to fly to Jamaica for some R&R. Her first morning, Stella finds herself at breakfast with an improbably handsome young man (Taye Diggs) who introduces himself as Winston Shakespeare. Delilah has lined up a couple of football players for them to party with, but Winston keeps coming around, and being sincere, and catching at corners of her heart, until Stella realizes she has a problem on her hands: There is the danger they will actually fall in love.\n\nBut she is 40 and he is 20 and, as Winston's mother says when Stella eventually meets her, \"You ought to be ashamed of yourself!\" That's about all Winston's mother says. She's trundled onstage for her obligatory line, and disappears, along with Winston's father, who doesn't even get a line. At least we got to see what a nice home Winston grew up in. The movie doesn't really care about the parents; it just needs them for a plot point. In a different kind of movie, the parents would have been dealt with, not just put on exhibit.\n\nMeanwhile (warning: plot spoiler coming up), Delilah is revealed as dying of cancer. It's one of those deaths that makes you cringe because its only function in the plot is to provide a deathbed scene and a funeral scene (at which, yes, inevitably, Winston arrives late and stands silhouetted in the church doorway just as Stella is delivering her remarks--has the key person at such a movie event ever arrived on time?). Goldberg and Bassett are fine actors, and the deathbed scene is indeed effective--funny, and then sad. But that doesn't make it necessary. (During the course of the film, Stella also goes though two major changes involving employment, both of which seem unnecessary, except to establish her professional status.) Winston moves in with Stella while they test their relationship and the age gap between them. I had problems with those passages because, frankly, I couldn't find any genuine common ground for the two of then, except for physical passion, which can be wonderfully entertaining, yes, but is not invariably the best reason to get married. Stella sometimes has similar doubts and has a good line: \"He's never done anything, he's never been anyplace, he hasn't even had his heart broken. This morning I found Cocoa Puffs in the bed.\" Is a 20-year age difference surmountable? Sure, but maybe not when the man is still unformed. (He says he wants to be a doctor.) What about Stella? Will she return to her first love, woodworking? In 10 years, young Dr. Shakespeare will be introducing his 50-year-old wife, the cabinetmaker. Maybe she'd be better off looking for somebody like Marvin, the handyman in \"Waiting to Exhale.\" Both that movie and this one are based on novels by Terry McMillan, with screenplays by Ron Bass. This time, though, the material is thinner and less convincing, and the movie is slow-moving as Stella and Winston go through the routine of fighting and making up, until we want to advise them: Look, try shacking up for a year or two and see how things work out.\n\nAngela Bassett is an actress with aggressive intelligence, and when she plays a capable, smart woman, she can be fascinating. See her in \"Malcolm X,\" \"Passion Fish,\" \"What's Love Got to Do With It\" and \"Strange Days.\" The problem with \"Stella\" is that she has been given a woman who the screenplay says is smart, but whose intelligence doesn't come into play; if it did, Stella's relationship with Winston would be either briefer, or much more complex. Instead, it's been smoothed down into manufactured suspense about whether these two nice people will find true love.\n\nThat's where I began. If a couple feels right to an audience, then we cheer for their romance and allow ourselves to care--if only for the length of a silly movie. In \"The Parent Trap,\" a silly movie if ever there was one, there's genuine chemistry between Dennis Quaid and Natasha Richardson, and so in a dumb way we're cheered by their happiness. In \"How Stella Got Her Groove Back,\" I never felt Stella and Winston were on the same wavelength, that they could share their lives, that it would be a good idea for them to try. Oh, I believed Winston was blinded by her. But I couldn't believe in Stella's feelings. Even at the end, as they embrace, I was giving them three weeks, tops.", "running_time": 116, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-14", "genres": ["Comedy", "Drama", "Romance"], "title": "How Stella Got Her Groove Back (1998)"}