{"url": "http://www.rogerebert.com/reviews/how-to-make-an-american-quilt-1995", "by": "Winona Ryderas Finn", "star_rating": 2.0, "text": "\"How to Make an American Quilt\" begins with the words, \"For as long as I can remember . . .\" These words, which open a good many nostalgic memoirs, invariably mean that things have gone on in the same way for years and years, but that now everything is about to change. The narrator is Finn (Winona Ryder), a Berkeley student who has returned to her family's roots to spend a last summer before the watershed of her marriage.\n\nFinn's grandmother (Ellen Burstyn) and her great aunt (Anne Bancroft) live in a big old house in a sylvan California landscape, just down the road, I imagine, from the folks in \"Moonlight and Valentino,\" which was last week's film about female bonding. For as long as Finn can remember, the two women and their friends have gathered for quilting bees, during which they sew into their quilts their hopes and memories. They're really going to need their thimbles this summer as they sew Finn's wedding quilt.\n\nFinn is engaged to Sam (Dermot Mulroney), whose importance to the plot can be guessed by the fact that he is not included among the nine names in the principal credits. Finn isn't sure how she feels about marriage and a lifelong commitment, and that's why she wants to spend three months out of his sight, with the older women of her family and their friends.\n\nDuring the course of the summer Sam will turn up, briefly, and there will also be visits from Finn's mother (Kate Capshaw) and all of the neighboring quilters, played by Maya Angelou, Kate Nelligan, Jean Simmons, Lois Smith and Alfre Woodard. It is Angelou, as Anna, who sets the master plan for each quilt, and keeps the others in line (\"Anna used to work for my grandmother, but now it seems that they all work for her\").\n\nAs the women quilt, they remember stories from their own younger years, and as they share them with Finn, we see many of them in flashback. They all have a common theme, which will not come as a surprise: to one's own heart be true. The two stories that touched me the most belonged to Alfre Woodard, as Anna's daughter, and to Capshaw, as Finn's bohemian mother.\n\nWoodard, who has had many affairs in her lifetime, remembers the one man who got away - a stranger who joined her in a Parisian cafe and left her with a scrap of poetry that she has made her life's guide. (The poetry, alas, is not very good, but you can't have everything.) Finn's mother has long been divorced from Finn's father, but during the course of the film perhaps that will end; the lesson is that passion must not stand in the way of the deeper and more enduring truth of friendship.\n\nWalking out of the movie, I jotted a note to myself: \"This is not my cup of tea, but I'm prepared to admit it's someone's. I see what they're doing but there is not much zest in the doing of it.\" The original of this story is obviously Amy Tan's The Joy Luck Club.\n\n(One unkind viewer whispered, as the lights went up, that this one should be called \"The Goy Luck Club.\") But Tan's stories were much more compelling and exciting; the characters in \"How to Make an American Quilt\" have had lives that seem largely recycled from sweet movies and tasteful romantic novels.\n\nThere is one sequence that really is unforgivable. During her summer in the country, Finn is writing a master's thesis. It is her third, because she keeps changing her mind about topics. One day, out of nowhere, functioning only as an obvious plot device, a big wind blows up and scatters her typewritten pages all over the yard.\n\nFinn decides stoically that she'll write on something else instead.\n\nBut (after the wind has instantly died down) the women gather the pages and present them to her, and she gets the advice that maybe in this case, as in life and marriage, it is best to stick to your convictions. Reading the movie's press book, I was somehow not surprised to discover that \"How to Make an American Quilt,\" based on a novel by Whitney Otto, began life as a thesis.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-10-06", "genres": ["Drama", "Romance"], "title": "How To Make An American Quilt (1995)"}