{"url": "http://www.rogerebert.com/reviews/how-to-deal-2003", "by": "Mandy Mooreas Halley Martin", "star_rating": 2.0, "text": "Godard famously informed us that the history of cinema is the history of boys photographing girls, and although \"How to Deal\" may not be very good, it is splendidly historical in Godardian terms. The girl is Mandy Moore, who has such an unaffected natural charm that she almost makes the movie worth seeing. Still only 19, she made her starring debut in \"A Walk to Remember\" (2002), and has five more projects in the pipeline, including one called \"Untitled Mandy Moore Project,\" which pretty clearly establishes who is the star.\n\n\"How to Deal\" has some good things in it, including a performance by Allison Janney as a mother who is allowed to be more human and complicated than the average mom of a movie teenager. There's also a strong performance by Alexandra Holden, as the heroine's best friend, facing an unexpected pregnancy with more character than some of the adults show.\n\nMoore stars as Halley Martin (is it a coincidence that the first name is an echo of Hayley Mills, who in her early pictures had the same freshness?). She narrates the story, which is based on the young adult novels Someone Like You and That Summer, by Sarah Dessen. We have come upon her during a period of disturbing changes in her life: Her father has walked out of the marriage and taken up with a radio weather bimbo, her sister is marrying into a family of rich snobs, her best friend is dealing with a big moral decision, and Halley herself is faced with the alarming prospect of her first romance. The boy is Macon (Trent Ford), and the fact that he's a nice guy only makes her choices more complicated.\n\nThe movie attempts to deal in a healthy manner with teenage sexuality (which Halley is none too eager to experience), broken marriages and learning to be yourself. But it's too heavy on issues and too light on just observing the characters and enjoying their freshness. Three other recent movies about articulate teenagers, \"Bend It Like Beckham,\" \"Whale Rider\" and \"I Capture the Castle,\" are smarter and more nuanced, and you don't see the plot changing gears so obviously. Still, that there are four movies in which teenage girls resolutely find their way in the world is an encouragement; shame about boys.\n\nThere are startling surprises in the movie that I must not reveal, and since they occur early and have effects all through the story, I may have to avoid a proper plot summary. Let me observe instead that Halley and her mom have some talks about life that are real, deal with the issues, and show the mother as an intelligent person with problems of her own. It's sweet the way the movie deals with her own possible romance, with a man played by Dylan Baker, who rarely gets to play such an attractive character. And Ford, as the boyfriend, somehow survives some awfully earnest dialogue he's made to deliver; there's a thin line between being good and being too good to believe.\n\nAll of these elements are in place, and yet the movie never really pulls us into the story and makes us care, the way those other three movies do. The screenplay feels more like a checklist than a lifeline, and there are three major relationships competing for attention, not counting the weather bimbo. I watched the movie with interest, yes, but not emotional involvement, and my appreciation of Moore was based more on her essence than on her character. Having seen \"I Capture the Castle\" at about the same time, I was aware of how much deeper, quirkier and more observant a coming-of-age film could be. Both deal with the marriage of an older sister, both have a dinner party with a forbidding matron, but \"Castle\" triumphs and \"How to Deal\" sort of putters along.\n\nWhat the movie establishes above all is that Mandy Moore has a future in the movies, maybe even in the horror film she's making with Wes Craven. She has that ease in front of the camera that makes you think she's the real thing. \"The secret of acting,\" George Burns said, \"is sincerity. If you can fake that, you've got it made.\" Mandy Moore has it made, and the thing is, I don't think she's faking.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-07-18", "genres": ["Comedy", "Romance"], "title": "How to Deal (2003)"}