{"url": "http://www.rogerebert.com/reviews/how-to-live-forever-2011", "by": "Mark Wexler", "star_rating": 3.0, "text": "\"How to Live Forever\" is a documentary by Mark Wexler about scientific, nutritional, lifestyle and philosophical approaches to a long life. Humans could once expect to live until about 23, we learn, and there are now 100,000 Americans over the age of 100. The oldest person in this film was 122, and there is a 100-year-old woman who is quicker and smarter than most of the talking heads on TV. \n\n\tHow do they do it? Good genes, to begin with. Then diet: The key is a satisfying volume of low calorie foods. Then staying active and taking an interest in things. We meet the Disney animator Tyrus Wong, 98, who flies kites of amazing complexity and beauty on the beach at Santa Monica. And a 101-old auto maintenance man in London who runs marathons (he took five rest stops, he explains, for a pint of beer and a smoke). There is a Brit punk rock group whose members, all over 90, put on a good show of destroying their guitars. And a 94-year-old heart surgeon.\n\n\tWexler journeys to Okinawa, where heart disease, cancer and high blood pressure are all but unknown, apparently because of a diet with no meat, limited fish, and large quantities of seaweed and other vegetables. The Okinawans also seem to walk everywhere and keep working; a 92-year-old fisherman dives into the sea to place and check his nets.\n\n\tBack home, Wexler makes the obligatory visit to a cryonics center that promises to thaw you out at some point in the future. I can't think of anything more horrifying. He also learns about laughter yoga, Jack LaLanne's personal regime (he lived until 96), Suzanne Sommers' daily intake of hormones, and how Phyliss Diller keeps right on working (\"Old age is when your feet are mistaken for alligator shows\"). There is even a Japanese actor in his 70s who stars in \"elder porn,\" a field that seems to contradict Diller's theory that the best contraceptive among the aged is nudity.\n\n\tWexler meets a Cambridge biochemist named Aubrey de Grey who believes, with other anti-aging experts, that we are approaching a medical \"treatment\" for aging. Given the undisputed fact that millions of humans live in conditions of starvation, drought and disease, this strikes me as a mixed blessing. However, I know Wexler's father, the great cinematographer Haskell, and he is ferociously alive at 89. What keeps him going seems to be diet, exercise, work, and radical outrage. It's worth a try.", "running_time": 92, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-06-15", "genres": ["Documentary"], "title": "How to Live Forever (2011)"}