{"url": "http://www.rogerebert.com/reviews/how-do-you-know-2010", "by": "Reese Witherspoonas Lisa", "star_rating": 2.0, "text": "The one thing we don't see Reese Witherspoon doing in \"How Do You Know\" is playing softball. Considering that she portrays a softball player, this seems strange. To be sure, she's dropped from the team roster early in \"How Do You Know,\" so that's a reason. But there's something so deeply Witherspoonish about the idea of Reese stealing second that I am unconsoled.\n\nIt's established that Lisa (Witherspoon) is a very good softball player, indeed. Her teammates love her, her play is superb, she's a great role model, and her only problem is she's almost 30. This is apparently past retirement age for women softball players. It's time for her to round third and collect a gold watch.\n\nNo sooner does she get some free time on her hands than two would-be lovers complicate her life. Matty (Owen Wilson) is a pro baseball pitcher with a multimillion-dollar contract, and George (Paul Rudd) is a big-time financial wheeler-dealer who works for the film controlled by his father, Charles (Jack Nicholson).\n\nGeorge is the nicer man. Matty is a two-timing, womanizing narcissist. But it looks as if George will be indicted and spend time in prison, and Lisa moves into Matty's penthouse, which is large enough for batting practice.\n\nLisa has sex with Matty and presumably with George, but it's that rom-com kind of sex that remains, for an outsider, largely conceptual. Intimate personal behavior doesn't much enter in, because all of the characters are limited to sitcom problems. Matty's troubles are shallowness and sex addiction. George is a nice man, ethical, who faces indictment on a technicality. In theory, he should have known every detail about the financial malfeasance of his father's company. It doesn't always work out that way.\n\nI expected this movie to be better. The writer-director is James L. Brooks, and this is the fourth time he's worked with Jack Nicholson (after \"Terms of Endearment\" and \"As Good As It Gets,\" which both brought him acting Oscars, and \"Broadcast News\"). So let's start with Nicholson. Brooks hasn't given him much to work with. Here he plays a conniving tycoon who doesn't deserve his son's loyalty. It's a heavy role, and there's little to lighten it. In his best roles, Jack always seems to be getting away with something. He is here, too, but it's not funny. We like to identify with his onscreen sins, and this is a rare time when Nicholson is simply a creep.\n\nThe best-written and funniest role in the film is for Owen Wilson, as the pro pitcher. You know how his characters can have that ingratiating niceness, that solicitude for you while they're serving themselves? Here he plays a man tone-deaf to the feelings of women and clueless about his own behavior. But he's so nice about it that Lisa agrees to move in, and that provides an opening for what every actress should master, the scene where she repacks her bags and marches out.\n\nRudd's George is very likable. This is the wrong time for him to fall in love. His world is collapsing, and he finds himself in a cheap rented apartment surrounded by packing boxes. He has nothing to offer Lisa and not enough trust in himself or her to realize she loves him, the big dummy.\n\nAll of this whizzes along a few feet off the ground, like most rom-coms. Reese Witherspoon is always immensely cuddly, but it's not Lisa's heart that's involved here, it's her storyline. Nothing heats up. The movie doesn't lead us, it simply stays in step. Jack Nicholson is one of the few actors who always inspires a quiet chuckle of anticipation when he first appears in a movie. This is a rare movie that doesn't give him a chance to deserve it.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-12-15", "genres": ["Comedy", "Drama", "Romance", "Sport"], "title": "How Do You Know? (2010)"}