{"url": "http://www.rogerebert.com/reviews/howls-moving-castle-2005", "by": "Emily Mortimeras Young Sophie", "star_rating": 2.5, "text": "Almost the first sight we see in \"Howl's Moving Castle\" is the castle itself, which looks as if it were hammered together in shop class by wizards inspired by the lumbering, elephantine war machines in \"The Empire Strikes Back.\" The castle is an amazing visual invention, a vast collection of turrets and annexes, protuberances and afterthoughts, which makes its way across the landscape like a turtle in search of a rumble. I settled back in my seat, confident that Japan's Hayao Miyazaki had once again created his particular kind of animated magic, and that the movie would deserve comparison with \"Spirited Away,\" \"Princess Mononoke,\" \"My Neighbor Totoro,\" \"Kiki's Delivery Service\" and the other treasures of the most creative animator in the history of the art form.\n\nBut it was not to be. While the movie contains delights and inventions without pause and has undeniable charm, while it is always wonderful to watch, while it has the Miyazaki visual wonderment, it's a disappointment, compared to his recent work. Adapted from a British novel by Diana Wynne Jones, it resides halfway between the Brothers Grimm and \"The Wizard of Oz,\" with shape-shifting that includes not merely beings but also objects and places.\n\nChief among the shape-shifters is the castle itself, which can swell with power and then shrivel in defeat. Inside the castle are spaces that can change on a whim, and a room with a door that opens to -- well, wherever it needs to open. The Castle roams the Waste Lands outside two warring kingdoms, which seem vaguely 19th-century European; it is controlled by Howl himself, a young wizard much in demand but bedeviled with personal issues.\n\nThe story opens with Sophie (voice by Emily Mortimer), a hatmaker who sits patiently at her workbench while smoke-belching trains roar past her window. When she ventures out, she's attacked by obnoxious soldiers but saved by Howl (voice by Christian Bale), who is himself being chased by inky globs of shapeless hostility. This event calls Sophie's existence to the attention of Howl's enemy, the Witch of the Waste (Lauren Bacall), who fancies Howl for herself, and in a fit of jealousy, turns Sophie into a wrinkled old woman, bent double, and voiced now by Jean Simmons. For most of the rest of the movie, the heroine will be this ancient crone; we can remind ourselves that young Sophie is trapped inside, but the shape-switch slows things down, as if Grandmother were creeping through the woods to Red Riding Hood's house.\n\nLeaving town in shame and confusion, Sophie meets a scarecrow (Crispin Freeman) who bounces around on his single wooden leg and leads her to Howl's castle. Sophie names the scarecrow Turniphead, and we think perhaps a lion and a tin man will be turning up before long, but no. Nor is the castle run by a fraudulent wizard behind a curtain. Howl is the real thing, a shape-shifter who sometimes becomes a winged bird of prey. So is his key assistant Calcifer (Billy Crystal), a fiery being whose job is to supply the castle's energy. Sophie also meets Markl (Josh Hutcherson), Howl's aide-de-camp, and sets about appointing herself the castle's housekeeper and maid of all work.\n\nThe plot deepens. Howl is summoned to serve both of the warring kingdoms, which presents him with a problem, complicated by the intervention of Madame Suliman, a grotesque sorceress voiced by Blythe Danner, who reminds us of Yubaba, the sorceress who ran the floating bathhouse in \"Spirited Away.\" These bloated old madame types seem to exert a fascination for Miyazaki scarcely less powerful than his fondness for young heroines. Howl cravenly sends old Sophie to represent him before King Sariman, and on her way there, she gets into a race with the Witch of the Waste, who haunts the hinterlands where the Castle roams. Sophie is obviously trapped in a web of schemes that's too old and too deep for her to penetrate, and there comes a moment when defeat seems certain and even Calcifer despairs.\n\nAll of this is presented, as only Miyazaki can, in animation of astonishing invention and detail. The Castle itself threatens to upstage everything else that happens in the movie, and notice the way its protuberances move in time with its lumbering progress, not neglecting the sphincteresque gun turret at the rear. Sophie, old or young, never quite seems to understand and inhabit this world; unlike Kiki of the delivery service or Chihiro, the heroine of \"Spirited Away,\" she seems more witness than heroine. A parade of weird characters comes onstage to do their turns, but the underlying plot grows murky and, amazingly for a Miyazaki film, we grow impatient at spectacle without meaning.\n\nI can't recommend the film, and yet I know if you admire Miyazaki as much I do you'll want to see it, anyway. When his movies are working and on those rare occasions when they are not, Miyazaki nevertheless is a master who, frame by frame, creates animated compositions of wonderment. Pete Docter (writer of \"Toy Story\") and John Lasseter (director of \"Toy Story\"), his great American supporters, have supervised the English dubbing; online anime sites say however the Japanese voices are more in character (we'll be able to compare on the DVD).\n\nIn the meantime, the big screen is the only way to appreciate the remarkable detail of the Castle, which becomes one of the great unique places in the movies.", "running_time": 119, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-06-09", "genres": ["Action", "Adventure", "Animation", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "Howl's Moving Castle (2005)"}