{"url": "http://www.rogerebert.com/reviews/howling-ii-1986", "by": "Sybil Danningas Stirba", "star_rating": 1.0, "text": "There is a moment in \"Howling II\" when Sybil Danning and two other werewolves revert to their native state. Fangs grow from their mouths, their nails turn into claws, and they are covered with fur. Then they have a menage a trois, snarling and snapping at each other and raking each other with their claws, in what must be the most unintentionally funny movie scene of the week.\n\nYou do not see scenes like this in other movies. You do not see a lot of well-known actresses appearing in them. Let us therefore speak in praise of Sybil Danning. I have interviewed her three times, and have always found her with one of the best senses of humor in Hollywood. She appears in movies like this for the money, of course, but also (I suspect) because she laughs out loud when she reads the scripts.\n\nI'd like to check out Danning's closets at home. If they let her keep the costumes from her movies, I'll bet she has quite a collection.\n\nFor example, the cloak that Lou Ferrigno made her wear in \"Hercules and the 7 Gladiators,\" because her muscles were distracting from his.\n\nFrom this movie alone, not counting the wolf fur, there's her Flash Gordon outfit, with the low-cut bronze breastplates and the pushup armor. And then there's the slightly more formal leather gear she wears to receive Christopher Lee, who has come to do battle with her. It's only suitable to dress up for Christopher Lee, who has been in so many vampire and werewolf movies that a Hollywood traffic cop once pulled him over and asked him if he should be driving in the daylight.\n\nIn \"Howling II,\" which is not the worst movie Danning has made (though it is close), she plays Stirba, bisexual queen witch of Transylvania. Transylvania consists of a special effects drawing of a castle on a hill, and a single street set showing some painted backdrops, a few doors, and what looks like an ethnic food fair - the Taste of Transylvania.\n\nInto this dread kingdom venture the heroes of the movie. There's Christopher Lee as the expert werewolf-killer, and Red Brown as the brother of a TV anchorwoman who turned into a werewoman during a newscast and attacked a cameraman. This was, of course, a great tragedy for the TV station: It didn't take place during a Nielsen ratings periods.\n\nAnyway, the heroes get involved in the strange rituals of the cult of Stirba. Although the rituals, like the rest of the movie, are impenetrable and amazingly inept, I have to concede that no one presides over a ritual quite as well as Sybil Danning, especially when she is savagely ripping open the bodice of her dress. She rips the dress so dramatically, in fact, that the shot is repeated twice during the closing credits, providing the movie with its second and third interesting moments.", "running_time": null, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-04-07", "genres": null, "title": "Howling II (1986)"}