{"url": "http://www.rogerebert.com/reviews/hubble-3d-2010", "by": "Toni Myers", "star_rating": 3.0, "text": "Then you would know how small you were, how powerless and insignificant. When the end comes, it would be good to be set adrift into space, I think, with time for reflection, or perhaps madness. Fatal, yes, but so much more less boring than the ceiling of a hospital room. I have always been intensely interested in thoughts of space.\n\n\"Hubble 3D\" offers two categories of images, both awesome. One involves footage filmed on board the Space Shuttle Atlantis on a mission to repair the Hubble Space Telescope one last time. The other involves a 3-D rendering of some of Hubble's photographs of the cosmos. It's remarkable how casual the astronauts are, joking and performing for the camera. Then we see space walks in which they drift weightless to replace, adjust and tune up Hubble. There is nothing there but the shuttle, Hubble, Earth and the abyss. If they lose a tool, it is lost ... forever or until it is found millions and millions of years from now in a galaxy far, far away.\n\nThe fact that this footage exists at all is enough to justify it. Someone like me would need to see it. I would be happier if the astronauts had been less confident and casual. I suppose that's the astronaut culture. Could they have ... acted? Pretended to be tense, scared, deadly serious? They're like the crew on the Star Trek command deck, which most of the time might as well be controlling the traffic grid of a subway system.\n\nThe important thing to understand about the 3-D photography of stars is that they are too far away to give any true idea of their distance. Almost all of the objects in the universe are very, very far apart. What they did was take Hubble photographs of small and old (therefore young) slices of the sky and use spectrum analysis and a computer to separate the stars according to their distance. Although the film's narration by Leonardo DiCaprio doesn't mention this, the third dimension we're regarding is really time, not space. As the viewpoint moves forward toward galaxies, we are hurtling at unimaginable speed toward light that originated longer and longer ago.\n\nBeyond the most distant stars, at the end of our ability to see, there is black nothingness. If you stood there and looked outward, what would you see? A logical question. The answer is: more universe. Not another universe, but this one, because space is curved, you see, and therefore has no edge. This answer satisfies me, although I do not understand it and cannot picture how space can be curved. I understand how a circle has no beginning and no end, and that helps.\n\nSo these are thoughts I had while watching \"Hubble 3D.\" A movie like this can get you thinking.", "running_time": 44, "mpaa_rating": "G", "release_year": 2010, "date_published": "2010-04-21", "genres": ["Documentary"], "title": "Hubble 3D (2010)"}