{"url": "http://www.rogerebert.com/reviews/hugo-2011", "by": "Asa Butterfieldas Hugo Cabret", "star_rating": 4.0, "text": "\"Hugo\" is unlike any other film Martin Scorsese has ever made, and yet possibly the closest to his heart: a big-budget, family epic in 3-D, and in some ways, a mirror of his own life. We feel a great artist has been given command of the tools and resources he needs to make a movie about — movies. That he also makes it a fable that will be fascinating for (some, not all) children is a measure of what feeling went into it.\n\nIn broad terms, the story of his hero, Hugo Cabret, is Scorsese's own story. In Paris of the '30s, and schooling himself in the workings of artistic mechanisms. That runs in the family. Hugo's uncle is in charge of the clocks at a cavernous Parisian train station. And his father's dream is to complete an automaton, an automated man he found in a museum. He dies with it left unperfected.\n\nRather than be treated as an orphan, the boy hides himself in the maze of ladders, catwalks, passages and gears of the clockworks themselves, keeping them running right on time. He feeds himself with croissants snatched from station shops and begins to sneak off to the movies.\n\nHis life in the station is made complicated by a toy shop owner named Georges Melies. Yes, this grumpy old man, played by Ben Kingsley, is none other than the immortal French film pioneer, who was also the original inventor of the automaton. Hugo has no idea of this. The real Melies was a magician who made his first movies to play tricks on his audiences.\n\nLeave it to Scorsese to make his first 3-D movie about the man who invented special effects. There is a parallel with the asthmatic Scorsese, living in Little Italy but not of it, observing life from the windows of his apartment, soaking up the cinema from television and local theaters, adopting great directors as his mentors, and in the case of Michael Powell, rescuing their careers after years of neglect.\n\nThe way \"Hugo\" deals with Melies is enchanting in itself, but the film's first half is devoted to the escapades of its young hero. In the way the film uses CGI and other techniques to create the train station and the city, the movie is breathtaking. The opening shot swoops above the vast cityscape of Paris and ends with Hugo (Asa Butterfield) peering out of an opening in a clock face far above the station floor. We follow his Dickensian adventures as he stays one step ahead of the choleric Station Inspector (Sacha Baron Cohen), in chase sequences through crowds of travelers. Hugo always manages to escape back to his refuge behind the walls and above the ceiling of the station.\n\nHis father (Jude Law), seen in flashbacks, has left behind notebooks, including his plans to finish the automaton. Hugo seems somewhat a genius with gears, screws, springs and levers, and the mechanical man is himself a steampunk masterwork of shining steel and brass.\n\nOne day Hugo is able to share his secret with a girl named Isabelle (Chloe Grace Moretz), who also lives in the station, and was raised by old Melies and his wife. She is introduced to Hugo's secret world, and he to hers — the books in the cavernous libraries she explores. These two bright kids are miles apart from the cute little pint-sized goofballs in most family pictures.\n\nFor a lover of cinema, the best scenes will come in the second half, as flashbacks trace the history and career of Georges Melies. you may have seen his most famous short film, \"A Trip to the Moon\" (1902), in which space voyagers enter a ship that is shot from a cannon toward the moon; the vessel pokes the Man in the Moon in the eye.\n\nScorsese has made documentaries about great films and directors, and here he brings those skills to storytelling. We see Melies (who built the first movie studio) using fantastical sets and bizarre costumes to make films with magical effects ­— all of them hand-tinted, frame by frame. And as the plot makes unlikely connections, the old man is able to discover that he is not forgotten, but indeed is honored as worthy of the Pantheon.\n\nNot long ago, I saw a 3-D children's film about penguins. I thought it was a simpleminded use of the medium. Scorsese uses 3-D here as it should be used, not as a gimmick but as an enhancement of the total effect. Notice in particular his re-creation of the famous little film \"Arrival of a Train at La Ciotat\" (1897), by the Lumiere brothers. You've probably heard its legend: As a train rushes toward the camera, the audience panics and struggles to get out of its way. That is a shot which demonstrates the proper use of 3-D, which the Lumieres might have used had it been available.\n\n\"Hugo\" celebrates the birth of the cinema and dramatizes Scorsese's personal pet cause, the preservation of old films. In one heartbreaking scene, we learn that Melies, convinced his time had passed and his work had been forgotten, melted down countless films so that their celluloid could be used to manufacture the heels of women's shoes. But they weren't all melted, and at the end of \"Hugo, \" we see that thanks to this boy, they never will be. Now there's a happy ending for you.", "running_time": 126, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-11-21", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Mystery"], "title": "Hugo (2011)"}