{"url": "http://www.rogerebert.com/reviews/hukkle-2003", "by": "Ferenc Bandias Uncle Cseklik", "star_rating": 3.0, "text": "An old man hiccups. He shuffles slowly about his morning ritual and then takes his place on a bench outside his cottage, beside the road, still hiccuping. A goose goes about its business. Flies buzz. A cat earns its living. A runaway cart causes a stir in the village. The old man hiccups.\n\nThese opening shots announce Gyorgy Palfi's \"Hukkle\" as a film that will proceed in its own way to its own destination, without regard to convention. The title, a Hungarian word that sounds like a hiccup, is not much help. The film is told almost entirely without dialogue, but is alive to sound; we spend observant, introspective hours in a Hungarian hamlet where nothing much seems to happen -- oh, except that there's a suspicious death.\n\nThe murder enters the film like another chapter in the natural history of \"Hukkle.\" We have already seen the violence of nature: a frog to its astonishment suddenly eaten whole; a bee crushed; a cat dead; bees shaken from their hives; the very firmament shaken by what seems to be an earthquake but is only a low-flying jet. These omens are portents of trouble, in a film that finds a new tone: ominous pastoral.\n\nThe film is photographed with loving care, and seems at first to be merely a slice of life from a village day; in its attention to the smallest details of life (animal, vegetable, insect), it has been compared to \"Microcosmos.\" But there is a macro level, too, almost too large in scale to be seen, and the ingenuity of the film is in suggesting a larger reality -- a forest it almost cannot see, because it clings so closely to the trees.\n\nThis reality involves the dead body, pale and cold at the bottom of a stream, and the investigation of a local policeman, who takes photos of the riverbank where the victim was fishing before his -- accident? Murder? Later, in a scene that's a quiet nudge to \"Blow-Up,\" the policeman studies the photos and notices a missing bottle. Still later, in another wordless scene, a woman who is brewing illegal spirits in a cave looks up from her still and sees the policeman standing in the cave opening, regarding her.\n\nCan this murder mystery be extracted from \"Hukkle\" and explained with the clarity of a newspaper account? I doubt it. I think the murder is part of the whole warp and woof of the movie, which studies the events in this village with the attention and yet the random choices of an alien observer who is very interested but doesn't know quite what to look for.\n\nGiven its odd choices of perspective and subject, the movie has a point of view that is almost a character. \"Hukkle\" doesn't suggest, but I will, as a possible approach to the film, that the opening shot of the old man could be the first glimpse of earth life by this objective observer, which pokes here and there in the village, so that we -- who know what to look for and pick up on the clues -- know a murder has been committed, but to the observer all the images are equal. We have the knowledge to find meaning in a pattern, which the observer doesn't perceive. Since the hypothetical observer doesn't speak a human language, of course the movie doesn't much notice such sounds.\n\nThat may of course simply be my fancy. On another level, \"Hukkle\" is a lovingly photographed natural history of a day of village life. Some audience members will find it maddening. It requires patience and attention. It is not soothing, like a nature study, but disturbing, seeing life as an arena for deadly struggles in which most creatures earn a living by eating each other. To my imaginary alien, perhaps the fisherman was not murdered at all, but simply drowned while attempting to asphyxiate a fish. Maybe, like hunters who shoot themselves, he found a certain justice.\n\nAnd still the old man hiccups.", "running_time": 78, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-11-14", "genres": ["Crime", "Drama", "Foreign", "Indie", "Mystery"], "title": "Hukkle (2003)"}