{"url": "http://www.rogerebert.com/reviews/hulk-2003", "by": "Eric Banaas Bruce Banner", "star_rating": 3.0, "text": "The Hulk is rare among Marvel superheroes in that his powers are a curse, not an advantage. When rage overcomes Dr. Bruce Banner and he turns into a green monster many times his original size, it is not to fight evil or defend the American way, but simply to lash out at his tormentors. Like the Frankenstein stories that are its predecessors, \"Hulk\" is a warning about the folly of those who would toy with the secrets of life. It is about the anguish of having powers you did not seek and do not desire. \"What scares me the most,\" Banner tells his only friend, Betty Ross, \"is that when it happens, when it comes over me, when I totally lose control, I like it.\" Ang Lee's \"Hulk\" (the movie's title drops \"the\") is the most talkative and thoughtful recent comic book adaptation. It is not so much about a green monster as about two wounded adult children of egomaniacs. Banner (Eric Bana) was fathered by a scientist (Nick Nolte) who has experimented on his own DNA code, and passed along genes that are transformed by a lab accident into his son's hulkhood. Betty Ross (Jennifer Connelly) is his research partner; they were almost lovers, but it didn't work out, and she speaks wryly of \"my inexplicable fascination with emotionally distant men.\" Her cold father is General Ross (Sam Elliott), filled with military bluster and determined to destroy the Hulk.\n\nThese two dueling oedipal conflicts are at the heart of \"Hulk,\" and it's touching how in many scenes we are essentially looking at damaged children. When the Hulk's amazing powers become known, the military of course tries to kill him (that's the routine solution in most movies about aliens and monsters), but there's another villain who has a more devious scheme. That's Talbot (Josh Lucas), a venal entrepreneur who wants to use Banner's secret to manufacture a race of self-repairing soldiers. Lots of money there.\n\nThe movie brings up issues about genetic experimentation, the misuse of scientific research and our instinctive dislike of misfits, and actually talks about them. Remember that Ang Lee is the director of films such as \"The Ice Storm\" and \"Sense and Sensibility,\" as well as \"Crouching Tiger, Hidden Dragon\"; he is trying here to actually deal with the issues in the story of the Hulk, instead of simply cutting to brainless special effects.\n\nJust as well, too, because the Hulk himself is the least successful element in the film. He's convincing in closeup but sort of jerky in long shot--oddly, just like his spiritual cousin, King Kong. There are times when his movements subtly resemble the stop-frame animation used to create Kong, and I wonder if that's deliberate; there was a kind of eerie oddness about Kong's movement that was creepier than the slick smoothness of modern computer-generated creatures.\n\n\"King Kong\" is of course one of Lee's inspirations, in a movie with an unusual number of references to film classics. \"Bride of Frankenstein\" is another, as in a scene where Hulk sees his reflection in a pond. No prizes for identifying \"Dr. Jekyll and Mr. Hyde\" as the source of the original comics. Other references include \"Citizen Kane\" (the Hulk tears apart a laboratory) and \"The Right Stuff\" (a jet airplane flies so high the stars are visible). There also is a shade of Gen. Jack D. Ripper in Gen. Ross, who is played by Elliott in a masterful demonstration of controlled and focused almost-overacting.\n\nThe film has its share of large-scale action sequences, as rockets are fired at the Hulk and he responds by bringing down helicopters. And there are the obligatory famous landmarks, real and unreal, we expect in a superhero movie; the Golden Gate Bridge, Monument Valley, and of course an elaborate secret laboratory where Hulk can be trapped in an immersion chamber while his DNA is extracted.\n\nBut these scenes are secondary in interest to the movie's central dramas, which involve the two sets of fathers and children. Banner has a repressed memory of a traumatic childhood event, and it is finally jarred loose after he meets his father again after many years. Nolte, looking like a man in desperate need of a barber and flea powder, plays Banner's dad as a man who works in the same laboratory, as a janitor. He uses DNA testing to be sure this is indeed his son, and in one clandestine conversation tells him, \"You're going to have to watch that temper of yours.\" Connelly's character also has big issues with her father--she trusts him when she shouldn't--and it's amusing how much the dilemma of this character resembles the situation of the woman she played in \"A Beautiful Mind.\" Both times she's in love with a brilliant scientist who's a sweetheart until he goes haywire, and who thinks he's being pursued by the government.\n\nThe movie has an elegant visual strategy; after countless directors have failed, Ang Lee figures out how split-screen techniques can be made to work. Usually they're an annoying gimmick, but here he uses moving frame-lines and pictures within pictures to suggest the dynamic storytelling techniques of comic books. Some shots are astonishing, as foreground and background interact and reveal one another. There is another technique, more subtle, that reminds me of comics: He often cuts between different angles in the same closeup--not cutting away, but cutting from one view of a face to another, as graphic artists do when they need another frame to deal with extended dialogue.\n\nWhether \"Hulk\" will appeal to its primary audience--teenage science fiction fans--is hard to say. No doubt it will set the usual box office records over the weekend, but will it reach audiences who will respond to its dramatic ambition? Ang Lee has boldly taken the broad outlines of a comic book story and transformed them to his own purposes; this is a comic book movie for people who wouldn't be caught dead at a comic book movie.", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-06-20", "genres": ["Action", "Science Fiction"], "title": "Hulk (2003)"}