{"url": "http://www.rogerebert.com/reviews/human-nature-2002", "by": "Tim Robbinsas Nathan Bronfman", "star_rating": 3.0, "text": "Is human life entirely based on sex, or is that only what it seems like on cable television? \"Human Nature,\" a comedy written and produced by the writer and director who made us the great gift of \"Being John Malkovich,\" is a study of three characters in war against their sexual natures.\n\nLila (Patricia Arquette) fled to the woods at the age of 20, after hair entirely covered her body. She becomes a famous reclusive nature writer, a very hairy Annie Dillard, but finally returns to civilization because she's so horny. Puff (Rhys Ifans) is a man who was raised as an ape, thinks he's an ape, and is cheerfully eager on all occasions to act out an ape's sexual desires. And Nathan (Tim Robbins) was a boy raised by parents so strict that his entire sexual drive was sublimated into the desire to train others as mercilessly as he was trained.\n\nWith these three characters as subjects for investigation, \"Human Nature\" asks if there is a happy medium between natural impulses and the inhibitions of civilization--or if it is true, as Nathan instructs Puff, \"When in doubt, don't ever do what you really want to do.\" The movie involves these three in a menage a trois that is (as you can imagine) very complicated, and just in order to be comprehensive in its study of human sexual behavior, throws in a cute French lab assistant (Miranda Otto).\n\nNone of which gives you the slightest idea of the movie's screwball charm. The writer, Charlie Kaufman, must be one madcap kinda guy. I imagine him seeming to wear a funny hat even when he's not. His inventions here lead us down strange comic byways, including Disneyesque song-and-dance numbers in which the hairy Arquette dances nude with the cute little animals of the forest. (Her hair, like Salome's veil, prevents us from seeing quite what we think we're seeing, but the MPAA's eyeballs must have been popping out under the strain.) Early scenes show poor Nathan as a boy, at the dinner table with his parents (Robert Forster and Mary Kay Place), where every meal involves as much cutlery as a diplomatic feast, and using the wrong fork gets the child sent to his room without eating. As an adult, Nathan dedicates his life to training white mice to eat with the right silver, after the male mouse politely pulls out the female mouse's chair for her.\n\nThen he gets a really big challenge, when the ape-man (Ifans) comes into his clutches. Nicknaming him Puff, Nathan keeps him in a Plexiglas cage in his lab, and fits Puff with an electrified collar that jolts him with enough juice to send him leaping spasmodically into the air every time he engages in sexual behavior, which is constantly. Lila the hairy girl, meanwhile, has turned herself over to a sympathetic electrologist (Rosie Perez), who fixes her up with Nathan--who does not know she is covered with hair and, if he did, would be sure it was bad manners.\n\nThe movie has nowhere much to go and nothing much to prove, except that Stephen King is correct and if you can devise the right characters and the right situation, the plot will take care of itself--or not, as the case may be. Ifans is so dogged in the determination of his sex drive, despite the electrical shocks, that when the professor sets his final examination at a Hooters-type place, we're grinning before he gets inside the door.\n\nThe movie is the feature debut of Michel Gondry, who directed a lot of Bjork's videos and therefore in a sense has worked with characters like these before. His movie is slight without being negligible. If it tried to do anything more, it would fail and perhaps explode, but at this level of manic whimsy, it is just about right. You had better go alone, because in any crowd of four, there will be three who find it over their heads, or under their radar. They would really be better off attending \"National Lampoon's Van Wilder,\" unless you want to go to the trouble of having them fitted with electric collars.", "running_time": 96, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-04-12", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Human Nature (2002)"}