{"url": "http://www.rogerebert.com/reviews/human-resources-2000", "by": "Jalil Lespertas Frank", "star_rating": 3.0, "text": "\"This is my machine,\" the father tells his son. He explains its workings. It rotates like this, he says, and then he adds a part, he pushes a lever, and the machine performs a function. \"I can do 700 an hour,\" he says with quiet satisfaction. He has been doing it for 30 years. His body is permanently stooped as if bowing to the machine, he seems hypnotized by continuity: As long as he stays here, doing this, he is alive and serves a function.\n\nHis son has broken out of the family's class. He has gone to college, and now has returned to their French town as a trainee in the personnel division. The night before his first job interview, his father fearfully briefs him on how to respect his boss and to play down his own opinion. The father's spirit has long since been broken down into timid subservience.\n\n\"Human Resources,\" written and directed by Laurent Cantet, follows the son during his first weeks on the job, gradually revealing itself as an angry and unforgiving look at the way factories can treat employees as machines, and sometimes scrap them. More class conscious than an American film would be, it shows the son torn between tempting management opportunities and his sense of fairness. He begins to realize that \"human resources\" is not a benevolent term, but belongs on the same list with \"raw materials resources.\" Humans are simply an element in a production flow chart.\n\nManagement is thinking of scaling back. Frank (Jalil Lespert), the son, is involved in the discussions and suggests a questionnaire that might help employees feel they have input. Mrs. Arnoux (Danielle Melador), the communist shop steward, is having none of it. She chairs an angry meeting, but her very anger discredits her. Then Frank, poking around on his boss' computer, discovers his questionnaire has been used as a rationale for layoffs, and his dad will be one of those to be fired.\n\nThe film is not really driven by specific plot elements. It's not so much about what management does and how the workers fight back as it is about feelings. Consider, for example, that the father (Jean-Claude Vallod) will not even strike after he learns he is going to be fired. He doggedly marches back to his machine like an animal that has only learned one trick. On his days off, he works on another machine, in his garage--he seems to have no identity without a machine to give his life a symbiotic partner.\n\nIn the town, Frank finds a barrier growing between himself and old friends. There's a shoving match in a bar. He is seen as a sellout. At the same time, he sees through the efforts of his bosses to recruit him to their view. Most of those being fired would have qualified for retirement in a few years, but now won't. That's a particularly vile and common misuse of \"human resources,\" not just in France. When Frank's dad is offered a pension, however, Frank sees the irony: The factory has so broken his father that the old man cannot live without serving his machine. A pension has nothing to do with it.\n\nAnd yet--Frank doesn't feel merely pity for his father. He also feels shame. Moving up on the class ladder has separated him from his father's tunnel vision, and to his educated eyes, the old man seems pathetic. He is a man almost robbed of speech, of imagination, and when he cries, his wife finds that a wonder rather than a shame.\n\nAmerican films are hardly ever about work, especially hard work, factory work. The most common employment areas in American movies are probably law enforcement, crime, medicine, the law, prostitution and bartending. The movies have no curiosity about people who get up every day and go out to work hard and earn a living.\n\n\"Human Resources\" is a valuable, heartbreaking film about the way those resources are plugged into a system, drained of their usefulness and discarded.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-09-15", "genres": ["Drama", "Foreign"], "title": "Human Resources (2000)"}