{"url": "http://www.rogerebert.com/reviews/human-traffic-2000", "by": "John Simmas Jip", "star_rating": 2.0, "text": "Act like an adult. Be fake.\n\nSo says one of the feckless heroes of \"Human Traffic,\" a sad comedy about druggies in Wales. This movie is about how he and his friends already are acting like adults. They're right that many adults are fakes, but some adults at least know when they're faking it. These kids are clueless.\n\nThey know how to take drugs and feel good. That doesn't require cleverness. When they don't take drugs, they don't feel good, partly because of withdrawal, partly because they lack any other avenue to happiness. They possess, for the time being, youth. It is their only capital, and when it is spent, they will lead the rest of their lives empty-handed. They're sheep marching into the slaughter of middle age.\n\nThe film takes place in Cardiff, in Wales, and is mostly about five friends who have jobs of stultifying boredom. They live for the weekends, when they can go out to rave clubs, use ecstasy, heroin and whatever else they can get their hands on, and pretend for 48 hours that they are free. They have high spirits and their speech possesses the style and wit that can still be heard in those pockets of verbal invention (Ireland is another) where conversation is still an art form.\n\nThey are, in fact, likable. That's why their comedy is so sad. There must, we think, be something more for them than this dead-end lifestyle. The movie remembers how at a certain age, hanging out with your friends, feeling solidarity against the 9-to-5 world, creates a fierce inner joy. They laugh at one another's self-destructiveness.\n\nIt is funny to get wasted, to almost overdose, to do reckless things, to live dangerously, to flirt with crime and drugs. Why is it funny? Because they're getting away with it. The odds don't apply to them. They're immune. Fate has said they can put unknown substances into their systems and survive. Fate of course is a practical joker with a nasty streak, but try telling them that.\n\nThe director of the film, Justin Kerrigan, is 25. He sees his story from the inside. It's based on his friends. There is no perspective, no angle: He sympathizes with his characters. But he already has escaped their fate. He isn't working in a fast-food outlet for minimum wage. He's a movie director.\n\nI was reminded of Mark Borchardt, the subject of the great documentary \"American Movie,\" who dropped out at 13 or 14 and started drinking with his friends in the basements of their houses. \"I was always watching them, always fascinated by them,\" he remembers, and today, at 34, while he still plays the same role, he does it on the Letterman show, while his friends are still in the basement, or in the ground.\n\n\"Human Traffic\" is narrated as a pseudo-documentary; the characters take us on a tour of their world, but the real narrator is the director, who could not make the film if he lived as his heroes do.\n\nThe characters have names, and there is a plot--a plot and a half, in fact. I could name them (all right: Jip, LuLu, Koop, Nina and Moff). I could describe the plot. But every weekend has its own plot, and every plot has its own unhappy ending, which is known as Monday morning.\n\nStories like this can transcend. \"Trainspotting\" had a certain charm. \"SLC Punk\" had more wit and fewer drugs. \"Kicking and Screaming\" was enlightening because it showed that kids of about the same age, given a chance at a decent education, were more interesting and better at entertaining themselves. For the characters in \"Human Traffic,\" these weekends are as good as it's going to get.\n\n\"There is definitely more to their relationships than just going out, taking drugs and having a good time,\" says Nicola Reynolds, an actress in the film. \"They are strong, strong friendships. The more you go through things together, the more you bond those relationships.\" Uh, huh.\n\nYou know the difference between a real friend and a party friend? You have a flat tire. The real friend goes outside in the rain and helps you change it. The party friend says \"bummer\" and buys you a drink.", "running_time": 84, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-05-12", "genres": ["Comedy", "Drama", "Foreign"], "title": "Human Traffic (2000)"}