{"url": "http://www.rogerebert.com/reviews/humpday-2009", "by": "Mark Duplassas Ben", "star_rating": 3.5, "text": "\"Humpday,\" a film by a woman about the limits of male bonding, blows the whistle on buddy movies. After the buddies in those movies finish with pounding each other on the back, giving each other Dutch rubs and chanting, “I love, you man!” — how far are they prepared to take their love? Just about exactly that far, perhaps, and then they draw the line.\n\nThe film is a perceptive comedy about how many men, if not homophobic in theory, shudder in practice about the prospect of getting it on with their own sex. It’s also about how close friends in school can drift far apart in a decade. That’s what has happened to Ben and Andrew. Ben (Mark Duplass) is a married man, using fertility methods to conceive a child with his wife, Anna. Andrew (Joshua Leonard) is a shaggy college friend, who turns up in the middle of the night after living the life of a free spirit in India, Cambodia, Mexico and other faraway places.\n\nAnna (Alycia Delmore) has never heard of this old buddy. But she’s a good sport and invites him to spend the night. Andrew spends more than the night, and Ben, now a straight arrow, feels a certain wistfulness about the freedom he has lost to marriage. Andrew takes him to a party of swingers no longer in the first bloom of youth, where booze, drugs and sex toys are thrown into the pot, so to speak.\n\nWhen they’re fairly drunk, the two friends hear about a Seattle event named Humpfest, in which amateurs compete to produce the best short porn film. They decide to enter. They will win, they predict, because have the most daring idea: They will have sex with each other. Two straight guys doing it for the first time. “That’s beyond gay!”\n\nAs is sometimes the way with drunken vows, these are taken seriously, and Ben and Andrew set about making plans to make the film in a rented hotel room. Meanwhile, Anna grows increasingly uncomfortable with Andrew’s omnipresence and his influence on her reliable husband. Anna, you understand, is in no way a conventional movie spouse, but has been imagined by writer-director Lynn Shelton as an open-minded, sex-loving woman who is nevertheless mature and reasonable and expects Ben to be an attentive husband and a dependable father.\n\nAnna is of course never to learn the truth about what is described as “Andrew’s art project.” Andrew of course lets it slip. Anna’s reaction is more complex than you might imagine, and it’s at such a moment you appreciate the woman in the writer-director’s chair. Women, I suspect, are more likely than men to view sex from the over-all perspective of what we may call their lives. In a country like Saudi Arabia, whose citizens express discomfort about men and women even attending movies together, I have little doubt which gender is more concerned.\n\nBen and Andrew advance doggedly on a trajectory leading them to their Humpfest entry, and there’s a rather remarkable scene in the hotel room that involves a great perception of word choices, vocal intonations and body language (what does it mean that both men clasp pillows to their tummies?). I understand most of the dialogue was improvised after extensive discussion, and it sounds real — uncertain, tentative, even bashful. For starters, who’s going to pitch and who’s going to catch? Not an easy question to answer.\n\n“Humpday” is funny, yes, but also observant and thought-provoking. Buddy movies like “I Love You, Man,” which I loved, can intrigue us with the possibility of an attraction between two men that could threaten a heterosexual romance. But when all bets are called, most guys just don’t want to go there. It could be the end of a beautiful platonic friendship.\n\nWe will leave Ben and Andrew in their hotel room and pull back to consider Humpfest itself, which I discover is an actual annual event in Seattle. Unlike the porn films described in this film, its entries must be hump films — in other words, depicting an activity common to dogs and Transformers. In fact, the festival has only one rule: “Penetration equals disqualification.”\n\nYou can find its Web site, which includes a chart of recommended drinking levels, if you want to enter. In the meantime, here is a Humpfest entry of less than 60 seconds. It contains no nudity and no explicit sex, and of course, only one protagonist. Be sure to watch until the end: \n\nhttp://www.youtube.com/watch?v=nRM89nVHyl4", "running_time": 94, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-07-22", "genres": ["Comedy", "Indie"], "title": "Humpday (2009)"}