{"url": "http://www.rogerebert.com/reviews/hunter-2010", "by": "Rafi Pittsas Ali Alavi", "star_rating": 3.5, "text": "Pitts had no plans to play the lead in his own film, and I learn from\r\n Variety that he \"was forced to take on the main role when his leading \r\nactor proved unreliable.\" He hardly feels like a replacement. He has an \r\nuncanny presence. With his severe, tense face beneath a dark brow, he \r\nsuggests Daniel Day-Lewis. In early scenes, he shares the happiness of \r\nhis wife and little daughter (Mitra Hajjar and Saba Yaghoobi), but then \r\nhe comes home to an empty apartment and learns only after a long and \r\nfrustrating wait that they have been identified as victims caught in a \r\ncrossfire between insurgents and police.\n\nThey were not participants in whatever was happening. They were in \r\nthe wrong place. When Ali learns the news, there's no emotional \r\noutburst. He remains contained and almost ominously silent as he \r\nidentifies his wife's body but cannot identify a little girl in the \r\nmorgue. He visits the scene of their deaths, with chalk body outlines \r\nstill on the pavement, one smaller than the other. He parks for days \r\noutside his daughter's school, as if she would come smiling down the \r\nstairs.\n\nBefore this happened, sometimes he would take a hunting rifle into a \r\nforest outside Tehran. Now he returns to a vantage point overlooking an \r\nexpressway and fires at a police car. How he is identified as the \r\nshooter is unclear, but he is, and the second half of the film involves a\r\n police manhunt that comes down to him being led in handcuffs through \r\nthe trees by an unhappy rookie cop and his bullying superior.\n\nYou are left free to determine what their long time in the woods \r\nrepresents. Or the personality conflict between the two cops. When they \r\nbecome lost while trying to bring their prisoner in, their three fates \r\nbecome linked. This dilemma won't develop as you may expect, and the \r\nmore you consider what happens, the more labyrinthine and suggestive are\r\n the political undertones. As I followed step by step the unfolding of \r\nthe ending, I could see how the plot makes perfect sense in a sinister \r\nway that adds one brilliant additional twist.\n\nAli, the hunter, has only a handful of words in the last half of the \r\nmovie, and not many more before his family disappears. His existence \r\nsupplies his dialogue. He is a man whose family's fate is not of much \r\nsignificance to the police bureaucracy, and whose life itself has no \r\nmeaning except in his anguished actions. There is a deep irony in the \r\nscenes involving the police. And many long silences in which we're free \r\nto imagine his thoughts. \n\n\"A Separation,\" another recent film from Iran, also centers on a \r\nmarried couple and their daughter. They have many thoughts and many \r\nwords to express them. The solitary hunter here has been pushed outside \r\nhis society's courts of appeal. His action itself, when he fires on the \r\nhighway, takes lives of people unknown to him. By the same token, no one\r\n targeted his wife and daughter. They died as a result of the nature of \r\ntheir society. Nothing can be said.", "running_time": 90, "mpaa_rating": null, "release_year": 2010, "date_published": "2012-02-29", "genres": ["Drama", "Foreign", "Thriller"], "title": "The Hunter (2010)"}