{"url": "http://www.rogerebert.com/reviews/hurlyburly-1998", "by": "Sean Pennas Eddie", "star_rating": 3.0, "text": "First witch: When shall we three meet again? In thunder, lightning, or in rain? Second witch: When the hurlyburly's done, when the battle's lost and won.\n\n--\"Macbeth\" \n\n \n\nThe philosopher William James thought that addiction expressed a yearning for the divine. While the characters in \"Hurlyburly\" have probably never heard of him (or Henry James or Harry James, for that matter--maybe no James but Etta), there is a real sense that Eddie, the most perpetually stoned character, is using drugs to escape from his hell on earth. His hell has been created by the drugs he employs to escape it, an irony too simple for a mind that hurls challenges at the universe.\n\nIn the screen version of David Rabe's play, Eddie (Sean Penn) is a Hollywood casting agent who must be doing OK, judging by the house he has up in the Hollywood Hills. His roommate for the time being is Mickey (Kevin Spacey), who is on leave from wife and kids and bemused by the menagerie in Eddie's living room.\n\nPhil (Chazz Palminteri) is a frequent visitor, an actor with a sinister emotional underside. He turns up from time to time, and so does Artie (Garry Shandling), who materializes with a \"CARE package\"--an underage drifter (Anna Paquin) who is ready to trade sex for just about anything.\n\nThe major presence in Eddie's life is Darlene (Robin Wright Penn), his girlfriend, who likes him but has her eyes open and sees that Eddie is so far gone into cocaine that she'd better start looking around for another port in the storm. Mickey, maybe? And then there's a stripper named Bonnie (Meg Ryan) who sometimes goes out with Phil. Some of these gender couplings are entirely sex-based, while others append the illusion of meaning; Eddie, for example, is convinced he loves Darlene, although his love is expressed less by communicating with Darlene than by monologues about her that he delivers to his own drug-crazed brain.\n\nThe movie follows the loop-the-loops of habitual drug users. The rhythm of a day takes its shape from the availability of drugs and the degree and timing of usage. This is an important insight, because in Rabe's perceptive screenplay, there is no attempt to fashion the usual sort of dramatic give and take. Among characters who are in control of their lives, a dramatic piece takes form based on what they do and say. Among characters who are heavy into drugs, more depends on what is done and said to them.\n\nThere is the convention that booze and drugs bring truth. In vino veritas, the Romans said, and Eugene O'Neill wrote his best plays about boozers who pursued truth into the night. Eddie, the Sean Penn character, is a bruised romantic with a good mind, who is as unhappy as a person can be, and in a riveting scene uses cocaine to take him to a place free of raw emotional pain. It is a remarkable performance.\n\nThe others talk, talk, talk. The most amusing is Spacey, who likes to hold himself a little aloof from a scene, as if he were the teacher. His sardonic intelligence aims a zinger here and there; we get the sense that he's only visiting, while the others live in this purgatory.\n\nWe see that ordinary human judgment has been eroded by cocaine, that people use sex as a way of paying for it (or as a way of having something they can pay for), that if you tape-recorded the talk in this living room for a year, it would all just go around and around and around.\n\nThere are times, indeed, when \"Hurlyburly\" feels like a year on the merry-go-round. There are brief excursions to the outside world, but the attention of the characters is always focused on the source of the drugs. They must, essentially, renew contact with the life in this room at regular intervals, or detox, or die, or kill themselves. Drugs make them talk but give them nothing to say. Eddie senses that. He wants to break out. He's digging himself in deeper, but at least his instinct is sound.", "running_time": 122, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-12-25", "genres": ["Comedy", "Drama", "Indie"], "title": "Hurlyburly (1998)"}