{"url": "http://www.rogerebert.com/reviews/hurry-sundown-1967", "by": "Michael Caineas Henry Warren", "star_rating": 2.0, "text": "Otto Preminger's \"Hurry Sundown\" is a frustrating case, not good but not particularly bad, with a smokescreen of controversy surrounding it and obscuring its real faults. The trouble with this film (sanctimonious bleats from Newsweek and Bosley Crowther notwithstanding) is not that it's racist and tasteless, but that it's naive and dull.\n\nPreminger set out to tell the story of a greedy businessman, Michael Caine, and the two sharecroppers, who refuse to sacrifice their farms to his industrial schemes. Preminger develops his story by telling something of the private lives of the three protagonists. Caine and his wife, Jane Fonda, are wealthy, bored by each other and living in a marriage based on hostility. They play games. John Phillip Law and his wife, Faye Dunaway, are simple but decent white sharecroppers, poverty stricken but in love. Robert Hooks, as the Negro sharecropper, isn't even married, but he kisses Diahann Carroll once and they get to spend the night together baby-sitting for Law's kids.\n\nIt kind of reminds you of the arithmetic problems starring A, B and C, in which everybody starts filling his bathtub at the same time but B has to carry his water in a bucket and C has a hole in the bottom of his tub.\n\nWhen Caine discovers that the sharecroppers are teaming up to resist him, an uneasy truce comes to an end. He rounds up some white trash and they all go out to blow up the levee and put the farms under water. This gives Preminger a chance to include a lot of crude white trash dialog, proving he isn't prejudiced one way or the other.\n\nSome critics of this film have complained that it reflects an Uncle Tom point of view. The Negroes are all decent, simple folk, and so are the poor whites, but the upper class whites are neurotic and complicated and unhappy -- in short, human.\n\nI don't think this was meant to be the case. Preminger leans over backward to produce an enlightened and even progressive film about race relations, and he fails not because of bad intentions but because the structure of the movie itself prevents him. Once you've hired Michael Caine and Jane Fonda, they've got to be the stars, and since they're not Negro and not rawboned they obviously can't be cast as either pair of sharecroppers. So there you are.\n\nAnd then, because every film has a set of main protagonists and a couple of sets of supplementary ones, you have to use the sharecroppers as counterfoils. This means their job is to do things so that Caine and Jane Fonda can react to them. The things they do have to be fairly simple -- scowling, shaking hands, holding integrated church services, buying dynamite.\n\nWhat happens in the end is that the Negroes are no more simple and stereotyped than anyone else in the film, except for Caine and Fonda, of course. Indeed, Hooks and Beah Richards (who plays his mother, Aunt Rose) come off better than many of the white characters, especially Burgess Meredith's tobacco-stained judge.\n\nThe scene, in which the Klansmen pass dynamite from hand to hand along the dike is choreographed and photographed to perfection, an eerie midnight ballet. Caine is actually pretty convincing, and Hooks, despite the narrowness of his role, acted with sensitivity and feeling. Law captured exactly the mixture of awkwardness and dogged determination needed for Rad McDowell.\n\nAnd you know what? Jane Fonda isn't bad, either.", "running_time": 146, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-05-29", "genres": ["Drama"], "title": "Hurry Sundown (1967)"}