{"url": "http://www.rogerebert.com/reviews/husbands-and-wives-1992", "by": "Woody Allenas Gabe Roth", "star_rating": 3.5, "text": "The opening sequence in Woody Allen's \"Husbands and Wives\" is a long, unbroken shot done in documentary style. The camera swoops here and there, nervously darting around the room to watch the action as two long-married couples deal with the news that one couple has decided to get divorced. With the invention of the Steadicam, this kind of sequence can be done with a relatively smooth camera style, but that's not what Allen wants. He wants a jerky, harried camera (we imagine the cinematographer sweating as he tries to keep up with the action), a camera as confused as the characters, who keep interrupting each other and denying what they hear.\n\nSydney Pollack and Judy Davis play the couple who are divorcing. They are relaxed, reasonable; this is an amicable move that will allow them both to \"grow\" - and to \"grow,\" in psychobabble, is of course more important than to commit, to compromise, to share, to sacrifice. The news of the divorce comes as a devastating blow to the other couple, played by Woody Allen and Mia Farrow. They thought their friends were so happy! The news is also a threat - because if this happy couple can split up, what couple is safe? For many people, the real-life troubles between Allen and Farrow were the same sort of blow. It wasn't that they had an ideal marriage (they weren't married, for one thing), but they'd built an interesting relationship that allowed each partner to work and remain independent, while somewhere in the middle was their love and the children they were raising. They seemed so . . . adult about the whole thing.\n\nBut what \"Husbands and Wives\" argues is that many \"rational\" relationships are actually not as durable as they seem, because somewhere inside every person is a child crying me! me! me! We say we want the other person to be happy. What we mean is, we want them to be happy with us, just as we are, on our terms.\n\nLook at the scene in the movie where the Allen character runs into his old pal (Pollack) on the street, and they continue their conversation inside a convenience store. Pollack has now left his wife of many years, and is living with a sexy aerobics instructor. She has the bounce and body of a centerfold, and is into self-improvement, by which she means anything that can be learned from those magazines with full-page ads for fruit juicers. It would appear to Allen (and to the audience) that the bond between the older man and the younger woman consists primarily of sex, but as Pollack talks, his voice rapid and confidential, we get a better glimpse of his thinking. He sees this young woman as his second chance, his lost youth - what he deserves! Yes! His right to be happy! \"With my wife, I always felt like I was taking an audition.\" The girl loves him for - we can see this coming - himself. Which is really all any of us want to be loved for.\n\nLater, of course, the sexy aerobics instructor turns into a real person, one who delivers boring monologues about astrological signs. It is not enough that she adores the Pollack character, and has firm thighs and high breasts and clean blond hair. She must also not be stupid. This is a man who is hard to satisfy.\n\nThe thought process that goes into this relationship is at the very heart of \"Husbands and Wives.\" And it is mirrored in the movie's other key development, as the Allen and Farrow characters also find themselves splitting up, and Allen, who plays a 50ish professor of English, finds himself attracted to his 20-year-old student (Juliette Lewis). She has a pattern of neurotic involvement with older men, but the Allen character is blind to it. What older man, accepted by a younger woman despite his balding grey hair, wants to know that he is attractive because of flaws, not despite them - that his lover is actually attracted to the decay of mortality? The best scenes in \"Husbands and Wives\" are between the characters played by Allen and Farrow. If we can judge by the subsequent events in their lives, some of this dialogue must have cut very close to the bone. They talk about trust, and being faithful, and what they're \"really looking for,\" and they skate skittishly around the minefields of sex and lust. Both couples in the film are really asking the same question: Is this all there is? Must we abandon our fantasies of the perfect partner in order to accept the comfort and truth of our real one? In the film, the Allen character realizes that the 20-year-old is, in some way, a mirage: She will give him the vision of a romantic oasis, but will not slake his thirst. He backs away. In real life, Allen apparently did not back away, and to some degree \"Husbands and Wives\" is his apologia for the relationship he has entered into with Farrow's adopted daughter.\n\nAll of that will work itself out over time, and will end happily, or unhappily, as such things do. What he is saying in \"Husbands and Wives\" has little to do with the wisdom of any particular relationship. Beneath the urgency of all the older characters - both men, both women, and even the older dating partners they experiment with - is the realization that life is short, that time is running out, that life sells you a romantic illusion and neglects to tell you that you can't have it, because when you take any illusion and make it flesh, its hair begins to fall out, and it has B.O., and it asks you what your sign is. True love involves loving another's imperfections, which are the parts that tend to endure. Woody Allen's character discovers that in \"Husbands and Wives,\" although perhaps not in time to help its creator.", "running_time": 108, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-09-18", "genres": ["Comedy", "Drama", "Musical", "Romance"], "title": "Husbands and Wives (1992)"}