{"url": "http://www.rogerebert.com/reviews/hush-1998", "by": "Jessica Langeas Martha", "star_rating": 2.0, "text": "\"Hush'' is the kind of movie where you walk in, watch the first 10 minutes, know exactly where it's going, and hope devoutly that you're wrong. It's one of those Devouring Woman movies where the villainess never plays a scene without a drink and a cigarette, and the hero is inattentive to the victim to the point of dementia.\n\nGwyneth Paltrow stars, as Helen, a New York career woman who's in love with Jackson (Johnathon Schaech). He takes her home to Virginia to meet his mother, Martha (Jessica Lange) and see the family spread, named Kilronan--a famous horse farm with main house that looks as if Thomas Jefferson either designed it, or meant to. The house is large, elaborately decorated and eerie, but then we knew it would be eerie because the music over the opening titles is \"Hush, Little Baby,'' and that's a song only used in horror films.\n\nMartha is a controlling woman, possessive about her beloved son. She prepares separate bedrooms for them. \"It's a Catholic thing,'' Jackson explains, but when Martha accidentally finds the naked Helen in her son's bed, she doesn't seem very perturbed, and I suspect the Catholic theme is there only because Hollywood traditionally depends on the church for props and atmosphere whenever true evil needs to be evoked.\n\nIt's a big house, with no servants. \"She can't keep 'em,'' sniffs feisty old Alice (Nina Foch), Jackson's paternal grandmother, who lives in a nursing home and is prepared to talk to anyone, anytime, about Martha's devious ways. The youngsters are deep into lust, which seizes them at inopportune moments, so that they make love on the floor of the entry hall one night, while Martha observes from a shadowed landing.\n\nIs Martha jealous of Helen's sexual relationship with her son? Not at all. She's a horse woman. \"Started as a stable girl,'' Alice tells Helen, supplying a graphic explanation of the ways in which a woman such as Martha not only breeds horses in the figurative sense, but is right there in the middle of the fray when a mare needs calming or a stallion needs guidance. Martha devises a way to inspire the young couple to leave New York and move to Kilronan, and we gather she hopes to breed a male heir to Kilronan by Jackson, out of Helen. Once she has one, of course, Helen may become unnecessary.\n\nThe general outlines of this scheme are visible early in the film, and the details grow more graphic, right up until a \"push! push!'' childbirth scene that is given a whole new spin. What's frustrating is that little of the evil-doing would be possible if Jackson behaved at any moment like a normal, intelligent person. He consistently does the wrong thing just because the film needs him to.\n\nThe plot lumbers on its way to setting up the finale. Martha deviously tells Helen one thing and Jackson another, and we can hear the screenplay creaking in her dialogue. She spreads rumors that could be corrected in an instant if anyone bothered. The old family doctor (Hal Holbrook) is called upon for specialized information that is so transparently dangerous that the audience snickers.\n\nAnd then credulity breaks down totally. I will step carefully here, to preserve some secrets. I was amazed by the sequence of events after Jackson leaves the big horse race and speeds home to the rescue, only to never go near his possibly dying wife. I was astonished by her miraculous recovery, so that she could preside over a denouement that's not only wildly implausible but probably medically impossible.\n\nThe film's most intriguing element is the performance by Jessica Lange, who by not going over the top provides Martha with a little pathos to leaven the psychopathology. That side of her doesn't seem consistent with her demented behavior at a crucial moment, but then consistency is not the film's strong point.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-03-06", "genres": ["Drama", "Suspense", "Thriller"], "title": "Hush (1998)"}