{"url": "http://www.rogerebert.com/reviews/hustle-and-flow-2005", "by": "Terrence Howardas Djay", "star_rating": 3.5, "text": "Sometimes you never really see an actor until the right roles bring him into focus. Terrence Howard has made 22 movies and a lot of TV (most notably the series \"Sparks\"), but now in \"Crash\" and \"Hustle & Flow,\" he creates such clearly-seen characters in such different worlds that his range and depth becomes unmistakable.\n\nIn \"Crash,\" he was the successful Hollywood television director, humiliated when his wife is assaulted by a cop. In \"Hustle & Flow,\" he plays a Memphis pimp and drug dealer who yearns to make something of himself -- to become a rap artist. His quest for success is seen so clearly and with such sympathy by writer-director Craig Brewer that the movie transcends the crime genre and becomes powerful drama.\n\nThe movie's first achievement is to immerse us in the daily world of Djay, Howard's character. He is not a \"pimp\" and a \"drug dealer\" as those occupations have been simplified and dramatized in pop culture. He is a focused young man, intelligent, who in another world with other opportunities might have, who knows, gone to college and run for Congress. He can improvise at length on philosophical subjects, as he proves in an opening scene about -- well, about no less than the nature of man.\n\nHe has a childhood friend named Skinny Black (Ludacris), who has become a millionaire rap star. How close of a childhood friend is a good question; as nearly as I can tell, they went to different schools together. Skinny Black returns to the old neighborhood every Fourth of July for a sentimental reunion at the club where he got his start. The club owner (Isaac Hayes) is a friend of Djay's. The theory is, Djay will give his demo tape to Skinny Black, who will pull strings and make Djay a star.\n\nBut that's in the third act of the movie. The long second act, in some ways the heart of the film, involves Djay's attempts to meet his various business responsibilities while recording the demo. We get the ghetto version of renting the old barn and putting on a show. Djay picks up an ancient digital keyboard, and enlists Key (Anthony Anderson), a family man and churchgoer, to work with him on the music. Key knows Shelby (DJ Qualls), a white kid with musical skills. They staple cardboard egg containers to the walls to soundproof a recording studio, enlist a hooker named Shug (Taraji P. Henson) to sing backup, and make the recording.\n\nWhat Djay cannot be expected to understand is that Skinny Black gets countless demos pressed warmly into his hands every day. He does not have the power in the music industry that Djay imagines. Discovering a talented newcomer might be professional suicide. And beyond that is the whole world-view Skinny Black has bought into: his cars, his bodyguards, his image as a menacing rapper. Djay's first approach to him is miscalculated and all wrong. The way he uses his instincts to try again is smart, and brave.\n\nBut \"Hustle & Flow\" is not limited to Djay's rags-to-riches dream, because it is not a formula film. Much more interesting are his day-to-day relationships. Nola (Taryn Manning), the white woman who gets the benefit of his theory of human life, is his most profitable hooker, even though she tells Djay how much she hates getting into the cars of strange men. Shug, who Djay gradually realizes he loves, is pregnant, probably not with Djay's child. Lexus (Paula Jai Parker) has an income as a stripper, which makes her more outspoken and independent.\n\nDjay plays the pimp role and is effective enough, but his heart isn't in it. The dream of the demo record fills his mind -- and also obsesses Key and Shelby, to the dismay of Key's wife, who sees her churchgoing breadwinner spending his free time with a pimp (\"What woman wouldn't be thrilled to have her man in a house full of whores?\").\n\nWhat happens is that Djay's horizon expands as his imagination is challenged. It isn't really the hope of stardom that keeps him going. It isn't the dubious connection with Skinny Black that inspires him. What we see in the \"Hustle & Flow\" is rarely seen in the movies: the redemptive power of art. Djay is transformed when he finds something he loves doing and is getting better at. To create something out of your own mind and talent and see that it is good: That is a joy that makes the rest of his life seem shabby and transparent.\n\nTerrence Howard modulates Djay with great love and consideration for the character. He never cheapens him, or condescends. He builds him inside-out. He is a pimp and a dealer because he is smart and has ambition, and that is how, in his world, with his background, he can find success. The film accumulates many subtle moments to show how his feelings for Shug develop, how he begins by giving her the kind of \"love\" pimps use as a control mechanism, and slowly realizes that another kind of love is growing.\n\nShug is played by Taraji P. Henson as so wounded, so vulnerable, so loyal, that we're astonished at the complex emotions developed by the story. Listen to her: \"Letting me sing on the demo made me feel real. I know, moving up, you gonna get real good people, so I want you to know, it meant the world to me.\" What has transformed him has opened room for her transformation.\n\n\"Hustle & Flow\" shows, among other things, what a shallow music-video approach many films take to the inner city, and then what complexities and gifts bloom there. Every good actor has a season when he comes into his own, and this is Terrence Howard's time.", "running_time": 114, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-07-21", "genres": ["Drama", "Indie", "Musical"], "title": "Hustle and Flow (2005)"}