{"url": "http://www.rogerebert.com/reviews/hyde-park-on-hudson-2012", "by": "Bill Murrayas FDR", "star_rating": 3.5, "text": "Bill Murray wouldn't be my first thought for an actor to play President Franklin D. Roosevelt, but he may have been the right choice for \"Hyde Park on Hudson.\" The role requires him to show Roosevelt as a sometimes lonely and sad man whose vacation getaway is his mother's family mansion, Springwood, near Hyde Park in upstate New York.\n\nWe're accustomed to thinking of Roosevelt as a powerful man, elected four times to the presidency, and the leader of the free world in World War II. Here we see him as the captive of a female-dominated private life, where his mother (Elizabeth Wilson); his wife, Eleanor (Olivia Williams), and his secretary, Missy (Elizabeth Marvel), pretty much run things. To this domain in the summer of 1939, he invites a sixth cousin, Margaret \"Daisy\" Suckley (Laura Linney), for a visit, and craftily begins a sweet romance with her under the eyes of the others, who understand much and accept much.\n\nMurray makes a number of good choices for the character. He's smaller and thinner than Roosevelt, but wears his summer hat at a jaunty angle, keeps his cigarette holder tilted high, and has quiet humor in his speech. It was well but not widely known that Roosevelt was a polio victim, who had the cooperation of the press corps in never photographing him in his wheelchair. His convertible is modified to be driven with hands only, and he makes full use of this freedom of mobility to take fragrant Cousin Daisy for drives around the estate, where he leaves the Secret Service behind, treats her to views of his favorite landscapes, and seduces her to, as we might say, pleasure him.\n\nTo this bucolic retreat in June 1939, he receives guests whose visit could change the course of world history. England's King George V (Samuel West) and Queen Elizabeth (Olivia Colman) make a detour from their state visit to Canada, hoping to get Roosevelt's pledge to join in the war against Hitler. This is officially a \"social visit,\" and actually their crucial meeting with each other takes place late at night when George curses his stammer and Franklin curses his polio. Standing up with great difficulty and making his way by holding onto his desk, FDR explains that the public has little idea of his paralysis and gives a bracing talk to \"Bertie.\"\n\nDaisy isn't present, of course, although the whole film is presented as her point of view (after her death at 100 in 1991, the story of her fling with Roosevelt was found in a case containing her letters and journals). As Daisy, Laura Linney plays a 50-ish single woman with great sympathy and affection for her distant cousin. Roosevelt uses her as a confidant, in their first meeting proudly showing her his stamp collection, maybe as a test; later, he confides that when he's besieged by bores, they can usually be depended upon to drift away when his stamp albums come out.\n\nThis isn't a serious historical film. It plays different instruments than Spielberg's \"Lincoln.\" Murray, who has a wider range than we sometimes realize, finds the human core of this FDR and presents it tenderly. Much of the film is a comedy, including a \"typical American picnic\" at which the royals are served something called a \"hot dog.\" Elizabeth is not thrilled, but Bertie digs in gamely. Eventually, America joined in the war against Hitler. Daisy was there.", "running_time": null, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-12-12", "genres": ["Comedy"], "title": "Hyde Park on Hudson (2012)"}