{"url": "http://www.rogerebert.com/reviews/hype-1997", "by": "The Mono Men", "star_rating": 3.0, "text": "A smart, ironic documentary named “Hype!” charts the rise of\rgrunge and its enormous impact on the Seattle scene (at the height of the\rphenomenon, Spin magazine was gushing, “Seattle is to the rock 'n' roll world\rwhat Bethlehem is to Christianity”). Local types are more sardonic. Art\rChantry, who designed grunge posters and album covers, observes: “A lot of\roccult stuff takes place here. The first flying saucers were sighted in the\rPacific Northwest. This is the serial killer capital of the world. The Manson\rfamily used to vacation up this way.” What grunge did in the mid-'80s was take\rheavy metal, punk and old time rock 'n' roll and put it together into a sound\rthat was looser and more fun than a lot of the music on the national scene. A\rlocal label named Sub Pop, realistically observing that none of the Seattle\rbands was known outside of town, promoted its label instead of its bands. Sub\rPop flew a British journalist into town, he toured the clubs and wrote an\rinfluential article for the UK music magazine Melody Maker. Soon, the movie\rsays, “bands that had never played live professionally were being signed up by\rlabels.” “Hype!” doesn't put down the music; it likes grunge but is amused by\rthe way publicity and image took over, turning a local movement into a\rcommodity. Bands like Pearl Jam, Soundgarden, Mudhoney and Nirvana are seen\rperforming, but there's also early video footage of obscure club bands,\rincluding one where a drummer falls onto a guitarist and the band keeps\rplaying. Nothing stopped a performance, photographer Charles Peterson\rremembers; audiences and band members would drink together, often during a\rperformance, and fans came to party, not criticize (he contrasts Seattle crowds\rwith sniffy New Yorkers saying “I think they just missed a note”).\n\nBy the end, in the early 1990s, “Pearl Jam” was the answer to a\rquestion on “Jeopardy,” and Kurt Cobain's Nirvana was one of the hottest bands\rin the country. Then Cobain, who had a history of drug problems, killed\rhimself. In such cases it is always said that the publicity and the pressure\rgot to him, but actually, of course, the drugs got to him. There is touching\rfootage of a candlelight vigil at the Space Needle in his honor--and in a way his\rstory is still playing out through his wife, Courtney Love, who got her own act\rtogether, emerged as a powerful actress in “The People vs. Larry Flynt” and may\rprove to be the most important figure produced by the period, if not by the\rmusic.\n\nPearl Jam's Eddie Vedder is probably the key musical figure from\rgrunge, and in “Hype!” he comes across as intelligent and thoughtful. While\racknowledging that the grunge phenomenon was dissipated by its fame (it was\rmost at home in small local clubs), he sounds like the survivor of a war or a\rshipwreck: “It will be a tragedy if we don't do something with this.” But, of\rcourse, they did.\n\n“Hype!” has been directed by Doug Pray and photographed by\rRobert Bennett, who give you a real sense of the music and its excitement,\rwhile at the same time keeping a certain distance as journalists. They find\rfunny, articulate local observers--producers, journalists, musicians, fans,\rpublicists--who lived through the scene and kept it in perspective. Producer\rSteve Fisk says the whole thing reminds him of Baby Huey, waddling around\rmaking delightful discoveries: The record labels waddled to Austin, Texas, and\rAthens, Ga., and then they waddled to Seattle and waddled on to Minneapolis: “We\rwere just like part of that process.”", "running_time": 84, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-01-31", "genres": ["Documentary", "Music"], "title": "Hype! (1997)"}