{"url": "http://www.rogerebert.com/reviews/i-a-woman-1967", "by": "Essy Perssonas Siv Esruth", "star_rating": 1.0, "text": "If you can miss only one movie this year, make it \"I, A Woman.\" Here is a Swedish film which very nearly restores my faith in the cinema, demonstrating that all the other crummy movies I've had to sit through in this job weren't so bad. Not by comparison, anyway.\n\nThe advertisements cite Judith Crist of the late, lamented World-Journal-Tribune as saying, \"Makes 'Dear John' look like a fairy tale. Would you believe 'Virginia Woolf' looking like a Sunday go-to-meetin'?\" I have a few more. Makes \"Casino Royale\" (1967) look funny. Would you believe \"The Three Stooges Meet Godzilla\" looking like \"Citizen Kane\"?\n\nI think the problem is sex. Somewhere, somehow, moviemakers got the idea that it was an \"adult\" film if it had a lot of skin in it. But an adult film, surely, is a film which examines with maturity and compassion the real laughter and sadness of life.\n\n\"I, A Woman\" doesn't. It exhibits the maturity of a 13-year-old cranking the handle on the penny-peepshow at a county fair. It was apparently made for the sole purpose of exhibiting the not extraordinary body of Essy Persson, a young Swedish actress who resembles a cross between a skinny Sophia Loren and an ill-tempered Pekingese.\n\nGive the audience credit: It laughed. How could it help laughing? This film has uninteresting camera work, mediocre performances and a mechanical plot (all you need to know is that Miss Persson plays an exhibitionist nymphomaniac).\n\nBut those subtitles: Whoever wrote the subtitles had a real genius for completely destroying the mood every 10 minutes by throwing in something utterly vulgar, ill-timed or otherwise inappropriate.\n\nExample: long shot of Miss Persson and her fiancé gamboling with young abandon through the woods in springtime. Trees waving in breeze. Flowers in bloom. Cut to close-up of couple. Fiancé says, \"You arouse the lust in a man.\" Another example: Another lover says, \"You have erotic delusions of grandeur.\" So does the movie.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-07-12", "genres": null, "title": "I, A Woman (1967)"}