{"url": "http://www.rogerebert.com/reviews/i-am-a-dancer-1973", "by": "Rudolf Nureyev", "star_rating": 1.0, "text": "It's sad that Nureyev got talked into such a lousy movie. Ballet isn't very suitable subject matter for the best of films; it has its soul in the union of real space and real time, and the movies are unique because of their ability to ignore both. But even such a simple matter as pointing a camera at Nureyev and letting it run would have preserved at least some notion of his genius.\n\nInstead, director Pierre Jourdan (a) cuts into sequences with close-ups and reaction shots, (b) arbitrarily interrupts sustained passages with new camera angles obviously taken at different times, (c) uses multiple exposure and prism shots to show Nureyev floating around in some kind of mucky celestial goo, (d) uses a narrator to tell us the, stories in the worst Milton Cross Great Moments of Ballet style, (e) uses filters with such abandon that when we can discern a clear line, it's a distraction and (f) pretends to be recording live theatrical performances when we know very well it's a sound stage and the applause is canned.\n\nOne or two of these aberrations might not have proven fatal, but Jourdan is so manifestly ignorant of what might have been done (and how to do it) that finally we just get mad. The movie is an insult to Nureyev as much as to the audience. That's especially true in the allegedly documentary footage, where, for example, we see Nureyev putting on his rehearsal costume while the narrator talks about a ballet dancer's lonely nomadic life (he lives out of a suitcase, you see, because his ancestors were Tartars and used to the road) and in the mirror we see reflected the entire camera crew, jammed into the same lonely room.\n\nYou know the whole tone of the movie is off when the audience, unwillingly, breaks into laughter from time to time. It is a common bourgeois practice - laughing to express unease in the presence of unfamiliar art forms. But the audience for \"I Am a Dancer\" is obviously self-selected from among ballet lovers. And when, even so, they can't help laughing at a ludicrous Nureyev entrance with cape swirling Lugosi-style, something's wrong.\n\nSomething's missing, too: the human being. The movie seems to have been made by strangers to Nureyev. We learn such fascinating details as that he very much enjoys Margot Fonteyn as a partner, but also likes to dance with others; that he loves the classical ballet but also keeps up with modern forms, and that, as previously mentioned, he travels a great deal. At the end of the movie, there's a brief scene at a stage door where he smilingly brushes aside fans with a single long stemmed rose; it's the only thing in the movie that seems real.", "running_time": null, "mpaa_rating": "G", "release_year": 1973, "date_published": "1973-10-02", "genres": null, "title": "I Am a Dancer (1973)"}