{"url": "http://www.rogerebert.com/reviews/i-am-david-2004", "by": "Ben Tibberas David", "star_rating": 1.5, "text": "\"I Am David\" tells the story of a 12-year-old orphan boy who escapes from a Bulgarian forced labor camp and travels alone through Greece, Italy and Switzerland to his eventual destiny in Denmark. He has awfully good luck: Along the way, he meets mostly nice people who do what they can to help him, and there's an enormous coincidence just when it's most needed. Benji encounters more hazards on his travels than this kid.\n\nI know, I know, I'm supposed to get sentimental about this heart-warming tale. But I couldn't believe a moment of it, and never identified with little David, who is played by young Ben Tibber as if he was lectured to mind his manners. In an era with one effective child performance after another, here is a bad one.\n\nThe premise: In the Cold War, enemies of the Bulgarian state are sent to forced labor camps, where they break up rocks into gravel under the merciless prodding of sadistic guards. I am sure the movie explains how David became an enemy of the state at his tender age, but the detail escaped me; maybe he inherited his status from his dead parents. Certainly he's lucky in his choice of friends, starting with Johannes (James Caviezel), a fellow inmate who gives him encouragement and dreams before -- well, see for yourself.\n\nA mysterious voice on the sound track advises David to escape. He is supplied with a bar of soap, half a loaf of bread, a compass, and an envelope not to be opened until he gets to Denmark or finds Carmen Sandiego, whichever comes first. Sorry about that. The power is conveniently turned off for 30 seconds on the camp's electrified fences, so that David can run across an open field and begin his long odyssey.\n\nHow, you may wonder, will the lad communicate in the many lands he must traverse? \"You've picked up many languages from the others in the camp,\" the voice reminds him, and indeed David apparently speaks Bulgarian, Greek, Italian and English, all with a wee perfect British accent. He lucks into rides on trucks, gets over the border to Greece through an unlikely series of events, stows away on a ship for Italy with astonishing ease, and fesses up in an Italian bakery where, please, sir, may I have a loaf? When the baker calls the cops, the kid is able to escape, although not with any bread.\n\nThen something happens which would seem far-fetched even in a silent melodrama. He comes upon a burning cabin, hears screams, breaks in and rescues a young girl who is tied to a chair. This girl, as it happens, is the victim of a prank by her younger siblings, who didn't mean to set the fire. The girl's rich parents embrace the lad and feed him, but ask too many questions, so he moves on to Switzerland and happens into friendship with a grandmotherly painter (Joan Plowright), who brings his story to a happy ending through a spectacularly unlikely coincidence.\n\nAs it turns out, the papers in his envelope could probably have been read by anyone in Greece or Italy and solved David's dilemma, and the advice to travel all the way to Denmark was not necessarily sound. But we forget that when we discover the secret of the mysterious voice which advised David -- a secret I found distinctly underwhelming, although the movie makes much of it. The lesson, I guess, is that if you are a 12-year-old orphan in a Bulgarian forced labor camp, you need not despair, because the world is filled with good luck and helpful people and besides, you speak all those languages.\n\nNote: In stark contrast to the fairy-tale events of \"I Am David,\" the 2003 film \"In This World,\" by Michael Winterbottom, tells the story of a 16-year-old Afghan boy who journeys to London from a refugee camp in Pakistan. The film follows a real boy on a real journey, and includes scenes of documentary reality; it helps underline the unreal storytelling of \"David.\"", "running_time": 90, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-12-02", "genres": ["Drama", "Family"], "title": "I Am David (2004)"}