{"url": "http://www.rogerebert.com/reviews/i-am-cuba-1995", "by": "Jose Gallardoas Pedro", "star_rating": 3.0, "text": "There is a shot near the beginning of \"I Am Cuba\" that\ris one of the most astonishing I have ever seen. Reflect that it was made in\r1964, long before the days of lightweight cameras and Steadicams, and the shot\ris almost impossible to explain.\n\nIt\rbegins on a rooftop deck of a luxury hotel in pre-Castro Havana. A beauty\rpageant is in progress. The camera sinuously winds its way past bathing\rbeauties, and then moves over the edge of the deck and descends vertically,\rapparently floating, down three or four stories to another deck, this one with\ra swimming pool. The camera approaches a bar, and then follows a waitress as\rshe delivers a drink to some tourists, after which one of the tourists stands\rup and walks into the pool - and the camera follows her, so that the shot ends\rwith the camera actually underwater.\n\nAs\rnearly as I can tell, this is all done in one unbroken take. How it was done, I\rhave no idea. It is interesting not only for its technical skill, but also\rbecause it betrays a certain interest in la dolce vita that is not entirely in\rkeeping with the movie's revolutionary, agitprop stance.\n\n\"I\rAm Cuba\" is an anti-American propaganda film, made as a Cuban-Soviet\rco-production, that has been snatched from oblivion, restored, and released in\rthe United States as a presentation of Martin Scorsese and Francis Coppola.\rSince the film's prediction of a brave new world under Fidel Castro has not\rresulted in a utopia for Cubans, who suffer under one of the world's most\rdismal bureaucracies, the film today seems naive and dated - but fascinating.\n\nThe\rSoviets fielded a first-class team of advisers to help in the production. The\rscript was co-authored by Yevgeny Yevtushenko, then the USSR's poetic\rsuperstar, and Enrique Pineda Barnet, a Cuban novelist. It was directed by the\rveteran Russian filmmaker Mikhail Kalatozov, then 61, whose \"The Cranes\rare Flying\" (1957) had won the Palme d'Or at Cannes a few years earlier.\rThat film featured spectacular camera techniques, but they are upstaged by his\ropener in \"I Am Cuba\" and by some of the other sequences, which owe\rmuch to Fellini's influential \"La Dolce Vita\" (1960).\n\nThe\rmovie is didactic in the best tradition of Socialist Realism. First, it shows\rCuba groaning under the yoke of Yankee imperialism. Then it shows resistance, by\rbrave farmers and heroic students. Finally, there is the appearance of a great\rrevolutionary hero, a bearded man of the people who fights in the hills, is\rsheltered by peasants and represents Fidel Castro.\n\nThe\ranti- American content is handled in a nightclub scene, where gum-chewing\rYankees ogle the prostitutes, and one amateur anthropologist announces,\r\"I'd like to see where these women live.\" Against her better\rjudgment, a girl takes the man home to her shack, where he offends her by\roffering to buy her crucifix. Worse, they are discovered by her fiancé, a\rhumble fruit peddler, who believed she was a virgin. This sequence, heavy on\rschmaltz, nevertheless has a real poignancy.\n\nThe\rfilm is not done with Americans. We see drunken American sailors chasing women\rthrough the streets, and follow the story of a hard-working peasant whose lands\rand home are snatched by the United Fruit Co. Rather than surrender his cane\rfields, he sets them afire.\n\nThen\rwe see the resistance: students agitating the change, including one who\rmimeographs propaganda pamphlets and then is shot dead, his body covered in a\rsnow of the revolutionary sheets.\n\nKalatozov's\rfancy shots are not limited to the opening extravaganza. There is a sequence\rlater in the film that begins with the streets filling with demonstrators and\rthen seemingly floats, in an unbroken take, into a high-rise cigar factory. His\rtechnique seems somewhat at odds with his purpose (you won't find shots like\rthese in Italian neo-realism), but then the movie itself alternates between\rlyricism and propaganda. Along with the scenes of evil Yankees and brave\rCastroites, there are astonishing helicopter shots of Cuban landscapes, and\rpoetry and prose are read on the soundtrack (Columbus is quoted: \"This is\rthe most beautiful land ever seen by human eyes\").\n\nThe\rmovie, now in limited distribution before a video release, is of course dated\rin its politics. Even its depravities and imperialist Yankee misbehavior seem\rquaint. But as an example of lyrical black and white filmmaking, it is still\rstunning. If you see it, try to figure out how the camera floated down that\rwall.", "running_time": 141, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-12-08", "genres": null, "title": "I Am Cuba (1995)"}