{"url": "http://www.rogerebert.com/reviews/i-am-number-four-2011", "by": "Alex Pettyferas John", "star_rating": 1.5, "text": "\"I Am Number Four\" is shameless and unnecessary. That's sad, when a movie casts aside all shame, demonstrates itself willing to rip off anything that might attract audiences, and nevertheless fails. What we have here is a witless attempt to merge the \"Twilight\" formula with the Michael Bay formula. It ends with sexy human teenagers involved in an endless special effects battle with sexy alien teenagers who look like humans, in a high school and on its football field.\n\nLet's pause for a moment to consider this apocalyptic battle. It is all special effects. None of it is physically possible. It might as well be a cartoon; it's essentially CGI animation intercut with brief bursts of inane dialogue. Brief, because the global action market doesn't much care about dialogue, and besides, when people start talking about something you could run into the hazard of having actual characters in a plot. Minute after relentless minute, creatures both human and alien, who we care nothing about, wage war and occasionally disintegrate into clouds of tiny pixels for no particular reason.\n\nI like science fiction. The opening shot of \"I Am Number Four\" holds promise, as John (Alex Pettyfer), the narrator, explains that he is a Mogadorian, no doubt from a planet named Mogador. Specifically, he is Mogadorian No. 4. Don't expect me to explain the Mogadorian numbering system. He is hiding out on planet Earth and doing everything possible to disguise himself as a box-office attraction like Edward Cullen. They have already killed Nos. 1, 2 and 3.\n\nConsider. The \"Twilight\" movies were about a handsome and sexy teenager who exerted a powerful attraction upon a virginal young girl, and yet held himself aloof because he was a vampire. Here John is a handsome and sexy teenager who is technically unavailable because he is an alien, although it appears that Mogador may luckily have evolved teenager boys indistinguishable from humans to such as Sarah (Dianna Agron). \n\nJohn has been on the lam around America to remain in hiding from those who would kill him, and is accompanied by his fellow Mogadorian, Henri (Timothy Olyphant), who poses as his father and cautions him that his real father didn't die only to see John marry an Earth girl. Whether John has the option of returning to Mogador and settling down with a nice Mogadoress to raise Mogadorlings, I am not certain.\n\nThe high school elements in the plot revolve around John's popularity in some areas (he's an ace on a Jet-Ski) and non-conformity in others (his palms function like high-powered searchlights). He is also free of the ordinary constraints of gravity and can leap for dozens of yards and even fly. What this means is that the climactic battle scene can take place largely in the air, and Harry Potter's Quidditch games join the honor roll of the plundered.\n\nThere is no doubt a degree of identification available for the primary audience of \"I Am Number Four.\" Many teenage girls have perhaps imagined themselves in love with a handsome hunk with tousled blond hair, a three-day stubble, incredible athletic abilities and hands that glow in the dark. That he is \"Not From Around Here\" makes him all the more attractive. \n\nIn the film, we see native Mogadorians, whose faces are deeply scarred with gill-like extrusions. I am not completely sure if this is how John really looks and he has somehow morphed into teenager form, or if he was forced to flee Mogador because he looked like an alien Edward Cullen. I'm sure this is all spelled out in the movie. Sometimes I find it so very, very hard to care.\n\nNow imagine \"I Am Number Four\" as a \"novelization.\" There would be the setup, a little dialogue, and then pages and pages of violent action: John leaped 100 yards into the air and struck him with a deadly ray! An enemy fighter disintegrated into an ashy grey cloud of pixels! Number 6, her hair flowing in slow motion, whirled around and kicked the Mogadorian Commander! \"Look out!\" John shouted! \"Behind you!\" cried Sarah.\n\nThis would quickly grow old. Why audiences enjoy watching protracted sequences of senseless action mystifies me, but they do. There is no strategic or spatial way in which the battle in \"I Am Number Four\" makes any sense. It is movement and conflict edited together in incomprehensible chaos.\n\nWhere is Mogador? Why did nine of its citizens flee to Earth? How did they do so? How is it they breathe our air, eat our food and make such expert use of our grooming products? Why didn't the other Mogadorians say to hell with it and leave them on Earth? What is a Mogadorian life span? Given what we know about the time and distance involved in space travel, are these the same nine individuals who fled Mogador, or their descendants after many generations in an interstellar ark? What's the story on those spotlights in their hands?\n\nIn all modesty, I think my questions are more entertaining than this movie.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-02-16", "genres": ["Action", "Adventure", "Drama", "Science Fiction", "Thriller"], "title": "I Am Number Four (2011)"}