{"url": "http://www.rogerebert.com/reviews/i-am-sam-2002", "by": "Sean Pennas Sam Dawson", "star_rating": 2.0, "text": "\"Daddy, did God mean for you to be like this, or was it an accident? That's little Lucy Dawson, asking her father why he isn't quite like other people. She's a bright kid and figures out the answer herself, and when a classmate at grade school asks, \"Why does your father act like a retard?\" she explains, \"He is.\" \"I Am Sam\" stars Sean Penn as Lucy's dad, Sam, who has the IQ of a 7-year-old but is trying to raise the daughter he fathered with a homeless woman. The mother disappeared right after giving birth (her farewell words: \"All I wanted was a place to sleep\"), and now Sam is doing his best to cope, although sometimes Lucy has to help him with her homework. Eventually Lucy decides to stop learning so she won't get ahead of her dad. \"I don't want to read if you can't,\" she tells him.\n\nSam loves the Beatles (his favorite is George). He named his daughter after \"Lucy in the Sky with Diamonds,\" and has learned most of life's lessons from Beatles songs. The lesson \"I Am Sam\" wants to teach us is, \"All you need is love.\" This is not quite strictly true. Sam loves his daughter more than anyone else, and she loves him, but it will take more than love for him to see her through grade school and adolescence and out into the world. Since the movie does not believe this, it has a serious disagreement with most of the audience.\n\nSean Penn does as well as can be expected with Sam, but it is painful to see an actor of his fire and range locked into a narrow range of emotional and intellectual responses. Not long ago a veteran moviegoer told me that when he sees an actor playing a mentally retarded person, he is reminded of a performer playing \"Lady of Spain\" on an accordion: The fingers fly, but are the song or the instrument worthy of the effort? The kind of performance Penn delivers in \"I Am Sam,\" which may look hard, is easy, compared, say, to his amazing work in Woody Allen's \"Sweet and Lowdown.\" As Robert Kohner observes in his Variety review: \"In a way, Edward Norton's turn in \"The Score\" in which his thief used a mental handicap as a disguise, gave the trade secret away when it comes to this sort of performance.\" The movie sets up the Department of Children and Family Services and its attorney as the villains when they take Lucy away from Sam and try to place her with a foster family. The heroine is a high-velocity Beverly Hills lawyer named Rita (Michelle Pfeiffer), who takes Sam's case on a pro bono basis, to prove to the other people in her office that she's not a selfish bitch. This character and performance would be perfect in an edgy comedy, but exist in a parallel universe to the world of this film.\n\nSam has the kinds of problems that come up in story conferences more than in life. For example, he's sitting in a diner when an attractive young woman smiles at him. He smiles back. She comes over and asks him if he would like to have a good time. He says he sure would. Then a cop pounces and arrests him for frequenting a prostitute. Back at the station, the cop admits, \"This is the first time in 19 years I actually believe a guy who says he didn't know she was a hooker.\" Hey, it's the first time in history that a man has been arrested on sex charges for talking to a woman in a diner before any clothes have come off, money has changed hands, or services have been discussed.\n\nThe movie climaxes in a series of courtroom scenes, which follow the time-honored formulas for such scenes, with the intriguing difference that this time the evil prosecutor (Richard Schiff) seems to be making good sense. At one point he turns scornfully to the Pfeiffer character and says, \"This is an anecdote for you at some luncheon, but I'm here every day, You're out the door, but you know who I see come back? The child.\" Well, he's right, isn't he? The would-be adoptive mother, played by Laura Dern, further complicates the issue by not being a cruel child-beater who wants the monthly state payments, but a loving, sensitive mother who would probably be great for Lucy. Sam more or less understands this, but does the adoptive mother? As the film ends, the issue is in doubt.\n\n\"I Am Sam\" is aimed at audiences who will relate to the heart-tugging relationship between Sam and Lucy (and young Dakota Fanning does a convincing job as the bright daughter). Every device of the movie's art is designed to convince us Lucy must stay with Sam, but common sense makes it impossible to go the distance with the premise. You can't have heroes and villains when the wrong side is making the best sense.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-01-25", "genres": ["Action", "Comedy", "Drama", "Indie"], "title": "I Am Sam (2002)"}