{"url": "http://www.rogerebert.com/reviews/i-am-curious-yellow-1969", "by": "Lena Nymanas Lena", "star_rating": 1.0, "text": "If your bag is shelling out several bucks to witness phallus (flaccid), then \"I Am Curious (Yellow)\" is the flick for you. But it you hope for anything else (that the movie might be erotic, for example, or even funny), forget it. It's a dog. A real dog.\n\nWhat I'm curious about is how Barney Rossett and his pious pornographers at Grove Press got away with it. Sure, they edged it through the courts. But how have they convinced so many yahoos to spend (at last count) $4,500,000 to see it? You'd think the word would eventually get around.\n\nPerhaps the legal defense should have given us warning. The usual parade of literary and movie critics stood up in court and testified (A) that the movie had redeeming social merit, and (B) that, speaking as a healthy adult -- honest, judge -- it didn't do a thing for me. That's easy to believe. \"I Am Curious (Yellow)\" is not merely not erotic. It is anti-erotic. Two hours of this movie will drive thoughts of sex out of your mind for weeks. See the picture and buy twin beds.\n\nIt is possible, of course, to manufacture an elaborate defense of the movie. I could do it myself with one hand tied behind my back. I could talk about the device of the film-within-a-film, and the director's autobiographical references, and all that. But the movie is simply, basically, boring. It is stupid and slow and uninteresting.\n\nI wondered at times, during my long and restless ordeal while the picture ground out at roughly the rate of three feet every seven years, whether it was perhaps intended as a put-on. But I doubt it. I think there actually is a director in Sweden who is dull and square enough to seriously consider this an art of moviemaking. There is a dogged earnestness about the \"significant\" scenes in the movie that suggests somebody moved his lips when he wrote the script and had to use a finger to mark his place.\n\nBeyond that, there's also a pudgy girl with an unpleasant laugh (she thinks she's so cute). And a boy who looks like Archie rolled into Jughead. They do not exactly talk about current political and social problems, but they recite words associated with them. You can hear words like class structure, labor union, Vietnam, racism, Franco, non-violence and, of course, the Bomb. But these words are never quite assembled into sentences.\n\nThere are also, of course, the celebrated sex scenes. They may not be sexy, but they are undeniably scenes. The boy and the girl perform in these scenes with the absorption and determination of a Cub Scout weaving a belt. The one interesting aspect is that the hero succeeds in doing something no other man has ever been able to do. He makes love detumescently. I say the hell with the movie; let's have his secret.", "running_time": 121, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-09-23", "genres": ["Drama"], "title": "I Am Curious (Yellow) (1969)"}