{"url": "http://www.rogerebert.com/reviews/i-am-love-2010", "by": "Tilda Swintonas Emma", "star_rating": 4.0, "text": "Did she understand when she married her husband what sort of family she was joining? She knew they were rich Italian aristocrats, operators of textile mills in Milan. But did she understand that as a wife from Russia, she would serve and provide and even be loved, but would never truly be a member?\n\nWhen we see Emma (Tilda Swinton) she is preparing the Recchi house for the birthday party of the patriarch. She seems to relate more as a caterer than as a hostess. At the head of the table is the grand old Edoardo (Gabriele Ferzetti). Among those gathered are his son and her husband, Tancredi (Pippo Delbono). The old man makes an unexpected announcement: He is retiring, and putting Tancredi in charge. But not Tancredi alone. His grandson, their son, Edo (Flavio Parenti) also will share the responsibility.\n\nIs Emma filled with joy? Her husband and son will inherit the dynasty? She is so calm and expert, it's hard to say. Tilda Swinton is a daring actress who doesn't project emotions so much as embody them. “I Am Love” provides an ideal role for her, in that her actions speak instead of words. We learn she has her own private space, that after launching a family event, she likes to leave it running smoothly and retire to her room upstairs.\n\nThe opening act of Luca Guadagnino's film establishes the stature of the Recchi family as surely as the Corleones are established in “The Godfather,” or the Salinas in Visconti's “The Leopard.” It may be impossible to write about this film without evoking “The Leopard,” not simply because they both involve Italian aristocrats, but because they involve matters of succession, and the way that love and lust can breach the walls aristocrats live behind. Guadagnino makes the connection inescapable by the use of the name Tancredi; in “The Leopard,” Alain Delon pays the Salina nephew of that name.\n\nThe Recchi family has been living in a particular way for a long time. Cushioned by great wealth, working in an industry associated with style, never challenged, well-educated, its hungers cloaked in tradition, it occupies its place of privilege effortlessly. Emma speaks Italian fluently, but with a Russian accent, a reminder that she is not quite one of them.\n\nFew actresses can embody urgent sexual desire so well as Swinton. She is realistic about such feelings. When she learns her daughter Elisabetta (Alba Rohrwacher) is a lesbian, she reacts not as a mother, possibly with shock, but as a woman, in surprise and curiosity. She has heard of such things. The heart has its reasons.\n\nThe feast opening the film is prepared by Antonio (Edoardo Gabbriellini), a friend of her son Edo's. She consults with this young chef, and a feeling passes into her. Later, on a visit to her daughter in San Remo, she happens to see Antonio, and with decision follows him through the streets. This is all done without dialogue. The camera is pursuer and pursued. The longer she follows him, the more certain they must meet.\n\nOf course they make love. Actresses are often called upon to enact sex in the movies. Swinton does it differently with each character, understanding that sexuality is as distinctive as speech or taste. Emma is urgent as if a dam has burst, releasing not passion but happiness. Of course this affair threatens her relationship with her husband, her son and her family. But most long-established families have overcome the inconveniences of adultery. Continuity is more important than commitment. The film now observes the ways, not predictable, in which this new sexual act affects Emma's role.\n\nAll this time, Guadagnino has been paying due attention to other important members of the family. There is Allegra (Marisa Berenson), gatekeeper of her husband. There is the long-serving housekeeper Ida (Maria Paiato), who sees and understands everything and in many ways is Emma's refuge in the household. There is the personality of Emma's son, Edo, as yet untouched by the ordeals of business life, more open in his personal feelings. And there is the overarching sense in which the Recchi family embodies a tradition which, like a church, requires devotion if not belief.\n\n“I Am Love” is an amazing film. It is deep, rich, human. It is not about rich and poor, but about old and new. It is about the ancient war between tradition and feeling. For this role, Tilda Swinton learned to speak Italian with a Russian accent, as Tilda Swinton would, but her performance is nothing as trivial as a feat of learning. She evokes Emma as a woman who for years has accepted the needs of the Recchis and discovers in a few days to accept her own needs. She must have been waiting a long time for Antonio, whoever he would be.", "running_time": 120, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-23", "genres": ["Drama", "Foreign", "Romance"], "title": "I Am Love (2010)"}