{"url": "http://www.rogerebert.com/reviews/i-am-legend-2007", "by": "Will Smithas Robert Neville", "star_rating": 3.0, "text": "The opening scenes of \"I Am Legend\" have special effects so good that they just about compensate for some later special effects that are dicey. We see Manhattan three years after a deadly virus has killed every healthy human on the island, except one. The streets are overgrown with weeds, cars are abandoned, the infrastructure is beginning to collapse. Down one street, a sports car races, driven by Robert Neville (Will Smith), who is trying to get a good shot at one of the deer roaming the city. He has worse luck than a lioness who competes with him.\n\nNeville has only his dog to keep him company. He lives barricaded inside a house in Greenwich Village, its doors and windows sealed every night by heavy steel shutters. That's because after dark the streets are ruled by bands of predatory zombies -- hairless creatures who were once human but have changed into savage, speechless killers with fangs for teeth. In his basement, Neville has a laboratory where he is desperately seeking a vaccine against the virus, which mutated from a cure for cancer.\n\nThe story is adapted from a 1954 sci-fi novel by Richard Matheson, which has been filmed twice before, as \"The Last Man on Earth\" (1964) starring Vincent Price, and \"The Omega Man\" (1971) starring Charlton Heston. In the original novel, which Stephen King says influenced him more than any other, Neville cultivated garlic and used mirrors, crosses and sharpened stakes against his enemies, who were like traditional vampires, not super-strong zombies. I am not sure it is an advance to make him a scientist, arm him and change the nature of the creatures; Matheson developed a kind of low-key realism that was doubly effective.\n\nIn \"I Am Legend,\" the situation raises questions of logic. If Neville firmly believes he is the last healthy man alive, who is the vaccine for? Only himself, I guess. Fair enough, although he faces a future of despair, no matter how long his cans of Spam and Dinty Moore beef stew hold out; dogs don't live forever. And how, I always wonder, do human beings in all their infinite shapes and sizes mutate into identical pale zombies with infinite speed and strength?\n\nNever mind. Given its setup, \"I Am Legend\" is well-constructed to involve us with Dr. Neville and his campaign to survive. There is, however, an event which breaks his spirit and he cracks up -- driving out at night to try to mow down as many zombies with his car as he can before they kill him. He is saved (I'm not sure how) by a young woman named Anna (Alice Braga), who is traveling with a boy named Ethan (Charlie Tahan).\n\nHe takes them home, and she explains they are trying to get to a colony of survivors in Vermont. Neville doubts that such a colony exists. I doubt that she and the boy would venture through Manhattan to get there. Yes, she has doubtless heard his nonstop taped voice on all AM frequencies, asking to be contacted by any other survivors. But we have seen every bridge into Manhattan blown up as part of a quarantine of the island, so how did they get there? Boat? Why go to the risk?\n\nNever mind, again, because Anna and the boy import dramatic interest into the story when it needs it. And director Francis Lawrence generates suspense effectively, even though it largely comes down to the monster movie staple of creatures leaping out of the dark, gnashing their fangs and hammering at things. The special effects generating the zombies are not nearly as effective as the other effects in the film; they all look like creatures created for the sole purpose of providing the film with menace and have no logic other than serving that purpose.\n\n\"I Am Legend\" does contain memorable scenes, as when the island is being evacuated, and when Neville says goodbye to his wife and daughter (Salli Richardson and Willow Smith), and when he confides in his dog (who is not computer-generated, most of the time, anyway). And if it is true that mankind has 100 years to live before we destroy our planet, it provides an enlightening vision of how Manhattan will look when it lives on without us. The movie works well while it's running, although it raises questions that later only mutate in our minds.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-12-13", "genres": ["Science Fiction", "Thriller"], "title": "I Am Legend (2007)"}