{"url": "http://www.rogerebert.com/reviews/i-capture-the-castle-2003", "by": "Romola Garaias Cassandra Mortmain", "star_rating": 3.5, "text": "I Capture the Castle is the kind of novel dreamy adolescents curl up with on rainy Saturdays, imagining themselves as members of a poor but brilliantly eccentric family living in a decrepit English castle. It's that kind of movie, too, about a sublimely impractical family given to sudden dramatic outbursts. It's a romance ever so much more inspiring for teenage girls than the materialist propaganda they get from Hollywood, teaching them to value genius above accessories. And there's a serious undercurrent; this story was close to the heart of the author, Dodie Smith, whose other novel, 101 Dalmatians, was more light-hearted and aimed at younger readers.\n\nAs the movie opens, the Mortmain family on a country outing finds a castle--small and run-down, it is true, but undeniably a castle--and the father, James, stands on the battlements and declares, \"I will write masterpieces here!\" He is given to such pronouncements, often followed by a sideways glance to see if anyone believes him. He did write one well-regarded book, it is true, but now he descends into a long barren period, and in 1936, when the story takes place, the Mortmains are behind on the rent, short on food money and increasingly desperate.\n\nThe Mortmains are: James (Bill Nighy), the father who seems to be going around the bend; his wife, Topaz (Tara Fitzgerald), a long-tressed artist; younger sister Cassandra (Romola Garai), who is the narrator, and the official family beauty, Rose (Rose Byrne), who is so impatient with poverty that at one point she runs out into the rain and announces she plans to sell herself on the streets and will borrow the train fare to the city from the vicar.\n\nThe girls' mother died some years earlier, and Topaz does her best with two ungrateful girls and a husband who seems on the edge of madness. Then one day all changes when two young Americans arrive in the district. They are Simon and Neil Cotton (Henry Thomas and Marc Blucas), the sons and heirs of the owner of the property, and rather than collect the back due rent, they proceed to fall in love with Rose--Simon obviously, Neil quietly. Their British mother (Sinead Cusack) is both appalled and amused by the family, and invites them over to dinner, an event that has to be seen to be believed.\n\n\"Why are you all dressed in green?\" the brothers ask on their first meeting with this family. It has to do with a surfeit of dye, and too much time on their hands. The family is educated, literate, creative, but alarmingly unworldly; what the brothers take for artful naivete is artless lack of sophistication. Rose however knows that she will marry anyone to get out of the leaky, drafty castle, and that leads to a complicated romantic melodrama which also involves Cassandra and Neil's secret feelings, not necessarily for each other.\n\nThe film is shot with that green British palette that makes everything look damp and makes us imagine the sheets will be clammy. The countryside is unspeakably picturesque, and the girls flourish here; it is sad to see the wild-haired Rose in town, after her engagement and after the hairdressers have styled her into a copy of everyone else. The father, meanwhile, sinks into despondency, and the family finds a way to treat his writer's block that is heartless but effective.\n\nThe first-time director, Tim Fywell, handles his material with an excusable fondness for the eccentricities of his characters, but generates touching emotion through the plight of Cassandra, who is honest and true, and finds her way almost blindly through the labyrinth of love, trusting her best instincts. Romola Garai, who was Kate in \"Nicholas Nickleby,\" is heart-winning in the role.\n\nWe like these people, which is important, and we are amused by them, which is helpful, but most of all we envy them, because they negotiate their romantic perplexities with such dash and style.\n\nIt would be fun to be a member of the Mortmain family--maybe the younger brother, who shows every sign of growing up to be Harry Potter.\n\nNote: The R rating (\"for brief nudity\") is another attempt by the MPAA to steer teenagers away from useful and sophisticated entertainments, and toward vulgarity and violence. If this movie is R and \"Charlie's Angels: Full Throttle\" is PG-13, then the rating board has no shame. Better the Angels as strippers than an innocent nipple during a swim in the castle moat?", "running_time": 113, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-18", "genres": ["Drama", "Foreign", "Romance"], "title": "I Capture the Castle (2003)"}