{"url": "http://www.rogerebert.com/reviews/i-call-first--whos-that-knocking-at-my-door-1967", "by": "Harvey Keitelas J. R.", "star_rating": 3.5, "text": "[Editor's note: Martin Scorsese's first feature, reviewed here for a festival showing under the title \"I Call First,\" was released theatrically as \"Who's That Knocking At My Door?\"]\n\nThere has been a long wait for an American film like Martin Scorsese' s \"I Call First,\" which made a stunning impact in its world premiere Wednesday night at the Chicago International Film Festival.\n\nAs a film, it has something to say to everyone. As a technical achievement, it brings together two opposing worlds of American cinema.\n\nOn the one hand, there have been traditional films like \"Marty,\" \"View from the Bridge,\" \"On the Waterfront\" and \"David and Lisa\" -- all sincere attempts to function at the level where real lives are led and all suffering to some degree from their makers' romantic and idealistic ideas, about such lives.\n\nOn the other hand there have been experimental films from Jonas Mekas, Shirley Clarke and other pioneers of the New York underground. In \"The Connection,\" \"Shadows\" and \"Guns of the Trees,\" they used improvised dialog and scenes and hidden and hand-held cameras in an attempt to capture the freshness of a spontaneous experience.\n\nBoth groups have lacked the other's strong point. The films like \"Marty\" are technically well done and emotionally satisfying, but they lack the flavor of actual experience. Films like \"Shadows\" are authentic enough, but often poor in technical quality and lacking the control necessary to develop character and tell a story.\n\n\"I Call First\" brings these two kinds of films together into a work that is absolutely genuine, artistically satisfying and technically comparable to the best films being made anywhere. I have no reservations in describing it as a great moment in American movies.\n\nRemarkably, writer-director Martin Scorsese is only 25 years old, and this is his first film. He tells a love story about two different kinds of people. His young man is from New York's \"Little Italy,\" has a strong Roman Catholic background, is intelligent but not very well-educated and divides the women of the world into \"nice girls\" and \"broads.\" The young woman is a college graduate, well read, more sophisticated and has probably had an affair or two. She loves him enough to try to explain that she is a \"nice girl\" but not a virgin.\n\nThe divergent views of love and morality come into opposition, but they make a tremendous effort to understand and respect each other. In the end, they fail. Their story is told against a poetically evoked background of the young man's life with his friends, who were probably his high school and army buddies and will probably be his old age cronies. Two scenes -- one in a bar, another at a party -- are among the most evocative descriptions of American life I have ever seen.\n\nI want to comment at length on the performances and details of the plot, but I will have to wait until the film begins its commercial run here. I hope that will be soon.", "running_time": 90, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-11-17", "genres": ["Drama", "Romance"], "title": "Who's That Knocking at My Door? (1967)"}