{"url": "http://www.rogerebert.com/reviews/i-dreamed-of-africa-2000", "by": "Kim Basingeras Kuki Gallmann", "star_rating": 2.0, "text": "It's strange to see \"I Dreamed of Africa\" at a time when the papers are filled with stories of white farmers being murdered in Zimbabwe. Here is the story of an Italian couple who move to the highlands of Kenya in 1972, buy a ranch near the Great Rift Valley and lead lives in which the Africans drift about in the background, vaguely, like unpaid extras. Is it really as simple as that? The realities of contemporary Africa are simply not dealt with.\n\nA shame, since Kuki Gallmann is a real woman and still lives on Ol Ari Nyiro, a 100,000-acre ranch in Kenya that she has made into a showcase farm and wildlife conservancy. I know this because of her Web page (www.gallmannkenya.org); the movie never makes it very clear how the Gallmanns support themselves--it's not by working, apparently. Her husband Paolo is away for days at a time, hunting and fishing with his friends, and Kuki doesn't seem deeply engaged with the land, either (her attempt to create a dirt dam begins when she inadvertently pulls down a barn and ends with the tractor stuck in the mud).\n\nThe real Kuki Gallmann must have arrived at an accommodation with Africa and Africans, and with the Kenyan government. The Kuki in the movie has a few brief conversations in Swahili with her farm foreman and laborers, but devotes most of her attention to the landscape, which is indeed breathtaking (the film was shot on her ranch and in South African game preserves). The only social commentary we get, repeated three times, is, \"Things have a different rhythm here.\" Kuki is played by Kim Basinger, who is ready to do more than the screenplay allows. She is convincing throughout, especially in a scene where trouble strikes her son Emanuele (Garrett Strommen)--her panic is real, but so is her competence as she tries to deal with the emergency. Her frustration with Paolo (Vincent Perez), is also real but mundane (frustrated at his extended hunting trips and general irresponsibility, she throws a handful of pasta at him).\n\nHer life is interrupted from time to time by visits from her mother (Eva Marie Saint), who begs her to return to Italy, but, no, she belongs to the land, learns from experience, and tries to bring good out of the tragedies in her life by becoming a conservationist and a leader in the fight against poaching.\n\nAll admirable. But Hugh Hudson's film plays curiously like a friendly documentary of Kuki's life, especially with the voice-over narration that sounds like it belongs in an idealistic travelogue. There is a lack of drama and telling detail. When events happen, they seem more like set pieces than part of the flow. Consider the big storm that blows up, toppling the windmill and blowing the thatch from the ranch house roof. It strikes, it is loud and fierce, and then it is over, and after one more shot, it is forgotten. An entry in a diary, growing from nothing, leading to nothing, but occupying screen time. As is the scene where Kuki, Paolo and her mother drive a Range Rover down a rough road, and it gets stuck in the mud (that happens to her a lot). What to do? They get out and walk home. The film doesn't even show them arriving there.\n\nWatching \"I Dreamed of Africa,\" I was reminded that one often meets people who have led fascinating lives, but only rarely people who can tell fascinating stories. The events don't make the story; the storytelling does. Russell Baker or Frank McCourt can make human sagas out of everyday memories. Generals who have led thousands into battle can write memoirs of stultifying dullness. Kuki Gallmann has led a fascinating life, yes, but either she's not remembering the whole truth or she should have made up more. The film doesn't sing with urgency and excitement, and we attend it in the same way we listen politely to the stories of a hostess who must have really been something, in her day.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-05-05", "genres": ["Action", "Drama"], "title": "I Dreamed Of Africa (2000)"}