{"url": "http://www.rogerebert.com/reviews/i-hate-valentines-day-2009", "by": "Nia Vardalosas Genevieve", "star_rating": 1.5, "text": "\"I Hate Valentine’s Day” is a romantic comedy with one peculiarity: The heroine is stark, staring mad. I will tell you how I arrived at this diagnosis. Genevieve has an unbreakable policy regarding men: Five dates, and she’s out the door. She even specifies exactly what each of the dates must be like, leading up to No. 5, during which she doesn’t say so, but going all the way is a possibility.\n\nWhy does she impose these draconian measures? Because she likes only the falling in love part of an affair, and not the inevitable breaking up. She expects a guy to jump through the hoops and then disappear after No. 5, remaining of course a friend. When a woman says, We should stay friends, it translates as: Take your genitals to a far-away place and limit our contact to sending me flowers on my birthday.\n\nLet’s assume conservatively that Genevieve started dating when she was 20, and that she has met on average three men a year willing to accept her strictures. And that after completing all the requirements, half of them have triumphantly arrived at home plate. Given her age, which a gentlemen does not mention, that works out to 39 sex partners. According to surveys reported by ABC News and the New York Times, which I don’t necessarily believe, the average American woman has between four and seven sex partners in a lifetime. That means Genevieve is not only an obsessive-compulsive, but a nympho.\n\nYet she looks so sweet. And knows she does. Yes, this is the second movie in close to a month, after “My Life in Ruins,” in which Nia Vardalos goes through the entire film smiling brightly and almost continuously. Nobody smiles that much unless they suffer from the rare giocondaphobia, or Constantly Smiling Syndrome, a complaint more often seen among viewers of Rush Limbaugh and field hands in “Gone With the Wind.”\n\nGenevieve is a woman beloved by all who encounter her, when in real life, I would be terrified of her. She is considered a source of great wisdom about romance, although Dr. Phil might advise protective custody. In “I Hate Valentine’s Day,” she runs the cutest little florist shop in Brooklyn and dispenses invaluable advice to men uncertain about a Valentine’s Day gift (flowers). She has two gay assistants who think she is about the best thing since Maria Callas. And this cute guy opens a tapas bar next door, named Get on Tapas, haha.\n\nThe cute guy is played by John Corbett, her co-star in “My Big Fat Greek Wedding.” He is way too desirable to have to settle for the Five-Date Rule. The women from “Sex and the City” would be camped out in pup tents on his sidewalk. It should have occurred to someone, maybe Vardalos, the writer and director, that it would have been funnier and way more plausible to make the hero a needy schlub who is lovestruck and would agree to waterboarding for even one date. The movie is set up as a valentine to Vardalos. She should try sending herself flowers.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-07-01", "genres": ["Comedy", "Romance"], "title": "I Hate Valentine's Day (2009)"}