{"url": "http://www.rogerebert.com/reviews/i-heart-huckabees-2004", "by": "Jason Schwartzmanas Albert", "star_rating": 2.0, "text": "I went to see \"I Heart Huckabees\" at the Toronto Film Festival. It was on the screen, and I was in my chair, and nothing was happening between us. There was clearly a movie being shown, but what was its purpose and why were the characters so inexplicable? I found the pressure point that is said by the master Wudang Weng Shun Kuen to increase mental alertness. Then I dashed out for a cup of coffee. Then I fell into the Yoga sutra of yatha abhimata dhyanat va, literally clearing the mind by meditating on a single object until I become tranquil. I meditated on the theater exit door.\n\nAt festivals, the moment a movie is over, everybody asks you what you thought about it. I said, \"I didn't know what I thought.\" Then how did it make you feel? \"It made me feel like seeing it again.\" You mean you liked it so much you want to see it twice? \"No, I'm still working on seeing it the first time.\"\n\nNow I have seen it twice. The movie is like an infernal machine that consumes all of the energy it generates, saving the last watt of power to turn itself off. It functions perfectly within its constraints, but it leaves the viewer out of the loop. This may be the first movie that can exist without an audience between the projector and the screen. It falls in its own forest, and hears itself. It's the kind of movie that would inspire a Charlie Kaufman screenplay about how it couldn't be made. The director and co-writer is David O. Russell, who made the brilliant \"Three Kings\" and the quirky \"Flirting with Disaster,\" and now ... well, he has made this. God knows he's courageous.\n\nI am about to commence a description. Not a plot description, as I am not sure it has a plot in a meaningful way, but an account of what transpires. Jason Schwartzman plays Albert, an environmentalist who wants to save nature, and begins by saving a large rock that is all that remains from a despoiled swamp (he reads a poem beginning, \"You rock, Rock.\") Albert makes a deal with Huckabees, a chain store, to underwrite his Open Space Coalition. Huckabees doesn't care about the environment, but cares deeply about seeming to care. Jason turns out to be a wild card for them, doing things like planting trees in the middle of parking lots to reclaim them for nature right then and there.\n\nWe meet Brad Stand (Jude Law), a Huckabees spokesman, and Dawn (Naomi Watts), a Huckabees spokesperson. They are what in their limited way they interpret as love. Brad's plan is to use Albert as a cover for a scheme to turn virgin marshland into a shopping mall. Albert, meanwhile, constantly crosses paths with a towering African exchange student, and knows this must Mean Something, so he hires two Existential Detectives to sort it out for him. These are Bernard and Vivian Jaffe (Dustin Hoffman and Lily Tomlin).\n\nTheir method is to follow a client everywhere, taking notes on all that he does. \"Even into the bathroom?\" Yes, even into the bathroom. Bernard and Vivian now begin to be seen in the backgrounds of many shots, or outside the windows, or behind the door, or under the furniture, taking notes. They need to see everything in his life because they believe that everything is connected, and so to know everything is to know all the connections. \n\nBrad the double-crossing executive decides to undercut Albert by hiring the detectives to also follow him and Dawn around. Albert, meanwhile, meets a fireman named Tommy (Mark Wahlberg). Tommy is so eco-conscious that he refuses to ride the fire truck to fires, pedaling alongside on his bike. (He usually gets there first.) Tommy for reasons unclear to me knows about another Existential Detective named Caterine Vauban (Isabelle Huppert), who is from France. She is an old enemy of the Jaffes, and no wonder: French existentialists define themselves by being old enemies. Catherine has a peculiar sex scene in a mud puddle.\n\nEverybody talks a lot, the Jaffes in particular. They do a kind of double act, finishing or repeating each other's sentences. They seem to believe quantum physics is somehow involved in their theories, and talk about how two objects can be in different places at the same time -- no, hold on, that's the easy part. They talk about how the same  object can be in two places at once.\n\nTheir discussions about this quantum phenomenon reminded me wonderfully of the explanations of the same topic in \"What the #$*! Do We Know,\" a recent \"documentary\" in which one of the \"expert physicists\" has been unmasked as a chiropractor, and the filmmakers are all followers of Ramtha, a 35,000-year-old spirit guide from Atlantis. Because nobody knows $#!t about quantum physics, this doc actually got respectful reviews from gullible critics like me, because it made about as much sense as most of what I've read on the subject.\n\nIndividual moments and lines and events in \"I Heart Huckabees\" are funny in and of themselves. Viewers may be mystified but will occasionally be amused. It took boundless optimism and energy for Russell to make the film, but it reminds me of the Buster Keaton short where he builds a boat but doesn't know how to get it out of the basement. The actors soldier away like the professionals they are, saying the words as if they mean something. Only Wahlberg is canny enough to play his role completely straight, as if he has no idea the movie might be funny. The others all seem trying to get in on the joke, which is a neat trick. I will award a shiny new dime to anyone who can figure out what the joke is.", "running_time": 106, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-07", "genres": ["Comedy", "Indie", "Romance"], "title": "I Heart Huckabees (2004)"}