{"url": "http://www.rogerebert.com/reviews/i-know-what-you-did-last-summer-1997", "by": "Jennifer Love Hewittas Julie James", "star_rating": 1.0, "text": "The best shot in this film is the first one. Not a good sign. “I Know What You Did Last Summer” begins dramatically, with the camera swooping high above a dark and stormy sea, and then circling until it reveals a lonely figure sitting on a cliff overlooking the surf. The shot leads us to anticipate dread, horror and atmospheric gloominess, but, alas, it is not to be.\n\nLike so many horror films, this one is set on a national holiday--the Fourth of July. (Christmas and Graduation Day are also popular, although Thanksgiving now seems reserved for movies about dysfunctional families.) In a small North Carolina town, a beauty pageant ends with Helen (Sarah Michelle Geller) being crowned the Croaker Queen. (The reference is to a fish, but the pun is intended, I fear.) Blinking back tears of joy, she announces her plans: “Through Art, I shall serve my country.” We meet her friends: her obnoxious, rich boyfriend Barry (Ryan Phillippe); her brainy best friend, Julie (Jennifer Love Hewitt), and Julie's boyfriend Ray (Freddie Prinze Jr.). Barry is a jerk who likes to get in fights and drive while drunk (“Can you say `alcoholic'?” Julie asks him). They build a bonfire on the beach and debate the old urban legend about the teenage couple who found the bloody hook embedded in their car door. And then, driving home, they strike a shadowy figure walking in the road.\n\nIn a panic, they dump him into the sea, even though he is not quite dead. They're afraid to go to the police and risk reckless manslaughter charges. (“This is your future, Julie,” Barry screams at her.) Helen then goes off to New York for her show-biz career, and Julie heads for college, but by the next summer they're back home again, pale, chastened and racked by guilt.\n\nThat's when one of them gets a note that says, “I know what you did last summer.” As they panic and try to find out who sent it--who knows what they did--the movie loses what marginal tension it has developed, and unwinds in a tedious series of obligatory scenes in which nonessential characters are murdered with a bloody hook wielded by the Fisherman, a macabre figure in a long slicker and a rubber rain hat.\n\n“This is a fishing village,” one of the friends says. “Everybody has a slicker.” Yes, but not everybody wears it ashore, along with the hat, during steamy July weather. Only the Fisherman does. And since the movie doesn't play fair with its Fisherman clues, we're left with one of those infuriating endings in which (danger! plot spoiler ahead!) the murders were committed by none of the above.\n\nThe ads make much of the fact that “I Know What You Did Last Summer” is from “the creators of `Scream.' “ That means both scripts are by Kevin Williamson. My bet is that he hauled this one out of the bottom drawer after “Scream” passed the $100 million mark. The neat thing about “Scream” was that the characters had seen a lot of horror films, were familiar with all the conventions, and knew they were in a horror-type situation. In “I Know,” there's one moment like that (as the two women approached an ominous house, they observe ominously, “Jodie Foster tried this ... “). But for the rest of the movie they're blissfully unaware of the dangers of running upstairs when pursued, walking around at night alone, trying to investigate the situation themselves, going onto seemingly empty fishing boats, etc.\n\nAfter the screening was over and the lights went up, I observed a couple of my colleagues in deep and earnest conversation, trying to resolve twists in the plot. They were applying more thought to the movie than the makers did. A critic's mind is a terrible thing to waste.", "running_time": 100, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-17", "genres": ["Horror", "Mystery", "Thriller"], "title": "I Know What You Did Last Summer (1997)"}