{"url": "http://www.rogerebert.com/reviews/i-like-it-like-that-1994", "by": "Lauren Velezas Lisette Linares", "star_rating": 3.0, "text": "Darnell Martin's \"I Like It Like That\" is centered on one of those New York City blocks where life seems to be lived mostly in the street, everybody minds everybody else's business, and reality exists somewhere between a soap opera and a sitcom. It's like \"Do the Right Thing\" crossed with \"Roseanne.\" The movie's heroine, Lisette (Lauren Velez), has been married for 10 years to Chino (Jon Seda), who has a roving eye and is being pursued by the lustful Magdalena (Lisa Vidal). When Chino steals a stereo and is put in jail, Lisette is determined to raise the money for bail. So she goes to a fly-by-night modeling agency, where she stumbles into a real job, working with Stephen (Griffin Dunne), a WASP producer specializing in Latino music.\n\nStephen thinks he only needs a fake \"date\" to convince a couple of hot Puerto Rican singers that he's the real thing. But Lisette, who understands the music and the culture, soon muscles into a better job, as his assistant. And when the neighborhood guys tell Chino that his wife is cheating with her new boss, Chino (now out on bail) retaliates with Magdalena.\n\nThis is not exactly a riveting plot, but what makes the film interesting is the way Martin sees the details. Instead of going for obvious contrasts between the two men in Lisette's life, she sees the similarities: In one way or another, they both always have their eye on the clock. Neither one believes Lisette is as smart and capable as she obviously is. And both make their decisions with their libidos, not their intelligence.\n\nLisette has another brother in her life, the transvestite Alexis (Jesse Borrego), who lives downstairs, runs a store specializing in lucky candles, and has an unhappy relationship with their parents (their mother is played by Rita Moreno). Alexis lends her lots of good advice, but the character seems more like a subplot than a convincing part of the story.\n\nMartin, a first-time director who was previously an assistant director for Spike Lee, is good at creating a sense of life and excitement in the neighborhood, where even minor street people are sharply drawn. Inside Lisette's apartment, she shows a state of nonstop interruption, as the couple's three untamed kids cause constant havoc and Lisette locks herself in the bathroom for a moment's solitude. (One of her neighbors is that old movie standby, the outraged woman pounding on the ceiling with a broom handle.) It's clear, though, that Martin is far less interested in Lisette's role as a mother than in her prospects as a record producer, and the scenes between mother and children leave us with unanswered doubts about the quality of her parenting. The kids are there mostly for atmosphere, and Lisette doesn't seem to have convincing relationships with them.\n\nWhat's good is the way Lisette fights for what she deserves - in relationships and in work. She's in the face of the scheming Magdalena, and with Griffin Dunne she has a couple of scenes (including an office seduction) in which the exec is startled by her directness. \"I Like It Like That\" looks more unconventional than it is, but Martin puts a spin on the material with lots of human color and high energy.", "running_time": 94, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-14", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "I Like It Like That (1994)"}