{"url": "http://www.rogerebert.com/reviews/i-love-trouble-1994", "by": "Julia Robertsas Sabrina Peterson", "star_rating": 2.5, "text": "Toward the end of \"I Love Trouble,\" Nick Nolte and Julia Roberts kiss each other, and the movie cuts to a reaction shot of her cute little dog. Shots like this let you know where you stand: This is not a serious thriller, but a light romantic comedy, in which the future lovers spend most of the film sparring, while only we can see they are destined for one another.\n\nThe movie is set mostly in Chicago, where Roberts is a new reporter for a paper not unlike the Sun-Times, and Nolte is a veteran columnist for a paper not unlike the Tribune. After they both get assigned to cover a big train wreck, it goes without saying that Roberts scoops Nolte day after day, until they both get involved in uncovering a dangerous conspiracy, and their survival depends on them learning to trust one another - while continuing to be bitter competitors, of course.\n\nIn this kind of movie, the details of the mystery hardly matter.\n\nThe classic in the genre is \"Bringing Up Baby\" (1938), in which Cary Grant and Katharine Hepburn squabble through a plot involving tame leopards and dinosaur bones. In \"I Love Trouble,\" if you must know, the mystery involves a secret cow hormone that not only produces more milk, but also causes cancer among those who drink it.\n\nThe hormone isn't important. What is important is that the search for the secret causes Nolte and Roberts to trick and double-cross each other until the action climax where they are literally hanging on by their fingernails, while bad guys shoot at them and they are still trying to scoop one another. What I can never figure out in these movies is why the bad guys are so eager to sell the cancer-causing hormone in the first place, since it will eventually lead to billions of dollars in lawsuits. Then again, if the tobacco companies couldn't figure that out, why should these guys? The movie is not without charm. But maybe it would have been funnier if the evil cow conglomerate had been replaced by something sillier and more lightweight; it's hard to sustain a romantic comedy in the face of death threats.\n\nThe only purpose of the movie is to create chemistry between Roberts and Nolte, and so the actual newspaper details are a lot sketchier and less accurate than in two previous Meet Cute romances that were also set in the world of Chicago journalism: \"Continental Divide\" (1980), where John Belushi fell in love with Blair Brown, and \"Straight Talk\" (1992), with Dolly Parton and James Woods. One howler has Nolte meeting a deadline by taking a column he first wrote in 1985, and just changing the names. The howler isn't that he does this (the practice is not unprecedented), but that, in the computer age, he hands in the column on a piece of paper.\n\nBoth reporters, of course, have unlimited expense accounts, and are allowed to spend days on the story without apparently ever contacting the office. There are also lots of little jokes about how they trick one another (Roberts is an amateur magician who enjoys picking Nolte's pocket). This lightweight stuff all works, in its own way, but I'm not sure it fits easily into a story that also involves the two of them almost being crushed to death by an elevator, among other close calls.\n\nJulia Roberts is by general agreement the No. 1 female star in the movies today, and so I watched her like a hawk: Does she have the stuff to justify her paycheck? I think sometimes she does. She's lovely, she's graceful, and she can handle light romance. She never pushes too hard. Nolte makes a good foil for her, with his exasperation and macho ego. But their relationship is so featherweight, so delicate, that it keeps getting ground up in the wheels of a conventional thriller plot. If only they'd been trying to scoop each other over something utterly inconsequential. Tame leopards and dinosaur bones, for example.", "running_time": 123, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-06-29", "genres": ["Action", "Comedy", "Romance"], "title": "I Love Trouble (1994)"}