{"url": "http://www.rogerebert.com/reviews/i-love-you-alice-b-toklas-1968", "by": "Peter Sellersas Harold", "star_rating": 3.0, "text": "It's unfortunate that Peter Sellers should be making his comeback just at a moment when American movie comedies are not. Sellers has been at his worst recently with \"The Bobo,\" \"Casino Royale\" (1967) and \"What's New Pussycat?\" -- all of which pampered his seemingly insatiable desire to dress in half a dozen costumes and try out new accents.\n\nBut Sellers began to turn the corner again in Blake Edwards' \"The Party,\" and now in \"I Love You, Alice B. Toklas\" he is back doing what he does best. That is, he plays a character that is orthodox, conventional and almost monomaniacal about respectability -- and the character suddenly gets dumped into a totally different life style.\n\nOur best memories of Sellers all have him in this context: The priggish union leader of \"I'm All Right, Jack,\" who suddenly found himself on television; the timid bank clerk of \"Battle of the Sexes,\" who decided to commit a murder; the military man of \"The Mouse That Roared,\" stalking through Manhattan with bow and arrow; the visitor from India in \"The Party.\" Even Inspector Clouseau was the same basic character: timid, full of bravado, in over his head, struggling to save face.\n\nThe trouble with the Inspector Clouseau films (\"A Shot in the Dark\" and the 1964 \"The Pink Panther\") from Sellers' point of view was that they encouraged him to substitute sight gags and pratfalls for what he does best -- building a character. In his other recent films, we saw Sellers as Napoleon, a bullfighter, a nutty analyst -- but never as a classic Sellers character.\n\nIn \"I Love You, Alice B. Toklas,\" Sellers is at last back home. He plays a single man of about 35, a lawyer with a great respect for appearances, who finally agrees out of politeness to marry the girl he's been dating for several years. She's the sort of girl who can't wait to leave her fiancé, once he's popped the question, so she can telephone her mother and tell her the news: Enough said.\n\nBut Sellers gets rescued from the altar all the same, after his own mother sends him on an expedition to find his brother. The brother has become a hippie and attends the funeral of a family friend wearing the Hopi Indian burial costume. He also brings along a really good-looking chick (Leigh Taylor-Young) and Sellers falls for her and, by extension, for the hippie life.\n\nThis first half of the film is the best, as Sellers gradually bends the middle-class into non-class. There are perceptive touches: the girl stays all night at his apartment, and he promises (\"my word of honor\") that the door between their rooms will remain closed. \"Are you afraid of me?\" she asks. \"I won't come in.\" Again, the, next day, when he leaves, he implores her not to answer the telephone if it rings.\n\nThis kind of stuff is good and pretty close to the mark, and Sellers is very funny. Unfortunately, the movie's general approach to hippiedom is what we've come to dread. Hippies wear funny clothes, sleep on the stove, don't wash, read the Los Angeles Free Press, bake pot brownies, put up posters everywhere and operate with a sort of mindless, directionless love ethic. So the movie becomes conventional after all. If they'd dropped Sellers into a real hippie culture, we might really have had a movie here.", "running_time": 92, "mpaa_rating": "R", "release_year": 1968, "date_published": "1968-11-27", "genres": ["Comedy", "Romance"], "title": "I Love You, Alice B. Toklas (1968)"}