{"url": "http://www.rogerebert.com/reviews/i-love-you-1982", "by": "Sonia Bragaas Maria", "star_rating": 1.5, "text": "\"I Love You\" is porno chic from Brazil, a talky, tempestuous movie in which a bankrupt investor and a jilted stewardess make contact with everything but their minds. It's being sold on the presence of Sonia Braga, an attractive young woman who inspired the most overwrought critical prose from the 1981 Cannes Film Festival, where Newsweek's Jack Kroll described her as \"the most life-enhancing movie star in the world,\" and said her performance made \"a statement as powerfully political and humane as anything else at the Cannes Film Festival.\" (That was the festival, remember, where the winners included \"Man of Iron\" and \"Chariots of Fire,\" two other top finishers in the political and humane life-enhancement sweepstakes.)\n\n\tThe praise for this movie by Kroll and other seems based on a reading of it as a metaphor for modern life. American audiences are more likely to view it, however, as \"Debbie Does Dallas Flying Down to Rio.\" Every year there's at least one high-style imported porno movie classy enough to attract the Near North dating crowd (and not quite gynecological enough to meet the standards at the Admiral). \"I Love You\" may be this year's entry.\n\n\tThe movie stars Braga as Maria, a woman who has been disappointed in love. Her faithless airline pilot has jilted her, and she vows to make love with the next man she meets. That man is Paulo (Paulo Cesar Pereio), a wealthy industrialist whose world is collapsing because his wife has left him and his brassiere factory has gone bankrupt. Paolo thinks Maria is a prostitute, and she lets him continue to think that during a long night of extraordinary gymnastics and a lot of anguished soul-searching.\n\n\tThe movie is heavy on dialogue. Paulo, in particular, is much given to beating his breast and crawling around on the floor of his high-tech apartment while complaining of his heartbreak and videotaping his speeches for instant replay. Sonia joins in the spirit, making speeches about her animalistic nature, as if she thinks that is what's expected from a hooker.\n\n\tThe movie eventually arrives at a heavily symbolic ending, with the actors addressing the audience directly and bursting into song and dance. Metaphor-hunters are welcome to pick among the ruins for symbols and meanings. My notion is that this movie was made during an severe attack of self-indulgence on the part of the director, Arnaldo Jabor, who has made the best-yet Brazilian equivalent of a third-rate late-1960s soft-core Italian sex comedy.", "running_time": null, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama"], "title": "I Love You (1982)"}