{"url": "http://www.rogerebert.com/reviews/i-love-you-man-2009", "by": "Paul Ruddas Peter", "star_rating": 3.5, "text": "I would like to have a friend like Sydney Fife. I think a lot of guys would. Even though it's funny, charming and light-hearted, that may be the basic appeal of \"I Love You, Man.\" Sydney represents the freedoms most men hesitate to give themselves, maybe through fear of ending up alone, arrested or locked inside behavior that looks fun when you're young but crazy when you're older. The great thing about Sydney is that he lives your fantasies so you don't have to yourself.\n\nPeter (Paul Rudd) needs a Sydney (Jason Segel) in his life. He has been told this by Zooey (Rashida Jones), the girl he plans to marry. She would, however, have preferred a less extreme case than this Sydney. Peter is a real-estate agent who is hopelessly, even touchingly, clueless when it comes to seeming the least bit cool. One of those really nice guys, who, when the chips are down, has no idea where to look, what to say, how to move or how to extricate himself gracefully from an impossible situation. He gets along great with women but has no male best friend and actually needs to find one to be best man at his wedding.\n\nBecause this is a rom-com, various obligatory scenes are necessary; Peter goes shopping for a best friend on some man dates with guys met on the Internet, with predictable results. The movie feels locked into formula until the appearance of Sydney, met while scarfing free food at Peter's open house for the home of Lou Ferrigno. Segel brings sunshine into the movie; we like his character even more quickly than Peter does.\n\nSydney lives in a little frame cottage a block up the street from the Venice Beach boardwalk. This house was cheap in, oh, say, the Depression. Now it only looks cheap. We never see its interior; Sydney escorts Peter directly to his \"Man Cave,\" a converted garage in the backyard where he keeps all his toys: drum set, guitars, music system, flat-screen TV, movie posters, lava lamps, weird souvenirs, recliner chairs, wet bar, fridge, wall hangings, even an area dedicated to ... well, never mind.\n\nJason Segel plays Sydney as a man thoroughly comfortable in his own skin, an unapologetic hedonist who uses his intelligence as a comic weapon. Essentially, the whole movie is based on the fact that he is able to create an actually plausible, human best friend. Incredibly, this is the first time I'm aware of seeing him in a movie. I apparently saw him in \"SLC Punk\" and \"Slackers\" (zero stars), but never saw his recent \"Forgetting Sarah Marshall.\" I think he's a natural for Walter Matthau, and both Segel and Rudd would be perfect for a SoCal retread of the classic British one-upmanship comedy \"School for Scoundrels.\"\n\nRudd is also very good and very funny, using delicate timing to create a man who is never quite right for the room. Observe his attempts to look loose and casual. He even pulls off sincere scenes with the lovely Rashida Jones, and sincerity, as we know, is the downfall of many a rom-com and almost all buddy movies. I believe my Little Movie Glossary even contains an entry about an obligatory moment in all buddy movies in which one of the characters says, you guessed it, \"I love you, man.\"\n\nJohn Hamburg, who co-wrote and directed, populates his film with many other gifted comedy actors, including J.K. Simmons as Peter's father, Jane Curtin as his mother, Andy Samberg as his gay brother, and Jon Favreau and Jaime Pressly as a married couple from hell -- their own. Lou Ferrigno finds the right note as the client about to fire his real-estate agent, who has asked himself the question, \"How many people want to buy a mansion in Beverly Hills with a statue of the Incredible Hulk in the garden?\n\n\"I Love You, Man\" is, above all, just plain funny. It's funny with some dumb physical humor, yes, and some gross-out jokes apparently necessary to all buddy movies, but also funny in observations, dialogue, physical behavior and Sydney Fife's observations as a people-watcher. I heard a lot of real laughter from a preview audience, not the perfunctory laughter at manufactured payoffs. You feel good watching the movie. That's what comedies are for, right?", "running_time": 105, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-18", "genres": ["Comedy"], "title": "I Love You, Man (2009)"}