{"url": "http://www.rogerebert.com/reviews/i-love-you-beth-cooper-2009", "by": "Hayden Panettiereas Beth Cooper", "star_rating": 2.0, "text": "The writer of “I Love You, Beth Cooper” says the story is based on a dream. I believe him. This is one of the very few movies where I wanted the hero to wake up and discover it was only a dream. But it’s a dream all the way through — a dream evoking just another teen rom-com.\n\nThe situation is so universal. The high school nerd harbors a secret crush on the most popular girl in school. He chooses the occasion of his valedictory speech to proclaim in public this love. We can believe that, all the way up to the valedictory speech. But, yes, this is another movie hailing a hero with the courage to say what he really believes and accept the consequences.\n\nSometimes, as in a dream, doing that will pay off abundantly by focusing the popular girl’s attention on how unique and special you are. Sometimes the popular girl will reveal herself as actually a warm and cuddly human being. Sometimes. More often, the nerd will confirm everyone’s belief in his nerdhood, humiliate himself, selfishly derail the whole graduation exercise and discover that the most popular girl really is a bitch. Lots of wonderful girls fall in love with nerds. They may not become the most popular girl in school, but they don’t care. That honor carries with it a terrible lifetime price tag.\n\nSo what I wish is that “I Love You, Beth Cooper” had awakened from its dream and had been a smart high school comedy, even one subscribing to an alternate set of cliches in which the hero discovers he really loves the nerdy girl once she takes off her glasses.\n\nI am also tiring of the way high school movies insist that all non-heroic characters travel in posses of three. All most popular girls arrive flanked by two girlfriends who follow them by half a step. And all macho villains have two underlings who follow their orders. In “I Love You, Beth Cooper,” the girlfriends are nice enough, because the heroine is. But the villain, Rich “Muncher” Munsch (Jack T. Carpenter), is a uniformed ROTC officer who, along with his sidekicks, is a muscular master of the martial arts, skilled gymnast and vicious bully. When he whistles, his minions snap to attention. And they attack with the coordination worthy of a dance troupe.\n\nThe movie also goes over the top with special effects, where the theory “less is more” must be in an incomprehensible language. I know that fierce struggles over romance can break out in high school, but with these kids, I doubt they would threaten to be lethal. Nor is driving an SUV into a house commonplace. Scene after scene is on autopilot.\n\nI’m thinking of films that remember what it’s like to be a teenager with a hopeless love. \"Almost Famous,\" \"Lucas,\" \"Say Anything,\" \"The Man in the Moon.\" If I were a filmmaker like Chris Columbus, who has directed two of the “Harry Potter” films, I don’t know if I’d bother with this genre unless I felt I could make a film aspiring to that kind of stature.\n\nOf the two co-stars, what I can say is that I’m looking forward to their next films. As Beth, Hayden Panettiere is professional and lovable; she convincingly projects emotions and has a face the screen loves. Paul Rust, as Denis the valedictorian, can be very earnest and sincere, and actually seems to take the plot seriously, which is more than I could do.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-07-08", "genres": ["Comedy", "Romance"], "title": "I Love You, Beth Cooper (2009)"}