{"url": "http://www.rogerebert.com/reviews/i-madman-1989", "by": "Jenny Wrightas Virginia", "star_rating": 3.0, "text": "She works in a used-book store and brings home lurid pulp thrillers to read at night, alone, while she's snuggled up on the sofa and a violent electrical storm is raging outside. She's reading one now, titled Much of Madness, More of Sin.\n\nIt's about a mad scientist who is rejected by the woman he loves.\n\nShe doesn't like his facial features. He'll show her. He takes a scalpel and removes the offending features, and comes calling on her with a hole where his face used to be.\n\nThis is some book. She turns a page. The lightning crackles outside. Something creaks in the hallway. The night is late and the single lamp leaves deep shadows in the room. And I'm thinking that I love movies that begin this way, because they understand that horror movies can be fun. They don't have to be vomitoriums about mad slashers and dead teenagers.\n\nTibor Takacs' \"I, Madman\" places its terrors where they belong, in the midst of everyday life. Virginia, the heroine (Jenny Wright), works days in the bookstore and would like to spend her evenings with her boyfriend, but he's a cop and always seems to be on a dope stakeout somewhere. So she reads. And the movie slips between reality and imagination, between the book she's reading and the things that really seem to be happening in her life.\n\nThe novel about the mad scientist is by a man named Malcolm Brand.\n\nWe find out a little more about him than Virginia does. We learn, for example, that he lives in a fleabag hotel and conducts experiments in creating life. He wants to cross a monkey with a jackal and create a new race. His books may be autobiographical. And he still may be alive - or at least, alive in a sense.\n\n(Brand is played in the movie by special-effects man Randall William Cook, who designed the grotesque makeup and then convinced the director to let him wear it himself.) Life goes on. There are strange visitors to the bookstore. In the streets outside, bizarre crimes are committed. Is Brand killing people in order to steal their lips and noses, so he can stitch his own face back together again? \"I,Madman\" contains the usual elements in a modern thriller, including the lonely woman, late at night, in danger. It gets the usual mileage out of the standard False Alarm scene, where the door creaks open and the heroine is terrified, but it's only her boyfriend. What's original about this movie is the fun it has with the thin line between reality and imagination, between what Virginia is reading and what is really happening.\n\nWright seems to enjoy the role, especially the parts where she curls up on the sofa and turns the pages while her eyes pop out of her head. Movies like this always have a scene where nobody will believe the heroine. She knows, she just knows, that a madman is loose in the neighborhood, but everyone says it's only her hyperthyroid imagination.\n\nClimaxes in thrillers have gotten pretty standard recently, involving chases and shootouts and a lot of blood. \"I, Madman\" has some surprises for her. There's that old trunk up in the attic of the bookstore, the one that turns out to be from the estate of the late Malcolm Brand. It has holes punched in the top, almost as if there's something inside that needs to breathe. Something with big teeth and very long arms.", "running_time": 90, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-10-13", "genres": ["Horror", "Suspense", "Thriller"], "title": "I, Madman (1989)"}