{"url": "http://www.rogerebert.com/reviews/i-married-a-shadow-1983", "by": "Nathalie Bayeas Helene/Patricia", "star_rating": 4.0, "text": "This movie is a small but valuable discovery, a mystery that turns into an exploration of loneliness and love. If I seem to be telling you too much of the story, don't be alarmed. The mystery element is over in 20 minutes, and serves only to set up a much deeper, more startling story.\n\n\"I Married a Shadow\" begins as the story of a pregnant woman whose lover is a beast who mistreats her and finally throws her out. She takes a train ride to nowhere in particular. On the train, she meets a married couple. Like her, the other woman is eight months pregnant. She is invited to their compartment to rest, she tries on the other woman's wedding band, and then there is a train crash and the couple is killed. Naturally, she is mistaken for the other woman. And as she meets her new \"in-laws,\" she discovers that she is the widow of a very rich man. \n\nAll of that is just plot. The reasons to see this movie begin after the woman decides to assume her new identity. The woman is played by Nathalie Baye, the finest actress now working in French films. She is sweet, quiet, painfully shy. She loves her new little baby, and decides to accept the new identity so that her son will have a better chance in life.\n\nThe family she has entered owns a large, famous vineyard in the south of France. Her new father-in-law is a loving, sensitive man. Her new mother-in-law is a dying woman with the single regret that she has not loved enough. Her new brother-in-law is a quiet, withdrawn type who quickly falls in love with her. And that is enough of the plot. \n\n\"I Married a Shadow\" is based on a novel by Cornell Woolrich, who wrote it under the name \"William Irish.\" Woolrich is worth a movie in his own right. He was a rich, reclusive, eccentric alcoholic who lived in a series of hotel rooms and wrote moody, quirky thrillers that movie directors have loved to film. Hitchcock's \"Rear Window\" and Truffaut's \"The Bride Wore Black\" are based on his books. He loved opening sentences (I quote from memory) like, \"The night was young, and so was I, but the night was gay, and I was sour.\"\n\nThere was not much happiness in his books. But there is happiness in this story. What happens is a little unexpected: Instead of making the story into a mystery plot, with clues, suspicions and threats, the movie takes another approach altogether. Everybody learns the woman's secret when they need to, and then they behave out of surprisingly generous motives. There is forgiveness and redemption -- and also, of course, a proper amount of blackmail, murder, deception, cheating and scandal. At the end of the movie, you feel good, and this is the kind of movie where that is the last way you expect to feel.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-11-21", "genres": null, "title": "I Married a Shadow (1983)"}