{"url": "http://www.rogerebert.com/reviews/i-never-promised-you-a-rose-garden-1977", "by": "Kathleen Quinlanas Deborah", "star_rating": 3.0, "text": "I'm becoming suspicious of movies that assure us mental illness can be cured if the victim \"wants\" to be cured, or assume that mental illness is not illness at all -- because in an insane world the only sane people are the crazies. \"I Never Promised You a Rose Garden\" doesn't altogether avoid the first assumption, but it firmly rejects the second, and it gives us a heroine so convincingly real we finally believe perhaps she could cure herself.\n\nThe heroine is well known to the millions of readers of Joanne Greenberg's novel, which began as a cult paperback and became a durable bestseller. She is Deborah, sixteen, schizophrenic, child of an affluent home, but inhabitant of a personal fantasy. After a suicide attempt, she spends three years in a mental institution, coming close to self-destruction more than once, but finally surviving through her own efforts and those of a psychiatrist who really attempts to understand her.\n\nWe are given only sketchy information about what drove her to attempt suicide -- her parents didn't understand her, she's filled with guilt because she believes she tried to kill a younger sister -- but her fantasies are shown in much greater detail. As visualized in the film, they seem to be inspired by the paintings of Frank Frazetta: A race of muscular young people, clothed in furs and feathers, ride giant horses across the desert and want her to join them.\n\nThis alternative universe is so much more romantic and seductive than the real world, which for Deborah becomes Ward D of the mental institution. It's a women's ward, filled with the \"worst\" cases. Some of the patients do indeed seem to be totally within their private hells, but others (like the loud and often cheerful Kitty) have a reservoir of common sense. Deborah is wary, here, and often silent; she's properly afraid of the sinister male attendant Hobbs, but the turning point in her cure comes when she can admit of the other attendant, McPherson: \"I like him. He treats me like I'm a real person.\" That touch of reality from outside is the first crack in the totality of her fantasies.\n\nThe psychiatrist is Dr. Fried, played by Bibi Andersson with sympathy and fortitude: She listens, encourages, supports, suggests, doesn't push. And over a period of three years Deborah is finally able to open herself to the world outside her dreams, to send her phantom gods galloping out into the desert without her.\n\n\"I Never Promised You a Rose Garden\" has been compared, of course, to \"One Flew Over the Cuckoo's Nest,\" which first defied a kind of unwritten Hollywood superstition. That superstition was that movies about mental illness wouldn't succeed at the box office, that they were too depressing. \"Cuckoo's Nest\" wasn't filmed for years because of that taboo, and \"Rose Garden\" probably couldn't have been made if it hadn't been for \"Cuckoo's Nest's\" great success.\n\nOne big difference between the two movies is that R.P. McMurphy, in \"Cuckoo,\" was, in fact, sane. Deborah is not. \"Cuckoo\" celebrates McMurphy's cosmic sanity, and so has room for the dimensions of Jack Nicholson's manic performance. \"Rose Garden\" celebrates, instead, very small victories (and one of its most poignant moments comes when Deborah, burning herself with a cigarette, realizes with triumph that she actually feels pain -- that her mind has let the reality in).\n\nThis is difficult material to bring to life, but a young actress named Kathleen Quinlan does it with heart and sensitivity. There were opportunities here for climbing the walls and chewing the scenery, I suppose, but her performance always finds the correct and convincing human note.\n\nAnd it's the skill with which Miss Quinlan (and Bibi Andersson) follow that thread of characterization that makes the movie work. Otherwise, those desert fantasies and all those feathers and fur might have been fatally distracting. But because Deborah seems to regard them with a sober fatalism, we can almost accept them; and because she never expresses any emotions that don't seem to grow right out of the situations she finds herself in, we always accept her.", "running_time": 90, "mpaa_rating": "R", "release_year": 1977, "date_published": "1977-01-01", "genres": ["Drama"], "title": "I Never Promised You a Rose Garden (1977)"}