{"url": "http://www.rogerebert.com/reviews/i-remember-me-2001", "by": "Kim A. Snyder", "star_rating": 3.0, "text": "Snyder begins in Lake Tahoe, where the disease struck hundreds of people. She talks to Dr. Daniel L. Peterson, who first started treating CFS patients there in 1984, has had seven who committed suicide because of the disease, and has no doubt it is real. She also talks to a spokesperson for the nearby Incline Village Visitors' Bureau, who says CFS is promoted by \"quack doctors and mostly overweight women.\" This person succeeds in becoming the living embodiment of the real estate brokers in \"Jaws,\" who don't want anyone to believe there's a shark.\n\nYes, Dr. Petersen sighs, investigators from the CDC in Atlanta looked into the Lake Tahoe outbreak: \"They came out here and skied and looked at a few charts.\" The conclusion was that Chronic Fatigue Syndrome was psychosomatic, or hysterical, or misdiagnosed. We are reminded that until the 1950s, multiple sclerosis was also considered a hysterical condition.\n\nSnyder is an investigative journalist who does her own detective work. She identifies many earlier outbreaks with the same symptoms as CFS and goes to Punta Gorda, Fla., to visit five women who had the disease 40 years ago. Investigators visiting their community at the time concluded it was a real disease and not an imaginary condition, and said so in a report--which the women never saw. Snyder shows one woman the report on camera. She expresses her anger; this report would have informed her she was not, as many assured her, going crazy.\n\nSnyder interviews two famous CFS sufferers: the film director Blake Edwards, who has continued to work during remissions in a 15-year struggle with the disease, and the Olympic gold medalist soccer player Michelle Akers, who walked off a field one day and collapsed. But Snyder's most touching the depressing visit is to the bedside of Stephen Paganetti, a high school senior in Connecticut. He has been on his back in bed for years. The slightest exercise exhausts him. He is fed through tubes. Determined to attend his high school graduation, he's taken there by ambulance and wheeled in on a gurney. Few of his classmates had come to see him imprisoned in his bedroom; one says \"you get better--and we'll talk!\" They give him a quilt they have all contributed patches to. Just what a high school kid wants for his graduation.\n\nBy the end of filming, Stephen is still suffering, and indeed less than 20 percent of CFS sufferers get better, Snyder says. The disease strikes as many women as HIV. There has been recent progress. Robert J. Suhadolnik, a biochemist at Temple University, has identified a blood enzyme that acts as a marker of CFS, after many doctors claimed it had no physical symptoms. A whistle blower at the Centers for Disease Control has revealed to government accountants that $13 million was illegally diverted from CFS study to other diseases. Yet TV comics still joke about the disease as a form of laziness. Ironic, isn't it, that Kim Snyder wasn't too lazy to make this film--while the CDC and the medical establishment are only now stirring into action.\n\nNote: For more on Paganetti's story, visit www.cfids-me.org/cfscc/bass0498.html", "running_time": 74, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-12-07", "genres": null, "title": "I Remember Me (2001)"}