{"url": "http://www.rogerebert.com/reviews/i-served-the-king-of-england-2008", "by": "Ivan Barnevas Jan Dite (Young)", "star_rating": 3.0, "text": "I first got to know the Czech director Jiri Menzel through his whimsical 1966 Oscar-winner \"Closely Watched Trains.\" Looking up my old review, I found a sentence that also could apply to his latest film: \"If you're charged up emotionally, you'd better lie down for an hour or two before going to see it. It requires an audience at peace with itself.\"\n\nDon't assume, however, that Menzel's \"I Served the King of England\" is a snoozer; for that matter, don't assume it has anything to do with the King of England. It's a film filled with wicked satire and sex both joyful and pitiful. But Menzel doesn't pound home his points. He skips gracefully through them, like his hero. He takes the velvet-glove approach.\n\nHere is a film with a hatred of Nazis and a crafty condemnation of communist bureaucracy and cronyism. It seems to be a comic tale of the long and somewhat uneventful life of Jan Dite, who worked as a waiter, bought a hotel with stolen postage stamps and was jailed because he wasn't quick enough to figure out what the communists, when they came to power, really wanted from him.\n\nEven that story has a happy ending: He was sentenced to 15 years, but because of an \"amnesty,\" was released after serving only 14 years and 11 months.\n\nMenzel loves that kind of deadpan detail. In \"Closely Watched Trains,\" the hero's grandfather was crushed while trying to hypnotize the German army. \"I Served the King of England\" is a life story told by the old and gray Jan Dite (Oldrich Kaiser) about the adventures of the young and clueless Jan Dite (Ivan Barnev). The youth was easily impressed by uniforms, pomp, theatrical displays of grandness, hotel dining rooms jammed with chandeliers, mirrors, candles, curtains, finery. It all came together for him when he was hired as a waiter in Prague's grandest hotel in the 1930s.\n\nParts of his life story are told in the style of a silent film, because Menzel, like all good directors, does not depend entirely on what the characters say. \"I Served the King of England\" could probably be enjoyed about as much without the English subtitles -- although you'd want to keep the playful piano score, of course. The characters are like those in a Buster Keaton comedy: immediately evident, looking just as they should, absorbed by themselves, sometimes doing things simply to amuse themselves, exhibiting grace.\n\nJan Dite is in awe of the majestic headwaiter, who floats among the tables like a dancer in \"Swan Lake,\" all the while balancing a heavy tray stacked with meals. Jan treats him like a god. Where did the man learn such grandeur? He served the King of England. One day the man is tripped, drops a tray and goes on a rampage. The other waiters agree: It was the only decent thing for him to do. Jan ascends to headwaiter, and \"ascend\" may be the correct word, since he is a very small man.\n\nMenzel apparently sees the pecking order in the dining room as mirroring the party's. Jan soon wants more than to serve, he wants to own and accumulate. He marries a fiercely Aryan woman who enlists in the German army, leaving him a box of rare stamps she has looted from the homes of Jews. He happily uses them to buy the hotel. Do we see a pattern here? Didn't the communists appropriate the Jewish wealth, factories, businesses and art that were earlier stolen by the Nazis?\n\nThere is a sequence where the hotel is used by the Nazis as a luxurious resort for a pool full of bodacious Aryan beauties, whose duty is to become impregnated by soldiers on leave. How this works out I will leave you to discover. You see the velvet glove slipping. A metaphor for the Jan Dite character runs through the film, after he discovers to his amusement that anyone, even a millionaire will stoop to pick up loose change from the sidewalk. Dite is a shallow man in a society that becomes a very deep hole.\n\nWe will not soon see a comedy like this made in the United States. Even if it were entirely translated into American characters and terms, audiences would wonder what it was about. We have lost the delight in the irony that Mark Twain and H.L. Mencken practiced. The movie must come to us bearing the answers to its questions. When I say \"we,\" of course I do not include anyone who has read this far. We would not ask: a Czech comedy? Sly? No appearance by the King of England? An iron fist inside the glove?\n\nMany more things happen here than I have described, including Jan Dite's own sex life, and the erotic image beloved by his wife. But enough, although I should add that the name Dite in Czech means \"child.\"", "running_time": 120, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-09-04", "genres": ["Comedy", "Drama", "Foreign"], "title": "I Served the King of England (2008)"}