{"url": "http://www.rogerebert.com/reviews/i-spy-2002", "by": "Eddie Murphyas Kelly Robinson", "star_rating": 2.0, "text": "The thing about old TV shows is, they have established brand names. People have heard of them, and maybe enjoyed them once. So when Hollywood recycles them into movies, they have instant name recognition, and if the casting is plausible, audiences are intrigued. Some shows, like \"Mission: Impossible,\" get the A-list treatment, but \"I Spy\" is more of a throwaway, an attempt (as Variety might put it) to rake in quick coin during a hasty playoff.\n\nHaving written that, I turned to the Variety review to see if my hunch was correct. I was close. Variety writes: \"Snoops should sneak out of the B.O. with a nifty opening sum, but expect steep dropoffs in the ensuing weeks...\" Yes. But it's a shame that Eddie Murphy and Owen Wilson should be wasted on a ho-hum project like this. Why not either (1) save them for something worth doing, or (2) have the nerve to remake \"I Spy\" into an offbeat, contemporary project that slices and dices the old cliches? Not a chance. This is a remake by the numbers, linking a halfwit plot to a series of standup routines in which Wilson and Murphy show how funny they could have been in a more ambitious movie. When they riff with each other, there's an energy that makes us smile. When they slog through the plot, we despair. Does anyone other than a Hollywood producer believe that in an Eddie Murphy movie the audience cares about special effects, action sequences and desperate struggles to save the world? That kind of material is played out; it can brought briefly back to life in a James Bond movie or an all-out thriller, but in a comedy, what we want to do is, we want to laugh.\n\nMurphy and Wilson play Kelly Robinson and Alexander Scott. Students of the 1960s TV series will note that the roles have switched their races; Murphy is playing the Robert Culp character, and Wilson is in the Bill Cosby role. This makes not the slightest difference, since nothing in this movie refers to the TV series in a way that matters. There is a little color-coding going on, I think, in the decision to change the Culp occupation (tennis player) into a prize-fighter for Eddie Murphy to play, the filmmakers apparently not having heard that there are black tennis stars.\n\nThe plot: Kelly Robinson (who always refers to himself as \"Kelly Robinson\") is recruited by spy Alexander Scott. Robinson is about to fight a title bout in Budapest, and an evildoer named Gundars (Malcolm McDowell) will be there. Robinson will provide entre for Scott, who is trying to get back an invisible spy plane, named the Switch Blade, which Gundars has stolen and plans to use for, I dunno, world domination or something.\n\nMurphy and Wilson are very funny men, and occasionally one of their lines swims up from out of the murk of the screenplay and winks at us. I like Wilson looking at his new spy gear and observing, \"My stuff looks like you could get it from Radio Shack in 1972.\" And later, in a briefing, they learn that the Switch Blade is, \"in the hands of the evil doers, a delivery system for weapons of mass destruction.\" One of the signs that the White House announced its anti-Saddam policy prematurely is when key catch phrases are recycled in movie comedies and the invasion is still in the talking stage. That's too much lead time.\n\nThe spy plane shimmers in and out of sight thanks to special effects, while the loyalties of a beautiful spy named Rachel (Famke Janssen) also shimmer in and out of sight, as does the Hispanic accent of the enigmatic spy Carlos (Gary Cole). The movie comes to life when Murphy and Wilson are trading one-liners, and then puts itself on hold for spy and action sequences of stunning banality. Don't moviemakers know that action scenes without context have got to be really, really good, or our eyes glaze over? We've seen it all. We don't need one more boring fight on a rooftop with the future of the world hanging in the balance. If the characters are interesting, the story is involving, or the effects are really special, that's another story. \"I Spy,\" alas, is the same old story.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-11-01", "genres": ["Action", "Adventure", "Comedy"], "title": "I Spy (2002)"}