{"url": "http://www.rogerebert.com/reviews/i-still-know-what-you-did-last-summer-1998", "by": "Jennifer Love Hewittas Julie James", "star_rating": 1.0, "text": "\"I Still Know What You Did Last Summer\" assembles the building blocks of idiot-proof slasher movies: Stings, Snicker-Snacks, false alarms and point-of-view baits-and-switches. We'll get back to those. The movie's R rating mentions \"intense terror violence and gore,\" but only its publicity team could consider it intense or terrifying. Gore it has.\n\nThe movie stars Jennifer Love Hewitt as Julie, survivor of the original \"I Know What You Did Last Summer,\" as a college student haunted by nightmares of what she did, in fact, the summer before last (last summer was actually the summer when the slasher knew what she did the previous summer, if you follow me). The R&B star Brandy plays her roommate Karla.\n\nTogether with their dates Will (Matthew Settle) and Tyrell (Mekhi Phifer), they go to the Bahamas after winning a radio contest by incorrectly naming Rio de Janeiro as the capital of Brazil. It wouldn't have helped to know that the correct answer is Brasilia, since they could have answered Schaumburg and still won: The contest is a hoax by the Fisherman, a spectral presence who dresses like the Gorton's Fisherman and impales his victims with fishhooks. He wants to get them to the Bahamas for the obvious reason that the plot requires a seaside setting (the Fisherman would look oddly dressed anywhere else, and indeed one wonders how many victims he will have to claim before an all points bulletin is put out for a guy in a slicker with a fishhook).\n\nOminous signs have been portending even before they get to the Bahamas. After all those nightmares, Julie is so jumpy that the least little thing disturbs her. The silly girl gets scared when her roommate creaks open the door, enters in the dark, makes assorted stealthy scary sounds, runs across a hallway in the background and hides in the closet while allowing the clothing to rustle alarmingly. Julie grabs a knife from the kitchen, and that's when we get the first Snicker-Snack, which is the Movie Glossary term for the sound a blade makes in a movie whenever it is seen. (Blades can make this sound, which resembles a knife being drawn quickly across a steel surface, when they are touching absolutely nothing.) Anyway, Julie darn near stabs Karla to death, when, hey, all Karla wanted to do was borrow a dress. This is the first of many False Alarms, which are setups that look like danger, but turn out to have an innocent explanation. They are usually followed by moments of real violence, in which we get a Sting, which is the technical term for the loud, discordant and frightening chord that plays when the victim is confronted by sudden violence.\n\nNow you'd think that Karla the roommate would figure out that since Julia has been living for two years with terrifying nightmares, and since most of her friends and neighbors have been filleted by the Fisherman, it would be unwise to sneak into her room in the dark, make suspicious noises and hide in the closet. Roommates do not think like this in slasher movies.\n\nThe other standby is the POV bait-and-switch. This involves the manipulation of the camera to create a point of view that shows (a) what the character sees but we can't, (b) what we see but the character can't, or (c) what neither of us can see, since the camera is stalking the unwitting victim. It is an unwritten rule of slasher movies that killers are invisible until they actually leap into frame; if we can't see them, neither can the hero, even though the killer occupies space that should be visible from the hero's POV.\n\nNow that we've analyzed the tawdry tricks the movie uses to pound the audience like a Playskool workbench, is there anything else to be said about \"I Still Know What You Did Last Summer\"? Not really. It contains no characters of any interest, no dialogue worth hearing, no originality of conception, no ambition other than to pocket the dollars of anyone unlucky enough to go to a movie named \"I Still Know What You Did Last Summer.\" When a movie begins, I imagine an empty room in my mind that is about to be filled. This movie left the room furnished only with dust and a few dead flies.", "running_time": 96, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-11-13", "genres": ["Drama", "Horror"], "title": "I Still Know What You Did Last Summer (1998)"}