{"url": "http://www.rogerebert.com/reviews/i-the-jury-1982", "by": "Armand Assanteas Mike Hammer", "star_rating": 3.0, "text": "\"I, the Jury\" is a violent private eye thriller, with a certain redeeming sense of style. Unlike most of the private eye movies of recent years, it isn't intended as camp, it's not supposed to be funny, and the characters don't talk like Damon Runyon. Also to be considered is the fact that this movie contains more breathtakingly beautiful women than any other movie in recent history.\n\n\tThe movie's about the adventures of Mike Hammer, Mickey Spillane's famous private eye. Although the same title was used for a 1953 Mike Hammer adventure (shot in 3-D), this version isn't a period piece but a completely rewritten and updated story in which Hammer gets mixed up with the CIA. So much has been changed that it's reassuring to arrive at the screenplay's final familiar dialogue, which may be the most famous words Spillane ever wrote:\n\n\t\"How could you?\"\n\n\t“It was easy\"\n\n\tArmand Assante stars as Mike Hammer. He fills the role without occupying it. His lines are so hard-boiled and his manner is such stylized macho that it's sometimes hard to be sure anybody's home. He looks leaner, slicker and younger than most movie private eyes, but he plays the same basic role and the movie makes all the same basic stops: The eye has a cheap walkup office near Times Square, he's pals with a corrupt police detective, he gets involved in a case that's more complicated than it seems, he falls for a beautiful dame who almost does him in, he saves the girl, he kills the creep and he doesn't get paid a dime.\n\n\t\"I, the Jury\" has a few touches all its own, however, and one of them is named Velda. She's Mike Hammer's private secretary, and she is played by Laurene Landon, the tall blond who was one of the wrestlers in Robert Aldrich's \"All the Marbles.\" She is absolutely, breathtakingly, beautiful. And she has a light comic manner, a way about her, that's really fetching. She's in love with Hammer, but he doesn't give her the time of day. Still, she stays in good cheer, and so do we.\n\n\tThe movie's other beautiful women include Barbara Carrera, as the exotic owner of a sex therapy clinic, and Lee Anne and Lynette Harris (onetime twin Playboy Playmates) as sexual surrogates in the clinic. I do not usually go on at such length about beautiful women in the movies (after all, most movies contain beautiful women), but \"I, the Jury\" is so frank about its soft-core orientation that it's actually refreshing.\n\n\tThe plot itself is more or less incomprehensible. The CIA, or somebody, is involved in covering up something, and the trail of killings connects one of Hammer's old buddies with another guy who's a psychopathic killer. Various characters are tied to chairs and tortured from time to time, and there's a particularly nasty scene involving the grill in a Japanese steak house. The ending is the obligatory fight to the finish.\n\n\tAll of this comes with the territory. Spillane and Hammer have been identified for years with an unsentimental, crude, sadistic, hard-boiled approach to the private eye novel, and this movie is right in line. It is neither more or less than we'd expect from the trademarks Spillane and Hammer, but in its own way, it delivers. As for Landon, she exists on a plane apart from this movie, with a performance that is like a gale of fresh air.", "running_time": 111, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Crime"], "title": "I, the Jury (1982)"}