{"url": "http://www.rogerebert.com/reviews/i-want-someone-to-eat-cheese-with-2007", "by": "Jeff Garlinas James", "star_rating": 3.0, "text": "Every 15 or 20 times out of the gate, a Second City sketch will end, not on a punch line, but on a moment of quiet insight and sympathy. \"I Want Someone to Eat Cheese With,\" a virtual reunion of Second City actors, is a comedy made from such moments. It is a minor movie, but a big-time minor movie, if you see what I mean. It celebrates its modesty, it becomes our friend, we're surprisingly touched by it even though it doesn't rock us. If there is such a thing as a must-see three-star movie, here it is.\n\nThe film is the love child of Jeff Garlin, who plays Larry David's sidekick on \"Curb Your Enthusiasm.\" Garlin co-produced, wrote and directed, and he stars, surrounding himself with other Second City veterans going back even to the Golden Age, such as Mina Kolb and Paul Mazursky. He plays James, a 39-year-old actor in the current Second City troupe, living at home with his mother (Kolb), and spending long, lonely late hours stretched out on the hood of his car in the shadow of Wrigley Field, eating junk food from an all-night store. He has not had sex in five years and confides this in a voice that suggests he wishes it had been six or seven.\n\nSecond City actors typically live in the city, not in an insular show-biz ghetto. They swim with the others in the underpaid but always busy Chicago theater scene. They have friends like Larry (Joey Slotnick), the all-night store clerk who tries to prevent James from buying pudding and pound cake at midnight. And like Stella (Bonnie Hunt), a schoolteacher, who never exactly becomes his girlfriend, and whose students are informed on Career Day that, in \"Willy Wonka\" terms, \"You are the chocolate river of your life.\" And like his mom, who is smart and loving, and channels Kolb herself, rather than collapsing into stereotypes.\n\nJames obsesses with being cast for the title role of a new production of \"Marty.\" Yes, he'd be perfect for it. I wouldn't dream of telling you who gets the role, but Marty's mother is played by Gina Gershon. Yes, Gina Gershon. Meanwhile, James' manager Herb Hope (Richard Kind) looks at him with that Richard Kind kind of pity and fires him, explaining he's doing James a favor.\n\nJames mopes about Chicago, mostly along the Old Town-Wrigley Field axis. He has empty hours to fill before, and especially after, his Second City gig. Leaving early from an Overeaters Anonymous meeting, he flees to an ice cream parlor, and behind the counter is Beth (Sarah Silverman). She is the one who wants someone to eat cheese with. Beth all but assaults James with her bold provocations, even taking him along to buy brassieres. Is this what he was really missing?\n\nLike \"Curb Your Enthusiasm,\" which Garlin has directed on occasion, \"I Want Someone to Eat Cheese With\" has a conversational tone. Unlike too many movies made and populated by comedians, it has no striving for effect, no anxiety that we won't get the joke. It is a movie made by friends about friends, and we get to feel curiously as if they are our friends.\n\nSometimes they are. Tim Kazurinsky plays Bill Bjango, a name that stirs trains of thought, and there is a cameo role for talk jock Steve Dahl, who may not be a Second City alum but certainly provides air time for the troupe. The movie feels like episodic television, not trying to score all its points at once because it knows these lives will go on and on, advancing, retreating, mixing, regretting, living. What do you want to do tonight, Marty? I dunno. What do you want to do?", "running_time": null, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-10-04", "genres": ["Comedy", "Indie", "Romance"], "title": "I Want Someone to Eat Cheese With (2007)"}