{"url": "http://www.rogerebert.com/reviews/i-went-down-1998", "by": "Brendan Gleesonas Bunny", "star_rating": 3.0, "text": "I was forbidden several years ago by a politically correct editor to write that the Irish \"have the gift of gab.\" That was an unpermissible ethnic generalization, and probably racist, either by inclusion or exclusion, I forget which. I am reminded of that prohibition every time I review a new movie from Ireland, because so many of these movies are fueled with the music of speech, with the verbal poetry of a nation that until very recent times amused itself primarily by talking, singing and reciting to one another. (Now that television has taken over, I expect them to gradually subside like the rest of us into distracted mutterings the length of commercials.) Paddy Breathnach's \"I Went Down\" is a crime movie in which the dialogue is a great deal more important than anything else. It takes the form of a road movie and the materials of gangster movies (do real gangsters learn how to act by watching movies?), but what happens is beside the point. It's what they say while it's happening that makes the movie so entertaining.\n\nConsider, for example, this observation of a kidnapped gangster: \"Did you ever make love to a gangster's wife? It's like making love with the angel of (bleeping) death looking over your shoulder. Jeezsus, you just can't enjoy yourself.\" The movie opens with Git (Peter McDonald) getting out of prison. He learns from his girlfriend that she has taken up with his friend Anto (David Wilmot), and when he goes to a pub looking for Anto, he ends up saving him from having his fingers smashed by the henchmen of Tom French, the local gang boss (Tony Doyle). Git pretty well smashes up French's men, and, of course, that is something he cannot hope to get away with. The usual punishment might be death or maiming, but French makes him an offer: He'll forgive him, and release Anto, if Git will go to Cork and collect some money for him. To keep an eye on him, French sends along the large and weathered Bunny (Brendan Gleeson).\n\nGleeson, who gave the best performance I saw at this year's Cannes Film Festival (in John Boormann's \"The General\"), is a rumpled giant, who as Bunny has problems with asthma and thinks he is getting too old for the workload of a gangster. He is a veteran without being an expert, as Git discovers early on when Bunny steals a car and then gets into a tricky situation at a gas station because he doesn't have the key to the gas cap.\n\nThe movie unfolds with a series of colorful characters, including Frank Grogan (Peter Caffrey), the villain in Cork. There is also an interlude with a young local girl, who Git meets on the way and spends a confessional night with. Ireland is small enough that you can drive across it in a day, but somehow it is such an intensely local place that such a journey seems almost epic, and every town and village is like a rich repository of densely packed local legends.\n\nDespite the good supporting characters, the movie is basically a twohander between McDonald and Gleeson (whose character likes to arrange everything in lists of threes). They talk, and as they talk they get to know one another, and as their personal colors emerge a friendship develops. The friendship is inconvenient under the circumstances, but there you have it.\n\nAnd when the inevitable violent showdown arrives, Breathnach makes an interesting decision: Instead of prolonging it with lots of clever shots and exploding body parts, he stylizes it--putting distance between the visuals and the action, so that \"I Went Down\" doesn't insult the audience it has carefully cultivated. I hate it when a movie treats the audience as if it's intelligent and alert to good dialogue, and then slaps on a bonehead ending. Much nicer this way. In Ireland, it's not so much what happens that matters, anyway, as what kind of story you can turn it into.", "running_time": 107, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-01", "genres": ["Crime"], "title": "I Went Down (1998)"}