{"url": "http://www.rogerebert.com/reviews/i-will----i-will----for-now-1976", "by": "Elliott Gouldas Les Bingham", "star_rating": 1.0, "text": "I don't often look at my watch during a movie, but I found myself consulting it closely during \"I Will . . . I Will . . . for Now.\" Could it be possible that this dreck still had an hour to go? The film moves at a leaden pace, interrupted only by its dead halts, and the actors stand around looking appalled at themselves after being forced to recite dialog like, \"I still love that hard-nosed little dumpling.\" There will be worse movies this year, but probably none so\nstupefying.\nThe plot's a ripoff of all those countless, dumb sex farces of the 1950s and 1960s - or maybe it's not fair to call it a ripoff since the writer and director, Norman Panama, seems to be stealing mostly from\nhimself (his work includes \"Not with My Wife, You\nDon't\" and \"How to Commit Marriage\"). It's about a wealthy young businessman (Elliott Gould), his\nestranged Wife (Diane Keaton), her relationship with their lawyer, his relationship with his lawyer and with the good-looking broad downstairs, and their\nmutual attempts to find happiness at a California\nsex-therapy ranch.\nThey don't succeed, but the movie ends happily anyway: Everybody agrees to start again at Square 1. If they'd stayed there to begin with, we'd all be a lot better off. As it is, they're put through the torturous paces of one of those infinitely, and pointlessly,\ncomplicated plots in which people are always ending up in the wrong bedrooms because the desk clerk\naccidentally switched the keys.\nSuch movies can, in a certain way, be a lot of fun. The whole revolving-bedroom-door genre has been\nrevived successfully in recent years in such movies as \"Bob & Carol & Ted & Alice\" and \"What's Up, Doc?\" But rarely has a silly plot been labored at so seriously as in \"I Will.\" Elliott Gould works his hangdog\nearnestness for all it's worth, and Diane Keaton is so painfully sincere, we're not even sure some scenes are supposed to be funny. Only Paul Sorvino, as the\nlawyer, really seems at home.\nBut the movie's faults are more with direction and script than with the acting. The dialog never quite manages to resemble English as it is spoken by human beings, and Panama has a great deal of difficulty in keeping all of his coincidences and cases of mistaken identity straight. (By the time the other woman's\nhusband, dressed as a doctor, comes to call on Diane Keaton, who had requested a real doctor, we've almost forgotten that . . . but never mind.)\nThe movie does, however, revive an old friend I\nthought had been all forgotten: the Semi-Obligatory Lyrical Interlude. You remember the Semi-OLI from the trendy movies of the 1960s. Everything stopped for the hit song, and the focus went soft, and the boy and girl ran through the cemetery to feed the swans. Well, Panama, in an unsuccessful attempt to make a 1950s movie look like a 1960s movie - which must make it nearly contemporary in his eyes - throws in a Semi-OLI while Gould and Keaton do housework together. Try to imagine Elliott Gould vacuuming the curtains to music and you'll begin to understand the true banality of this movie.", "running_time": 87, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-03-05", "genres": null, "title": "I Will . . . I Will . . . for Now (1976)"}