{"url": "http://www.rogerebert.com/reviews/i-will-follow-2011", "by": "Salli Richardson-Whitfieldas Maye", "star_rating": 3.5, "text": "\"I Will Follow\" doesn't tell a story so much as try to understand a woman. Through her, we can find insights into the ways we deal with death. In one way or another, every emotion in this wonderful independent film is one I've experienced myself. Grief, of course. But also anger, loneliness, confusion and a sense of lost direction. Above all, urgent conversations you have in your own mind with someone who is no longer alive. How many people, now dead, have you wanted to ask questions you should have asked when they were alive?\n\nThe film takes place during one day in a home in Topanga Canyon, just a short drive north of Los Angeles but with a sort of woodsy feeling. This is where a woman named Amanda (Beverly Todd) spent the last year of her life. She had breast cancer, she refused chemo, she wanted to die on her own terms in her own house, and died not long ago. We spend the day with her favorite niece, Maye (Salli Richardson-Whitfield), who lived with her for that last year.\n\nMaye feels as if she's taking her next step into thin air. Amanda was a powerful and charismatic woman, a recording session drummer for rock-and-roll and jazz groups. Maye has had success as a makeup artist in Hollywood, but it was her aunt who seemed glamorous and enchanting above everyone else. Now Maye is left behind.\n\nThe film opens with an argument with the movers. There's that tension you feel when someone touches anything left behind by a dead person, and it's like they're killing them just a little more. To help her pack up things, Maye has her nephew Raven (Dijon Talton), who is distracted, annoyed, unhelpful. People come by the house all day: two guys from the Goodwill, a woman repairman from the satellite company, a neighbor. All of these small roles are cast and written to create characters who are small but very human.\n\nThe key visitor is Amanda's daughter and Raven's mother, Fran (Michole White). Through her, we get an insight into Raven's attitude toward his grandmother. Fran always believed Maye was her mother's favorite. At the end, it was Maye that Amanda chose to live with, Maye who nursed her, Maye who supported Amanda's desire to die at home without chemo. Fran blames Maye for Amanda's death — or at least for it coming so soon.\n\nWe're familiar with the five stages of grief. Denial, Anger, Bargaining, Depression and Acceptance. Are there also stages of mourning? One of them might be Blame. We feel it's wrong for a person to die, and we want someone or something to blame. It must be someone's fault. By living with Amanda and sharing her feelings, Maye has accepted her death. But as her daughter, Fran feels closed out and blames the “favorite niece.” A lifetime of resentment wells up in a powerful scene between the two women.\n\nWhat is particularly human about \"I Will Follow,\" which was written and directed by Ava DuVernay, a documentarian making her first feature, is that she understands why Fran feels that way. There's no attempt to make Maye the good character and Fran the bad one. They both have valid reasons for their emotions. And all the people who pass through the house that day (there are about 12) come from feelings we understand and perhaps have shared. One who particularly struck me was the neighbor, maybe contemplating his own mortality, who didn't know Amanda that well. They apparently talked only over the fence. It's clear to me that as they talked about their gardens and the pleasant weather, they shared unspoken feelings that they were comrades in the process of leaving life. Another important visitor is Troy (Omari Hardwick), Maye's sorta boyfriend. As they speak, we understand instinctively their fondness and also a certain reserve; these two don't easily give away their hearts.\n\nBeverly Todd, a beautiful woman who has been in countless movies and TV shows since the late 1960s, has an important presence here in many flashbacks, some of them dreamy or fragmented, as Amanda. She easily evokes the magic Maye must have felt, and that gives weight to the present-day scenes. For Salli Richardson-Whitfield, the role of Maye is a great performance, as she embodies emotions the script wisely doesn't spell out. “I Will Follow” is an invitation to empathy. It can't have a traditional three-act structure, because every life closes in death, and only supporting characters are left on stage at the end. What goes unsaid, but not thought, is that we will all pass this way eventually.\n\nAmanda's family is African-American. The neighbor and some of the visitors are white. Why do I mention race? I wasn't going to. This is a universal story about universal emotions. Maybe I mention it because this is the kind of film black filmmakers are rarely able to get made these days, offering roles for actors who remind us here of their gifts.", "running_time": 76, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-03-08", "genres": ["Drama", "Romance"], "title": "I Will Follow (2011)"}