{"url": "http://www.rogerebert.com/reviews/i-wish-2012", "by": "Koki Maedaas Koichi", "star_rating": 3.5, "text": "The two brothers were inseparable, but now their parents have separated, and they live, one with each, in distant towns. This is the problem that must be solved in \"I Wish,\" the latest film by the Japanese master Hirokazu Kore-eda, who is as gentle and wise as any director now working. His film is built around performances by two real-life brothers who are as unaffected, spirited and lovable as I can imagine, and one of the pleasures of \"I Wish\" is simply spending time with them.\n\nDuring his entire career, Kore-eda, 49, has been invested in sympathetic stories about people we warmly identify with. His frequent theme is parents and children. You may remember his well-received \"After Life\" (1998), about people asked after death to film one chosen event in their lives. Or the more painful \"Nobody Knows\" (2004), about a family of children left in an apartment to fend for themselves in their mother's absence. I was much moved by \"Maborosi\" (1995), about a young widow and her son who move to a coastal village where they know no one. \n\nIn \"I Wish,\" he enters easily into the lives of Koichi (Koki Maeda), a fourth grader, and Ryunosuke (Ohshiro Maeda), a few years younger. These are blessed children. You can't just tell actors, especially young ones, to \"act happy\" and expect them to do it. They must in some essential way be happy. Here they're filled with the energy and hopes of childhood, their smiles are quick and open, laughter comes easily, and they seem to run everywhere, as if they never learned to walk.\n\nKoichi lives with his mother. Ryunosuke decided to live with his father, although the reasons of neither boy are discussed. They talk all the time on their cell phones. Koichi's town lives downwind from an always-rumbling volcano, which covers everything with a daily layer of ash that he meticulously sweeps up. It strikes him that no one seems particularly concerned about the volcano, although an eruption would be a disaster. \"I don't get it,\" he says. There are a lot of things he doesn't get, which may be his way of expressing misgivings.\n\nHe and his mother live with her parents, and the grandfather spends much time every day smoking and playing cards with cronies. They are all much absorbed in the fact that a high-speed bullet train will soon come to the town, one which Koichi knows will link it with the city Ryunosuke lives in. The old men discuss the possibility of opening a stand at the new train station to sell a traditional bean cake much loved in their childhoods; recipes are tried and tasted.\n\nThe boys become electrified when Koichi hears that at the moment when two 160-mph trains pass each other, some kind of magical field is generated to make wishes come true. He and a few friends decide to skip school and take a slow train to a point where the two fast trains currently pass; there the brothers will meet. This seems risky for kids their age, but the grandfather joins in the conspiracy and helps them deceive their teacher, and there's a moment when all the children shout out their wishes. \n\nIf this were a lesser film, that would be a sentimental moment and maybe a successful one. Kore-eda is a realist. The journey becomes a coming-of-age experience for the kids, who are all changed, not in the ways they expected. Kore-eda's focus is not on the moving gears of a plot, but in the evolving emotions of these lives, and the movie's most intense pleasure comes because it allows us to share them.\n\nAll of the performances find the right tone, even that of Kenji, the father (Joe Odagiri), who has never been able to support his family with his dreams of becoming rock musician. The brothers Maeda are pure gold; the film captures what feels like effortless joy in their lives, and it is never something they seem to be reaching for. They may be separated, they may have worries, the volcano may erupt, but for now nothing can defeat their hopes.", "running_time": 127, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-05-30", "genres": ["Drama", "Foreign"], "title": "I Wish (2012)"}