{"url": "http://www.rogerebert.com/reviews/ice-age-dawn-of-the-dinosaurs-2009", "by": "Ray Romanoas Manny", "star_rating": 3.5, "text": "\"Ice Age: Dawn of the Dinosaurs\" is the best of the three films about our friends in the inter-species herd of plucky prehistoric heroes. And it involves some of the best use of 3-D I've seen in an animated feature. It also introduces a masterstroke that essentially allows the series to take place anywhere: There is this land beneath the surface of the earth, you see...\n\n\tWell, if there can be one land, there can be any number of lands, including not only this one, where dinosaurs still roam, but maybe a portal in time leading to the future, or one in space, leading to another planet. We can maybe expect Manny and Ellie in Vegas, or Scrat on Mars. This particular land looks a great deal like a primeval jungle, if such a wilderness had lava falls as well as waterfalls. As it is subterranean, it has sortofa rock roof, although indirect lighting comes from somewhere and sustains lush vegetation.\n\n\tAll of our friends are back, and some new ones, including a ferocious T-Rex and a sexy rival for Scrat the squirrel, named Scrattè, accent grave over the è. As befits this land before time, Scrattand Scrattè are sabre-toothed squirrels. No wonder the big teeth died out. They're of more use to a carnivore than a vegetarian. But logic like this is of no use in a movie where Sid the Sloth (voice by John Leguizamo) adopts three dinosaur eggs and plans to raise the babies.\n\n\tThat's how they all end up underground in the Hollow Earth, the land Edgar Rice Burroughs name Pellucidar, and I guess with a place like that, you can name it anything you want. The mother dinosaur comes looking for her hatchlings, grabs them and Sid, and disappears under the surface. An all-for-one, one-for-all spirit has grown among our friends, who give chase: Manny and Ellie the woolly mammoths (Ray Romano and Queen Latifah), Diego the saber-toothed tiger (Denis Leary), and the possums Eddie and Crash (Josh Peck and Seann William Scott). They meet Buck the Weasel (Simon Pegg), who has an eye patch instead of a peg leg, and is obsessed with his quest for a Great White Dinosaur, unfortunately not named Moby Dino.\n\n\tIn the Ice Age films the tiger has learned to coexist with such edible species as sloths and gazelles, but dinosaurs aren't covered by the terms of the truce, and this one is so big it could eat even a wooly mammoth in one chomp. That sets us up for the staple of the series -- chase scenes, involving dizzying falls, catapults into the sky, close shaves and possible digestion. This is pure invention, and unlike the monotonous chase sequences in some family animation, \"Ice Age: Dawn of the Dinosaurs\" is tirelessly inventive visually.\n\n\tCarlos Saldanha, writer of the 2002 film and co-director of the (disappointing) \"Ice Age: The Meltdown\" (2006), is the director this time, and many of his sequences are in the spirit of the brilliant Scratt-and-acorn scene that opened the first \"Ice Age.\" That includes one in which Scrat, Scrattè and the acorn are trapped inside floating bubbles, which is no big deal to the acorn. Still, this is a talented acorn, which sings a tune from the Gilbert O'Sullivan songbook to express how alone an acorn must sometimes feel. An acorn that smart, you don't want to eat it all at once.\n\n\tI thought the 3-D was done well. I remained unconvinced by the process. You have to fool with the glasses, the brightness is dimmed, and so on. But I was surprised how well \"Dawn of the Dinosaurs\" implements it. It creates much less of a distracting superfluous dimension, and more skillfully makes the whole image seem to belong together. The movie is also widely being shown in 2-D, and if you want to save a few bucks, that's the way to go.\n\n\tHere's a nice bright 2-D scene including the new character Buck:\rhttp://www.apple.com/trailers/fox/iceagedawnofthedinosaurs/large_clip.html", "running_time": 94, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-06-29", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "Ice Age: Dawn of the Dinosaurs (2009)"}