{"url": "http://www.rogerebert.com/reviews/ice-age-the-meltdown-2006", "by": "Ray Romanoas Manny", "star_rating": 2.5, "text": "Only Scrat, the ferocious little sabre-toothed squirrel, retains his magic from the original \"Ice Age\" (2002). Most of the other characters are back in \"Ice Age: The Meltdown,\" but their story is more of a slog than a sprint. Remarkable, that they're still around although tens of thousands of years must have passed since the previous film. But if I am going to require logical continuity in an animated comedy, I might as well admit that Daffy Duck is not real, and that I refuse to do.\n\nAs \"Ice Age: The Meltdown\" opens, it is Scrat who observes the first danger signal of global change. He's engaged as usual in a perilous chase after an acorn, which is all the more desirable because where is the oak from which it fell? The squirrel climbs a vertical ice wall with his claws, almost falls, is saved when his tongue freezes to the ice, and then has to pull himself up by its own tongue, paw over paw. Don't you hate it when that happens? Then a jet of water springs from the ice face, and another, and another. The glacier is melting.\n\nIf kids have been indifferent to global warming up until now, this \"Ice Age\" sequel will change that forever. Giant chucks of icebergs and the polar ice cap fall off into the sea, the water levels rise, a temperate climate begins to emerge, and the animal family of the earlier film begins a long trek to save itself from drowning. There is said to be a hollow log at the end of the valley, in which they can float to safety.\n\nThe characters, as you will recall from the earlier film, have found a way to live together and not compete as species, although that leaves me a little vague about what the meat-eaters do at mealtimes. After Scrat (squeaks by Chris Wedge) we meet Manny the mammoth (voice by Ray Romano), who fears he is the last of his kind; Diego the tiger (Denis Leary); Sid the sloth (John Leguizamo); Fast Tony the turtle (Jay Leno); Lone Gunslinger the vulture (Will Arnett). And then, to the immeasurable delight of Manny, they encounter Ellie the female mammoth (Queen Latifah). Together, Manny and Ellie can save the mammoth race, if only Ellie can be convinced she is not a possum. Her delusion is encouraged by the possums Crash and Eddie (Seann William Scott and Josh Peck), who find having a mammoth as a sidekick is a great comfort.\n\nOnce the characters have been introduced and the ice shelf has started to melt, the movie essentially consists of a long trek, punctuated by adventures. Some of them are provided by the convenient thawing of two pre-ice age sea monsters, who are killing machines no doubt destined to evolve into sharks. There is also a perilous crossing of a melting ice bridge, which reminded of the collapsing bridge in \"Lord of the Rings.\"\n\nThe movie is nice to look at, the colors and details are elegant, the animals engaging, the action fast-moving, but I don't think older viewers will like it as much as the kids. The first \"Ice Age\" movie more or less exhausted these characters and their world, and the meltdown doesn't add much. Most of the conflict involves personalities: Can these species co-exist? Well, of course they can, in a cartoon. And if global warming simply means they don't have to freeze their butts off all the time and there are more acorns for Scrat, then what's the problem?", "running_time": 91, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-03-30", "genres": ["Adventure", "Animation", "Family"], "title": "Ice Age: The Meltdown (2006)"}