{"url": "http://www.rogerebert.com/reviews/ice-princess-2005", "by": "Michelle Trachtenbergas Casey Carlyle", "star_rating": 3.0, "text": "\"The computer doesn't make the jumps. You do.\" --Casey to Gen in \"Ice Princess\"\rYes, \"Ice Princess\" is a formula movie. Yes, it makes all the stops and hits all the beats and, yes, it ends exactly as we expect it will. It even has the inevitable scene where the gifted young heroine is in the middle of her performance and she looks up into the audience -- and there she is! Her mother! Who disapproves of figure skating but came to the semifinals without telling her, and now nods and smiles like dozens of other parents in dozens of other movies, recognizing at last that their child has the real stuff.\n\nYes, yes and yes. And yet the movie works. I started by clicking off the obligatory scenes, and then somehow the film started to get to me, and I was surprised how entertained I was. Like \"Shall We Dance\" or \"Saturday Night Fever,\" it escapes its genre. That's partly because the screenplay avoids the usual rigid division of good and evil, and gives us characters who actually change during the movie. Partly because the acting is so convincing. And partly because the actresses in the movie really can skate -- or seem to. Well, no wonder, since two of them are figure skaters, but the surprise is that Michelle Trachtenberg seems able to skate, too. That didn’t look like a double on the ice, although Variety, the showbiz Bible, reports, \"Four different skaters sub for Trachtenberg in the more difficult performances.\"\n\nTrachtenberg plays Casey Carlyle, a brilliant high school science student, who hopes to win a Harvard scholarship with a physics project. Her teacher advises her to find an original subject, and she gets a brainstorm: What if she films figure skaters, analyzes their movements on her computer, and comes up with a set of physics equations describing what they do and suggesting how they might improve?\n\nCasey has always been a science nerd. She's pretty but doesn't know it, and so shy \"I can't talk to anyone I haven't known since kindergarten.\" She goes to the ice rink in her Connecticut town, run by Tina Harwood (Kim Cattrall), herself an Olympic figure skating contender until a disqualification at Saravejo. Now Tina coaches her daughter Gen (Hayden Panettiere) toward championship status.\n\nCasey's computer program works. She breaks down the moves, analyzes the physics and advises Gen and other skaters on what they can change to improve their performance. Along the way, a funny thing happens; Casey has always enjoyed skating on the pond near her home, and now she grows fascinated by figure skating, and wants to start training.\n\nThis is horrifying news for her mom (Joan Cusack), a feminist and teacher who is pointing Casey toward Harvard and sniffs, \"Figure skaters have no shelf life.\" Meanwhile, Gen confesses she envies Casey: \"I hate to train all the time. I'd love to have a real life, like you.\" To her mom, Gen says, \"I'm fed up with being a dunce in math class because I don't have time to do the homework.\"\n\nThe movie, written by Hadley Davis and directed by Tim Fywell, starts with a formula and then takes it to the next level. We have two obsessive stage mothers and two driven overachievers, and the girls want to trade places, to the despair of their moms (no dads are in sight, except for a proud Korean-American father). This leads to more substance than we're expecting, and more acting, too, since the central characters don't follow the well-worn routines supplied by the GCFDDPO formula (Gifted Child Follows Dream Despite Parental Opposition). They strike out with opinions and surprises of their own.\n\nWhat’s important is not whether all the actors do their own skating, but that they play figure skaters so convincingly, and also bring a realistic dimension into their lives as high school students. Gen's first scene seems to set her up as the popular blonde snob who's a fixture in all high school movies, but no: She makes a friend of Casey, and together the girls help each other figure out what they really want to do.\n\nAt one point, when a skater makes a really nice move on the ice, someone sniffs that it's because of Casey's computer. But no, that's when she says the computer doesn't make the jumps. \"Ice Princess\" starts out with something like a computer formula, too. But the formula doesn't make the moves. You can take it to another level, and that's what \"Ice Princess\" does. This movie is just about perfect for teenagers, and it's a surprise that even their parents are allowed to have minds of their own.", "running_time": 98, "mpaa_rating": "G", "release_year": 2005, "date_published": "2005-03-17", "genres": ["Comedy", "Family", "Sports Film"], "title": "Ice Princess (2005)"}