{"url": "http://www.rogerebert.com/reviews/ice-age-2002", "by": "Ray Romanoas Manny", "star_rating": 3.0, "text": "\"Ice Age\" is a pleasure to look at and scarcely less fun as a story. I came to scoff and stayed to smile. I confess the premise did not inspire me: A woolly mammoth, a sabertooth tiger and a sloth team up to rescue a human baby and return it to its parents. Uh, huh. But Peter Ackerman's screenplay is sly and literate, and director Chris Wedge's visual style so distinctive and appealing that the movie seduced me.\n\nThe film takes place during a southward migration of species during a great ice age. Such migrations took place over millennia and were not the pre-Cambrian equivalent of going to Florida for the winter months, but no matter: As the ice packs advance, the animals retreat. There is no time to lose. Baby mammoths, playing in a tar pit, are told by their parents to hurry up: \"You can play Extinction later.\" We meet Manfred the Mammoth (voiced by Ray Romano) and Sid the Sloth (voiced by John Leguizamo). Of course they can speak. (It is the humans, they believe, who have not yet mastered language.) When Sid and Manny come upon a small, helpless human child, they decide to protect it and return it to its parents--even though those same parents, they know, have developed weapons for killing them. Along the trail they are joined by Diego the Sabertooth (voiced by Denis Leary), who has a hidden agenda. They are potentially one another's dinners, and yet through Sid's insouciance and Manny's bravery in saving Diego from certain death, they bond and become friends.\n\nIt is true that altruism is a positive evolutionary trait; a species with individuals willing to die for the survival of the race is a species that will get somewhere in the Darwinian sweepstakes. But listen closely. When Diego the Sabertooth asks Manfred the Mammoth why he saved him, Manny replies, \"That's what you do as a herd.\" Yes, absolutely. But herds are by definition made up of members of the same species (and tigers are not herd animals, anyway). If Manny's philosophy were to get around in the animal kingdom, evolution would break down, overpopulation would result, there would be starvation among the non-vegetarians, and it would be an ugly picture. Much of the serenity and order of nature depends on eating the neighbors.\n\n\"Ice Age\" does not preach Darwinian orthodoxy, however, but a kinder, gentler world view: Ice Age meets New Age. And the philosophy scarcely matters, anyway, since this is an animated comedy. Enormous advances have been made in animation technology in recent years, as computers have taken over the detail work and freed artists to realize their visions. But few movies have been as painterly as \"Ice Age,\" which begins with good choices of faces for the characters (note the sabertooth's underslung jaw and the sloth's outrigger eyes). The landscape is convincing without being realistic, the color palette is harmonious, the character movements include little twists, jiggles, hesitations and hops that create personality. And the animals blossom as personalities.\n\nThat's because of the artwork, the dialogue and the voice-over work by the actors; the filmmakers have all worked together to really see and love these characters, who are not \"cartoon animals\" but as quirky and individual as human actors, and more engaging than most.\n\nI would suggest the story sneaks up and eventually wins us over, except it starts the winning process in its very first shots, showing a twitchy squirrel desperately trying to bury an acorn in an icy wilderness. We follow the progress of this squirrel all through the picture, as a counterpoint to the main action, and he is such a distinctive, amusing personality I predict he'll emerge as the hero of a film of his own.", "running_time": 85, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-03-15", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "Ice Age (2002)"}