{"url": "http://www.rogerebert.com/reviews/ice-age-continental-drift-2012", "by": "Ray Romanoas Manny", "star_rating": 2.0, "text": "\"Ice Age: Continental Drift\" will perhaps be a delight for little kids, judging by their friendly reaction at a Saturday morning sneak preview I attended. Real little kids. Real, real little kids. I doubt their parents will enjoy it much, especially after shelling out the extra charge for the 3-D version.\n\nBut give the filmmakers their due: This is one movie that, when it says 3-D, it means 3-D. Almost the entire story seems to have been fashioned to provide excuses for its cute prehistoric characters to zoom toward and away from us and out into space and down to the Earth's core. It's a wonder they find time for dialogue in between being jolted into other dimensions. \n\nThis fourth installment in the \"Ice Age\" series continues its hopeless confusion of geological time on Earth. Our planet's original great big single continent began to break up and drift apart into the modern continents a few hundred million years before any of these creatures evolved, but never mind. This is no time to start putting the series to the test of realism.\n\nA pre-title sequence, which I vaguely recall appearing in an earlier film in the series, puts the blame for the continental breakup on Scrat the squirrel, who you will recall is obsessed with an acorn. If this is the same acorn we first saw Scrat pursuing, it is a remarkable nut indeed, having survived a decade's wear and tear. If it takes Scrat that long to secure one acorn, one wonders how many eons it took him to discover he liked to eat acorns in the first place. For that matter, even this acorn is never eaten; just as well, because I for one would sorta miss it, after all it's been through. My hope is that it survives long enough for evolution to produce oak trees, although don't get me started on which came first, the acorn or the oak. There are no oak trees to be found in this movie, or indeed much of anything in the way of vegetation.\n\nThe movie reunites many of the same characters from the earlier films, including Manny the mammoth (voice of Ray Romano), Sid the sloth (John Leguizamo) and Diego the saber-toothed tiger (Denis Leary). Considering that Manny is separated from his family by a breakaway ice floe, it's a hopeful sign, I suppose, that the film succeeds in ending with a performance of \"We Are Family.\" It's even more hopeful that they think that way, since the carnivores among them have nothing at all to eat but one another. \n\nSpoiler: The only creature who even tries to eat one of the characters isn't a mammal, but a fish. In the scale of creature morality that applies here, apparently fish are outlaws.\n\nWatching this film was a cheerless exercise for me. The characters are manic and idiotic, the dialogue is rat-a-tat chatter, the action is entirely at the service of the 3-D, and the movie depends on bright colors, lots of noise and a few songs in between the whiplash moments. \n\nBut then, I'm not a 10-year-old kid. For that matter, I'm not a 6-year-old kid. I imagine 10-year-olds might think this was more for their younger siblings.", "running_time": 88, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-07-11", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "Ice Age: Continental Drift (2012)"}