{"url": "http://www.rogerebert.com/reviews/ice-station-zebra-1969", "by": "Rock Hudsonas Comdr. Ferraday", "star_rating": 1.0, "text": "\"Ice Station Zebra\" is a movie so flat and conventional that its three moments of interest are an embarrassment. If this had been a routine Saturday-afternoon thriller, it might have been fun. But it's been stretched out to roadshow length and loaded down with lots of gimmicks to conceal the thinness of the story.\n\nAt least I guess the story is thin. It might have been complex, and then they edited it down. That would account for the fact that the plot doesn't hold together; we're never exactly sure who the Russian spy is, or whether there are two. We discover that someone jammed a torpedo tube open and nearly sank the sub -- but we never discover who. We're told that a nuclear submarine moves from Scotland to the North Pole in three days. But how?\n\nThe sub has been dispatched to the Arctic Circle to recover a piece of film from a Russian spy satellite. The Russians are also coming, but their planes are locked in by an ice storm. The sub gets there first. On board is at least one spy who wants to end the mission. Maybe more. Who knows?\n\nRock Hudson plays the sub commander, and he is given some fairly good lines in Douglas Heyes' script. He also has a couple of quick exchanges with Patrick McGoohan, who plays a James Bond type. But the result of these lines and these exchanges is simply to underline what a wooden and emotionless actor Hudson is. We never for a moment care about him, or believe him.\n\nMcGoohan, on the other hand, is a witty and strange actor, and he provides the film with character interest. Jim Brown has about six lines of dialog to recite, and Ernest Borgnine is saddled with a Russian accent you wouldn't believe.\n\nA lot has been claimed for the special effects of \"Ice Station Zebra\" - which made it disconcerting to find them so bad. An opening shot of a satellite is obviously a small-scale model (and not a tenth as convincing as the space scenes in \"2001: A Space Odyssey\"). Shots of the satellite capsule returning to Earth, and later shots of Russian paratroopers, are also models a few ounces in weight, landing on a table-top set. In the scenes on the submarine bridge, the horizon dips instead of the sub: We can almost see the prop men moving the painted backdrop up and down.\n\nAnd in the most incredible lapse of all, the scenes in the Arctic Circle are played as if it weren't cold there. Hudson and his men start out with parkas, mufflers, goggles and the whole works. But by the time of the confrontation with the Russian commander, all the leading actors are shown bareheaded and barefaced. At Arctic temperatures, their noses would freeze, crack and fall off before they got their argument well launched. Another funny thing: When the actors talk, their breath doesn't freeze.\n\nThere are, as I said, three good scenes. One is when the sub goes into an uncontrolled dive after the torpedo tube is opened. Another is when several crew members fall through the ice pack and get trapped inside cavern walls which begin to close in on them. The impact of this scene is diluted in the very next scene however, when the same crushing effect threatens the sub. Parallel action should be separated by scenes of another sort. The third good scene comes at the end, when Hudson outsmarts the Russian commander and provides a sharp, ironic ending for a dull, stupid movie.", "running_time": 148, "mpaa_rating": "G", "release_year": 1969, "date_published": "1969-04-21", "genres": ["Action", "Drama", "Thriller"], "title": "Ice Station Zebra (1969)"}