{"url": "http://www.rogerebert.com/reviews/ice-castles-1979", "by": "Lynn-Holly Johnsonas Alexis", "star_rating": 2.0, "text": "Have we grown so desperate for vicarious cheap thrills that the simple love story is done for? Is it no longer possible to have a movie in which two young people meet in the first reel, smooch in the third, get married in the seventh, and disappear into the sunset as we disappear down the aisles?\n\nThe latest occasion for these questions is a movie called \"Ice Castles,\" which is, about an Olympic-bound young figure skater and the boy who loves her. So far, so good, except that halfway through the movie the girl is injured in an accident and loses almost all her sight. Then, supported by his love, she stages a comeback, skates in the finals while concealing her blindness -- and fools everyone until she trips over the roses they've thrown onto the ice.\n\nCall me Scrooge; stories like this make me cringe. I don't deny the bravery of the characters being portrayed -- I just object to the emotional bankruptcy of the people making the movies. I sit there in the dark and I think of \"Love Story,\" with the girl dying at the end, and \"The Other Side of the Mountain,\" with the Olympic ski champion being paralyzed, and \"The Other Side of the Mountain, Part Two,\" where she finds true love even so, and \"Uncle Joe Shannon,\" where the kid was not only an orphan but had to have his leg amputated, and I ask myself: Is it possible to find true love these days outside of the hospital?\n\nOne of the melancholy aspects of \"Ice Castles\" is the quality of talent that's been brought to such an unhappy enterprise. Lynn-Holly Johnson, who plays the figure skater, is an appealing young woman who actually happens to be a good skater who can act. Robby Benson, as her boy friend, is always an engaging performer; remember him in \"One on One\"? The supporting cast includes the irreplaceable Colleen Dewhurst as the local coach, and Tom (\"MASH\") Skerritt as the girl's father. There's also a brief role (as a hard-boiled coach) for the fascinating actress Jennifer Warren, who was electrifying in \"Night Moves\" and never seems to get the roles she deserves.\n\nThey all act well together, and the direction by Donald Wrye tries to get beneath surfaces, to show plausible people in actual situations, to give some notion of the pressures on young athletes. The girl's small town is colorfully painted, the family's home life is drawn in a nice offbeat way, and the details of competitive ice-skating are worked in casually.\n\nAll of this is well and good, but isn't there something creepy about an audience that walks in knowing the girl's going to blind herself, and waits for it to happen?\n\nHas it come to this? Do we need the additional emotional jolts of blindness, paralysis and amputation in order to accept a story about young love and kids succeeding by luck and pluck? People who are handicapped must find that these movies range from the depressing to the contemptible. They know better than we do that you don't usually trip over the roses and fall into your boy friend's arms, because, most of the time, there aren't any roses.", "running_time": null, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-01-29", "genres": null, "title": "Ice Castles (1979)"}