{"url": "http://www.rogerebert.com/reviews/iceman-1984", "by": null, "star_rating": 4.0, "text": "\"Iceman\" begins in almost exactly the same way as both versions of \"The Thing,\" with a team of Arctic scientists chopping a frozen mammal out of the ice. But somehow we're more interested in this discovery because the frozen object isn't simply a gimmick at the beginning of a horror picture; it is presented with real curiosity and awe.\n\nWhat is it? As a helicopter lifts the discovery aloft, we can glimpse its vague, shadowy outline through the block of forty-thousand-year-old ice. It seems almost to be a man, with its arms outstretched. If we remember Fellini's \"La Dolce Vita,\" we're reminded of its famous opening scene, as the helicopter flew above Rome with the statue of Christ. In both cases, a contrast is made between the technological gimmicks of man and an age-old mystery. In both cases, also, we're aware that we are in the hands of a master director. \"Iceman\" is by Fred Schepisi, the Australian who made \"The Chant of Jimmie Blacksmith\" and Willie Nelson's \"Barbosa.\" Both of those movies were about men who lived entirely apart from modern society, according to rules of their own, rules that we eventually realized made perfect sense (to them, at least). Now Schepisi has taken that story idea as far as it will go.\n\nThe block of ice is thawed. As each drop of water trickles down a stainless-steel table to the floor, we feel a real excitement. We're about to discover something, just as we were when the apes found the monolith in 2001. Inside the block of ice is a Neanderthal man, perfectly preserved, frozen in an instant with his hands pushing out and his mouth open in a prehistoric cry of protest. Such a discovery is at least theoretically possible; mastodons have been found in Russia, frozen so quickly in a sudden global catastrophe that the buttercups in their stomachs had still not been digested. Why not a man? Of course, the man's cell tissue would have been destroyed by the freezing process, right? Not according to \"Iceman,\" which advances an ingenious theory.\n\nThe scene in which the Neanderthal is brought back to life is one of those emergency room dramas we're familiar with from the TV medical shows, with medics pounding on the chest and administering electrical shocks. Then the movie leaves the familiar, and begins an intriguing journey into the past of the man. The Neanderthal (his name sounds like \"Charlie\") is placed in a controlled environment. Two scientists (Timothy Hutton and Lindsay Crouse) establish a relationship with him. Elementary communication is started -- although here the movie makes a basic error in showing the scientists teaching Charlie to speak English, when of course they would want to learn his language instead.\n\nThe rest of the movie develops a theory about how Charlie was frozen and what he was looking for when that surprising event took place. There is also an argument between two branches of science: Those who are more interested in what they can learn from Charlie's body and those who want to understand his mind. This conflict seems to have been put in to generate suspense (certainly no responsible scientist, presented with a living Neanderthal man, would suggest any experiment that would endanger his life). But never mind; before it turns into conflict between good and evil, \"Iceman\" departs in an unexpected, mystical direction.\n\nThis movie is spellbinding storytelling. It begins with such a simple premise and creates such a genuinely intriguing situation that we're not just entertained, we're drawn into the argument. What we feel about Charlie reflects what we feel about ourselves. And what he knows -- that we've forgotten -- illuminates the line between man the fire-builder, and man the stargazer. Think how much more interesting \"The Thing\" would have been if its frozen life form had been investigated rather than destroyed, and you have an idea of \"Iceman\"'s appeal.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Science Fiction"], "title": "Iceman (1984)"}