{"url": "http://www.rogerebert.com/reviews/identity-2003", "by": "John Cusackas Ed", "star_rating": 3.0, "text": "It is a dark and stormy night. A violent thunderstorm howls down on a lonely Nevada road. A family of three is stopped by a blowout. While the father tries to change the tire, his wife is struck by a passing limousine. Despite the protests of the limo's passenger, a spoiled movie star, the driver takes them all to a nearby motel. The roads are washed out in both directions. The phone lines are down. Others seek shelter in the motel, which is run by a weirdo clerk.\n\nAltogether, there are 10 guests. One by one, they die. Agatha Christie fans will assume that one of them is the murderer--or maybe it's the clerk. Meanwhile, the story intercuts an 11th-hour hearing for a man (Pruitt Taylor Vince) convicted of several savage murders. A grumpy judge has been awakened for this appeal, and unless he overturns his own ruling, the man will die. His psychiatrist (Alfred Molina) comes to his defense.\n\nWe don't know yet how these two stories will intersect, although they eventually must, but meanwhile events at the motel take our attention. We know the formula is familiar, and yet the treatment owes more to horror movies than to the classic whodunit. The group gathered at the motel includes the limousine driver (John Cusack), who says he is a former cop and seems kind of competent. There's another cop (Ray Liotta), who is transporting a killer (Jake Busey) in leg irons. The driver with the blowout (John C. McGinley) tenderly cares for his gravely injured wife (Leila Kenzle) while his solemn little son (Bret Loehr) looks on.\n\nAlso at the rain-swept rendezvous are the movie star (Rebecca De Mornay) who Cusack was driving; a hooker (Amanda Peet) on her way out of Nevada, and a young couple (William Lee Scott and Clea DuVall) who recently got married, for reasons still in dispute. The motel manager (John Hawkes) finds them all rooms--numbered from 1 to 10, of course.\n\nWhile lightning rips through the sky and the electricity flickers, gruesome events start to occur. I will not describe them in detail, of course, since you will want to be horrified on your own. Although many in the group fear a mad killer is in their midst, and the Busey character is a prime suspect, some of the deaths are so peculiar it is hard to explain them--or to know whether they are murders, or a case of being in the wrong place at the wrong time.\n\nThat there is an explanation goes without saying. That I must not hint at it also goes without saying. I think it is possible that some audience members, employing the Law of Economy of Characters, so usefully described in my Bigger Little Movie Glossary , might be able to arrive at the solution slightly before the movie does, but this isn't the kind of movie where all is revealed in a sensational final moment. The director, James Mangold, and the writer, Michael Cooney, play fair, sort of, and once you understand their thinking you can trace back through the movie and see that they never cheated, exactly, although they were happy enough to point to the wrong conclusions.\n\nA movie like this is an acid test for actors. Can they keep their self-respect while jammed in a room while grisly murders take place, everybody is screaming and blaming one another, heads turn up without bodies, bodies disappear--and, of course, it is a dark and stormy night? Cusack does the best job of surviving. His character is a competent and responsible person, while all about him are losing their heads (sometimes literally) and blaming it on him. I also liked Peet's hooker, who suggests she's seen so much trouble that all of this is simply more of the same. And there is something to be said for the performance of John Hawkes as the motel manager, although I can't say what it is without revealing a secret (no, it's not the secret you think).\n\nI've seen a lot of movies that are intriguing for the first two acts and then go on autopilot with a formula ending. \"Identity\" is a rarity, a movie that seems to be on autopilot for the first two acts and then reveals that it was not, with a third act that causes us to rethink everything that has gone before. Ingenious, how simple and yet how devious the solution is.", "running_time": 90, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-25", "genres": ["Crime", "Drama", "Horror", "Mystery", "Suspense", "Thriller"], "title": "Identity (2003)"}