{"url": "http://www.rogerebert.com/reviews/idi-amin-dada-1976", "by": "Barbet Schroeder", "star_rating": 2.5, "text": "We know that thousands of Ugandans have been executed under his reign. We know that the nation's entire Asian community was stripped of its possessions and deported. We remember Entebbe. And yet here he is playing a concertina at a hotel dance, and lecturing the nation's doctors against drunkenness, and there's a sort of charismatic charm. The film was directed by a French citizen, Barbet Schroeder (whose credits as a producer include all six of Eric Rohmer's \"moral tales\" which consider human personalities radically removed from Amin's). Schroeder and his crew, including the great European cameraman Nestor Alamendros, went to Uganda in 1974 with a simple offer: Would Amin like to \"direct\" himself in a documentary? He would, and he does, and the result is revealing and chilling.\n\nHe appears in many scenes that were, Schroeder tells us on the sound track, staged for the movie. We see Amin surrounded by smiling and applauding villagers and lots of kids -- all of them rounded up for the occasion. We see him addressing the nations' military, its doctors, even its crocodiles. He strides out into a field, dressed in battle camouflage, and takes command in a mock raid on Israel's Golan Heights. As he explains how he will defeat the Israelis, we notice that his forces consist of a few hundred men and two jet airplanes. The footage in the film was approved by Amin, we're told; does he realize what light it depicts him in? He holds a cabinet meeting for the benefit of the cameras. As his generals and ministers sit stiffly, taking notes, he lectures them on the need to make Ugandans love their leaders. This eventually becomes an exhortation on the duties of cabinet ministers to love their leader, and finally Amin ends with an ultimatum: \"Anyone absent from three cabinet meetings without an excuse will be banished from the cabinet!\" It's like Alice in Wonderland -- or Africa.\n\nThe filmmakers question Amin on some of his more notorious opinions, such as that the Germans should have murdered more Jews, and he replies evasively, \"We should talk of the future -- not the past.\" He says on record that airplane hijackers would be welcome in Uganda, as indeed they were. But what about the innocent passengers on the hijacked planes? His answer: \"They are not too innocent, you see, because they are flying El Al or TWA. They should fly our own East African Airlines, an excellent airline -- or Air France.\" He laughs. The others laugh too. Entebbe was two years in the future.\n\nThere are shots of the Ugandan capitol, a modern city with skyscrapers, but then we see that the shops are without goods. The expulsion of the Indian community virtually brought Uganda's retail trade to a halt. And yet the country is prosperous; it has enough food to feed its 10 million people, and it has valuable exports such as coffee. Money is spent on an Air Force, and Amin exhorts his pilots: \"When you fly, do not think of returning to the base -- think of your mission, which is more important than returning to the base.\" Silence for a moment as the pilots no doubt reflect that enough missions like that would wipe out the Air Force, and then Amin breaks into a laugh and so the others can laugh, too. Later he will boast of his Navy, although Uganda is landlocked. He forgets to laugh. The others do not.\n\nI suggested that \"Idi Amin Dada\" isn't a very good documentary. That's no doubt partly because Amin limited the filmmakers to what he wanted them to see. They didn't have the time or the freedom to photograph all they wanted, or how they wanted. But the subject matter is so compelling, and Amin reveals himself so freely, that the movie's compelling all the same. We're left with contradictory, disturbing images. That scene at the hotel-dance, for example, where Amin plays the concertina and is backed up by a little rhythm band. The evenings guests fill the dance floor and Amin is the perfect host. He even composed the song he's singing. It is in praise of himself.", "running_time": 90, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-27", "genres": ["Documentary", "Foreign", "War"], "title": "Idi Amin Dada (1976)"}