{"url": "http://www.rogerebert.com/reviews/idle-hands-1999", "by": "Devon Sawaas Anton", "star_rating": 2.5, "text": "\"Idle Hands\" samples other teen horror movies like a video DJ with a tape deck, exhibiting high spirits and a crazed comic energy. It doesn't quite work, but it goes down swinging--with a disembodied hand. The hand, which has a mind of its own, has been chopped off the arm of a teenage kid who is the victim of some kind of weird Halloween demonic possession.\n\nThe film involves the adventures of Anton (Devon Sawa), a pothead so addled he doesn't notice for a few days that his parents are dead--the victims of an evil power that writes \"I'm under the bed\" on the ceiling of their bedroom, and is. Anton's chief occupations are getting high and hanging out with his friends Mick and Pnub, who live in a nearby basement. The three of them are dropouts from all possible societies, and their world is like a cross between \"SLC Punk!\" and \"Evil Dead 2: Dead by Dawn.\" (If neither one of those titles rings a bell, the movie undoubtedly won't, either.) The possessed killer hand is, of course, lifted from \"Evil Dead 2,\" but it wasn't original there, and has its origins in such films as \"The Hand\" and \"The Beast With Five Fingers.\" Rodman Flender, who directed this film, has fun with it in a scene where Anton is on a date with the babe of his dreams, Molly (Jessica Alba), and tries to fight down the hand as it tries to throttle her. Finally, he ties it to the bed. Molly, who is not very observant, translates this as kinky. Anton finally rids himself of the hand (it's chopped off in the kitchen, with the wound cauterized by an iron). His pals Mick (Seth Green) and Pnub (Elden Henson, from \"The Mighty\") have worse luck. Mick is taken out by a beer bottle, which remains embedded in his skull for the rest of the movie. Pnub loses his head altogether and carries it in his hands until Anton figures out how to mount it on his shoulders using a barbecue fork. Don't ask. Both of them continue through the entire film as the living dead.\n\nVivica A. Fox plays the demon buster, tracking down alarming manifestations and delivering the single best line of dialogue: \"Well, my work here is done. Time for the ritualistic sex.\" The plot involves her pursuit only absentmindedly, however, since most of the big scenes involve comic gore: disembodied eyeballs, unusual biological processes, body parts discovered in unexpected ways, etc. There's no really convincing comic inspiration behind the f/x scenes, however, and although we might laugh at some of the goofiness, a movie like this works best when the effects are a means, not an end.\n\nThe movie has energy and is probably going to attract a young audience, especially on video, since the R rating will keep away some viewers in its target audience, which is junior high school boys. After the Colorado tragedy, some commentators have wondered if movies like this aren't partly responsible. I don't think we have to worry about \"Idle Hands.\" Kids understand this kind of macabre comedy--which is in the ancient horror spoof tradition--and they don't take it seriously; any viewer capable of being influenced by such silly gags would have to be deeply disturbed already. The only thing this movie is likely to inspire a kid to do is study Fangoria magazine to find out how the special effects were achieved.", "running_time": 92, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-04-30", "genres": ["Comedy", "Horror"], "title": "Idle Hands (1999)"}