{"url": "http://www.rogerebert.com/reviews/if-its-tuesday-this-must-be-belgium-1969", "by": "Suzanna Pleshetteas Samantha", "star_rating": 2.0, "text": "Someone -- Mark Twain? -- once said that the American tourist believes English can be understood anywhere in the world if it's spoken loudly and slowly enough. To this basic item of folklore, other characteristics of the typical American tourist have been added from year to year: He wears sunglasses, Bermuda shorts and funny shirts. He has six cameras hanging around his neck. He orders hamburgers in secluded little Parisian restaurants. He talks loudly, and the female of his species is shrill and critical. He is, in short, a plague.\n\nThis sort of American tourist does still exist, but in much smaller numbers. My observation during several visits to Europe is that the American tourist has become poorer and younger than he used to be, and awfully self-conscious about being an American. On the average, he's likely to be quieter and more tactful than the average German or French tourist (who doesn't have to prove anything).\n\nThe interesting thing about \"If It's Tuesday, This Must Be Belgium\" is that it depicts this new American tourist. That's amazing because movies of this sort usually tend to be 10 years behind the times, and I went expecting another dose of the Bermuda shorts syndrome. \"If It's Tuesday\" isn't a great movie by any means, but it manages to be awfully pleasant. I enjoyed it more or less on the level I was intended to, as a low-key comedy presenting a busload of interesting actors who travel through England, Belgium, Germany and Italy on one of those whirlwind tours.\n\nThere is a lot of scenery, but not too much, and some good use of locations in Venice and Rome. There are also some scenes that are better than they should be because they're well-acted. Murray Hamilton is in a lot of these scenes, and they're reminders that he has been in a disproportionate number of the best recent comedies: \"The President's Analyst,\" \"Two for the Road\" and \"The Graduate\" (he was Mr. Robinson).\n\nNorman Fell, a dour-voiced man with the face of a loyal beagle, is also put to good use. And Suzanne Pleshette demonstrates once again that she's a better actress than we remember. Somehow she's gotten associated with old Troy Donahue movies (in my mind, at least). But in fact she's not only good looking but has a most interesting voice and a sharp screen presence. She plays a part that's almost obligatory in a movie like this: the American girl who falls in love with the tour guide.\n\nThe love scenes are a little soupy, but Sandy Baron has a hilarious scene as the Italian-American who nearly gets married to an unmarriageable cousin during a visit with relatives in Venice. There are also funny vignettes of a tourist who keeps photographing pretty girls and another one who steals everything in sight. And it all adds up to not much, maybe, except a pleasant way to spend an evening.", "running_time": 105, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-05-30", "genres": ["Comedy", "Drama"], "title": "If It's Tuesday, This Must Be Belgium (1969)"}