{"url": "http://www.rogerebert.com/reviews/if-looks-could-kill-1991", "by": "Richard Griecoas Michael Corben", "star_rating": 3.0, "text": "`If Looks Could Kill\" is one of those zany capers that come along occasionally to remind us of the pleasures of Wretched Excess.\n\nThe movie tells a bizarre story about middle Americans trapped inside the byzantine intrigues of Europe, and is perhaps the only film I can recall in which a mad economist traps an entire Detroit high school French class in an iron cage suspended above a cauldron of boiling gold.\n\nAt first, it appears the movie is only going to be another one of those brain-damaged caper ripoffs in which boring people do stupid things at half the pace of real life. Then it turns on the supercharger and transforms itself into the kind of hallucinatory fable in which a tiny woman wears a golden whip around her neck, and uses it to reduce foreign ministers into lumps of placation.\n\nThe movie's hero is TV star Richard Grieco (\"Booker\"), who has the kind of sleek dark looks that make you suspect he's wearing mascara when he's probably not. He plays a high school senior who has flunked his French class, but has a chance to make up the grade during the French Club's summer tour of Europe. The name of his character is Michael Corben - and that's an important detail, because on board the same flight to Europe is a superspy, also named Michael Corben, and when the real spy is killed, Grieco is mistaken for him.\n\nThat leads to a labyrinthine plot tangle in which Grieco finally has to save all of Europe from the schemes of a mad politician (Roger Rees) who has a plan to convert the continent to a gold standard under which all of the coins will bear his likeness.\n\nThe plot is worthy of a James Bond villain, and indeed \"If Looks Could Kill\" plays like a head-on collision between Bond and Indiana Jones, if the primary goal of both of those heroes were transcendent silliness. The movie's endearing goofiness extends even to shooting the Paris scenes in Montreal, with a matte painting of the Eiffel Tower in the distance, and using a chateau in Quebec as Rees' headquarters for torture, gold-melting and world domination.\n\nIt's all Grieco can do to keep up with the supporting cast, all of whom seem to have been encouraged to unleash their latent skills for overacting. Linda Hunt has the most fun, as Rees' diminutive sidekick, enforcer and torture mistress. There are also roles for a birdbrained French teacher, a seductive sexpot and all the usual characters we'd expect to find at casinos, cabinet meetings, the first-class sections of airplanes, and the dungeons of the perverse.\n\nDid I enjoy the movie? My reactions were in a constant state of adjustment. I'm so accustomed to the badness of the movies in the spy-spoof genre that it took me a while to realize that William Dear and Darren Star, the director and writer, were sincerely trying to go over the top - that like the makers of such films as \"In Like Flint,\" \"Invasion of the Bee Girls\" and the immortal \"Infra-Man,\" they indeed had an unholy light glinting in their eye, and were making a subversive film rather than following a formula. By the time the chateau was in flames and the helicopter was chewing its way across the burning roof I was ready to concede that, yes, I was enjoying it.", "running_time": 84, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-03-15", "genres": ["Action", "Comedy"], "title": "If Looks Could Kill (1991)"}