{"url": "http://www.rogerebert.com/reviews/if-lucy-fell-1996", "by": "Sarah Jessica Parkeras Lucy", "star_rating": 1.0, "text": "There is an affectation that I find particularly annoying, and that is when people choose to perform at a level below their natural intelligence. Teenage boys sometimes do that when they feel the need to be obnoxious; they lose all sense of manner and style, and go into lout mode. Usually this also involves eating while holding a fork like a shovel.\n\nIt's not often you find this voluntary dimwittedness in a movie, but \"If Lucy Fell\" offers a depressing example in the case of Joe MacGonaughgill (Eric Schaeffer), one of the least appealing characters ever offered for the public's entertainment. He's an artist who has, for the last two or three years, been sharing an apartment with a therapist named Lucy (Sarah Jessica Parker). Nowthey are both pushing 30, and make a pact: Either they both find true love in 28 days, or they jump off the Brooklyn Bridge. This premise is fairly idiotic, especially since a therapist, should know better. I found myself hoping they would not find love, because the only way for a premise this stupid to redeem itself would be, of course, in their deaths.\n\nLucy is fairly smart - too smart to be in this movie, for starters. But she talks to Joe on his level. \"Joe,\" she asks, \"would you drink my spit?\" She continues by describing in great detail what consistency and texture the spit would have, and how it would dribble before Joe ingested it. This geek dialogue is supposed to show that the characters are maintaining an ironic distance from conventional social rules. All that's missing is the irony. Joe is the kind of person who seriously believes this is a pickup line: \"I have herpes.\n\nBut not downstairs.\" Joe and Lucy both meet possible candidates for love. For Lucy, it is an action painter named Bwick (Ben Stiller), who seems to have random malfunctions at the level where the speech and movement centers of the mind do their work. For Joe, it is Jane (Elle Macpherson), the tall beauty who lives next door and conducts most of her life - undressing, kissing her dates - in front of an open window.\n\nJoe has been spying on her and painting her for years, and puts on a gallery show of his work. Jane comes to the show, is amused and allows Joe to pick her up, even though he has a white ring around his mouth because of unwise use of sunblock at a tanning salon. Joe cannot believe his good fortune. She is fragrant and friendly, and soon he has her against a wall with her shirt off, and is expressing misgivings about the Mickey Rourke position. Then she spoils it all by revealing she knew he was watching her. Joe leaves in dismay.\n\nHis dismay is nothing compared to ours. Couldn't he have borne his disappointment at least long enough for her to take off her bra? I know this is an unworthy and even a sexist sentiment, but is it fair for a movie to bore us for an hour with the arid predicaments of two woefully uninteresting characters, and then take Elle Macpherson's shirt off, and then bail out on scruples? I felt like the rat that spent three days stumbling through a maze, and all it got as a reward was a chlorophyll gumball.\n\nEric Schaeffer not only plays Joe MacGonaughgill, but also wrote and directed this movie. Earlier, he made \"My Life's in Turnaround.\" That film had walk-ons from Phoebe Cates and Martha Plimpton. He cast Sarah Jessica Parker in this film after meeting her in a cab he was driving. He is obviously a lot better with women than Joe MacGonaughgill.\n\nIt is so incredibly hard to get an independent film made that Schaeffer deserves credit simply for the fact that these films exist. He is obviously a smart guy. Why does he play dumb? What's with the goofy blue hats he wears throughout the film? And the doofus haircut? And the self-referential dialogue? And why does he betray himself at the end with lines like \"You figured out the girl in your heart isn't the girl in your dreams\"? When he should be jumping off the bridge? I'd like to see a Schaeffer movie in which he plays a guy as smart as he is; in which he takes the risk of wanting to make a good film, instead of hiding behind irony. It's OK to feel. It's OK to think. It's OK to be sincere. It's OK to be a moral perfectionist, too, but that doesn't mean you shouldn't give Elle Macpherson at least 24 hours before kicking her out of your life.", "running_time": 93, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-03-08", "genres": ["Comedy", "Indie", "Romance"], "title": "If Lucy Fell (1996)"}