{"url": "http://www.rogerebert.com/reviews/if-stones-weekly-1973", "by": null, "star_rating": 3.0, "text": "\"I.F. Stone's Weekly\" is a documentary -- by turns angry, frightening and funny -- about the newspaper of the same name and the man who published it for nearly 20 years. \"Izzy\" Stone, who during that time became the leading non-Establishment journalist in the country, began publishing his own paper because, at the height of McCarthyism, he was unemployable.\n\nHe did everything on the paper. He wrote it, edited it, read the proofs and even (as we see in one of the film's marvelously human moments), stuffed the press run under his arm and walked down to a mailbox and mailed it. His circulation began at about 5,300 and had reached 70,000 in 1971, when he closed the paper and began contributing to The New York Review of Books; its influence was incalculable.\n\nIf you are going to be a political reporter, he tells a group of students at one point in the film, \"there are certain basic assumptions you must make. The first is that every government is quite capable of lying.\" Stone means this as the simple truth, not hyperbole, and the film documents the fictional (but official) government version of the Tonkin Gulf incident, and then Stone speculates on what really happened. His paper was the first, and for a long time the only, voice to question the foundation upon which Lyndon Johnson built his Vietnam War.\n\nHe was also first with correct news about underground testing (the AEC was claiming tests couldn't be detected beyond 200 miles; Stone interviewed government seismologists who said Nevada tests were being picked up in Alaska). He was first with so many things not because he had inside sources, but because he took the trouble to look very closely at the record, to read transcripts of hearings, to read dozens of newspapers -- and, it seems, to remember nearly everything. Often Stone's scoops were simply a matter of putting together public information in a sensible way.\n\nJerry Bruck, Jr.'s documentary style is straightforward; he includes everyday scenes of Stone at work -- lecturing, peering at reports, working with his printers (and snuffling a little in an emotional leave-taking after he closed his paper), and ripping newspapers down the middle to get at them more easily. We see him, looking something like an intellectual chipmunk, and we hear him, and what he has to say is sane, clear-headed and terribly important; this movie helps us understand why Izzy Stone and his little paper became a conscience for American journalism.", "running_time": 62, "mpaa_rating": "Not", "release_year": 1973, "date_published": "1973-10-18", "genres": null, "title": "I.F. Stone's Weekly (1973)"}