{"url": "http://www.rogerebert.com/reviews/if-you-could-see-what-i-hear-1982", "by": "Marc Singeras Tom Sullivan", "star_rating": 2.0, "text": "If this movie were not about a man who is blind, it would not be about much of anything at all. \"If You Could See What I Hear\" tells the story of Tom Sullivan portrayed here as a happy-go-lucky character who'd be right at home in \"Animal House\" or one of the Beach Party movies, apart from the fact that he cannot see. The movie's message seems to be that blindness doesn't matter that much. That's the message, anyway, up until a chilling scene late in the film in which it matters very much.\n\n\tAlthough the movie's based on a novel said to be similar to Sullivan's own life story, I would like to think that the filmmakers have jollied things up a whole lot. If the real-life Sullivan behaves like his character in this movie, he needs professional help for several problems that have nothing to do with his blindness. Here are some of the areas he has trouble In:\n\n\t• Emotional maturity. The movie opens with Sullivan, a college undergraduate, failing in love with a beautiful black woman named Heather (Shari Belafonte Harper). Their relationship is presented in such shallow terms that, so help me, the major thing they have \"in common\" is that, as he explains, \"you're black and I'm blind -- we're both minorities.\" When the woman declines to marry him on the basis of this wonderful coincidence, he is crushed.\n\n\t• Promiscuity. But the lad isn't crushed for long. He and his best buddy (R. L. Thomson) get jobs at a summer resort, where Tom has a brief fling with a waitress before settling down with a nice rich girl named Patty (Sarah Torgov). When Patty goes home in the autumn, however, Heather returns from her European vacation and Tom goes to bed with her so casually that he even allows her to answer the bedside phone in the middle of the night. Naturally, Patty's calling.\n\n\t• Alcoholism. Tom informs one of his buddies. \"I don't have time for drugs; I'm busy drinking myself to death.\" He has a beer mug in hand in half the scenes, and in two scenes he drunkenly races around the resort's streets with a sports car full of his pals. When the cops haul him over, the joke's on him: He doesn't just drive as if he's blind ... he (ital) is (unital) blind. Har, har\n\n\t• Self-Destructive Behavior. Sullivan decides to go skydiving and makes his first jump solo. Despite the fact that he can't see the ground, he free-falls past the danger point. Then he nearly lands on power lines.\n\n\t* Immaturity. As played by actor Marc Singer, Sullivan ingratiates himself by little jokes about his blindness, by behavior designed to kid or embarrass others, and by acting, in general, like a smart-aleck. Let's face it: The way he behaves, especially in bars while grabbing strange women, if he weren't blind, somebody would deck him.\n\n\tMost of the movie is devoted to Sullivan's childish hijinks, and then, towards the end, there's an absolutely chilling scene in which a little girl falls into a swimming pool and it's up to the blind man to save her. After this scene, Sullivan has a moment of great clarity, and says he has finally realized how he seems to others -- that he is blind. This moment of truth has a certain power, but, unfortunately, it comes at the end of a relentlessly trivial movie.", "running_time": null, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "If You Could See What I Hear (1982)"}