{"url": "http://www.rogerebert.com/reviews/igby-goes-down-2002", "by": "Kieran Culkinas Jason 'Igby' Slocumb Jr", "star_rating": 3.5, "text": "Holden Caulfield formed the mold and Jason \"Igby\" Slocumb Jr. fits it perfectly, in \"Igby Goes Down,\" an inspired example of the story in which the adolescent hero discovers that the world sucks, people are phonies, and sex is a consolation. Because the genre is well established, what makes the movie fresh is smart writing, skewed characters, and the title performance by Kieran Culkin, who captures just the right note as an advantaged rich boy who has been raised in discontent.\n\nIgby is the child of a malevolently malfunctioning family. His mother, Mimi (Susan Sarandon), is a tart, critical, perfectionist mandarin (\"I call her Mimi because Heinous One is a bit cumbersome\"). His father, Jason (Bill Pullman), went through meltdown and is in a mental hospital, staring into space. His stepfather, D. H. Baines (Jeff Goldblum), is a slick operator who converts both lofts and the young girls he installs in them. His brother, Oliver (Ryan Phillippe), is a supercilious Columbia student who regards Igby as a species of bug. Igby, like Citizen Kane before him, has been thrown out of all the best schools, and early in the movie he escapes from a military school and hides out in New York City.\n\nOf course, a boy with his advantages is fortunate even in hideouts. He has an understanding meeting with his stepfather, finds shelter in one of his lofts, and soon is on very good terms with Rachel (Amanda Peet), his father's mistress, who is an artist in every respect, except producing anything that can be considered art. Through Rachel he meets Sookie Sapperstein (Claire Danes), a Bennington student who likes him because he makes her laugh. Among the lessons every young man should learn is this one: All women who like you because you make them laugh sooner or later stop laughing, and then why do they like you? The movie has a fairly convoluted plot, involving who is sleeping with whom, and why, and who finds out about it, and what happens then. There is also the problem of the older brother, who does not make women laugh, which may be his strong point. The Goldblum character is especially intriguing, as a charmer with unlimited personal style and a hidden vicious streak.\n\nMovies like this depend above all on the texture of the performances, and it is easy to imagine \"Igby Goes Down\" as a sitcom in which the characters don't quite seem to understand the witty things they're saying. All of the actors here have flair and presence, and get the joke, and because they all affect a kind of neo-Wildean irony toward everything, they belong in the same world. It is refreshing to hear Igby refer to his \"Razor's Edge experience\" without the movie feeling it is necessary to have him explain what he is talking about. The Culkins are approaching brand-name status, but the thing is, the kids can act. Kieran emerges here as an accomplished, secure comic actor with poise and timing, and there is still another younger brother, Rory, who appears as a younger Igby. Kieran's role is not an easy one. He is not simply a rebellious, misfit teenager with a con man's verbal skills, but also a wounded survivor of a family that has left him emotionally scarred. One of the movie's touching scenes has him visiting his father in the mental hospital, where his father's total incomprehension suggests a scary message: I don't understand my family or anything else, and I've given up thinking about it.\n\nSarandon, as Mimi the Heinous One, treats her boys as if they're straight men in the ongoing sitcom of her life. That there are tragic secrets involved, which I will not reveal, makes her all the more frightening: Is nothing entirely sincere with this woman? Goldblum's sense of possession is the scariest thing about him, since Igby finds out it's bad to be considered his property and worse not to be. And Phillippe is pitch-perfect as the affected college student, whose elevated style and mannered speech seem designed to hide the same wounds that Igby bears.\n\nThere is a lot of sex in the movie, but it is sane sex, which is to say sex performed by people who seem to have heard of sex and even experienced it before the present moment. Sex is seen here as part of the process of life, rather than as the subject of a heightened scene of cinematic mountain-climbing. Everyone except Igby is fairly casual about it, which is kind of sad, and among the things Igby has been deprived of in life, one is an early romance with a sincere girl of about the same age who takes him seriously. Perhaps the sad inherited family trait among the Slocumbs is premature sophistication.\n\nThe movie was written and directed by Burr Steers (who acted in \"Pulp Fiction\" and \"The Last Days of Disco,\" among others). It is an astonishing filmmaking debut, balancing so many different notes and story elements. What Steers has not lost sight of, in all the emotional chaos, is heart. The film opens and closes on different kinds of pain, and by the end Igby has discovered truths that Holden Caulfield, we feel, could not have handled.", "running_time": 97, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-09-20", "genres": ["Comedy", "Drama", "Indie"], "title": "Igby Goes Down (2002)"}