{"url": "http://www.rogerebert.com/reviews/il-divo-2009", "by": "Toni Servilloas Giulio Andreotti", "star_rating": 3.5, "text": "They would seem to be opposites, but on the basis of two recent films, the longtime Italian Prime Minister Giulio Andreotti and the longtime fashion emperor Valentino were surprisingly similar. Both are seen as intensely private, rarely happy, single-minded in pursuit of their ambitions, cool in their personal relationships, and ruling as if by divine right. A difference is that Valentino was never accused of criminal activities.\n\nAnother difference is that they’ve inspired radically different films. “Valentino: The Last Emperor” is reverential; “Il Divo” is fascinated by what it presents as Andreotti’s lifelong career of skullduggery. Still serving the Italian state as a senator for life at the age of 90, he entered politics in 1946 and was prime minister during most of the years between 1972 and 1992. During much of that time, he was widely believed to have associations with the Mafia, and “Il Divo” shows him imagining a confession to his wife in which he links himself to 236 deaths. One of those might include the murder of Aldo Moro, his political rival, who was kidnapped by the Red Brigades and killed after 54 days when Andreotti shockingly refused to negotiate a ransom.\n\nWhat you would not guess from this history is that “Il Divo” is a deadpan, horrified comedy. The writer-director Paolo Sorrentino is fascinated by Andreotti’s wicked intelligence, his awareness that so many believe the worst of him, his enigmatic mask. He fascinated his contemporaries; Margaret Thatcher once said of him, “He seemed to have a positive aversion to principle, even a conviction that a man of principle was doomed to be a figure of fun.” He said of himself: “Power is a disease one has no desire to be cured of.” He knew where all the strings were attached and once told a pope: “Your Holiness, forgive me, but you don’t know the Vatican like I do.”\n\nWhat is astonishing is that a film like this could be made about a man still living. One imagines Andreotti reflecting that it only enhances his larger-than-life image. His Christian Democrats ruled postwar Italy until 1992, by which time the party was in such disrepute that it no longer survives. Yet he prevails. He prevails, and the legend is only enhanced by the great performance here by Toni Servillo, an actor who succeeds in making him hypnotizing by supplying him with an almost cheerful lack of the slightest magnetism. Here was a man who suppressed the usual charm of a politician, perhaps aware he worked better as an enigma. Was he thinking of himself when he famously said, “You sin in thinking bad about people; but, often, you guess right.”\n\nThe film proceeds like a black comedy version of \"The Godfather,\" crossed with Oliver Stone’s \"Nixon.\" It assembles a roll call of figures in postwar Italian politics, society and crime, uses an abundance of names and dates in captions, and makes us despair of keeping track until we realize we’re not intended to — the purpose of all these facts is simply to evoke the sheer scope and breadth of Andreotti’s machinations. The more we learn, the more fascinated we become, as Servillo portrays him as poker-faced, hunched, impassive, observing all, revealing little, wise and cynical beyond measure. Imagine Dick Cheney without the jolly charisma.\n\nAfter I saw “Il Divo,” I suppose I should have felt indignation. I suppose I should also have felt that way after \"The Godfather.\" But such films present such mesmerizing figures that I simply regard them, astonished. I wonder if just before a snake strikes you, you think: What an amazing snake! The Italians, you have to admit, get good value for their money. Who could possibly follow Andreotti as prime minister? Try Silvio Berlusconi.\n\nNote: “Il Divo” was also the nickname of Julius Caesar, a nickname suggesting “the divine one.” Andreotti’s other nicknames: Beelzebub, the Hunchback, the Sphinx and the Black Pope.", "running_time": 111, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-07-08", "genres": ["Music"], "title": "Il Divo (2009)"}