{"url": "http://www.rogerebert.com/reviews/il-ladro-di-bambini-1993", "by": "Enrico Lo Versoas Antonio", "star_rating": 4.0, "text": "The Italian title \"Il Ladro di Bambini\" translates as \"The Thief of Children,\" and the movie's English title is \"Stolen Children,\" but both titles have to be read with great irony, because here is a film about a man who only steals children away from great unhappiness and allows them to see for a few days that life can contain joy, as well.\n\nLike \"Cinema Paradiso,\" but in a different way, the movie tells a heartwarming story about an older man who acts as a parent and friend for kids who need one.\n\nThe movie opens in Milan, where Rosetta, an 11-year-old girl, and her brother, Luciano, a year younger, live with their mother, who forces the girl to work as a child prostitute. This element of the story, tragic and unsavory, is not dwelled on; the movie properly begins when the two children are taken away from the mother and placed in the care of Antonio (Enrico Lo Verso), a young policeman, whose job is to take them to a children's home.\n\nThe cop doesn't much relish the job, especially after his partner cooks up a scam where Antonio will do the work while the partner takes an unscheduled vacation. Antonio believes he doesn't care for children - and the kids return the favor. After years of emotional and physical abuse, they are withdrawn, sullen and suspicious.\n\nBut that will change during the course of the story. The children are turned away from the church-run children's home, apparently out of fear that their past might infect the other students. Naively taking the case into his own hands, without authorization, Antonio next takes them to Sicily. As they travel all the way down the length of Italy, stopping even for a feast at the home of Antonio's parents, a bond grows among the three travelers.\n\nThe movie is a road picture, in a sense: The people and experiences along the way are part of the education of Antonio, Rosario and Luciano, and what we see through the car windows is a cross-section of modern Italy, good and bad. But what happens in the car is more important, as Antonio learns to love the children, and they learn to trust an adult for the first time in their lives.\n\nThere are no big episodes, until the end. Instead, the director and co-writer, Gianni Amelio, takes small events, the daily routine, and shows how the behavior of the travelers gradually changes. There is also a magical day at the beach, where the children from a dark, oppressive slum breathe fresh air and run on the sand in the sunshine, and Antonio realizes how much he has come to care for them.\n\nWith child abuse in all the headlines, it is unlikely this story could be told today as an American movie; our thinking has been poisoned by too many talk shows and sensational stories, and the cop's genuine love might seem suspect. But somehow the fact that the film is Italian creates the right perspective on the material. It seems more innocent, more filled with grace, more plausible.\n\nUnknown to Antonio and the children, however, a scandal is brewing over their \"disappearance.\" The policeman has operated outside the rules, on his own authority, and although we see that he has done nothing wrong, the authorities assume he has stolen the children, and a manhunt gets under way. The resolution is as satisfactory as in any film since, oh, \"Cinema Paradiso.\" Maybe Hollywood films have grown so slick and sophisticated that simple stories like this can no longer be told in the big commercial genres. I don't know. I do know that in the early months of 1993, the best films I've seen have mostly been from other countries. \"Il Ladro di Bambini,\" \"Like Water For Chocolate,\" \"Leolo\" and \"The Last Days Of Chez Nous\" all have a freshness and daring that are in contrast to the assemblyline stories. Here is a movie with the spontaneity of life; watching it is like living it.", "running_time": 116, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-04-23", "genres": ["Drama"], "title": "Il Ladro Di Bambini (1993)"}