{"url": "http://www.rogerebert.com/reviews/ill-be-home-for-christmas-1998", "by": "Jonathan Taylor Thomasas Jake", "star_rating": 1.0, "text": "“Pleasantville” is a movie about a bland 1950s world in which\rlives go around in circles, until time travelers break in with the virus of\rchange. Some writers have attacked the movie, arguing that things were better\rin the 1950s than they are now. They might enjoy “I'll Be Home for Christmas,”\ran exercise in cinematic Ovaltine.\n\nThe movie takes place in the present, I guess, but it feels like\ra 1950s sitcom. The characters have much in common with old (not new) Archie\rand Jughead comics. The soundtrack includes Gene Autry tunes, not selected for\rironic purposes. It's the kind of movie that just misses a G rating and gets\rslapped with a PG for rudeness.\n\nOh, it'll have its fans. The star is Jonathan Taylor Thomas,\rfrom TV's “Home Improvement,” who is an immensely likable actor. But even his\reasy grin seems to weary a little by the later stretches of the film, which is\runrelentingly corny.\n\nThe plot: Thomas plays Jake, a student at Palisades University,\ra campus on the Pacific coast that, in this film, looks like a high school\rwhere Our Miss Brooks would still be on the faculty. His dad has sent him a\rticket to fly home to Larchmont, N.Y., for Christmas, but his devious plan is\rto cash it in for two tickets to a beach resort and persuade his girlfriend\rAllie (Jessica Biel) to go along. Then Jake's dad bribes him with a restored\r'57 Porsche if he'll come home for Christmas.\n\nJake's rival for Allie's affections is Eddie (Adam Lavorgna),\rbut this is the kind of movie where Allie is such a nice girl she doesn't even\rconsider Eddie--no, not even when she drives cross-country with him. Which she\rdoes because she is convinced Jake has stood her up. Jake was actually the\rvictim of a practical joke, in which Eddie and his pals dressed him in a Santa\rsuit and dumped him in the desert, where turkey vultures eye him beadily, ho,\rho.\n\nJake wears the Santa suit for the rest of the movie, as he\rdesperately tries to get home to Larchmont, rescue Allie from Eddie, etc. As\ryou can imagine, the Santa costume inspires countless wheezy attempts at humor.\rIt even gets him entered in a Santa 5K Charity Run, where all the contestants\rare dressed as Santa. (In a heartrending finale, he beats the mayor, but still\rallows the mayor to donate the cash prize to buy turkeys for those without a\rbird on the table for the holidays.) Of course Jake steals a sleigh for the big\rclimax.\n\nThere is possibly an audience for this movie, but I have the\roddest feeling that on opening night the people in the theater will all be in\rblack and white. See “Pleasantville” if you wonder what I mean. In fact, see “Pleasantville”\ranyway. “I'll Be Home for Christmas” will appeal to people who fail to care if\rnothing good happens in a movie, just as long as nothing bad happens in it.", "running_time": 86, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-11-13", "genres": ["Comedy", "Family", "Holiday"], "title": "I'll Be Home for Christmas (1998)"}