{"url": "http://www.rogerebert.com/reviews/ill-do-anything-1994", "by": "Nick Nolteas Matt Hobbs", "star_rating": 3.0, "text": "Are you like me? Do you like people who try to put a spin on words, instead of talking flat-footed? Do you like people who would prefer to be nice, even if they don't know how? Do you like people who feel some weird compulsion to tell the truth? Then \"I'll Do Anything\" might just grow on you. It's one of those off-center comedies that gets its best moments simply by looking at people and seeing how funny, how pathetic, how wonderful they sometimes can be.\n\nThe movie is about Hollywood and the people on all rungs of the ladder who struggle to survive there. It's not as cynical as \"The Player\" but just as knowing about the industry. The writer-director is James L. Brooks, who has been researching this film, I imagine, for 30 years, starting with his days on the \"Mary Tyler Moore\" show and including the movies \"Terms of Endearment,\" \"Broadcast News,\" and the new animated sitcom \"The Critic.\" His original goal was to make a Hollywood musical, maybe a \"Singin' in the Rain\" for an older, wiser, more corrupt generation.\n\nBut a funny thing happened on the way to opening day. Test audiences hated the songs, and so Brooks bit the bullet and took them out, did some extra shooting to fill the gaps, and has now released \"I'll Do Anything\" in a nonmusical form.\n\nThis sounds like some kind of desperate formula for averting complete ruin, but Brooks has somehow pulled it off. Maybe because his original screenplay was so strongly written, this doesn't feel like a movie with parts on order; it's a bright, edgy, funny story about people who have all the talent they need, but not all the luck.\n\nThe film stars Nick Nolte as Matt Hobbs, an actor who has won Emmy nominations for TV docudramas but whose career has never really taken off. Now he's at an all-time low, financially desperate.\n\nGoing to auditions, he drifts into the sphere of a driven, oral-compulsive producer named Burke Adler, played by Albert Brooks as a fundamentally all-right guy who has carefully studied how bigtime Hollywood jerks behave, and tries to imitate them: \"I don't make movies for theaters that serve cappuccino in the lobby!\" Adler's assistant, Cathy Breslow, played by Joely Richardson, has always admired Hobbs' work and tries to get him involved in one of her boss' projects. And Adler's researcher and Girl Friday, in certain ways the most interesting character in the movie, is Nan Mulhanney (Julie Kavner), who tells Adler the truth.\n\nThe plain, unvarnished truth. He finds this irresistible, and falls in love with her, perhaps because he secretly knows he's a ass and can identify with somebody who agrees with him. (She: \"You only think you feel that way because you're on the verge of failure and you're without a core.\" He: \"See? No one else gets me!\") Hobbs was once married, but his wife (Tracey Ullman) has left him, and now he finds himself beginning to like Cathy, who is herself a basket case, always thinking about something else, doubting herself, unable to trust her own opinions. In one of the film's many quirky moments of truth, on the morning after she sleeps with Hobbs for the first time, she's asked point-blank in a casting meeting: \"Would you sleep with him?\" She thinks it over, and says, \"No.\" Is this a lie? It's hard to say. The movie knows that there's not always a perfect match between what one would do and what one does do.\n\nSuddenly Hobbs' life undergoes a fundamental change: His former wife announces that she is leaving their 6-year-old daughter with him. This child, played by Whittni Wright with frightening self-confidence, has been carefully raised by the ex-wife to be a little monster - not simply spoiled, but articulate and clever about being spoiled, and quite capable of creating dramatic scenes in public to get her way. Hobbs is beside himself. An understanding neighbor in his apartment building helps out, but Hobbs has no idea how to relate to any child, and especially to this one, and there is a moment when he admits complete defeat.\n\nWhat Brooks does with this large and strange cast is to put them together in various ways and see what happens. Hobbs, for example, becomes Adler's driver at the same time he is auditioning for the lead in Adler's new movie. Neither finds this especially peculiar. The two women deal with the two men as women are often able to do, effortlessly seeing through their defenses and cutting straight to the ego.\n\nThere are a couple of dialogue scenes in the movie that have to be heard to be believed. One consists of a production meeting at which the participants run down a list of top male Hollywood stars - mercilessly skewering each one's biggest weakness. Real names and real weaknesses are used. (\"Bob Hoskins: Turns into a fur ball when he takes off his shirt. Jeff Daniels: a bean pole. Tommy Lee Jones: Shame about his complexion.\") Another scene takes place when Ullman, as the ex-wife, brings the daughter to her father, and then briefs her against the dangers of the world in a truly horrifying way: \"Brush your teeth before you go to bed every night, or your gums will bleed and you'll choke to death in your sleep.\" I have no idea how \"I'll Do Anything\" would have played as a musical. Maybe we'll be able to find out someday, when the \"Restored Director's Cut\" appears on laserdisc. It is helpful, I think, to simply forget about the missing songs, and recognize that \"I'll Do Anything\" is a complete movie without them - smart, original, subversive.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-02-04", "genres": ["Comedy", "Drama"], "title": "I'll Do Anything (1994)"}