{"url": "http://www.rogerebert.com/reviews/ill-sleep-when-im-dead-2004", "by": "Clive Owenas Will Graham", "star_rating": 3.5, "text": "Mike Hodges' gritty new film noir \"I'll Sleep When I'm Dead\" begins in enigma and snakes its way into stark clarity. At the beginning we don't even know who the characters are, or why they matter to one another. For Hodges, this isn't a matter of keeping us in the dark, but follows simple logic: The characters know who they are and don't have to tell one another, and we are outsiders who will need to fit it together.\n\nSome of the reviews have complained that \"I'll Sleep When I'm Dead\" is needlessly convoluted -- that we're asked to spend too much time trying to identify the characters and become oriented within the plot. That assumes we want a simple story, simply told, and indeed many mainstream movies and TV shows treat audiences as simpletons. But there is a tangible pleasure in following enigmatic characters through the shadows of their lives; deprived for a time of a plot, given characters who are not clearly labeled and assigned moral categories, we're allowed to make judgments based on their manner and speech.\n\nHodges begins with parallel stories. In South London, an ingratiating charmer named Davey (Jonathan Rhys-Meyers) delivers drugs to parties, is popular on the circuit, picks up girls for a night, will steal anything not nailed down. Somewhere in a remote area, a man named Will (Clive Owen) lives alone in a van, is a manual laborer, finds a man who has been beaten and helps him. In a third story, a car cruises through London with a hard man in the back seat, surrounded by hired muscle.\n\nThese stories will converge. Davey is dragged off the street and raped. He apparently kills himself, and when Will learns of this he returns to London. They are brothers. Whatever Will Graham did in the old days, whoever he was, there are a lot of people in south London who remember and fear him, even though he's been off the scene for years. In Clive Owen, Hodges has an actor who suggests the buried mystery and menace the role requires.\n\nHodges is a hard-boiled director who began with \"Get Carter\" (1971), with Michael Caine in one of his best performances, also as a gangster seeking vengeance for a dead brother. Hodges made a comeback in 1998 with \"Croupier,\" a sleeper hit starring Owen, who was not then widely known but was launched toward stardom by that film; you can currently see him in the title role of \"King Arthur,\" where he creates a harder, darker Arthur than the movies usually give us. In \"I'll Sleep When I'm Dead,\" he plays a familiar type, the retired killer forced to return to his old skills.\n\nWill Graham still looms large in the memories of those he left behind when he chose to, or had to, disappear. He was a crime boss, we gather, and apparently he walked away from the life because he could no longer stomach it. Back on the scene but unrecognizable at first, because of his full beard and unshorn hair, he reconnects with his onetime lover Helen (Charlotte Rampling) and his former lieutenant Mickser (Jamie Foreman), who was Davey's friend. Word travels through the underworld that Will is back in London, and all sorts of people stir uneasily at the news.\n\nThe movie's main line involves Will's methodical investigation as he traces a series of contacts and witnesses back to the name of the man who raped his brother. At the same time, Hodges and Owen, working with a screenplay by Trevor Preston, suggest other dimensions of Will Graham's life. There is, for example, the nature of his relationship with Helen, who is not a typical gangster's girl but an independent woman, wise and sad. That Will loved her -- that he still has feelings for her -- suggests he's a more complicated and thoughtful person than his fearsome reputation implies. Indeed, his whole present life -- his bare-bones lifestyle, his unkempt appearance -- indicate a kind of self-chosen exile, as if he has not merely left the scene but is trying to purge himself of it.\n\nMore of the plot I must not reveal, although film noir exists more in detail, behavior and mood than in what happens. But listen during a conversation Will has late in the film with a man named Boad, played by Malcolm McDowell in his most sneering and contemptuous mode, and you will sense all of the threads of the story coming together. \"I wanted to show him what he was -- nothing,\" says Boad. Then Will Graham shows Boad what he is, and gives him some time, not too much, to reflect upon it.", "running_time": 97, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-07-09", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "I'll Sleep When I'm Dead (2004)"}