{"url": "http://www.rogerebert.com/reviews/illegal-tender-2007", "by": "Wanda DeJesusas Millie DeLeon", "star_rating": 2.5, "text": "Even as the teenage girlfriend of a South Bronx drug dealer, Millie DeLeon is the investment adviser you'd want on your account. Without telling him, Millie invests his profits in Microsoft. This was in the late 1980s. \"I only made one mistake,\" she tells her son years later. \"I didn't buy enough.\"\n\nWhat she bought, however, was enough to turn $2 million into a fortune, and as the story jumps forward 20 years Millie (Wanda DeJesus) is living in an elegant suburban home, and one of her sons, Wilson DeLeon Jr., is attending Danbury College, pulling down 4.0 grades and is in love with a student named Ana (Dania Ramirez). He also dotes on his kid brother Randy (Antonio Ortiz), who is by a different father, because Wilson DeLeon Sr. got gunned down in a mob grudge on the day he was born.\n\nThey lead a life both comfortable and dangerous, as Millie realizes in the supermarket one day when she is spotted by a hit woman from her past. In a panic, she races home, tells the boys to start packing because they're moving again and sets a revenge tragedy into motion.\n\n\"Illegal Tender\" was written and directed by Franc. Reyes, who is fascinated by the zero degrees of separation between low and high finance. Reyes' first film was \"Empire\" (2002), about another young South Bronx kingpin fascinated by the lifestyle of a flashy Wall Street wonderkid. His protagonist this time comes closer to making an escape, but the bad guys from his mother's boyfriend's past have long memories, and more reasons than we think for wanting her and her family dead.\n\nMy advice to her would be twofold: Move to a suburb a lot farther away from the Bronx than Connecticut, and do not give your son his father's name with a \"junior\" tacked on. How many Wilson DeLeon Juniors can there be who are not the offspring of the Wilson DeLeon?\n\nNever mind. This movie is based on drama, not logic. Otherwise four or five hit men would not come calling in broad daylight and open fire at the outside the DeLeon house. Hit men are supposed to be more clever than that, no? And is it possible they could all, every last one, be wiped out by a fortyish housewife and her son whose entire gun experience consists of shooting three cans off a rock in only about 11 shots? And all before the cops arrive? A running gun battle in a rich suburb usually gets a pretty quick response.\n\nWe're not thinking a lot about things like that, however, because the dynamic of the movie circles DeJesus and her passionate performance as a mother who wants to protect her family. The other main strand is how Wilson Jr. evolves in a short time from Joe College to his father's son. This journey takes him back to Puerto Rico and a search for his father's past.\n\n\"How come you speak such good Spanish?\" the kingpin asks him. \"I'm Puerto Rican,\" he says. \"Yeah,\" he says, \"but most Puerto Ricans from New York speak lousy Spanish.\" I wanted Wilson Jr. to explain, \"Plus, I got a four-point average in Spanish at school.\"\n\nLike his \"Empire,\" \"Illegal Tender\" has the potential to be a better film than it is. Reyes obviously wants to make a rags-to-riches story about a Puerto Rican kid from the streets who climbs the American financial ladder, and almost equally obviously he doesn't really want to sell it to Hollywood as a guns-and-drugs movie. I urge him to just go ahead and do it. The film's producer, John Singleton, whose own life has taken him from Los Angeles outsider to the top in Hollywood, would probably support him. And if it's true that Reyes has his act so together that he shot this good-looking film in only 28 days, he could do it at the right price.\n\nAs it is, \"Illegal Tender\" works as a melodrama, and it benefits enormously from the performance of Wanda DeJesus. She isn't a big movie star, but so good that she's cast by them and works with them in major roles; she co-starred with Clint Eastwood in his \"Blood Work,\" has been cast in major roles by such directors as Michael Mann, Laurence Fishburne and Joel Schumacher, is all over \"CSI: Miami\" and has real screen presence. She sells us her character and her concerns, and with this screenplay, she has her work cut out for her.", "running_time": 108, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-23", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Illegal Tender (2007)"}