{"url": "http://www.rogerebert.com/reviews/im-all-good-2009", "by": "Jirí Schmitzeras Tonda", "star_rating": 3.0, "text": "\"I'm All Good\" strikes that particularly Czech note of whimsical eccentricity. It's characters are strange, but they don't work at it. They exist for hanging out, playing cards, drinking beer, testing their fortunes at romance. They are not especially canny, except for Mr. Mrklas, the retired magician.\n\nHe lives in a nice modern house in Prague. The others live in, next to, or within walking distance of a \"club\" on a boat anchored on the Vltava River, which runs through the city. I do not recall a single official customer in the club, only an assortment of old friends who gather around a table on the deck and watch the day float by.\n\nKája (Miroslav Vladyka), who wears a constant look of mild bewilderment, has put aside some money, and one day showers the bills on his wife after she plops on the bed. \"Where did you get it?\" she asks. Oh, here and there. Mostly by playing cards and hanging around outside weddings impersonating a chimney-sweep--who brings good luck t the newlyweds when he poses in their photos, don't you know. Whether many chimneys are actually swept in Prague is not the point.\n\nKaja promises to take his wife Andula (Lenka Vlasáková) on a beach holiday. But first he attends a local rummage sale, where he runs afoul of a crooked shell game and loses all the money. This will not go over well at home. In desperation he appeals to Mr. Mrklas (Boleslav Polívka), whose sleight-of-hand is astonishing.\n\nAll this sets up a delightful caper plot, in which the assorted rummies from the club try to pull of their own con game which will gain revenge, and win back the money, from the shell game con artists. \"I'm All Good\" unfolds this plot, not with breathless urgency, but with that deep humor you so often see in Czech comedies, because they all seem fonder of their characters than comedies from more urgent sources. Rather than focusing on drug-addled young slackers like American buddy movies, they prefer slightly boozy slackers who are buddies of all ages.\n\n\"I'm All Good\" is not slavishly devoted to speeding along its plot, but has time for comic digressions that might also have worked in silent comedy. The river fishing mishap, for example. The business of the peculiar peep show at the rummage sale. The other river fishing mishap. The problem of the wrong police uniforms. I would rather see a movie where I grin all way through than one where there are a few big laughs and the rest is all weary plodding plotting.\n\n\"I'm All Good\" has its American premiere at 7 p.m. Friday, March 6, at the Gene Siskel Film Center, and kicks off the center's month-long 12th annual European Union Film Festival, an opportunity to see the best new films from the EU. The director, Jan Hrebejk, will be present in person.\n\nNow Jan Hrebejk may not be a name you are familiar with, but I perked up when I heard he was the director of this film, and the writer was his frequent collaborator Petr Jarchovský. They've made two of the best quietly funny films of this decade, \"Up and Down\" and \"Beauty in Trouble.\" Both involve, as this one does, Dickensian characters on the lower working class fringes of society, involved in marginal crime of no great consequence, and deep in the rocky currents of love.\n\nTo meet these people in a Hrebejk movie is to desire to go to the Czech Republic and hang out unobserved--on the houseboat, say--and regard them with pleasure. Also, the \"club\" could use some business, and if you look like you have some cash, they might let you in on a card game.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-02-25", "genres": ["Comedy"], "title": "I'm All Good (2009)"}