{"url": "http://www.rogerebert.com/reviews/im-gonna-git-you-sucka-1988", "by": "Keenen Ivory Wayansas Jack Spade", "star_rating": 1.0, "text": "Hot on the heels of “The Naked Gun,” here is another movie designed as a merciless, nonstop satire on the genre that spawned it.\n\n“I’m Gonna Git You Sucka” is a comedy that feeds off the blaxploitation movies, and although, like all good satires, it is cheerfully willing to be offensive, it is almost completely incapable of being funny.\n\nThe opening scene: Police cars speed through city streets, their sirens blaring, their lights flashing. They pull up to a vacant lot, where a dead body lies sprawled on the ground. A subtitle reads: ANY GHETTO, U.S.A. A detective gets out of his car and walks toward the scene of the crime. Officers already on the scene inform him that the victim has “OG’d.” That means he overdosed on gold - and, indeed, when the sheet is pulled back, we see that he is a black man covered from head to toes with gold chains. \n\nA day after the funeral, the man’s brother arrives in town. His name is Jack Spade. His mother’s name is Ma Bell. Why do they have different last names? Because this movie will do anything to get a laugh, and has never heard of the First Law of Funny Names, which teaches us that deliberately funny names in the movies are a giveaway sign of desperation at the screenplay level.\n\nJack Spade vows to avenge his brother’s killer, a white gangster named Mr. Big. To do this, he enlists a squad of middle-aged black superheroes, with names like Flyguy, Kung Fu Joe, Hammer and Slammer.\n\nJack Spade is played by Keenen Ivory Wayans, who also wrote and directed “I’m Gonna Git You Sucka.” His credits include some of the writing on Robert Townsend’s “Hollywood Shuffle,” a satirical revue about blacks in the movies. Townsend’s film was pretty funny. Wayans is apparently trying to achieve the same success with “Sucka,” but he is not half as funny, and not half as acute in the way he skewers black stereotypes.\n\nThe black heroes in his cast all serve as reminders of the blaxploitation boom in the 1970s. We see Jim Brown, Isaac Hayes, Antonio Fargas and Bernie Casey in the key role of John Slade, who will lead the team.\n\nCasey is a superb actor who looks less than faintly bemused by the material. The others hardly seem to know they’re in a satire. But then again, sometimes the movie supplies them with dialogue so lame that the actors probably could have done a better job just by making it up as they went along.\n\nThere is one funny moment in the movie, and it belongs to John Vernon, as Mr. Big, the white crime boss of the ghetto. When one of the characters is surprised to see him, Vernon says, “Surprised? Why? Lots of big stars have worked in exploitation films.” He then goes on to list Shelley Winters and Angie Dickinson as examples.\n\nIs there anything that can be usefully said about the images of blacks in this movie? It is the sort of material that makes you wonder why blacks object to the resurrection of Amos and Andy, since “Sucka” is incomparably more offensive than anything the Kingfish ever did. But here all of the ethnic jokes are in a movie made by blacks, and so that takes off the curse, I guess.\n\nThe problem is, the satire in this movie isn’t aimed at racist cliches and stereotypes - it emulates them. In other words, if you always thought Superfly was an objectionable stereotype, this movie encourages you to laugh at the Flyguy character. But there is no new satirical edge to shed any fresh light on the subject.\n\nWould I object to a funny movie dealing with the same material? No. Humor illuminates the idiocy of racism, and helps us see it more clearly. But when a movie uses a running gag where a couple of fly-brained street dudes are thrown down several flights of stairs, I don’t think it’s funny and I don’t see the point.", "running_time": 88, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-14", "genres": ["Action", "Comedy"], "title": "I'm Gonna Git You Sucka (1988)"}