{"url": "http://www.rogerebert.com/reviews/im-going-home-2002", "by": "Michel Piccolias Gilbert Valence", "star_rating": 3.0, "text": "There are a few movies where you can palpably sense the presence of the director behind the camera, and \"I'm Going Home\" is one of them. The movie is about an old actor who has lost many of those he loves but continues to work. The actor is played by France's great Michel Piccoli, who at 77 has appeared in 200 movies since 1945. And the director, whose breathing we can almost hear in our ear, is Manoel de Oliveira of Portugal, who is 94 and directed his first film in 1931.\n\nWhen we first see the actor, named Gilbert Valence, he is onstage in a production of Ionesco's \"Exit the King,\" and the film lingers on speeches in which the old man rails against his mortality and defines the unending memorials which he fancies will keep his name alive. After the play, he learns of a tragic accident that has robbed him of wife, daughter and son-in-law. \"Some time later,\" we see him living with his young grandson and the nanny.\n\nGilbert's offstage life is one of routine, and it is here, in a touch both subtle and glancing, that de Oliveira makes his most poignant observation about how we die but life heedlessly goes on without us. Gilbert takes his coffee every morning in the same Paris cafe, sitting in the same chair at the same table and always reading the same morning paper, Liberation. As he gets up to go, another man enters, sits at the same table, and unfolds his copy of Le Figaro. This happens day after day.\n\nOne morning, the other man arrives early and takes another table. But when Gilbert frees his regular table, he gets up with alacrity to claim it--only to be headed off by a stranger who sits down first. These little scenes had a surprising impact on me. I often think of myself as a ghost at places I have visited: There is \"my\" cafe and \"my\" table, and when I return to a city there is a satisfaction in occupying them again, because it proves my own continuity. Of course those cafes also \"belong\" to others I will never know, and someday I will never return to them, and someday neither will the others, and someday the cafe will not be there. Yet daily ritual encourages us to believe that because things have been the same for a long time, they will always be the same.\n\nThe old actor sees a handsome pair of shoes in a store window and buys them. For a man past a certain age, to buy new shoes is an act of faith. (One is reminded of the Irish story about the shoe clerk who assured an old man, \"These will see you out.\") We see the shoes in closeup as Gilbert talks with his agent, a venal man who hints that a young actress might like to meet him. After all, the agent says, when Pablo Casals was in his 80s, he married a teenage student. \"But I am nowhere near my 80s,\" Gilbert snaps. \"And I am not Casals.\" What eventually happens to these shoes is a reminder that we can make plans but we cannot count on them. There are tender little scenes in which the old man and his grandson play with battery-powered trucks and enjoy each other's company, and fraught scenes in which the agent tries to get the actor to take a tawdry TV show. And a scene from a production of \"The Tempest,\" in which Gilbert gives Prospero's speech beginning \"Our revels now are ended ...\" How the film plays out you will have to see for yourself. Few films seem so wise and knowing about the fact of age and the approach of the end. And at his great age, de Oliveira dispenses with the silliness of plot mechanics and tells his story in a simple, unadorned fashion, as episodes and observations, trusting us to understand.\n\nIn the final scene, as Gilbert leaves a cafe without drinking the wine he has ordered, the camera lingers to watch another man walk in and order a beer. Life goes on. You might think that \"I'm Going Home,\" about an artist at the end of his career, is de Oliveira's own farewell, but no: He made a new film in 2002, named \"The Uncertainty Principle,\" and it played at Cannes in May. Some directors burn out early, others flower late. Luis Bunuel began a remarkable series of 12 great films beginning when he was 61. De Oliveira has made 13 films since 1990. There is a time when going to the cafe is a habit, but if you go long enough it becomes a triumph.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-09-13", "genres": ["Comedy", "Crime", "Science Fiction"], "title": "I'm Going Home (2002)"}