{"url": "http://www.rogerebert.com/reviews/im-not-scared-io-non-ho-paura-2004", "by": "Giuseppe Cristianoas Michele", "star_rating": 3.5, "text": "Michele is a 10-year-old boy whose summer is unfolding as one perfect day after another. He lives in a rural district in southern Italy, and spends his days exploring the countryside with his friends. One day they go poking about an old abandoned house, and later he returns alone to look for his sister's lost glasses. In the yard he finds a slab of sheet metal, and when he lifts it up he sees, at the bottom of a pit, a leg sticking out from under a blanket.\n\nMichele (Giuseppe Cristiano) lets the covering slam down, and races for home. He doesn't tell anyone what he has seen. Returning again, he discovers that the pit holds a small boy named Filippo (Mattia Di Pierro), who is chained. On the television news Michele will learn that Filippo has been kidnapped.\n\n\"I'm Not Scared\" tells its story mostly through Michele's eyes. He is just at that age when he has glimmers of understanding about adult life, but still lives within the strange logic of childhood. A year or two older, and he might have known to call the police. But no. Filippo becomes his secret, and he visits him frequently, bringing him bread to eat. It is almost as if he takes pride of possession.\n\nWe learn that Michele's father, Pino (Dino Abbrescia) is involved in the kidnapping, along with a friend named Sergio (Diego Abatantuono). Sergio has recently returned from Brazil, is clearly a criminal, is capable of violence. But Michele comes to understand this only gradually. His father is a figure of awe to him, a truck driver whose visits home are great occasions for Michele, his sister, and his mother Anna (Aitana Sanchez-Gijon). The father is tall and strong and enveloped in a cloud of cigarette smoke, and his conversations with Sergio contain hints of menace.\n\nThis story unfolds surrounded by an almost improbable pastoral beauty. The children race their bicycles down country lanes, explore caves and ravines, roll down hillsides through boundless fields of golden wheat. Life at the farmhouse centers around dinners and much conversation, and later, when the children are asleep, the drinking and the talk continue. Michele pieces the clues together and understands that Filippo has been kidnapped by his father and Sergio, and when a police helicopter is seen in the neighborhood, he understands enough to realize that Filippo could be murdered -- unless he saves him.\n\nThe film has been directed by Gabriele Salvatores, whose \"Mediterraneo\" won an Oscar for best foreign film in 1992. The screenplay is by Niccolo Ammaniti and Francesca Marciano, based on Ammaniti's novel. The plot is essentially a thriller, but the film surrounds those elements with details of everyday life, with ambiguities and mysteries seen through a child's eyes, and a puzzle about the nature of the agreement between Pino and Sergio. Certainly the family is poor, and at one crucial moment his mother asks Michele to promise, when he grows up, to \"get away from here.\" The ransom money represents a hope for a new beginning.\n\nSalvatores is not in a hurry to get to the climax. He allows summer days to follow one upon another, as Michele's secret grows in the boy's mind. There are details that enrich the portrait, as when he longs for a toy blue truck that belongs to a friend, and strikes a bargain to get it. We are acutely conscious of Filippo, chained in the hole, but for Michele, there are other things to think about, and the urgency of the situation only gradually grows upon him.\n\nThe film reminds us that, in childhood, days and weeks seemed to last forever. Summer was not a season but a lifetime. Parents represented a law that stood above our own best thinking, because they had demonstrated time and again that they knew best, that we were only children. The coming-of-age experience, which \"I'm Not Scared\" incorporates, involves that moment or season when we realize that we can see outside the box of childhood, that it is time to trust our own decisions.\n\nHollywood movies give us children who are miniature adults, secret agents like Cody Banks and the Spy Kids, who control technology and save the world. \"I'm Not Scared\" is a reminder of true childhood, of its fears and speculations, of the way a conversation can be overheard but not understood, of the way that the shape of the adult world forms slowly through the mist.", "running_time": 108, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-04-23", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "I'm Not Scared (Io non ho paura) (2004)"}