{"url": "http://www.rogerebert.com/reviews/im-not-there-2007", "by": "Christian Baleas John/Jack", "star_rating": 3.5, "text": "\"I'm Not There\" is an attempt to consider the contradictions of Bob Dylan by building itself upon contradictions. Maybe that's the only way to do it. If you made a biopic with Dylan played by the same actor all the way through, it might become the portrait of a shape-shifting schizophrenic. Todd Haynes' approach is to create six or seven Dylans, depending on how you count, and use six actors to play them. This way, each Dylan is consistent on his own terms, and the life as a whole need not hold together.\n\nThere are so many Bob Dylans that it is difficult to sort out which ones you admire, and which you despise. I spent years disliking Dylan on the basis of the 1967 D.A. Pennebaker documentary \"Don't Look Back,\" and then underwent a conversion after seeing Martin Scorsese's 2005 doc \"No Direction Home: Bob Dylan.\" But what was either film but the portrait of a possible Dylan? No considerable artist since B. Traven has spent more effort concealing his tracks and covering his trail, and at the end of the day, we are left with the music, which is all the artist really owes us.\n\nIf you are not much familiar with Dylan, this film is likely to confuse or baffle. If, like me, you know both of the documentaries well, have read some of the legends, seen him in concert and have been colonized by some of his songs, you are likely to respond with a wry admiration for the enormous risks Todd Haynes has taken here. Like his very different previous film, \"Far from Heaven,\" he is essentially remaking cinema to reveal what it is really trying and achieving. \"Far From Heaven\" exposed the gay subtext of Douglas Sirk's 1950s melodramas, and \"I'm Not There\" shows how the other docs of Dylan have imposed consistency upon an elusive and mercurial person. What Haynes does is take away the reassuring segues that argue everything flows and makes sense, and to show what's really chaos under the skin of the film.\n\nHe achieves that here by casting six actors as in the role of Bob Dylan (real name Robert Allen Zimmerman, so the disguises begin before the movie). One of the actors is a young African-American boy (Marcus Carl Franklin) who claims to be Woody Guthrie; a second is Jack, a Greenwich Village folk singer (Christian Bale); a third is Robbie (Heath Ledger), appearing in a Hollywood film, who settles down, gets married and has kids; a fourth is Jude (Cate Blanchett), a hero who alienated his fans by switching from acoustic to electric guitar and from folk to folk rock; a fifth is an actor (Richard Gere) appearing in a Western about Billy the Kid; a sixth is a Dylan (Ben Whishaw) submitting to a contentious interview about his career, and then we double back again to Christian Bale, who plays either a seventh or a transformation of the first, Pastor Jack, a born-again Christian.\n\nNo effort is made to explain how these Dylans are connected, which is the point, I think. Dylanologists will recognize scenes inspired by specific moments in the singer's career, and even specific shots on film; Blanchett is uncanny at embodying the Dylan of \"Don't Look Back.\" Bale is on target as the young Dylan who traveled from Minneapolis to Greenwich Village and reinvented himself as the heir to Woody Guthrie, but even then there may be deception; a 2000 documentary named \"The Ballad Of Ramblin' Jack\" argues that Dylan was a copycat of Guthrie's original heir, Ramblin' Jack Elliott. Arlo Guthrie credits Ramblin' Jack with teaching him his father's music.\n\nDylan did appear in Sam Peckinpah's \"Pat Garrett & Billy the Kid,\" although not as Billy. He did convert to Christianity. Point by point, you can connect the Dylans in \"I'm Not There\" to chapters in the singer's life. And there is no difficulty in recognizing that a folk singer named Alice Fabian (Julianne Moore) represents Joan Baez, who felt betrayed by the young talent she had opened doors for. And that Claire (Charlotte Gainsbourg) represents Dylan's first wife, Sara. And Allen Ginsberg (David Cross) is named Allen Ginsberg, so no problem there.\n\nBy creating this kaleidoscope of Dylans, Haynes makes a portrait not of the singer but of our perceptions. There is a parallel in Oliver Stone's \"JFK,\" which I think was intended not as a solution of the Kennedy assassination but as a record of our paranoia about it. And there is another work that seems relevant: Francois Girard's brilliant 1993 film \"32 Short Films About Glenn Gould,\" which uses actors to re-create a series of real and imagined scenes in the life of the reclusive Canadian pianist.\n\nComing away from \"I'm Not There,\" we have, first of all, heard some great music (Dylan surprisingly authorized use of his songs both on his own recordings and performed by others). We've seen six gifted actors challenged by playing facets of a complete man. We've seen a daring attempt at biography as collage. We've remained baffled by the Richard Gere cowboy sequence, which doesn't seem to know its purpose. And we have been left not one step closer to comprehending Bob Dylan, which is as it should be.", "running_time": null, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-20", "genres": null, "title": "I'm Not There (2007)"}