{"url": "http://www.rogerebert.com/reviews/im-not-rappaport-1997", "by": "Walter Matthauas Nat Moyer", "star_rating": 2.5, "text": "\"I'm Not Rappaport'' had been a little more like \"My Dinner With Andre'' and a little less like \"Grumpy Old Men,'' I would have liked it more. It's impossible to *dislike* the film; it stars two immensely warm performers, Walter Matthau and Ossie Davis, in an extended riff on two guys sitting on a park bench. But if they'd stayed on the bench and just talked--talked for two solid hours--it might have been more successful. Instead, writer-director Herb Gardner loses faith in his original impulse and adds plot--way too much plot--to force the movie into more conventional channels.\n\nImagine an old Jewish left-winger and an old African-American janitor, both about 80, both articulate and with senses of humor, sitting on a bench and free-associating about where life has taken them and what they learned on the journey. There are scenes like that in \"I'm Not Rappaport,'' and they're the heart of the movie, as they were of Gardner's 1986 Tony Award-winning play. When Nat (Matthau) and Midge (Davis) talk, it's like verbal music. We could listen all night.\n\nNow add: A tenant committee that wants to take away Midge's job. A daughter who wants Nat committed to an old folks' home. A lonely girl who's trying to get off drugs. A sinister drug dealer who considers the park his turf. A mugger. And Nat leading grocery store shoppers in a strike against higher prices. Every time one of these developments appears on the screen, it feels yanked in by the scruff of its neck. I could believe, at least, the attempt to retire old Midge (his building is going co-op, etc.). But when Nat impersonates a Mafia don in an attempt to scare off the drug dealer, it's sitcom time: Why contrive material like this when the fundamental idea is so promising? Matthau has ripened into the most engaging old guy in the movies; he's had a long time to do that, since it is hard to remember a movie in which he seemed particularly young. Davis, whose background is on the stage more than in films, is a little more complicated: He's not an \"old guy'' but a particular character who lets you know he's seen a lot and drawn his conclusions. Here and in Spike Lee's \"Get on the Bus,\" he has an almost oracular authority.\n\nTogether, sitting on the bench, their characters use conversational material they've been rehearsing for years. You listen to me,'' Nat says. \"I was dead once. I know things.'' Midge tells Danforth, the head of the tenants' committee: \"You givin' me bad guy news, tryin' to look like a good guy doin' it.'' Nat lives in his fantasies, and pretends to be several different people (a Cuban, a gangster, the head of a consumer agency). Midge steadfastly holds to his identity as the only man alive who can get his building's boiler to work. They're wonderful together, and when they use the park band shell to try out their version of the vaudeville act with the punch line \"I'm not Rappaport,'' there is an effortless grace at work.\n\nThe other actors are good at what they do, but I wish it had not been done. Martha Plimpton is the art student, fresh out of rehab. Amy Irving is touching as the daughter who wonders if Nat should live on his own any longer. Guillermo Diaz is menacing as a mugger, and Craig T. Nelson, as Cowboy, the drug dealer, plays a man who ruthlessly defends his business. But all of these people and the plot twists they inspire are simply not necessary.\n\nTwo old guys, sitting on a bench, talking for two hours. That's my rewrite.", "running_time": 135, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-01-24", "genres": ["Comedy", "Indie"], "title": "I'm Not Rappaport (1997)"}