{"url": "http://www.rogerebert.com/reviews/im-still-here-2010", "by": "Casey Affleck", "star_rating": 3.0, "text": "A mind is a terrible thing to waste. The tragedy of Joaquin Phoenix's self-destruction has been made into \"I'm Still Here,\" a sad and painful documentary that serves little useful purpose other than to pound another nail into the coffin. Here is a gifted actor who apparently by his own decision has brought desolation upon his head. He was serious when he said he would never act again. He was serious when he announced a career as a hip hop artist. He wasn't goofing when he was on the Letterman show. He was flying into pieces.\n\nFor reasons which are unclear and sidestepped, this process was documented on video by the actor Casey Affleck, who is married to Joaquin's sister Summer. It's not well-done technically -- the image and sound are bad -- but it has the advantage of access to private and tormented moments. After Phoenix imploded during a famous appearance on Letterman, we see him leaving a limousine in Central Park, crawling up an embankment into some shrubbery, and screaming that he has destroyed his life, his music sucks, he will never be able to act again, and \"I'm totally f**cked!\"\n\nAll of this is true. At least we must assume it is. If this film turns out to still be part of an elaborate hoax, I'm going to be seriously pissed. Actually, there are subtle signs it might be. The scene in Central Park: Is it a little too perfect dramatically? The scenes of cocaine sniffing, the nude parties including Joaquin's assistant Antony Langdon and two hookers: Were they really possible with a director, cinematographer and sound man in the room? Would Casey Affleck release this devastating film with the acquiescence of his wife?\n\nApparently so. It exists, it was released, I've seen it, and Joaquin Phoenix, as the title assures is, is still there. One doubts he will be walking the red carpet if the film has a premiere. It documents a train wreck. A luxury train. One carrying Phoenix, his several personal assistants, his agent, his publicist, and apparently not one single friend who isn't on salary. A train that flies off the tracks and tumbles into the abyss.\n\nPhoenix comes across as a narcissist interested only in himself. He is bored with acting. He was only a puppet. He can no longer stand where he's told, wear what he's given, say what is written. It's not him. He has lost contact with his inner self. He allows that true self to emerge here as a fearsomely bearded, deliberately shabby chain-smoking egotist who screams at his patient assistants, blames himself on everyone else, and has deluded himself into thinking that there is a future in his dreadful hip-hop lyrics. \n\nHe think fame and fortune are due him. He earned them in his acting career, yes, but he will no longer act. He expects Sean Combs to want  to produce his CD, although Combs has worked hard to earn the respect that Phoenix manifestly doesn't deserve. He's a little surprised that Combs remains sensible during their negotiations, expecting to be paid for his services and oh, you know, studios, musicians, sound engineers, those kinds of things. He stands in the middle of an airport, puzzled that no limousine awaits. He flies to Obama's inauguration, not invited, and doesn't make it outside of his hotel room. He is mystified that he may no longer be able to afford his Los Angeles home.\n\nPhoenix's hip-hop performances are incomprehensible. The lyrics that we hear are lead-footed and stupid. During one performance he races from the stage and vomits copiously. He is enabled by his saintly staff, including Antony Langdon, who has been with him for years and appears to be paid as a 24-hour companion, since it's doubtful anyone would want to be with this man for free. Antony, we learn, has recently become a recovering alcoholic.\n\nWhich leads us to Phoenix's substance abuse problems. He doesn't drink much in the film. He smokes a great deal of what looks like pot. He says he scored cocaine in New York, and hardly seems to be using it for the first time. He has no onscreen moment when he appears clean or sober. Whether drugs alone could account for his condition, or whether mental illness is also involved, is not for me to say.\n\nBut I will say this. Joaquin Phoenix is a good actor. I was astonished by his performance as Johnny Cash in \"Walk the Line\" (2005). He was so good in other films, including the superb \"Reservation Road\" (2007), \"Two Lovers\" (2008) and \"Gladiator\" (2000), although I was unenthusiastic about the film. Whether he wants to be an actor is his business. Many great and worthy people have been, and in this film we see or hear about Paul Newman, Sean Penn, Jack Nicholson and for that matter Danny DeVito (who Phoenix dismisses).  \n\nI have hope that if Phoenix ever cleans up his body and mind, he can be restored, and can be happy again. See how Robert Downey Jr. and Dennis Hopper came back from the edge of the grave. We do not desperately need another actor, but Joaquin is imprisoned within his illness, and he desperately needs to get well. If he wants a career as a singer -- well, why not country music? In \"Walk the Line\" he proved he has a talent for it. In \"I'm Still Here\" all he proves is that he is hurtling toward the same pointless oblivion that killed his brother River. It is a waste of the privilege of life.\n\nNote: Regarding the film's 3-str rating: It could be one, it could be four. What do stars have to do with it? ", "running_time": 107, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-09-07", "genres": ["Comedy", "Documentary", "Indie", "Music"], "title": "I'm Still Here (2010)"}