{"url": "http://www.rogerebert.com/reviews/imagine-john-lennon-1988", "by": "Andrew Solt", "star_rating": 3.0, "text": "When John Lennon was killed on Dec. 8, 1980, he left behind some 200 hours of film and video footage, most of it never publicly seen, a lot of it in the category of home movies. The people who made \"Imagine: John Lennon\" had access to all of it, and so this is not a return visit to the familiar Beatles footage we've seen before in documentaries like \"The Beatles Story.\" Although \"Imagine\" begins in Lennon's childhood and of course includes the Beatles period, the emphasis is on the years after the Beatles broke up and he merged with Yoko Ono.\n\nI use that word - \"merged\" - deliberately, because the movie portrays John and Oko not so much as man and wife, business partners or artistic collaborators, but as two people who had spent so much time alone together on various planes of awareness that they had started to act as if they were one - like twins or an old married couple. The effect is of a psychic barrier between John and Yoko and the rest of the world; they're inside looking out.\n\nThose final years were the end of a long journey for the restless boy from Liverpool who had a lonely, unsettled youth, who was raised by a beloved aunt, who was violent and moody and then burst forth into one of the greatest songwriters of modern times. Lennon was above all an artist - his music will live as long as songs are sung - but the Beatles made him into a cultural hero as well, a star who lived inside a bubble of wealth, fame and adulation and could rarely feel alone and off-guard. It was a form of heroism that led him to live in New York as if he were an ordinary person - insisting on walking the streets, going to movies, going to the park with his son, as if those freedoms were the right of anyone, even an ex-Beatle. That delusion was ended by Mark David Chapman.\n\n\"Imagine\" is not an obituary, however, but a memory. What it remembers most clearly were those enchanted and befuddled days of hippies and flower power, bed-ins and the love generation, when John and Yoko spent their honeymoon in bed together, holding press conferences to advise people to grow their hair and work for peace. The whole time comes rushing back in one long sequence where John and Yoko have a debate with Al Capp, the right-wing creator of L'il Abner, about the effectiveness of their bed-in. Capp is a performer, aware all the time that he's being filmed. In the face of his debating points, John seems bewildered and a little petulant.\n\nThe revealing moments in this exchange are there because they were filmed by outsiders, by documentarians who were trying to look through the lens and see what was happening. Other moments in the film are revealing precisely because they were not filmed self-consciously.\n\nThey are the home movies, sometimes seemingly made by turning on the camera and sitting in front of it, sometimes perhaps made by John or Yoko or friends. In the sequence that opens the film and provides its framework, we see John at Tittenhurst, his country manor in England, in 1971, sitting at a piano, composing and singing. There is something so simple and pure about these images that they set the tone for the whole film.\n\nAt other times, however, the home movies are deceptive - they show less than they seem. When people film themselves, or each other, they are acutely aware of the camera, and much of their behavior is self-conscious performance. It's the opposite of cinema verite. It's only when an unobtrusive, observant third party is holding the camera that we get a truly documentary vision. And the underlying problem with \"Imagine\" is that John and Yoko are holding the camera too much of the time - symbolically, anyway. The film shows the face they turned to the world, not the faces they turned to each other.\n\nMuch has been made of the fact that \"Imagine\" will act as a response to \"The Lives of John Lennon,\" Albert Goldman's much-attacked new biography of Lennon, which paints him in his final years as an anorexic, drug-addicted puppet of Yoko Ono. In this movie, we were told, we would see him as a happy, healthy, productive family man. And there are shots that seem to show that person. But there are also moments when he does seem thin and ill, and times when he is clearly speaking from a drug-induced unreality. The film skirts so lightly over the touchy subject of John's decision to leave Yoko and live for a time with May Pang that, unless we know the story, we'd never understand it on the basis of this information.\n\n\"Imagine\" was made with Yoko Ono's cooperation but without her imprimatur, and the result is the portrait of a man who was complex, sometimes confused, not always very happy, but a great artist all the same. Yoko Ono appears in the film not as his puppet-master, but as his fellow-journeyer; whatever their reality, they shared it.\n\nThe most touching moments in the film come when it records direct testimony from those who knew Lennon the best. They look straight into the camera and speak simply and directly: his Aunt Mimi; Cynthia Lennon, his first wife, and Julian Lennon, their son; Yoko Ono, and Sean Lennon, their son. They miss him, and perhaps we feel anger at Chapman for shooting him. But there is an extraordinary sequence in the film that almost seems to address that anger.\n\nAt Tittenhurst in 1971, a confused young drifter had been hanging around, in the delusion that Lennon's songs were messages to him. We see Lennon talking to the man, telling him he only writes for himself and for his friends and to make money and do a good job. He can't, he says, be everything to everybody. And then he tells the drifter he looks hungry and invites him in for a meal. If you treat every confused drifter with that much humanity, you risk tragedy, as Lennon finally discovered. But his openness to the lonely and confused young man reveals, I think, the spirit of his greatest songs.", "running_time": 103, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-10-07", "genres": ["Documentary", "Music", "Musical"], "title": "Imagine: John Lennon (1988)"}