{"url": "http://www.rogerebert.com/reviews/imaginary-heroes-2005", "by": "Sigourney Weaveras Sandy Travis", "star_rating": 3.0, "text": "\"Imaginary Heroes\" gives us yet one more troubled suburban family, with suicide and drugs and a chill at the dinner table. But it gives us something else: A heroine with a buried but real sense of humor, and an ability to look at life from the outside instead of only through her own needs. That this person is the mother in the family, and that the father is cold and distant, goes without saying; fathers in the movies, as a group, supply only a few more heroes than Nazis. But the mother is worth having, and makes the movie work despite its overcrowded plot. \n\nHer name is Sandy Travis, and she is played by Sigourney Weaver as someone whose teenage years were spent in the 1970s, which means that in a sense she will always be younger, or at least more unpredictable, than her children. When she makes it clear in early scenes how much she hates Marge, her neighbor, we feel a certain self-satire under the anger. When she talks to her son, Tim (Emile Hirsch), she's the kind of adult kids need to talk to when they can't communicate with their parents. Unusual to find that in a parent. \n\nThe film is narrated by Tim, who tells us about his older brother Matt (Kip Pardue). Matt is the best swimmer anyone has ever seen. He holds all the records and is headed for the Olympics. Then, only a minute or two into the film, he shoots himself in the head. Tim knows something about Matt that few people were allowed to find out: Matt hated swimming. Mostly he hated it because of the way he was driven by his father, Ben (Jeff Daniels), a cold perfectionist who made Matt's life a daily final exam. \n\nThat's all prologue. \"Imaginary Heroes\" starts with the family trying to recover emotionally. Ben insists that a plate be served for Matt at every meal, on the table in front of his empty chair. \"That creeps me out,\" says Penny (Michelle Williams), the older sister, home from college. Sandy says, \"I won't be making all this food for every meal. It's a waste.\" That's what she does, speaking her mind in front of the family, coming across as the one who may not be beloved but at least sees clearly. \n\nTim is going through unsettled times at school. He is smaller than Matt was, has no athletic gifts, looks young for his age, is assumed at the funeral to be headed for high school when in fact he is already a senior. He seems to have no communication with his father, who takes a leave of absence at work and drifts off into shapeless days of sad park benches.\n\nBut Sandy sees him and senses his needs, and talks with him. They have one extraordinary conversation on the front porch swing in which she observes that they may be the only mother and son in town who can talk openly about masturbation. She tells Tim: \"You may never know how really good I am for you until I die. I never loved my parents until they died.\" \n\nTim, who looks uncannily like Leonardo DiCaprio's younger brother, is dating a girl at school named Steph. She thinks they may be ready for sex.\n\n\"Steph told me she loves me,\" he tells his mother.\n\n\"Well, do you love her?\" she asks. \n\n\"I don't know.\"\n\n\"Then you don't.\"\n\nThe relationship between Sandy and her son is the heart of the movie, and works, and Sandy's character on her own is an unfolding fascination. Who else could get busted for pot quite the way she does? And who else would say to her would-be drug dealer, \"Your parents should be ashamed of you.\" It was a wise decision for Dan Harris, the writer-director, to avoid getting bogged down in the legal aftermath of the arrest; the point, for the story the movie wants to tell, is that she felt an urgent need to get high, and behaved more like a kid than like a prudent adult. \n\nDan Harris is a kid himself, only 22 when he sent this screenplay to Bryan Singer, director of \"X-Men\" and (more to the point) \"Apt Pupil\" and \"Usual Suspects.\" Singer liked it, hired Harris to work on the screenplay for \"X-2,\" and then the new Superman movie Singer is directing, and after that \"Logan's Run.\" Then Harris came back at 24 to direct his own screenplay. \n\nI can see what Singer saw in it: A sensitivity to characters, an instinct for the revealing, unpredictable gesture and good dialogue. I think I see a little too much more, besides. The film might have been stronger as simply the story of the family trying to heal itself after its tragedy, with the focus on Sandy and Tim. But Harris feels a need to explain everything in terms of melodramatic revelations and surprise developments, right up until the closing scenes. The emotional power of the last act is weakened by the flood of new information. The key revelation right at the end explains a lot, yes, but it comes so late that all it can do is explain. If it had come earlier, it would have had to be dealt with, and those scenes might have been considerable. \n\nI haven't gone into detail about Marge (Deirdre O'Connell), the neighbor, or her son Kyle Dwyer (Ryan Donowho), who is Tim's best friend. Marge never really worked for me, except as a plot convenience, and Tim's friendship with Kyle, while it produces some risky and effective scenes, is best left for you to discover. What remains when the movie is over is the memory of Sandy and Tim talking, and of a mother who loves her son, understands him, and understands herself in a wry but realistic way. The characters deserve a better movie, but they get a pretty good one.", "running_time": 111, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-02-24", "genres": ["Comedy", "Drama"], "title": "Imaginary Heroes (2005)"}