{"url": "http://www.rogerebert.com/reviews/images-1974", "by": "Susannah Yorkas Cathryn", "star_rating": 3.0, "text": "Altman shot “Images” (1972) in Ireland during the wet autumn months of 1971, and premiered it the following May at Cannes. It won Susannah York the award for best actress (it’s the role she’s most proud of), but left its Cannes audiences mostly confused. It isn’t the sort of film you feel affectionate about. It’s complex and cold, although not nearly as hard to understand as some of the first reviews suggested.\n\nColumbia picked up the distribution rights (Altman was a hot property in 1971) and entered “Images” in the New York Film Festival. Inexplicably, neither of the two principal film critics for the New York Times (Vincent Canby and Roger Greenspan) chose to review it, and it was dismissed in a blistering and largely unperceptive review by Howard Thompson (“a mishmash”). And that was that. The film never achieved a normal commercial release in America. It had its Chicago-area premiere last February at Northwestern University and its first theatrical 35mm showing last weekend at the Biograph. It undoubtedly will return in one or another repertory series.\n\nIt is, first of all, an intelligently constructed and spectacularly well-photographed film. We admire its gifts even though they tend not to involve us. It tells the story of several days in the life of the young wife (Susannah York) of a very wealthy member of the horsy set (played by Rene Auberjonois of the Altman stock company). She’s cracking up and by the film’s end, she will have committed murder.\n\nShe hears sounds; she hallucinates; she’s trapped in a web of sexual guilt, and imagines encounters with two men other than her husband. One is a sinister Frenchman with whom she committed adultery. He died in an airplane crash three years earlier, but keeps turning up in doorways and pantries, mocking her. He finally invites her to exorcise his ghost by shooting him, and she does so. She sees him fall dead, but all she’s shot is her husband’s expensive camera.\n\nThe other man’s more real. He’s a neighbor who can’t keep his hands off her, who believes she has rape fantasies and needs strong handling. She is perhaps attracted to him, but also repelled and guilt-ridden. And she’s fond of the man’s 12 year-old daughter, She eventually “kills” the neighbor, too stabs him with a kitchen knife - and Altman gives us a chilling sequence in which we’re asked to decide if she stabbed the neighbor or simply his apparition in her mind.\n\nHer husband never quite understands the nature of her mental horror. He’s a simple, jolly transplanted American who seems arrested at the prep-school stage and is addicted to dumb jokes. What does she feel about him? The film gives us some pointed notions in its last 20 minutes, while she’s trying to kill off an apparition she sees (incorrectly) as her other self.\n\n“Images” is a very atypical Altman film. For one thing, the dialog doesn’t overlap, and the visual style is more lyrical at some times, more jagged at others, than his usual approach of sticking his cinematic nose here and there and rummaging about in his plot. The photography is by Vilmos Zsigmond, who does a skillful job of staying within the woman’s point of view while nevertheless suggesting what’s really going on. There’s an especially good use of images to suggest her confusion over time and real events. Some of the moments of deja-vu remind us of “Don’t Look Now” (which the Biograph had the good sense to put on the same double bill).\n\n“Images” is a film Altman admirers should make a point of seeing. Its very differences with most of his work help illuminate his style, and he demonstrates superb skill at something he’s supposed to be weak at: telling a well-constructed narrative. It also shows him in inventive collaboration with Miss York, whose children’s book about unicorns is read on the sound track and supplies her character with an alternate fantasy universe in which strange creatures and quaint legends replace the challenges of real life. But the movie, as I’ve suggested, inspires admiration rather than involvement. It’s a technical success but not quite an emotional one.", "running_time": 101, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-12-10", "genres": ["Drama", "Fantasy", "Horror", "Thriller"], "title": "Images (1974)"}