{"url": "http://www.rogerebert.com/reviews/imagine-me-and-you-2006", "by": "Piper Peraboas Rachel", "star_rating": 2.0, "text": "Romeo: \"I'm straight, and really attracted to you.\"\rJuliet: \"Good! I prefer men.\"\n\nEver notice how in heterosexual romances the characters rarely talk about how they're heterosexual? There have been a few homosexual romances in which the sexuality of the characters goes without saying, but \"Imagine Me & You\" is not one of them. Here's a movie that begins with a tired romantic formula, and tries to redeem it with lesbianism. And not merely lesbianism, but responsible lesbianism, in which the more experienced of the two women does everything she can to preserve the marriage of the woman she loves.\n\nShe loves Rachel (Piper Perabo). She is Luce (Lena Headey), and she first sees Rachel on Rachel's wedding day. Their eyes meet, and the screenplay elaborates on that for 90 minutes. Both women know at that moment, without a word being spoken, that they are destined for each other, but that doesn't prevent Rachel from going ahead with her marriage to Heck (Matthew Goode), although not without some alarming complications at the altar.\n\nMuch of the plot is devoted to explaining how Rachel and Luce (who runs a small but amazingly busy flower shop) can meet each other, go out on double dates with Heck and his pal Coop (Darren Boyd), and involve themselves in a romantic triangle; at one point Luce and Rachel are in the back room of the shop, snogging passionately among the petunias, when Heck walks in the front door. That generates one of those obligatory scenes in which the almost-discovered couple has to blush, breathe heavily and make furtive adjustments to their clothes, while the unexpected visitor either notices nothing, or pretends to notice nothing. With Heck, there's a fine line between those two calibrations of noticing.\n\nLuce does not want to break up Rachel's marriage. Unaware that as the more experienced lesbian she is required by tiresome cliches to be the predator, she nobly tries to suppress her feelings. But Rachel grows consumed by romantic obsession, and soon Heck senses that the honeymoon is over when technically it should still be humming right along.\n\nThe movie is set in London, which means that everyone can be more detached and civilized and unable to notice homosexuality than might be possible in, say, San Francisco. There are however no barriers between Rachel and Luce except for the fact of her marriage, which is easily disposed of once the plot gets down to work.\n\nMost of the running time is devoted to sitcom devices involving family members, friends, double meanings, close escapes and sincere heart-to-hearts, especially between Heck and Coop, who are awfully nice and terrifically sensitive. Rachel has a little sister named Beth (Sharon Horgan), who is so smart she only says things that are either accidentally or deliberately perceptive. And Rachel has parents (Celia Imrie and Anthony Head), who in the tradition of all British comedies are apparently insane right up to the point where they are required to demonstrate acceptance, insight and unconditional love.\n\nThe sex in the movie is so mild that I assumed the R rating was generated primarily by the gay theme, until I learned the R is in fact because of too many f-words. That makes sense. If Rachel and Luce were of opposite genders, what they do together would be rated PG-13, and they'd have to hold on tight to keep from sliding into PG. There is a strange moment when Heck and Rachel decide to revive their marriage by making love outdoors on Hampstead Heath, and don't even get to the interruptus stage before two gay men emerge from the shrubbery and hold a conversation so innocuous they might have been taking a survey for the groundskeepers.\n\nPiper Perabo, as it happens, has made another movie about love between two women, the overlooked and underrated \"Lost and Delirious\" (2001), in which she co-starred with Jessica Pare in a movie so infinitely superior (and sexier) that Perabo must have remembered it wistfully during the agonizingly belabored developments in this one.", "running_time": 94, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-02-02", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Imagine Me & You (2006)"}