{"url": "http://www.rogerebert.com/reviews/imagine-that-2009", "by": "Eddie Murphyas Evan", "star_rating": 2.5, "text": "Eddie Murphy’s new family comedy “Imagine That” is a pleasant, unassuming fantasy in which a high-powered investment adviser gets advice from his daughter’s imaginary friends. We never see the friends, but we see a great deal of the daughter, in a charming performance from newcomer Yara Shahidi.\n\nShe plays Olivia, 7 years old, who doesn’t see nearly enough of her daddy. He is Evan Danielson (Murphy), who is competing for a big promotion at his Denver firm. Olivia is being raised by his former wife (Nicole Ari Parker), who insists it is time for the child to spend some quality time with her father.\n\nEvan is not well equipped to handle this or much of anything else apart from his job. He can’t find baby-sitters, takes the kid to the office, and to his horror, discovers she has drawn with waterpaints all over his notes and charts for a crucial meeting. It does not go well. He’s upstaged by Johnny Whitefeather (Thomas Haden Church), a Native American who evokes the great spirits and Indian legends to convince clients the force is with him.\n\nIn response, Murphy does one of his semi-comic riffs, desperately improvising advice from the stories Olivia told him about her drawings. He returns to his office expecting to be fired, but, amazingly the advice turns out to be solid gold. But how did he do that? What did Olivia know? She knew what a fairy princess told her, and she can see her imaginary world when she has her precious blue blankie over her head. Evan doesn’t know what else to do, so he starts turning to Olivia for more investment tips, and she’s right again and again.\n\n“Imagine That” is amusing without ever being break-out funny — except for one scene, loudly appreciated by the kiddies in the audience at the screening I attended, when he makes pancakes, and Olivia insists he eat them covered with gobs of ketchup, mustard, chocolate sauce and hot sauce. Kids may not get all the verbal jokes, but playing with food, they understand.\n\nMurphy stays interestingly in character, not going over the top. He does his usual rapid-fire dialogue and desperate invention, but more sanely than usual. The film is really about the father-daughter relationship, and Murphy comes through as sincere, confused, lonely and with a good heart. The key to the chemistry between them is Yara Shahidi’s work as the daughter.\n\nApparently she really is 7, and her previous experience is limited to three episodes of “In the Motherhood.” She’s a natural. I never caught her trying to be “cute.” She played every scene straight and with confidence, and she’s filled with personality. I’ve been noticing recently how good the child actors are in movies. Maybe they grow up absorbing acting from TV. I wonder why not all young actors can bring this gift with them into adulthood. To paraphrase e.e. cummings: And down they forgot as up they grew.\n\nThe third major role, by Thomas Haden Church, is an interesting invention: an Indian con man, trading on his background to score points in the boardroom, steamrolling clients with his people’s lore. This is funny. Is it offensive? Not when we find out more about Johnny Whitefeather.\n\nSo all of these elements are present and supply nice moments, but director Karey Kirkpatrick, the writer of animated films like “Chicken Run” and “Over the Hedge,” never brings them to takeoff velocity. They rest on the screen, pleasant, amusing, but too predictable for grown-ups and not broad enough for children. I couldn’t believe it counts on one of the most exhausted cliches in the movies, the parent making a dramatic late entrance to a child’s big concert.\n\nStill, think about this: If the investment gurus of Wall Street had turned to their kids for advice, we might not be in such a mess.", "running_time": 107, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-06-10", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Imagine That (2009)"}