{"url": "http://www.rogerebert.com/reviews/immediate-family-1989", "by": "Glenn Closeas Linda Spector", "star_rating": 2.0, "text": "Haven't we seen this film before? \"Immediate Family\" is the story of a childless older couple who desperately want to have a baby, and a young mother who is going to have a baby and doesn't know what to do about it. The story is right out of the headlines - too many headlines, and magazine articles, and TV docudramas, and talk shows, and even old movies, of which \"The Babymaker\" comes first to mind.\n\nThe key scenes in \"Immediate Family\" are so obligatory you could have written the screenplay yourself. Couple wants baby. Counselor puts them in touch with young mother. Young mother arrives, grows close to adoptive parents. Young father, a nice kid, also arrives. Older couple begin to feel like parents toward these two kids - a nice irony there.\n\nAnd then, of course, there is the inescapable moment when the young mother goes into labor. There's a mad dash to the hospital and an obstinate nurse at the check-in counter, and then the mother gives birth while all the key characters stand around telling her when to breathe and when to push and how well she's doing, while she screams and sweats a lot.\n\nThe dash to the hospital and the delivery-room scenes have become cliches by now, staples in the repertory of every young actress, but let it be said that Mary Stuart Masterson is very good as the teenage mother. She brings an unexpected resolve to the role, so we can see that the character might amount to something in life. The casting, indeed, is the only way in which \"Immediate Family\" transcends the predictable formula of its screenplay.\n\nJames Woods and Glenn Close, two of the best actors in the movies right now, play the adoptive couple, and Kevin Dillon, as the baby's father, finds an effective mixture of determination and uncertainty.\n\nBoth of the teenage parents are good kids, we feel, but just not old enough to deal with the monumental arrival of a child in their lives.\n\nWoods is toned down from his other recent performances. He is the best actor in Hollywood at playing manics, crazies, hyperactive schemers and intelligent con men, but here he simply plays a more or less normal husband with ordinary desires and passions. He and Close make a convincing couple.\n\nAnd yet there is something lacking. I cared for all of the characters, I was moved by the writing and acting of some of the key scenes - especially the ones involving the indecision of the young people asked to part with their child - and yet the movie as a whole failed to really reach me.\n\nWas that because the material was simply too familiar? Adoption, \"pre-birth agreements\" and struggles for the possession of babies are the fodder of talk shows these days, and having seen tearful natural and adoptive mothers baring their souls on television, I found the characters in \"Immediate Family\" too familiar. (Like all characters on TV and in the movies, they never watch TV or go to the movies and so are unaware that their lives are made of cliches.) At about the same time I saw \"Immediate Family,\" I also saw \"Look Who's Talking,\" a lightweight comedy with John Travolta and Kirstie Alley and a baby with the voice of Bruce Willis. It also had the obligatory rush to the hospital and the deep breathing and cries of encouragement in the delivery room. Its only ambition was to be a light comedy and \"Immediate Family\" wants to be a serious film, but \"Look Who's Talking\" is the better movie. It contains cliches, but knows they're cliches, and has fun with them. And it does a more effective job of delivering charm and warmth than \"Immediate Family\" does at exploring deeper emotions.\n\nYou can't measure movies on absolute scales, and the level of their achievement often is more important than the level of their ambition.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-10-27", "genres": ["Comedy", "Drama"], "title": "Immediate Family (1989)"}