{"url": "http://www.rogerebert.com/reviews/immortal-beloved-1995", "by": "Gary Oldmanas Ludwig Van Beethoven", "star_rating": 3.5, "text": "There is an image in \"Immortal Beloved\" as evocative\ras any I can remember - as complete as the sled in \"Citizen Kane,\" or\rthe shadowy doorway in \"The Third Man.\" A boy runs through the forest\rat night to a perfectly still lake, and floats on his back. The camera pulls\rback, and we see the stars of the sky reflected in the water.\n\nAnd\rthen it seems as if the boy is floating in the firmament - lost in the stars.\rOn the soundtrack, we hear the \"Ode to Joy\" from Beethoven's Ninth\rSymphony.\n\nMovies\rthat attempt to match visual images to great music are often asking for\rtrouble. Remember the \"1812 Overture\" playing in Ken Russell's biopic\rof Tchaikovsky, the cannon roars illustrated by images of soldiers' heads being\rblown off? What Bernard Rose has accomplished in \"Immortal Beloved\"\ris a film that imagines the mental states of Beethoven with a series of images\ras vivid and convincing as a dream.\n\nThe\rfilm unfolds like a biographical puzzle. Beethoven after his death left a\rletter addressed to his \"immortal beloved,\" with no hint as to who\rthat person was. As a last testament this document may have been faulty, but as\ra biographical puzzle it was a masterstroke, inspiring two centuries of fevered\rspeculations, of which this film is the latest and most romantic. I doubt Rose\rhas solved the puzzle of the unnamed beloved, but I care not, because he has\rdone something more valuable: He has created a fantasy about Beethoven that\revokes the same disturbing, ecstatic passion we hear in his music.\n\nThe\rfilm opens with Schindler (Jeroen Krabbe), Beethoven's confidante, beginning a\rsearch for the immortal beloved. As he visits first one and then another\rpossible source of information, it is impossible not to be reminded of the\rhapless reporter who sought the meaning of \"Rosebud\" in \"Citizen\rKane.\" As he visits the important women in Beethoven's life, we see\rflashbacks to the composer's disorderly and precarious existence, and we hear\rmusic, magnificent music.\n\nUnusual\rfor the director of a musical biography, Rose has paid as much attention to the\rmusic as to the biography. Most biopics about classical composers dredge up\robscure, low-rent recordings of the music. Not this one. The film's musical\rsupervisor is Sir Georg Solti, conducting the London Orchestra, with soloists\rsuch as Murray Perahia and Yo-Yo Ma. If there are moments when we doubt\rBeethoven was thinking exactly these images as he composed, there are others\rwhen the momentum of the story takes over, and we identify with a tortured\rgenius whose deafness cut him off from the immortal sounds he was giving to\rmankind.\n\nBeethoven\ris played in the film by Gary Oldman, who at first seems an unlikely choice:\rToo small, too driven, too insinuating.\n\nThen\rwe see that he is right. He is a man on the edge of madness, obsessed with women,\reven more obsessed with Karl (Marco Hofschneider), the young nephew he hopes to\rturn into a prodigy. He wages a lifelong campaign of hate against Karl's\rmother, Johanna (Johanna Ter Steege), telling his brother Caspar (Christopher\rFulford) she is a foul slut. The movie proposes an interesting explanation of\rBeethoven's hatred of her and love for her son, one which sensible biographers\rwill question, but that fits perfectly with the terms of the story.\n\nIf\rJohanna is, by default, one of the three most important women in Beethoven's\rlife, the other two are Countess Giulietta Guicciardi (Valeria Golino), who\rbecomes his student and patron, and the older, wiser Countess Anna Maria Erdody\r(Isabella Rossellini), who stands up to Beethoven after he has gone into court\rto wrest young Karl away from Johanna, his mother.\n\nIn\rthe scenes with Giulietta we see Beethoven's status as the most sought-after\rlion of the European musical scene; in his day, a great composer was the\requivalent of today's rock stars, swooned over and showered with attention. He\rbecomes the countess' piano teacher, but does not always play the game\raccording to her world's rules: \"A mistake is nothing,\" he tells her,\r\"but the fact that you thump out the notes without the least sensitivity\rto their meaning is unforgivable, and your lack of passion is unforgivable. I\rshall have to beat you.\" She thinks he is teasing until he slaps her so\rhard that tears well in her eyes.\n\nThe\rscenes with the Rossellini character are among the best in the film, because\rhere he finds a haven from his debts, from his troubles with the law, from his\rwars with his relatives, from his fawning admirers and mocking rivals. She sees\rmost clearly his curious obsession with young Karl, which takes an odd turn:\rBeethoven stops composing entirely for five years in order to supervise Karl's\reducation as a music virtuoso, despite the boy's tearful pleas to be allowed to\rbecome a soldier.\n\nBeethoven's\rdeafness is a subject through much of the film, including a precarious scene\rwhere the Rossellini character leads him from the stage after he grows confused\rduring a public performance, and another in which he touches the wood of a\rpianoforte to hear the music through his fingers. He tried desperately to\rconceal his deafness, fearing it would destroy his livelihood, and on the\rsoundtrack Rose sometimes reproduces what he can hear: Low rumbles curiously\rlike the music of the whales.\n\nThis\ris the fourth film by the young British director Bernard Rose, after\r\"Paperhouse\" (1989), \"Chicago Joe and the Showgirl\" (1990)\rand \"Candyman\" (1992). The first was a masterpiece, a haunting\rfantasy about the secret mental worlds of children. The second, set in World\rWar II, was a fanciful recreation of a relationship between a GI and a British\rgirl, both living in their delusions. The third was about a legendary figure\rsaid to haunt Chicago public housing projects. In all three films Rose shows a\rremarkable gift for visualizing his themes: His films are stimulating to look\rat.\n\nHere,\rin the shopworn genre of the musical biopic, he makes everything new.\r\"Immortal Beloved\" has clearly been made by people who feel Beethoven\rdirectly in their hearts, and are not approaching him through a classroom or\rhistorical setting. Beethoven writes to Schindler at one point, arguing:\r\"It is the power of music to carry one directly into the mental state of\rthe composer. The listener has no choice. It is like hypnotism.\" The\rviewer of \"Immortal Beloved\" likewise has no choice, and for the same\rreason.", "running_time": 123, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-01-06", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "Immortal Beloved (1995)"}