{"url": "http://www.rogerebert.com/reviews/immortals-2011", "by": "Henry Cavillas Theseus", "star_rating": 1.5, "text": "\"Immortals\" is without doubt the best-looking awful movie you will ever see. Eiko Ishioka's costume designs alone deserve an Oscar nomination. \"They weren't at all historically accurate,\" grumbled a woman in the elevator after the sneak preview, as if lots of documentation exists about the wardrobes of the gods. She added: \"I guess that's what we deserve for using free tickets we got at a Blackhawks game.\"\n\nOne image after another is gob-smacking, including the early one in which a prison cell of thick granite, buried inside a mountain, holds the imprisoned Titans. We see them from above, chained standing upright, their teeth clamped onto iron rods. They've been this way for \"eons.\" Other images include Greek villages carved from the sides of precipitous cliffs, spectacular temples and thrones, and a startling shot of the Oracles dressed in towering red costumes against a slate background. You look at these visuals and drink them in.\n\nAlas, the movie makes next to no sense. It involves, in a very broad sense, the attempt by King Hyperion (Mickey Rourke) to conquer Greece, and the battle to stop him led by a plucky peasant named Theseus (Henry Cavill). Much depends on the possession of the hidden Epirus Bow, which can fire arrows that materialize from thin air and guide themselves to a target. This sounds great, but when you're shooting arrows at tens of thousands of enemies, your fingers could get bloody pulling that bow string.\n\nThe movie is sometimes completely CGI, and there must not be many scenes with no computer work at all. That allows for lots and lots of towering cliffs. In fact, all of Greece seems to be on the edge of a drop of hundreds or thousands of feet, although sometimes in the far distance we see flatlands, which are no doubt where the peasants live. No one on the cliffs but Gods, heroes, Oracles, warriors and suchlike. These characters all seem compelled to live as close to the edge as possible, where they run nimbly, survey the horizon, push each other, and never look down to check their footing. You know how nervous that makes me get. One legendary character does dive into the sea, turning into a kind of missile and impacting like a bomb, creating a giant tsunami. You'd think the waves would wipe out civilization, but the payoff seems mostly when everybody finds themselves covered with mud.\n\nThere are no end of battle scenes, interminable and incomprehensible, in which beheading and skewering are routine. Theseus is so strong he actually stabs one enemy with the end of his pike and tosses him with great force against a rock wall. Try that sometime. I was encouraged by this because the actor, Henry Cavill, will soon be playing Superman, and here we see he can do that stuff for real.\n\nThere is a brief love scene involving Phaedra (Freida Pinto) and Theseus, of which I can say, as I have before, that Freida Pinto really has a lovely face. Also many scenes starring John Hurt, who plays, as he seems to in half the movies these days, an old man who's been there, done that, and knows it all. I also enjoyed Mickey Rourke doing his smash everyone routine.\n\nBut a lot of the time I had no idea what was going on. Characters would turn up for the first time, seem terrifically important, and disappear. If at many moments I had stopped the film and asked anybody around me, \"who is that, and what are they doing and why?,\" I think they'd have been stuck for an answer. There are such puzzles as why an army stretches the width of the horizon and has to funnel four abreast through a narrow opening in a wall. And call me an idiot, but when they found the three people trapped inside the giant (golden? brass?) bull while being slow-roasted, I had no idea how they got there or who they were.\n\nThe movie was directed by Tarsem Singh, of whose wonderful \"The Fall\" (2008) I wrote, \"it is a mad folly, an extravagant visual orgy, a free-fall from reality into uncharted realms…(Tarsem) has made a movie that you might want to see for no other reason than because it exists. There will never be another like it.\" Now there is.\n\nThe 3D cinematography is a pleasant surprise, one of the best iterations of the medium I've seen. ", "running_time": 110, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-09", "genres": ["Action", "Fantasy", "Science Fiction"], "title": "Immortals (2011)"}