{"url": "http://www.rogerebert.com/reviews/impromptu-1991", "by": "Judy Davisas George Sand", "star_rating": 3.0, "text": "George Sand, whose real name was Amandine Aurore Lucie Dupin, became famous for taking a man's name, wearing trousers, and smoking cigars in public. That would hardly get her into the papers today, but during her lifetime (1804-1876) she was one of the most famous women in the world, and her simple refusal to \"act like a woman\" helped set the stage for the women's revolution that is still underway.\n\nSand did not simply smoke cigars and walk around with her hands in her pockets, however. She also generated enormous scandal by marrying a baron, then when she was 27 leaving him and their two children, and moving to Paris - where she wrote novels, moved in cafe society, and had notorious affairs with the writer Alfred de Musset and the composer Fredric Chopin.\n\nSand's affairs inevitably inspired many duels, which have been seized upon by the makers of \"Impromptu\" as a way to lead into, and out of, the various chapters of her life. They also illustrate that Sand was more competent than some of the men who adored her. Her early lover Mallefille is always calling men out to defend their honor, and in his duel with Chopin (whose second is Eugene Delacroix), the strain grows so intense that Chopin faints, and it is up to Sand to grab the pistol and shoot Mallefille. (True to her lover, she insists the doctor treat Chopin's faint before Mallefille's bullet wound.) \"Impromptu,\" a disorganized, confusing but amusing biopic, stars Judy Davis as George Sand, and although I have admired Davis more in other films (such as \"High Tide\" and \"My Brilliant Career\"), that would possibly be because I had greater affection for the characters she played. A little George Sand goes a long way.\n\nThe movie belongs to the same genre as \"Gothic\" and \"Haunted Summer,\" which were both movies about that extraordinary house party at which Percy Bysshe Shelley, John Keats, Mary Wollstonecraft Shelley and others played musical beds while Mary wrote Frankenstein. The film has little serious interest in George Sand, and almost none in the novels that are all that remain of her, but diverts itself with scandal, atmosphere, location, and witty repartee (Mallefille: \"You promised to love me!\" Sand: \"I didn't promise to succeed!\") There are also episodes of dubious historical accuracy, as when a horse defecates on Sand's writings.\n\nLike a novel by E.L. Doctorow or Tom Wolfe, historical personages are brought onstage to act as fictional characters, and we get not only Sand, Chopin, Delacroix and de Musset, but even Franz Liszt, who calls Chopin \"the Polish corpse\" and tries to save him from Sand for the good of his health. The point of all of this is fairly obscure. When the good people of Paris are shocked by a woman wearing trousers, we are amused by their backwardness, but the movie leaves it at that, and doesn't try to draw parallels, if any exist, between that time and ours. Nor does the behavior of the characters teach any lessons, except that genitals can be unruly in all centuries.\n\nThe pleasure of the movie comes at the same level as idle gossip; people scandalize each other to relieve the tedium, and then talk about it with great delight, while sometimes pretending to be shocked and sometimes pretending not to be shocked. I do not dismiss this pleasure, however; gossip is one of the few human activities that is free, inexhaustible, and entertaining. As for George Sand, you can read her books, I suppose, if you're interested in more than the cigars. I mean to myself someday.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-05-03", "genres": ["Comedy", "Drama", "Foreign", "Music", "Romance"], "title": "Impromptu (1991)"}