{"url": "http://www.rogerebert.com/reviews/impulse-1990", "by": "Theresa Russellas Lottie", "star_rating": 3.0, "text": "Theresa Russell is an actress who likes characters who dance on the edge, who dare themselves to get into situations they'll have to think fast to escape from. The character she plays in \"Impulse\" seems at first to come out of the same mold as other recent female cops in the movies, but there's a twist to her - she's attracted to the dark impulses of the people she meets in her work, and she envies the sinners their freedom to sin. Sometimes it seems like the cops have to go home just when the fun is beginning.\n\nRussell works for the vice squad as an undercover cop. She dresses in miniskirts and wears a lot of chains and works the bars and the sidewalks where the johns are. Her job is to guide them lustfully into the arms of the law, and when her back-up support arrives to read the guy his rights, she's outta there.\n\nThe problem is, it's a dangerous and lonely job with a high frustration factor. Her boss on the force (George Dzundza) is a woman-hating creep who is mad at her because she broke up with him. His eyesight seems to be Pavlovian; when he sees a woman who looks like a hooker, he assumes she is a hooker - even if in fact she is an undercover cop. Yes, he likes it when Russell busts somebody. Sure, she's a good cop. But would she dress up that way if she were a nice girl? Some nights the action gets a little dicey. Some nights she almost gets killed. Some nights adrenaline is pumping through her veins and she is expected to go quietly home and be a good girl until it's time to put on the push-up bra again. On one of those nights like that, tired and depressed, Russell goes into a bar and when a guy offers to buy her a drink, she accepts.\n\nShe knows what the score is. She's dressed like a hooker. He's dressed like a businessman with 200 bucks in his pocket that he has just decided not to spend on flowers for his wife. But the thing is, she enjoys the power over men that this role gives her. All she has to do is wear the right blouse and smile the right way, and the brains of otherwise sensible men send Code Blue to their genitals. Just once, just tonight, with the warm coil of whiskey in her stomach, she decides to go back to the guy's place and maybe take the money and see what it's like.\n\nIt is here that the plot steps in. If \"Impulse\" had been a French movie no doubt we would have continued to explore the twists and tastes of the woman's character, but in a Hollywood movie personalities take second place to manipulation, and so we go on hold while the movie explains uninteresting details such as: the guy who picks her up is a criminal, and her colleagues on the force are working on his case, and it's all tied up with a lot of drug money, and so on.\n\nAnd yet the movie gets interesting again, because of the corner Russell paints herself into. She makes some mistakes that become increasingly unwise and complicated, and the question is, can she think fast enough to stay ahead of some experienced cops who are likely to see straight through the whole tissue of lies at any moment? \"Impulse\" is the second feature directed by Sondra Locke, whose first film, \"Ratboy,\" quickly dropped from view in 1986. She seems to have learned a lot about directing since then. The movie is good to look at and painfully intense at times - not so much when the plot is squeezing in, as when we're invited to identify with Russell when she's looking for trouble. You know the feeling? It's something you're not supposed to do, and you could get in trouble if you're caught, but you want to, and you're tired, and nobody loves you, and there's this seductive stirring inside you, and temptation has thrown an arm over your shoulder and is signaling the bartender with the other hand? It's this impulse that makes the movie interesting, and worth seeing. The other stuff - the relationship with Jeff Fahey as the assistant district attorney, the details of the criminal situation - are taken off the shelf, given a quick polish, and stuck in where they fit. Robert Bresson made a movie once named \"Pickpocket,\" about a man with a criminal personality. The movie followed the pickpocket and watched him, and that was enough. Would anybody in the audience have been seriously disappointed if \"Impulse\" had simply followed the Russell character? What if Locke hadn't felt the need to solve the plot and tie up the loose ends? What if nobody ever found out what Russell did, and she was left to think about it? Isn't that what happens in life? And isn't it more fun, and more dangerous, that way?", "running_time": 109, "mpaa_rating": null, "release_year": 1990, "date_published": "1990-04-20", "genres": ["Thriller"], "title": "Impulse (1990)"}