{"url": "http://www.rogerebert.com/reviews/in-and-out-1997", "by": "Kevin Klineas Howard", "star_rating": 3.0, "text": "You're a high school English teacher in a small Indiana town, watching the Academy Awards telecast with your fiancee, when one of your former students wins the Oscar. He wins for playing a gay soldier, and in his acceptance speech, he thanks a lot of people, including the teacher--”who,” he volunteers, “is gay.” This comes as news to the fiancee. Also to the teacher, named Howard (Kevin Kline). Also to his father (Wilford Brimley) in the same town, who tells his wife, “We used to mow our lawn. No more!” Also to the high school principal (Bob Newhart) who will eventually try to fire Howard. Also to the players on the football team that Howard coaches, although one of them says there are two places where it's OK to be gay: “Prison, and space, where they kind of float into each other while they're weightless.” “In and Out” is a light-hearted, PG-13 rated comedy about homosexuality, so innocuous you can easily imagine it spinning off into a sitcom. Its opening moments were inspired by the moment on the Oscar telecast when Tom Hanks won as best actor for “Philadelphia,” and thanked his gay high school drama teacher. The story goes that producer Scott Rudin, watching the broadcast, imagined a different outcome to the story, and pitched it to screenwriter Paul Rudnick, who under the pen name Libby Gelman-Waxner writes a funny column for Premiere magazine.\n\nThe result is one of the jollier comedies of the year, a movie so mainstream that you can almost watch it backing away from confrontation, a film aimed primarily at a middle-American heterosexual audience. Thirty years ago this movie would have been controversial. Now it's simply funny.\n\nKevin Kline is almost always dependable as a comic actor, an Everyman who tries to keep his dignity while his life falls apart. Here he's well-matched with Joan Cusack, as Emily, the fiancee, who has lost dozens or hundreds of pounds under the inspiration of Richard Simmons, in order to slim down for marriage to Howard; she's had a crush on him for years. Now, on the eve of the wedding, her whole world comes crashing down, and even the parish priest is astonished that during a three-year courtship she has never once slept with her intended.\n\nHoward tries to fix that. “But I'm NOT gay!” he thunders, crashing into her bedroom in a belated display of macho lust. One of the plot mysteries is why the former star pupil (a witty, wry performance by Matt Dillon) would tell a worldwide TV audience that he was. No matter; Howard becomes the center of a media blitz, and a celebrity gossip journalist played by Tom Selleck arrives in town to host a TV special documenting the real story.\n\nSelleck's character is gay--and cheerfully prepared to assure everyone of that fact. He also assumes Howard is gay, despite his protestations. So does the high school principal, played by Newhart as a man so inhibited that when he speaks, everything of importance is implied by long, agonized pauses.\n\n“In and Out” is a lot of fun, an audience pleaser that creates characters that only become more likable the more the plot digs in. Rudnick is a gifted screenwriter whose “Jeffrey” (1995) was not as relaxed about sexuality as this film is. The director and sometime Muppeteer Frank Oz (“Little Shop of Horrors”) knows that while the predictable means the death of comedy, its closest relative, the inevitable, is essential.\n\nOnly the ending bogs down. There's a scene in the high school auditorium that could have been recycled directly from a Frank Capra movie, and without giving it away, I will say that it is too long, too lugubrious and too cloyingly uplifting. On the other hand, the movie takes a cheap shot at Barbra Streisand that's so funny, it will probably make even her laugh, and in a year when good comedies seem as hard to make as ever, “In and Out” is one of the best.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-09-19", "genres": ["Comedy", "Romance"], "title": "In & Out (1997)"}