{"url": "http://www.rogerebert.com/reviews/in-a-lonely-place-1950", "by": null, "star_rating": 4.0, "text": "\n\nThe courtyard of the Hollywood building occupied by Humphrey\r\nBogart in \"In a Lonely Place\" (1950) is one of the most evocative\r\nspaces I've seen in a movie. Small apartments are lined up around a\r\nSpanish-style courtyard with a fountain. Each flat is occupied by a single\r\nperson. If you look across from your window, you can see into the life of your\r\nneighbor.\n\nOne\r\napartment is occupied by Dixon Steele, an alcoholic screenwriter who has some\r\nsuccess but is now in the midst of a long, dry spell. Across from him is Laurel\r\nGray (Gloria Grahame), a would-be actress and a smart cookie. Steele is a\r\nbitter, angry man. Drinking at noon in his usual hangout, he succeeds in\r\ninsulting his agent, punching a man who is cruel to an aging has-been actor and\r\nthen getting in a fistfight with the son of a studio chief.\n\nThis\r\nconcise opening scene, set in a bar inspired by Bogart's own hangout,\r\nRomanoff's, establishes Dixon Steele's character and summarizes some of the\r\nthings we sense about Bogart, that enigmatic man. They both drink too much.\r\nThey're both idealists who sympathize with underdogs. They both have a temper.\r\nSteele has, and Bogart was always able to evoke self-pity; remember his Dobbs\r\nin \"Treasure of the Sierra Madre.\" Bogart was at his best in\r\nconflicted roles, at his weakest in straightforward macho parts. Steele's\r\nqualities make him an ideal partner for Laurel Gray, who has been around, knows\r\nthe ropes and is more likely to fall for a wounded pigeon than a regular guy.\n\n\"In\r\na Lonely Place\" has been described by the critic Kim Morgan as \"one\r\nof the most heartbreaking love stories ever committed to film,\" and love\r\nis indeed what it's really about. It has the look, feel and trappings of a film\r\nnoir, and a murder takes place in it, but it is really about the dark places in\r\na man's soul and a woman who thinks she can heal them.\n\nAs\r\ncarefully constructed by Bogart, who produced it, and directed by Nicholas Ray,\r\nfrom a great noir novel by Dorothy Hughes, it's at pains to make its man and\r\nwomen adults who know their way around. Neither is a victim, except of their\r\nown natures: Dixon Steele a drinker with rotten self-esteem, Laurel Gray a\r\nwoman who should know better than to invest in him.\n\nIn\r\nthe film, Steele is given the job of adapting a trashy best-seller. He needs\r\nthe work, but he can't even bear to read the novel. A friendly hat-check girl\r\nnamed Mildred (Martha Stewart) tells him she loved it, and he hires her to come\r\nhome with him and tell him the story. On their way through his courtyard, they\r\npass Laurel Gray, and Gloria Grahame is perfect in how she conveys to him that\r\nshe notices him. The storytelling session drags on, Mildred becomes a bore, and\r\nSteele sends her away. The next morning she's found murdered. Steele, seen to\r\nleave the bar with her and with a long rap sheet involving assaults and fights,\r\nis the logical suspect.\n\nDid\r\nanyone see Mildred leave his apartment? Yes, as it turns out, Laurel says she\r\ndid, and provides an alibi when she's brought to the police station. Something\r\nhappens between Laurel and Dixon in the captain's office that is unmistakable\r\n-- and later that day they act upon it, no small talk, hungry with passion and\r\nhope.\n\nLaurel\r\ngets Dixon off the sauce. He starts writing again. They're helplessly in love,\r\na little giddy with happiness. But the possibility lingers that he did murder\r\nthe girl, and that Laurel testified for him out of instinct more than certain\r\nknowledge. An idyllic interlude on the beach suddenly turns ugly and leads to\r\nworse. We, and Laurel, are presented with the possibility that her life is in\r\ndanger, especially if he drinks again. Ambiguity about the true Dixon Steele\r\nprovides the soul of the film. The fact that they truly love each other its\r\npoignancy.\n\nThis\r\nis a crisp black-and-white film with an almost ruthless efficiency of style. It\r\ntaps into the psyches of the three principals: Bogart, who bought the story to\r\nproduce with his company; Nicholas Ray, a lean iconoclast of films about\r\nwounded men (James Dean in \"Rebel Without Cause\"), and the legendary\r\nGloria Grahame (1923-1981), whose life story inspired Peter Turner's\r\nextraordinary bookFilm Stars\r\nDon't Die in Liverpool.Turner\r\nwas the last of her many loves. She was married to Nicholas Ray but that ended\r\nduring the making of this film, when Ray found her in bed with his 13-year-old\r\nson by an earlier marriage. (She and the boy, Tony, were married from 1960 to\r\n1974.)\n\nLife\r\non the set was obviously fraught with emotional hazards. Ray had modeled the\r\nmovie's apartment complex on an apartment he once occupied at Villa Primavera\r\nin West Hollywood. When he moved out on Grahame, I learn from critic J.\r\nHoberman, Ray actually moved onto the set and started sleeping there. The relationship\r\nbetween Dixon and Laurel mirrored aspects of Bogart's own with the younger,\r\nstrong-willed, nurturing Lauren Bacall. Yet perhaps they all sensed that they\r\nwere doing the best work of their careers -- a film could be based on those\r\nthree people and that experience.\n\n\"In\r\na Lonely Place\" is a superb example of the mature Hollywood studio system\r\nat the top of its form. Photographed with masterful economy by Burnett Guffey\r\n(\"Knock on Any Door,\" \"Bonnie and Clyde\"), it understands\r\nspace and uses the apartments across the courtyard to visualize the emotional\r\nrelationship between Dixon and Laurel. Visible to each other, dependent on each\r\nother, they never officially move in together but remain enclosed, and no\r\nmatter what they say, apart. Notice the way Guffey focuses light on Bogart's\r\neyes during a frightening speech when he imagines how Mildred was murdered.\n\n\"You\r\nknow, Miss Gray,\" he says, \"you're one up on me. You can see into my\r\napartment but I can't see into yours.\"\n\n\"I\r\npromise you, I won't take advantage of it.\"\n\n\"I\r\nwould, if it were the other way around.\"\n\nBogart\r\nis so good at playing vulnerable men. It's strange he has an enduring image as\r\na tough guy. It would be more accurate to say he was tempered by experience. A\r\ndecade before this film, in \"Casablanca,\" he was already the man\r\ndrinking alone late at night, afraid of hearing an old song.\n\nAbout\r\nGrahame's characters there was often a doomed quality. She and Lee Marvin had\r\nan iconic scene in \"The Big Heat\" (1953) when he threw a pot of\r\nboiling coffee in her face. In \"It's a Wonderful Life\" (1946), she\r\nplays the grown-up Violet, who in the nightmare sequence, becomes a prostitute.\r\nShe won an Oscar for \"The Bad and the Beautiful\" (1952), playing an\r\nactress who hates the producer who betrayed her. And she gained the unfortunate\r\nnickname \"the can't say no girl\" after performing that song in\r\n\"Oklahoma!\" (1955).\n\nIf\r\nthere is one key element of film noir, it is the flawed hero. That, usually\r\njoined with a distinctive visual style and tone, defines the genre. The hero is\r\nsympathetic but weak, often haunted by mistakes in the past or fatally tempted\r\nby greed or lust. He is likely to discover himself capable of evil he had never\r\ndreamed of, and is consumed by guilt and fear.\n\nBogart\r\nembodies this noir quality flawlessly in \"In a Lonely Place.\" He\r\nplays a good man with a hot temper who can fly into a rage when he drinks. This\r\ngives Dixon a Jekyll and Hyde quality that Laurel awakens to, leading to later\r\nscenes of terror. The monster inhabiting him is an acting-out of self-loathing,\r\nwhich infects his success and dooms his happiness. He foresees his fate when he\r\nquotes to her a line just written in his new screenplay: \"I was born when\r\nyou kissed me. I died when you left me. I lived a few weeks while you loved me.\"\n\nAlso in my Great Movies collection: \"Rebel Without a\r\nCause,\" \"Casablanca,\" \"Treasure of the Sierra Madre,\"\r\n\"It's a Wonderful Life\" and \"The Big Heat.\"\n\nWritten by Kim Morgan, edited by Matt Zoller Seitz, an excellent\r\nvideo essay on \"In a Lonely Place\":\n\nhttp://bit.ly/9nbNx", "running_time": 94, "mpaa_rating": null, "release_year": 1950, "date_published": "2009-08-13", "genres": ["Drama", "Film Noir", "Mystery", "Thriller"], "title": "In a Lonely Place (1950)"}