{"url": "http://www.rogerebert.com/reviews/in-america-2003", "by": "Samantha Mortonas Sarah", "star_rating": 4.0, "text": "\"In America\" has a moment when everything shifts, when two characters face each other in anger, and there is an unexpected insight into the nature of their relationship. It is a moment sudden and true; we realize how sluggish many movies are in making their points, and how quickly life can blindside us.\n\nThe moment takes place between Johnny (Paddy Considine), the father of an Irish immigrant family recently arrived in New York City, and Mateo (Djimon Hounsou), the angry Nigerian painter who lives below them in a shabby tenement. Mateo is known as \"the man who screams\" because his anguish sometimes echoes up the stairs. But when Johnny's young daughters knock on his door for trick-or-treating, he is unexpectedly gentle with them.\n\nJohnny's wife Sarah (Samantha Morton) invites Mateo to diner, he becomes friendly with the family during a time when Paddy is feeling hard-pressed and inadequate, and slowly Paddy begins to suspect that romantic feelings are developing between his wife and the man downstairs.\n\nAll of that grows slowly in the movie, in the midst of other events, some funny, some sad, all rich with life. It is a suspicion rustling beneath the surface, in Johnny's mind and ours. Finally, Johnny confronts Mateo:\n\n\"Do you want to be in my place?\"\n\n\"I might,\" says Mateo.\n\n\"Do you love my wife?\"\n\n\"I love your wife. And I love you. And I love your children,\" Mateo says, barking the words ferociously.\n\nThere is a silence, during which Johnny's understanding of the situation changes entirely. I will not reveal what he believes he has discovered (it may not be what you are thinking). The rest of the film will be guided by that moment, and what impressed me was the way the dialogue uses the techniques of short fiction to trigger the emotional shift. This is not a \"surprise\" in the sense of a plot twist, but a different way of seeing. It's the kind of shift you find in the sudden insight of the young husband at the end of Joyce's \"The Dead.\" It's not about plot at all. It's about how you look at someone and realize you have never really known them.\n\nThe screenplay is by Jim Sheridan, the director, and his daughters Naomi and Kirsten. It is dedicated \"to Frankie,\" and in the movie the family has two young daughters, and there was a son named Frankie who died of a brain tumor after a fall down the stairs. \"In America\" is not literally autobiographical (the real Frankie was Sheridan's brother, who died at 10), but it is intensely personal. It's not the typical story of turn-of-the-century immigrants facing prejudice and struggle, but a modern story, set in the 1980s and involving new sets of problems, such as racism and the drug addiction in the building and the neighborhood. It is also about the way poverty humiliates those who have always prided themselves on being able to cope.\n\nIt is a very hot summer in New York, the apartment is sweltering, and there is a sequence involving the purchase of a cheap air-conditioner that is handled perfectly: We see a father trying to provide for his family and finding shame, in his own eyes, because he does not do as well as he wants to.\n\nThe film is also about the stupid things we do because we are human and flawed. Consider the scene at the street carnival, where Johnny gets involved in a \"game of skill,\" throwing balls at a target, hoping to win a prize for his daughters. The film knows exactly how we try to dig ourselves out and only dig ourselves deeper.\n\nThe mother is played by Samantha Morton, who in film after film (as the mute in \"Sweet and Lowdown\" and one of the psychics in \"Minority Report\"), reveals the power of her silences, her quiet, her presence. The two young girls are played by real sisters, Sarah and Emma Bolger, who are sounding boards and unforgiving judges as the family's troubles grow. \"Don't 'little girl' me,\" Sarah says. \"I've been carrying this family on my back for over a year.\"\n\nPaddy Considine is new to me; I saw him in \"24-Hour Party People,\" I guess, but here he makes an impression: He plays Johnny as determined, insecure, easily wounded, a man who wants to be an actor but fears his spirit has been broken by the death of his son. Djimon Hounsou, given his first big role by Spielberg in \"Amistad,\" often plays strong and uncomplicated types (as in \"Gladiator\"). Here, as an artist despairing for his art and his future, he reveals true and deep gifts.\n\nFrom Ireland and Nigeria, from China, the Philippines, Poland, India, Mexico and Vietnam, we get the best and the brightest. I am astonished by the will and faith of the recent immigrants I meet. Think what it takes to leave home, family and even language, to try for a better life in another country. \"In America\" is not unsentimental about its new arrivals (the movie has a warm heart and frankly wants to move us), but it is perceptive about the countless ways in which it is hard to be poor and a stranger in a new land.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-11-26", "genres": ["Drama", "Foreign", "Romance"], "title": "In America (2003)"}