{"url": "http://www.rogerebert.com/reviews/in-a-better-world-2011", "by": null, "star_rating": 2.5, "text": "A book by a Cambridge University scholar suggests that a lack of empathy is at the root of all cruelty. People are not intrinsically evil, argues Simon Baron-Cohen, but some lack the ability to identify with what others are feeling: \"People who lack empathy see others as mere objects.\"\n\nAlthough I doubt Susanne Bier knew of this book when she made \"In a Better World,\" it plays like a demonstration of the same insight. In parallel stories set in Denmark and Africa, it considers characters who act with cruelty and those who deliberately seek to act with empathy, and poses some moral choices for those who fall somewhere on the middle of the spectrum. \n\n\"In a Better World,\" which won this year's Academy Award for best foreign film, centers on two boys and their fathers. Elias (Markus Rygaard) and Christian (William Johnk Nielsen) meet at the school where Christian has just transferred. Elias is a cute kid with braces, and when he's picked on by the school bully, Christian defends him in a sudden and bloody way. \"Nobody will pick on me again,\" he explains.\n\nNow pull back a step to their fathers. Elias' dad is Anton (Mikael Persbrandt), who commutes between Denmark and an unnamed African country where he operates a free medical clinic. To his care come victims of all sorts, including women savagely sliced by the powerful local Big Man (Evans Muthini). Christian's dad is Claus (Ulrich Thomsen), whose wife has died of cancer and left Christian resenting his father.\n\nAnton is often in Africa, and Claus is often in London. The two boys bond. One day when Anton is home, he and Elias see a foul-tempered local man named Lars (Kim Bodnia) pushing around people who innocently offended him. Anton steps in, and Lars slaps him. Thinking this over, Anton decides to set an example to his son, and takes him to Lars' auto shop for what is intended as a nonviolent confrontation. Lars is incapable of such a thing.\n\nChristian, very inward, very intense, earlier defended Elias against the schoolyard bully and now devises a plan for them to gain revenge against Lars. Meanwhile, back in Africa, Anton's clinic receives an emergency patient: Big Man, with an ugly, festering leg wound.\n\nNo more about the plot. What Susanne Bier does is cut between all of these stories to contrast the kinds of people who are instinctively cruel and those who are instinctively kind. The outcomes of the parallel stories are unpredictable although they follow a certain logic. \n\nI admired Bier's \"Things We Lost in the Fire\" and her Danish and American versions of \"Brothers,\" but here her method is too foregrounded. The African events in particular don't fit organically into the rest of the film, playing more like a contrived contrast. The story of the boys works well (they're both good actors), and their fathers are well-drawn and seen with sympathy. There's also an estranged mother who is drawn into the unhappiness.\n\nThere are two strong stories here, in Africa and Denmark. Either could have made a film. Intercut in this way, they seem too much like self-conscious parables. No doubt the film's noble intentions appealed to the academy voters, but this seems to me the weakest of this year's five nominees. What does the title suggest? That in a better world there would not be such cruelty? True, no doubt.", "running_time": 119, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-04-14", "genres": ["Drama", "Foreign"], "title": "In a Better World (2011)"}