{"url": "http://www.rogerebert.com/reviews/in-bruges-2008", "by": "Colin Farrellas Ray", "star_rating": 4.0, "text": "By Roger Ebert\n\nYou may know that Bruges, Belgium, is pronounced \"broozh,\" but I didn't, and the heroes of \"In Bruges\" certainly don't. They're Dublin hit- men, sent there by their boss for two weeks after a hit goes very wrong. One is a young hothead who sees no reason to be anywhere but Dublin; the other, older, gentler, more curious, buys a guidebook and announces: \"Bruges is the best-preserved medieval city in Belgium!\"\n\nSo it certainly seems. If the movie accomplished nothing else, it inspired in me an urgent desire to visit Bruges. But it accomplished a lot more than that. This film debut by the theater writer and director Martin McDonagh is an endlessly surprising, very dark, human comedy, with a plot that cannot be foreseen but only relished. Every once in a while you find a film like this, that seems to happen as it goes along, driven by the peculiarities of the characters.\n\nBrendan Gleeson, with that noble shambles of a face and the heft of a boxer gone to seed, has the key role as Ken, one of two killers for hire. His traveling companion and unwilling roommate is Ray (Colin Farrell), who successfully whacked a priest in a Dublin confessional but tragically killed a little boy in the process. Before shooting the priest, he confessed to the sin he was about to commit. After accidentally killing the boy, he reads the notes the lad made for his own confession. You don't know whether to laugh or cry.\n\nKen and Ray work for Harry, apparently a Dublin crime lord, who for the first two thirds of the movie we hear only over the phone, until he materializes in Bruges and turns out to be a worried-looking Ralph Fiennes. He had the men hiding out in London, but that wasn't far enough away. Who would look for them in Bruges? Who would even look for Bruges? Killing the priest was business, but \"blowing a kid's head off just isn't done.\"\n\nThe movie does an interesting thing with Bruges. It shows us a breathtakingly beautiful city, without ever seeming to be a travelogue. It uses the city as a way to develop the characters. When Ken wants to climb an old tower \"for the view,\" Ray argues \"why do I have to climb up there to see down here? I'm already down here.\" He is likewise unimpressed by glorious paintings, macabre sculptures and picturesque canals, but is thrilled as a kid when he comes upon a film being shot.\n\nThere he meets two fascinating characters: First he sees the fetching young blond Chloe (Clemence Poesy, who was Fleur Delacour in \"Harry Potter and the Goblet of Fire\"). Then he sees Jimmy (Jordan Prentice), a dwarf who figures in a dream sequence. He gets off on a bad footing with both, but eventually they're doing cocaine with a prostitute Jimmy picked up and have become friends, even though Ray keeps calling the dwarf a \"midget\" and having to be corrected.\n\nWithout dreaming of telling you what happens next, I will say it is not only ingenious but almost inevitable the way the screenplay brings all of these destinies together at one place and time. Along the way, there are times of great sadness and poignancy, times of abandon, times of goofiness, and that kind of humor that is really funny because it grows out of character and close observation. Farrell in particular hasn't been this good in a few films, perhaps because this time he's allowed to relax and be Irish. As for Gleeson, if you remember him in \"The General,\" you know that nobody can play a more sympathetic bad guy.\n\nMartin McDonagh is greatly respected in Ireland and England for his plays; his first film, a short named \"Six Shoooter\" starring Gleeson, won a 2006 Oscar. In his feature debut, \"In Bruges,\" he has made a remarkable first film, as impressive in its own way as \"House of Games,\" the first film by David Mamet, who McDonagh is sometimes compared with.\n\nYes, it's a \"thriller,\" but one where the ending seems determined by character and upbringing rather than plot requirements. Two of the final deaths are, in fact, ethical choices. And the irony inspiring the second one has an undeniable logic, showing that even professional murderers have their feelings.", "running_time": 107, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-02-07", "genres": ["Action", "Comedy", "Crime", "Drama", "Foreign", "Thriller"], "title": "In Bruges (2008)"}