{"url": "http://www.rogerebert.com/reviews/in-darkness-2012", "by": "Robert Wieckiewiczas Socha", "star_rating": 2.5, "text": "\"In Darkness\" is yet another movie in which Jews escape death in the Holocaust through the actions of a gentile with a conscience. They survive because he helps them hide in the sewers of Lvov; that's bad luck for the audience, which has to peer for too long into dim, rat-infested shadows and endure standard melodramatic typecasting.\n\nIs there anyone who still requires this lesson on the evil of the Nazis and the resilience of human nature? \"Schindler's List\" (1993) said everything this film has to say, and much more. It was better directed, better written, better acted, and for that matter, more entertaining.\n\nIs that a sacrilege, that I praise a Holocaust movie for being entertaining? The word doesn't imply that a movie need be cheerful. In my mind, entertainment in this genre springs from characters who are brought to full life, who we care about and who are set in a powerful story. My motto: \"No good movie is depressing. All bad movies are depressing.\"\n\n\"In Darkness\" is based on an extraordinary true story, chronicled in the book In the Sewers of Lvov by Robert Marshall. It tells of a small group of Jews who were found in hiding beneath the city streets by a man named Leopold Socha, a sewer worker. This Socha was no saint. An anti-Semite who before the war was exploiting and cheating Jews, he used the sewers to stash his loot and realized he could make money by selling food and supplies to these survivors. He used his occupation as an excuse to come and go in the Nazi-controlled city and even had a plausible reason to go down into the sewers.\n\nThe film doesn't inquire too closely into how Socha found adequate food, blankets and medicine for so many people, at a time when such things were strictly rationed. The black market was his domain, and he knew where to look. But the time came when this arrangement was no longer convenient or profitable for Socha. By then, he had witnessed unspeakable atrocities carried out by the Nazis and had come to know the Jews as individuals. He had a change of heart and then became determined that they must survive no matter what. This involved many risks and much danger, and he was responsible for saving their lives. \n\nSo Socha was a flawed man rising to the occasion. The Jews were also not all saints, and one character in particular is such a rat that he leaves his wife behind to take his mistress into the sewers and then abandons her after she becomes pregnant. Others are flawed in assorted very human ways, but together they and Socha boldly deceive the Nazis. This should be a more absorbing story than Agnieszka Holland, the director, is able to make of it. It must be said that Nazis in the movies seem strangely easy to deceive; how many movies have we seen in which heroic people escape them in tunnels, in disguise, in counterfeit ships, with bogus documents or by concealing themselves in planes, trains and automobiles? \n\nIt is not enough for a movie to be righteous. It must also be watchable. Recall if you will the opening of Tarantino's \"Inglourious Basterds,\" in which his Jewish heroine hides beneath floorboards while a Nazi sadist toys with his knowledge that she is there. The movie had no particular gravitas, but it was spine-tingling. \"In Darkness\" has the best of intentions, but is a boring dirge, lingering far too long in sewers and wringing as much righteousness as possible out of scenes so dimly lit, they border on obscurity. It is curious that these desperate characters are made to engage in so much sex that we become distracted by how uncomfortable it must be. \n\nThe movie has been no­minated for an Oscar in the foreign film category. It's a completely safe nomination for a film that's very long, very dark, against Nazis, and of course \"based on a true story.\" Why anyone would feel the need to make it after seeing \"Schindler's List,\" I cannot say.", "running_time": 145, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-15", "genres": ["Drama", "Foreign"], "title": "In Darkness (2012)"}