{"url": "http://www.rogerebert.com/reviews/in-dreams-1999", "by": "Annette Beningas Claire Cooper", "star_rating": 1.5, "text": "\"In Dreams\" is the silliest thriller in many a moon, and the only one in which the heroine is endangered by apples. She also survives three falls from very high places (two into a lake, one onto apples), escapes from a hospital and a madhouse, has the most clever dog since Lassie and causes a traffic pileup involving a truck and a dozen cars. With that much plot, does this movie really need the drowned ghost town, the husband's affair with an Australian woman, the flashbacks to the dominatrix mom and the garbage disposal that spews apple juice? All of this goofiness is delivered with style and care by a first-rate team; this is a well-made bad movie. The heroine, named Claire, is portrayed by Annette Bening as a woman in torment. She begins to dream of horrible things and realizes an evil killer is causing her nightmares (\"He's inside my head!\"). Her husband (Aidan Quinn) goes to the cops with her premonitions, but gets the brush-off. A frequent dream involves harm to a child; it turns out to be her own.\n\nEventually she falls into the hands of a psychiatrist (Stephen Rea) who is wise, kindly and patient, and locks her up in two cruel institutions. One has a padded cell and is guarded by a Nurse Ratched clone. The other looks like the original snake pit crossed with a dorm at summer camp. The psychiatrist isn't even the villain.\n\n\"In Dreams\" is the kind of movie where children's nursery rhymes and sayings are underscored like evil omens. \"Mirror, mirror, on the wall...,\" we hear, while the soundtrack vibrates with menace, and a mother, a daughter and their dog walk on the banks of a reservoir that was, we learn, created in 1965 by flooding a village that still lurks beneath the waters, a ghost town. Scuba divers explore it, and we see that the napkin dispensers are still on the counters in the diner, while holy statues float around the church.\n\nWas the villain (Robert Downey Jr.) drowned in this town? It's not that simple. The explanation of this movie contains more puzzles than the plot itself. Let's say we grant the premise that the villain can indeed project his dreams into the mind of poor Claire. In addition to being clairvoyant, he is also telekinetic? Can he make children's swings move on their own, and turn on boom boxes at a distance, and project words onto a computer screen, and control garbage disposals? And does he control the family dog, which has an uncanny ability to find its masters anywhere, anytime? (This is such a clever dog, it should know better than to lure Claire into the middle of that highway--unless, of course, its dreams are also under remote control.) And what does the buried village have to do with anything? And although the killer was abused as a child by his mother, whose high heels supply a central image, what does that have to do with the nursery rhyme about how \"My father was a dollar\"? I dunno. The movie was directed by Neil Jordan, who has done a whole lot better (\"Mona Lisa,\" \"The Crying Game,\" \"Interview With the Vampire\"). Here he navigates uncertainly through a script that is far too large for its container. Whole subplots could have been dumped; why even bother with the other woman in Australia? Although the drowned village supplies some vivid images, wasn't it a huge expense just for some atmosphere? And how many viewers will be able to follow the time-shifted parallels as Claire's escape from a hospital is intercut with the killer's? In my dreams, I'm picturing Tony Lawson's first day on the job. He was the editor of this picture. His survey of the unassembled footage must have been a real horror story.", "running_time": 100, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-15", "genres": ["Drama", "Suspense", "Thriller"], "title": "In Dreams (1999)"}