{"url": "http://www.rogerebert.com/reviews/in-good-company-2005", "by": "Dennis Quaidas Dan Foreman", "star_rating": 3.0, "text": "Corporations have replaced Nazis as the politically correct villains of the age -- and just in time, because it was getting increasingly difficult to produce Nazis who survived into the 21st century (\"Hellboy\" had to use a portal in time). \"The Manchurian Candidate\" used a corporation instead of the Chinese communists, and thrillers like \"Resident Evil\" give us corporations whose recklessness turns the population into zombies. \"In Good Company\" is a rare species: a feel-good movie about big business. It's about a corporate culture that tries to be evil and fails.\n\nIt doesn't start out that way. We meet Dan Foreman (Dennis Quaid), head of advertising sales at a sports magazine, who has the corner office and the big salary and is close to landing a big account from a dubious client (Philip Baker Hall). Then disaster strikes. The magazine is purchased by Teddy K (an unbilled Malcolm McDowell), a media conglomerator in the Murdoch mode, who takes sudden notice of a 26-year-old hotshot named Carter Duryea (Topher Grace) and sends him in to replace Dan. Carter takes Dan's job and corner office, but instinctively keeps Dan as his \"assistant,\" perhaps sensing that someone in the department will have to know more than Carter knows. \n\nDan accepts the demotion. He needs his job to keep up the mortgage payments and support his family. But Carter, known as a \"ninja assassin\" for his firing practices, fires Morty (David Paymer), an old-timer at the magazine. As we learn more about Morty's home life, we realize this only confirms the suspicions of his wife, who thinks he's a loser.\n\nDevelopments up to this point have followed the template of standard corporate ruthlessness, with lives made redundant by corporate theories that are essentially management versions of a pyramid scheme: Plundering victims and looting assets can be made to look, on the books, like growth. \n\nDan has a wife named Ann (Marg Helgenberger) and a pretty college-age daughter named Alex (Scarlett Johansson). He is concerned about Alex, especially after finding a pregnancy-testing kit in the garbage, but doesn't know how concerned he should be until her discovers that Carter, the rat, has not only demoted him but is dating his daughter.\n\n\"In Good Company\" so far has been the usual corporate slasher movie, in which good people have bad things happen to them because of the evil and greedy system. Then it takes a curious turn, which I will suggest without describing, in which goodness prevails and unexpected humility surfaces. The movie was directed by Paul Weitz, who with his brother Chris made \"American Pie\" and the Hugh Grant charmer \"About a Boy,\" and with those upbeat works behind him I didn't expect \"In Good Company\" to attain the savagery of Neil LaBute's \"In the Company of Men,\" but I was surprised all the same when the sun came out.\n\nQuaid has a comfort level in roles like this that makes him effortlessly convincing; as he tries to land the account from the big client, we see how Dan uses psychology and his own personality to sell the magazine. Young Carter is years away from that ease. Topher Grace plays him as a kid who doesn't know which Christmas present he wants to play with first; he has achieved success more quickly than the experience to deal with it. Like a pro sports rookie, he can think of no more imaginative way to celebrate his wealth than to buy a new Porsche; he finds that such joys do not last forever.\n\nScarlett Johansson continues to employ the gravitational pull of quiet fascination. As in \"Lost in Translation\" and \"Girl with a Pearl Earring\" (both much better films), she creates a zone of her own importance into which men are drawn not so much by lust as by the feeling that she knows something about life that they might be able to learn. That turns the Alex-Carter affair into something more interesting than the sub-\"American Pie\" adventure we might have expected.\n\nPaymer's character provides the movie with emotional ballast; he is not only out of work, but probably unemployable, at his age and salary level, and unsuited to survive at a lower level. His story is common enough. It is a corporate strategy to create narratives for employees to imagine, in which they begin as junior executives and ascend to the boardroom. Countless college graduates enter this dream world every year, without reflecting (a) that there are many fewer positions at the top than at the bottom, and (b) that therefore, if the corporations are still hiring at the bottom, it is because there are fatalities at the top. You can always get someone younger and cheaper to do the job of the older and more experienced.\n\nThere's one scene in the movie that works well even though it's less than convincing. The conglomerator Teddy K jets in for a meeting with the staff, at which he recites various corporate platitudes to an adoring audience (one of the keys to success in business is the ability to endure the gaseous inanities of Management-Speak as if they meant anything). Then Dan stands up and, with everything to lose, explains clearly and mercilessly just why Teddy K is full of it. Whenever anyone speaks the plain truth on such an occasion, there is a palpable shock; how can such enterprises survive realism? Consider the soldier who asked Donald Rumsfeld, please, sir, may we have some more armor?\n\nI don't believe the real Dan would have made quite that speech, but then I don't believe the third act of \"In Good Company.\" I'd like to, but I just can't. I don't think corporate struggles turn out that way. Still, the movie is smart enough, the performances strong, and the subplots involving Johansson and Paymer have their moments. If nothing else, \"In Good Company\" shows that Paul Weitz has the stuff to tell a ruthless story -- and he does, until he loses his nerve. Since most audiences no doubt will prefer his version to the one I imagine, who is to say he is wrong?\n\nAlso see reviews of the film \"In the Company of Men\" and the documentary \"The Corporation.\"", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-01-13", "genres": ["Comedy", "Drama", "Romance"], "title": "In Good Company (2005)"}