{"url": "http://www.rogerebert.com/reviews/in-god-we-trust-1980", "by": "Marty Feldmanas Brother Ambrose", "star_rating": 1.5, "text": "Marty Feldman's \"In God We Trust\" makes two miscalculations which are fatal to most comedies.\n\nHis movie (1) acts as if it's automatically funny when large groups of people mill about acting weird, mugging at the camera, and being astonished at the wild and crazy things being done by the star comedian. And (2) Feldman falls for that ancient comic trap of sentimentalism, in which the comedian's romance with the girl in the plot gets serious and touching. What the heck: We might as well throw in (3), the belief that characters will seem funny if you give them funny names.\n\nThe movie itself is a broadside attack on televised evangelists, particularly the kind who promise quick results from God if you send in your cash donations fast. This is an old target, and Feldman contributes nothing original to the attack. His evangelist (Andy Kaufman) sounds like Billy Graham, but acts like the yahoos in electric suits who camp out on the double-digit UHF channels.\n\nHow does Marty Feldman's character gets involved in the world of televised evangelicals? Feldman plays the simple, unworldly Brother Ambrose, of the Monastery of St. Ambrose the Unlikely. The mortgage on the monastery is held by the Rev. Armageddon T. Thunderbird (Kaufman), and Feldman is sent out into the world to beg Thunderbird not to foreclose.\n\nHis odyssey takes him to Los Angeles, where he inevitably winds up on Hollywood Boulevard, surrounded by hookers, pimps, street people, junkies, and a little old man who plans to tap-dance all the way to New York. Along the way, Feldman gets a lift from a traveling evangelist (Peter Boyle) who has converted a school bus into a church on wheels. His relationship with Boyle is as confused as the movie as a whole.\n\nExample. Boyle uses, Feldman as a prop for a sidewalk con game, and steals all of his money. The next time Feldman sees Boyle, he chases him down the street. The time after that, he denounces him in public, and Boyle escapes. But then with no explanation at all, Boyle and Feldman team up and become friends. Why? Maybe it's all explained in scenes that were cut out of the movie.\n\nA lot of scenes could have been cut out of this movie, including Feldman's relationship with Louise Lasser, as a Hollywood hooker. If Miss Lasser's performance here can be used as a guide, she wasn't acting in \"Mary Hartman, Mary Hartman\" - she was doing what came naturally. She seems so spaced out and looks so run down that the movie's romance actually feels a little sad. The plot needed a big, brassy hooker, not a worn-out neurotic.\n\nFeldman himself is not particularly funny, either. Maybe he needs a better character to play. Mel Brooks has used him well in movies like \"Young Frankenstein\" and \"Silent Movie,\" but Feldman has the same trouble as the other graduates of the Mel Brooks College of Comedy (Dom DeLuise, Gene Wilder, etc): He doesn't realize that he's primarily a comic actor, and needs material if he's going to be funny. It's not funny just to sit and look at him, no matter what this movie apparently thinks.", "running_time": 17, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-09-30", "genres": null, "title": "In God We Trust (1980)"}