{"url": "http://www.rogerebert.com/reviews/in-her-shoes-2005", "by": "Cameron Diazas Maggie Feller", "star_rating": 3.5, "text": "Curtis Hanson's \"In Her Shoes\" takes a good half hour to make it clear it will not be a soppy chick flick, and for that matter what is \"chick flick\" anyway but an insulting term for a movie that is about women instead of the usual testosterone carriers? The movie's set-up would be right at home in a sitcom, but its next 99 minutes do some rather unexpected things with characters who insist on breaking out of the stereotypes they started with. It's not every big-budget movie that gets its two biggest emotional payoffs with poems by Elizabeth Bishop and e.e. cummings.\n\nHere are the opening stereotypes: Maggie Feller (Cameron Diaz) is a blond bimbo who gets drunk at her high school reunion, has sex in the toilet and passes out. Her sister Rose (Toni Collette) is a plain-Jane Philadelphia lawyer who is 15 pounds on the wrong side of her Weight Watchers target goal. Their mother is dead, and their father Michael (Ken Howard) lives with his new wife Sydelle (Candice Azzara). Maggie still lives at home, because the rent is free, but Sydelle kicks her out because she wants her room for her own daughter, invariably described as \"my Marsha.\"\n\nMaggie moves in with Rose. Some measure of her desperation is suggested when Rose tells her she might consider going back to school. Maggie: \"You know how well that worked out.\" Rose: \"I meant the literacy place.\" Maggie indeed flunks an MTV audition when she can't read the words on the Teleprompter. Meanwhile, she trashes Rose's apartment while stealing her clothes, her money and a potential boyfriend. Rose throws her out. Maggie is desperate when she finds birthday cards mailed to the girls by a grandmother whose existence was concealed from them. This is Ella (Shirley MacLaine), and in desperation, Rose travels to Ella's retirement home in Florida and throws herself on the mercy of a total stranger.\n\nIt's around here that the movie slips out of the cute stuff, and develops a bite. Ella is the kind of no-nonsense older woman MacLaine has been playing ever since the wonderful \"Madame Sousatzka\" (1988). She's not a sentimental \"oldster\" but a tough cookie who observes Maggie stealing from her and asks her, \"How much money were you hoping to get from me?\" She makes Maggie a deal: She'll match, penny for penny, whatever Maggie can make while working at the retirement home's assisted living center. And as Maggie begins to bond with people like Mrs. Lefkowitz (Francine Beers) and Prof (Norman Lloyd), she discovers, slowly and uncertainly, that she can be competent and responsible and maybe even respectable.\n\nThe movie's key scenes take place with Maggie among the old people, and the screenplay by Susannah Grant (based on the novel by Jennifer Weiner) establishes them as characters who have lived their lives well by accumulating experience and instinctively knowing how to deal with the likes of Maggie.\n\nThe Professor, who taught college English, is especially important to Maggie. He wants her to read to him, gently helps her understand the technique and purpose of reading and guides her through possible dyslexia. He needs a reader because he is blind, and that is important, too, because Maggie has maybe been thinking a lot about what Rose told her: \"You're not going to look like this forever, you know.\" She knows the Professor doesn't like her for her looks. She reads him \"One Art,\" a poem by Elizabeth Bishop that is about \"the art of losing,\" and as a woman who has made a life style out of misplacing people, possessions and responsibilities, Maggie finds it strangely comforting, and does some offscreen reading on her own, setting up a powerful appearance later in the film of the e.e. cummings that begins:\n\ni carry your heart with me (i carry it in\n\nmy heart) i am never without it (anywhere \n\ni go you go, my dear ...\n\nThere are various male characters in the movie, attached to various possibilities of hearts being, or not being, carried in other hearts. But the movie is really about the transformation of the women, of all three women. That's what's surprising: This isn't simply about Maggie being worked on by Ella and Rose, but about how her growth nudges both of the other women into new directions.\n\n\"In Her Shoes\" starts out with the materials of an ordinary movie and becomes a rather special one. The emotional payoff at the end is earned, not because we see it coming as the inevitable outcome of the plot, but because it arrives out of the blue and yet, once we think about it, makes perfect sense. It tells us something fundamental and important about a character, it allows her to share that something with those she loves, and it does it in a way we could not possibly anticipate. Like a good poem, it blindsides us with the turn it takes right at the end.\n\nThis movie by Curtis Hanson comes after \"L.A. Confidential\" (1997), \"Wonder Boys\" (2000) and \"8 Mile\" (2002) with Eminem. Three completely different movies, you'd think, and yet all bound by a common thread, the transformative power of the written word. The first is about gossip journalism, the second about writers on a campus, the third about a hip-hop poet. Now a life is changed by reading.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-10-06", "genres": ["Comedy", "Drama", "Romance"], "title": "In Her Shoes (2005)"}