{"url": "http://www.rogerebert.com/reviews/in-like-flint-1967", "by": "James Coburnas Derek Flint", "star_rating": 1.5, "text": "Nobody goes to a spy movie expecting Paul Scofield with a skull in his hand, but in these enlightened days since James Bond first hit the terrycloth is it too much to expect adventure? Suspense? Boffo special effects? Sexy girls?\n\nThe sexiest thing in the new Derek Flint misadventure, \"In Like Flint,\" is Flint's cigaret lighter, which is supposed to know 82 tricks but actually delivers only five, of which one is the not extraordinary ability to clip Lee J. Cobb's moustache.\n\nSecond place goes to a preposterous scene in which 51 Amazons run through the surf in their Catalina swimsuits, looking like the opening scene of \"Hawaii\" re-shot as a missionary training film.\n\nThe Amazons, it appears, have conceived a plot to gain control of the world and run it entirely by women. The girls establish their headquarters in the Virgin Islands and brainwash their male-oriented sisters by planting tape recorders in their hair dryers.\n\nBut Flint (James Coburn) converts their leader with a kiss and a lot of arch dialog. \"What does a man like him have to make that other kind of woman go for him?\" asks one husky feminist of another. \"Just watch yourself,\" her friend replies. Honest.\n\nThe plot drags to a close, but not before Cobb is dressed up as Margaret Rutherford in a scene undoubtedly more excruciating for him than anything in the whole length of \"Death of a Salesman.\"\n\nOne wonders, indeed, how Cobb got himself into this film. He and Coburn struggle manfully but are unable to surmount Gordon Douglas' lead-footed direction. The beauty of the James Bond films has always been their quick pace, the sense of breathless events taking place. But \"In Like Flint,\" alas, lingers over every tired joke and every special effect as if they were the last of their kind in the world. One wishes it were so.\n\nIf you must see this film, look sharp or those slow-motion scenes will whiz right past you.", "running_time": 114, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-04-10", "genres": ["Action", "Adventure", "Comedy"], "title": "In Like Flint (1967)"}