{"url": "http://www.rogerebert.com/reviews/in-love-and-war-1997", "by": "Sandra Bullockas Agnes Von Kurowsky", "star_rating": 2.0, "text": "Ernest Hemingway went to the First World War like a kid going to summer camp. It sounded like a lot of fun; he wouldn't have missed it for the world. Early in \"In Love and War,'' he gets his fun and his war all boiled down into a few minutes. He arrives at the front lines, is thrilled by first sight of the enemy, and then a shell strikes nearby and he is surrounded by mud and body parts.\n\nA wounded man screams for help; Hemingway races to carry him to safety and is shot in the leg. In a field hospital, amputation looks like the best bet, but Hemingway says he would rather be dead than lose a leg. He tells this to a nurse named Agnes, who persuades the doctor to spare his leg. During his long convalescence, they fall in love.\n\nAlthough Hemingway's love affairs were well charted during a long and publicized life, the specifics of this one escaped notice until Agnes von Kurowsky died in the 1980s, and a cache of her love letters to Hemingway came to light. He was 18. She was 26. In his mind, it was all planned that she would follow him back to the States and they would marry and live in his father's cabin in the woods and she'd \"be making the old place spick-and-span, while I write great words.'' This prospect on reflection did not appeal to von Kurowsky, who wrote him to break off their engagement. She later married a doctor she met in the war. If Hemingway's biographers did not know of this early romance, Hemingway himself certainly remembered it, and wrote about it in \"A Very Short Story,'' which takes less than two pages to express his bitterness. Describing what is obviously the same event--the nurse caring for his wound, the wartime love affair--he ends with a few terse sentences about receiving a letter in which she says it was boy-girl love, not man-woman love. A few days later, he says, he got a venereal disease from a woman he met in the Loop and took on a cab ride through Lincoln Park. End of story.\n\nNot, as they say, a pretty picture, but Richard Attenborough's \"In Love and War'' doesn't use the Hemingway angle and indeed could be about someone else altogether. There is little feeling here for the man and writer Hemingway would become, and the movie is essentially the story of a romance between a naive kid and a woman who liked him--maybe even loved him--but was too wise to risk her life on his promises of future glory.\n\nChris O'Donnell plays Hemingway and Sandra Bullock is Agnes von Kurowsky. Their relationship seems more sentimental than passionate; to recycle a Hemingway phrase that perhaps became more notorious than he would have liked, the earth does not shake. It is hard enough to make a movie about a love affair without a future, and harder still when the audience agrees that maybe it doesn't need a future. Eight years is a big age difference, especially between 18 and 26, and although great love can certainly transcend it, this is not great love.\n\nThere are some problems, also, with the way the love affair is depicted. The movie chooses not to deal with two realities that might have made it more interesting: Hemingway at 18 was probably sexually inexperienced, and sex before marriage in 1918 was not treated as casually as it is today. The screenplay by Allan Scott, Clancy Sigal and Anna Hamilton Phelan chooses not to reflect those conditions, and so when Ernest and Agnes make love for the first time in the little pensione down by the railroad station, it is a conventional movie scene, not one specific to these characters.\n\n\"I wanted this to be the most beautiful place on God's earth,'' he says, realizing the pensione is little more than a brothel. \"Then close your eyes,'' she says. Hemingway would have been reaching for his blue pencil. Then again, maybe not, as the earth shook.\n\nI am always suspicious of stories that take on significance because of events that happen after they're over (\". . . and that little boy grew up to be--George Washington!''). \"In Love and War'' is not much interested in Ernest Hemingway's subsequent life and career, and even in its treatment of this early period, it doesn't deal with themes such as his macho posturing, his need to prove himself, his grandiosity. Hemingway creates a more interesting (and self-revealing) character in his own stories of the war.\n\nAs for Agnes von Kurowsky, she comes across in the Bullock performance as sweet, competent and loving. She must have reflected, after Hemingway was shipped home, on her choices between marrying a wealthy doctor or keeping things \"spick-and-span'' for a kid trying to become a novelist while living in his dad's cabin. As she read about Hemingway in the papers, did she sometimes regret the decision she had made? Not if she read the same stories the rest of us have.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-01-24", "genres": ["Drama", "Thriller"], "title": "In Love And War (1997)"}