{"url": "http://www.rogerebert.com/reviews/in-memoriam-2011", "by": "Ian Foresteras Jonathan", "star_rating": 3.0, "text": "Someone sends Jonathan a snarky e-mail. Two naked students, apparently making love at the time, fell off the roof of a campus building in Chicago and were killed. Jonathan is appalled that anyone could find this funny. In the painfully true opening scenes of \"In Memoriam,\" he cannot get the deaths out of his mind. He's driven to begin what he calls an \"investigation\" into who the students were and what led them to the rooftop.\n\nStephen Cone's film \"In Memoriam\" never steps wrong in its first half hour, which I watched in fascination. Jonathan (Ian Forester) talks to the friends of the dead students and even to their parents (one set more willing than the other). It seems to him wrong that two people would die like that, in the midst of happiness. Forester is particularly effective in finding the right notes for his sorrow, which is not personal but existential.\n\nI thought I vaguely recalled a real news item about deaths like that, but I couldn't find it online. What I did find were stories about four other students dying after falls from various campus buildings — one while doing a class project on \"filming from high places.\" Those stories permitting comments included equally heartless snark. On the Internet, trolls can indulge the rotten festering of their shallow minds.\n\nJonathan eventually decides to re-enact the last hours of the dead couple in the film. And that's where Cone's own film goes — not wrong, exactly, but in a less compelling direction. He recruits helpers, he finds a cameraman, he auditions actors; they all pitch in together on a tiny budget. They seem to be reasonable people engaged in a plausible undertaking. These elements are possibly not a million miles distant from what Cone himself did.\n\nHe's a sure-minded director, and \"In Memoriam\" is a touching film. Its final hour has convincing performances and avoids any horrors along the lines of \"Hey, gang! Let's make a movie!\" The scenes with the two sets of parents are acutely seen. There are some subplots, one involving a possible romance, and the other a sublimated one, which are handled with admirable subtlety. A couple of moments with music seem somewhat obtrusive. The reality level is otherwise convincing.\n\nAnd yet Cone never quite regains the force of his opening scene. I was thinking about that. How could he? I think perhaps Jonathan's initial obsession is so absorbing that we almost don't want it to find a release. If the opening Jonathan sequences were combined with one particular later moment, you would have an incredibly effective short film. Here is a paradox: Cone opens so well that he sets the bar too high for the rest of the film. \"People die,\" one of his characters says. Yes, and mankind has spent a long time trying to deal with that fact, which has such an irrefutable finality.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-06-22", "genres": null, "title": "In Memoriam (2011)"}