{"url": "http://www.rogerebert.com/reviews/in-search-of-a-midnight-kiss-2008", "by": "Scoot McNairyas Wilson", "star_rating": 3.5, "text": "Let's begin with the actors. Sara Simmonds is a pretty girl, and Scoot McNairy is a good-looking guy. But neither one is improbably attractive. In their story in the film \"In Search of a Midnight Kiss,\" which begins before sunset and ends after sunrise, if you get my drift, they're no Julie Delpy and Ethan Hawke. If they were, they wouldn't be looking for a date on the afternoon of Dec. 31. Simmonds and McNairy look, act, speak and have thoughts that uncannily resemble life: We believe these could be real people. Yes, Delpy and Hawke are real people, too, but not anyone we'd ever hope to be.\n\nMcNairy plays Wilson, who begins New Year's Eve on an unpromising note by masturbating before a Photoshopped computer image of his roommate's girlfriend. He is discovered by the roommate and the girlfriend. Awkward. Min (Katy Luong) claims she's sort of flattered. Jacob (Brian Matthew McGuire) decides Wilson clearly needs a date and suggests a posting on Craigslist. \"Misanthrope seeks misanthrope,\" Wilson bitterly types. He gets a call from Vivian (Sara Simmonds). She is interviewing candidates because she doesn't want to spend the eve with a loser.\n\nIn the sidewalk cafe where Wilson's audition begins, Vivian comes across as a furiously smoking, aggressive put-down artist. She claims she's 17, then accuses Wilson of being a mental statutory rapist, then says she's 27. Their conversation goes sort of OK after that, and she gives him until 6 p.m. before she calls in another candidate.\n\nAt this point we think their date will be very short and blood may be shed. Then begins a long day's journey through the night, choreographed with delicacy, some humor and some pathos by writer-director Alex Holdridge, and photographed in glorious black and white by Robert Murphy. Taking the subway, they wander around downtown L.A., including the Sheridan Square area haunted by abandoned and shuttered movie palaces. On the stage of one of them, Vivian, who wants to be an actress, dreams of reopening all the theaters and re-creating a golden age. Wilson, who moved to Los Angeles three months ago from Texas, had a screenplay, of course, but it was lost when his laptop was stolen.\n\nBlack and white is the correct medium for this material. Holdridge finds locations that, paradoxically, look just like Los Angeles, but like no part of the city you're ever seen before. A decaying business district is no place to begin a date, but Wilson, who has warmed up, even finds romance in a sign painted on an old building: \"Los Angeles Sanitary District 1927.\"\n\nThey talk. I wouldn't call it flirting. Both are painfully earnest. They reveal secrets. You might be able to guess one of them. They talk about her abusive redneck ex-boyfriend, and they go together to steal her possessions out of her ex-apartment. She accuses Wilson of planning to have sex on their first date, and asks, \"You're carrying a condom, aren't you?\" He denies it. She discovers he's carrying five. He can explain it. In a sense, he's carrying them for his roommate.\n\nThe night unfolds and the movie never steps wrong. We increasingly admire the quality of the acting: Both actors take their characters through a difficult series of changes, without ever seeming to try, or be aware of it. We sense them growing closer. We also sense they were not created for each other. We sense those things because they do, too.\n\nThe story is obviously influenced by Richard Linklater's \"Before Sunrise\" and \"Before Sunset.\" He is thanked in the end credits. Anne Walker, this film's producer, also produced \"Sunrise.\" But \"In Search of a Midnight Kiss\" isn't a homage or a recycling job. It's a film with its own organic existence, its own reason for being. It is ultimately a very true and moving story. I came to care about Wilson and Vivian. I hope they had a happy new year.", "running_time": 90, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-21", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "In Search of a Midnight Kiss (2008)"}