{"url": "http://www.rogerebert.com/reviews/in-the-bedroom-2001", "by": "Tom Wilkinsonas Matt Fowler", "star_rating": 4.0, "text": "Todd Field's \"In the Bedroom\" only slowly reveals its real subject in a story that has a shocking reversal at the end of the first act, and then looks more deeply than we could have guessed into the lives of its characters. At first, it seems to be about a summer romance. At the end, it's about revenge--not just to atone for a wound, but to prove a point. The film involves love and violence, and even some thriller elements, but it is not about those things. It is about two people so trapped in opposition that one of them must break.\n\nThe story opens in sunshine and romance. Frank Fowler (Nick Stahl) is in love with Natalie Strout (Marisa Tomei). He'll be a new graduate student in the autumn. She is in her 30s, has two children, is estranged from Richard (William Mapother), who is a rich kid and an abusive husband. Frank's parents are worried. \"This is not some sweetie from Vassar you can visit on holidays,\" his mother tells him. \"You're not in this alone.\" \"We're not serious, Mom,\" Frank says. \"It's a summer thing.\" \"I see,\" says his mother. She sees clearly that Frank really does love Natalie--and she also sees that Frank's father may be vicariously enjoying the relationship, proud that his son has conquered an attractive older woman.\n\nRuth Fowler (Sissy Spacek) is a choral director at the local high school. Her husband, Matt (Tom Wilkinson), is the local doctor in their Maine village. On the local social scale, they are a step above the separated Natalie and her husband, whose money comes from the local fish business. Is Ruth a snob? She wouldn't think so. The Fowlers pride themselves on being intelligent, open-minded, able to talk about things with their son (who does not want to talk about anything with them). We sense that their household accommodates enormous silences, that the parents and their son have each retreated to a personal corner to nurse wounds.\n\nThen something happens. A review should not tell you what it is. It changes our expectations for the story, which turns out to be about matters more deeply embedded in the heart than we could have imagined. The film unfolds its true story, which is about the marriage of Matt and Ruth--about how hurt and sadness turn to anger and blame. There are scenes as true as movies can make them, and even when the story develops thriller elements, they are redeemed, because the movie isn't about what happens, but about why.\n\n\"In the Bedroom\" is the first film directed by Todd Field, an actor (\"Eyes Wide Shut,\" \"The Haunting\"), and is one of the best-directed films this year. It's based on a story by the late Andre Dubus, the Massachusetts-based writer who died in 1999, and who worked with Field on the adaptation before his death. It works with indirection; the events on the screen are markers for secret events in the hearts of the characters, and the deepest insight is revealed, in a way, only in the last shot.\n\nEvery performance has perfect tone: Nick Stahl as the man who is half in love with a woman and half in love with being in love; Marisa Tomei, who is wiser than her young lover, and protective toward him, because she understands better than he does the problems they face; William Mapother as the abusive husband, never more frightening than when he tries to be conciliatory and apologetic; William Wise and Celia Weston as the Grinnels, the Fowlers' best friends.\n\nAnd Sissy Spacek and Tom Wilkinson. They know exactly what they're doing, they understand their characters down to the ground, they are masters of the hidden struggle beneath the surface. Spacek plays a reasonable and civil wife and mother who has painful issues of her own; there is a scene where she slaps someone, and it is the most violent and shocking moment in a violent film. Wilkinson lives through his son more than he admits, and there is a scene where he surprises Frank and Natalie alone together, and finds a kind of quiet relish in their embarrassment. When Matt and Ruth lash out at each other, when the harsh accusations are said aloud, we are shocked but not surprised; these hard notes were undertones in their civilized behavior toward each other. Not all marriages can survive hard times.\n\nMost movies are about plot, and chug from one stop to the next. Stephen King, whose book, On Writing, contains a lot of good sense, argues for situation over plot; he suggests that if you do a good job of visualizing your characters, it is best to put them into a situation and see what happens, instead of chaining them to a plot structure. Todd Field and Andre Dubus use the elements of plot, but only on the surface, and the movie's title refers not to sex but to the secrets, spoken, unspoken and dreamed, that are shared at night when two people close the door after themselves.", "running_time": 130, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-25", "genres": ["Drama", "Indie", "Thriller"], "title": "In the Bedroom (2001)"}