{"url": "http://www.rogerebert.com/reviews/in-this-world-2003", "by": "Enayatullahas Enayat", "star_rating": 3.0, "text": "\"In this World\" tells the story of a 16-year-old Afghan boy who journeys by land and sea to London from a refugee camp in Pakistan. What makes the film astonishing is that it follows a real boy on a real journey, and the boy is in England at this moment. What's real and what's fiction in the film is hard to say, but we trust that the images are informed by truth, and there is a scene at night in the mountains of Turkey where it looks as if real gunfire is being aimed at the travelers.\n\nThe film's hero is Jamal Udin Torabi, playing himself. He lives with his family in a refugee camp in Pakistan. His uncle, Wakeel, wants to send his son Enayat to London; Jamal speaks English and is allowed to go along as a translator and companion. The two make a deal with a professional smuggler of humans, who starts them off on a long journey through Iran, Turkey, Italy and France.\n\nThe film is not a documentary, although many scenes might as well be. Director Michael Winterbottom and his cinematographer, Marcel Zyskind, shot with a small digital camera, and many shots were apparently taken without the knowledge of the people in them. I learn that the film's producer, Anita Overland, worked as an advance scout, staying a day or two ahead of Winterbottom and his actors and arranging scenes -- up to a point, we gather. Most of the dialogue is improvised, based on a script by Tony Grisoni, who interviewed others who had made the journey.\n\nWe read all the time of ships, trucks and containers filled with human beings desperate to live in another land. Sometimes this illegal cargo arrives dead, and there is an agonizing scene in \"In This World\" where Jamal, his uncle and many others are locked inside a shipping container where the air is running out and their desperate cries and bangings cannot be heard. Jamal survives this and other harrowing experiences with a resilience, adaptability and defiant wit that is impossible to fake: The real Jamal, like the Jamal he plays in the movie, must be a both a heroic survivor, and quite a character.\n\nThe film's politics are muddled. Winterbottom wants us to identify with Jamal because of the risks he has taken and the excruciating experiences he has survived during the long months of his journey. The movie ends with the information that the real Jamal, who actually made this journey, was ordered by a court to leave England by the day before his 18th birthday. We are, I guess, supposed to find this heartless, and of course we sympathize with Jamal and his ordeal. But immigrants are not allowed into countries on the basis of the trouble they endured to get there, and Jamal doesn't qualify as a political rufugee.\n\nThe movie strikes a curious note right at the beginning, as it shows us the Shamshatoo refugee camp in Pakistan. Here live more than 50,000 Afghans, we're told, who fled from the 1979 Soviet invasion of their land, and again because of the \"U.S. bombing\" in 2001. But surely many of these people fled the Taliban in the years in between, and although it is true that the U.S. bombed Afghanistan, it is also true that there was a reason for that.\n\nWinterbottom surely does not expect his audiences to be so simple-minded that these observations do not occur to them, so why does he allow that alienating glitch right at the outset? The unspoken subtext of his movie is that his characters, and millions more, are willing to undergo unimaginable danger and hardship in order to live in the West instead of where they are.\n\nBut the movie never brings that notion to the surface, and indeed is not an overtly political film anyway. It is more of the story of these people -- or, more exactly, of their journey, for which we can read the journeys of exiles all over the world. The dilemma is that the planet has more undesirable societies to live in than desirable ones. The answer is perhaps not for the discontented and visionary to leave, but for them to stay and try to bring about change. Yet I instinctively identify with Jamal's desire, and suspect that in his shoes, I would want to do what he has done. The next time I read about desperate immigrants trying to sneak into another land, the images in this film will inform me.", "running_time": 90, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-09-19", "genres": ["Drama", "Foreign"], "title": "In This World (2003)"}