{"url": "http://www.rogerebert.com/reviews/in-the-army-now-1994", "by": "Pauly Shoreas Bones Conway", "star_rating": 1.5, "text": "We were about halfway into \"In the Army Now\" when I realized the movie's secret ambition, which was to be nice. It's a movie about a misfit who finds himself in the Army - the kind of setup that lends itself to the barbed satire of the Bill Murray movie \"Stripes.\" I was waiting for the barbs and they weren't coming and to my amazement I realized the movie wanted basically to be an innocent, childlike adventure.\n\nThe star is Pauly Shore, a curly-haired comedian who comes across like a skinny Richard Simmons and whose characters are never the slightest bit brighter than the screenplay absolutely demands. He plays an incompetent clerk in an electronics store who gets fired and decides, with his buddy Jack (Andy Dick) to join the Army Reserves - because, hey, after all, they like pay you money for like doing practically nothing, right? The movie comes to life during a basic training sequence in which the boys draw a sexy female drill sergeant (Lynn Whitfield).\n\nThe biggest laugh comes after she adjusts a trainee's uniform and Shore quickly dishevels his own, so she'll tug on his pants, too. The scene doesn't have a payoff, but, hey, the setup is fun. Shore and Dick join Lori Petty and David Alan Grier on a water purification team, and are amazed when a crisis breaks out in Libya, and they find themselves in the middle of a potentially deadly situation.\n\nThe screenplay, work by five writers, based on a story by three others, seems to have been rewritten often enough that any individuality has been lost. It's by a committee and about a committee; the most-used phrase of dialogue is, \"Hey, you guys!\" The bad guys are of course all Arabs, Hollywood's flavor of the year in villains. But they aren't really bad, because the movie doesn't care that much. Most of the war scenes consist of the four heroes slogging through the sand exchanging rueful one-liners and low-key observations. I was waiting for comedy and got whimsy.\n\nThe movie clocks in at 92 minutes, not time enough to explain why the Arabs didn't notice anything when U.S. troops parachuted two dune buggies, machine guns and supplies to Shore and his buddies, immediately outside an enemy camp. Nor time enough to explain such strange details as the Petty character's conviction that if you tear off a shirt sleeve you can use it to carry water in.\n\nMaybe the point of the Pauly Shore character is that he's cool and unengaged most of the time. Bombs explode all around him, but he's laid back and doesn't let anything get to him. Instead of laughs, we get to see him having a good time. Lost in the desert, he has lines like, \"We are the few, the proud, the water boys.\" As they slog through the sand, a vulture follows them, and eventually I began to identify with the vulture, which seemed to be hanging around in case anyone thought of any vulture jokes.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-08-12", "genres": ["Action", "Comedy"], "title": "In The Army Now (1994)"}