{"url": "http://www.rogerebert.com/reviews/in-the-shadow-of-the-moon-2007", "by": "David Sington", "star_rating": 4.0, "text": "We think of the Apollo voyages to the moon more in terms of the achievement than the ordeal. On the night of July 20, 1969, we looked up at the sky and realized that men, who had been gazing at the moon since before they were men, had somehow managed to venture there and were walking on its surface.\n\nYes, but consider the journey. Three men were packed like sardines in a tiny space capsule (\"Spam in a can,\" the Gemini astronauts called themselves) and sent on a 480,000-mile round trip in a vessel whose electrical wiring was so questionable, it had already burned three of them alive on a test pad. The capsule sat atop a rocket that had a way of blowing up. They had no way of knowing where, on the moon, they would land, if they got there. Compared to them, Evel Knievel was a Sunday driver.\n\nYes, but they took their chances, and they made it. Six of the seven Apollo missions landed on the moon, and the saga of Apollo 13 was a masterpiece of ingenuity in the face of catastrophe. Now here is a spellbinding documentary interviewing many of the surviving astronauts, older men now, about their memories of the adventure. One who is prominently missing is Neil Armstrong, the first man on the moon, who says he was first only by chance, and gets too much attention. Gene Siskel sat next to him on an airplane once, and thought to himself, \"Here is a man who is very weary of being asked what it was like to walk on the moon.\" So they talked about other things.\n\nOf the others, every one is still sharp and lively and youthful in mind, even often in body. I attended the Conference on World Affairs in Boulder, Colo., several times with Rusty Schweickart, and noticed that he tended to be on panels that were about everything but space exploration. Yet here, in front of the cameras, they open up in a heartfelt way. The most stunning moment reveals how desperately they wanted to be part of the missions: Gus Grissom, one of the three astronauts killed in the launch-pad fire, doubted the safety of the wiring in the 100-percent oxygen atmosphere of the capsule but didn't dare complain because he might be booted out of the program for a negative attitude.\n\nWhen you were on the moon, they remember, you could blank out the Earth by holding up your thumb in front of your face. Yet they were struck by how large the planet was, and how thin and fragile its atmosphere, floating in an infinite void and preserving this extraordinary thing, life. And below, we were poisoning it as fast as we could.\n\nThe interviews with the astronauts are intercut with footage that is new, in great part, and looks better than it has any right to do. A researcher for this production spent years screening NASA footage that was still, in many cases, in its original film cans and had never been seen. The film was cleaned up and restored, the color refreshed, and the result is beautiful and moving. The Apollo missions were, after all, the most momentous steps ever taken by mankind; our species, like all living things, was evolved to live and endure on the planet of its origin. Random life spores may have traveled from world to world by chance, but this was the first time any living thing looked up and said, \"I'm going there.\" These astronauts are still alive, but as long as mankind survives, their journeys will be seen as the turning point -- to what, it is still to be seen.\n\nReviews of \"The Right Stuff\" and \"Apollo 13\" are online in the Great Movies section of www.rogerebert.com.", "running_time": 109, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-09-13", "genres": ["Documentary"], "title": "In the Shadow of the Moon (2007)"}