{"url": "http://www.rogerebert.com/reviews/in-time-2011", "by": "Justin Timberlakeas Will Salas", "star_rating": 3.0, "text": "The premise is damnably intriguing. Written and directed by Andrew Niccol, maker of such original sci-fi movies as \"Gattaca\" (1997) and \"S1mOne\" (2002), it involves once again people whose lives depend on an overarching technology. In this case, they can buy, sell and gamble with the remaining years they have to live. \n\nThe market in time is everywhere. On this imaginary Earth, humans have a Day-Glo digital clock on their forearms, clicking off the years, months, days and hours. It's like a population clock, except that it always grows smaller. By grasping hands and interfacing, I can upload and download time with you.\n\nJustin Timberlake stars as Will Salas, a citizen of some unexplained future or parallel world (the settings and costumes are relatively contemporary), who finds himself on the run from the law. In this world, genetic engineering has been used to switch off everyone's body clock at age 25. At that point, they have one more year to live, but can work or make deals for more — or commit crimes. The 25-year limit had the curious effect of making everyone more or less the same age, which explains the sexy Olivia Wilde as Will's mother.\n\nOne day, Will has a conversation with a morose man named Henry Hamilton (Matt Bomer), who explains he is 100 years old and has another century in the bank. He's tired of living. Their conversation drags on into philosophical depths, until both fall asleep. Will awakens with an extra century on his clock and looks out the window to see Henry preparing to jump from a bridge. He runs out to stop him, is too late and is caught by a security camera, making him a suspect in the man's death.\n\nThe plot now interweaves Sylvia Weis (Amanda Seyfried), daughter of the richest man alive, Philippe Weis (Vincent Kartheiser), who has untold centuries on his clock and is essentially immortal. But enough about the plot.\n\nThe movie I suppose is an allegory in which time is money in a brutally direct way. For some of these people, time burns a hole in their pockets. For me, the most suspenseful scene involves a high-stakes poker game. Think about it. An opponent bets his whole pot: his life. Do you see him, or do you fold? If you lose, you're not broke, you're dead.\n\nThat said, a great deal of this film has been assembled from standard elements. Narrow your eyes to focus on them: Will Salas has the Identikit look of modern young action heroes: shaved head, facial stubble. For contrived reasons, he is paired with a beautiful young beauty and must drag her along with him as they're pursued by gunfire. The rich man moves nobly through a setting of opulence. The villain (Cillian Murphy) is androgynous and elegant, mannered in his cruelty. There are chases and so on. The only original element is the idea of timekeeping as a framework for these off-the-shelf parts. The only character of personal interest is Henry Hamilton.\n\nUnanswered questions abound. The cars look like customized luxury boats from the 1970s; there's a Lincoln Continental with the slab sides but no nameplate. The time is said to be \"the near future,\" yet Henry has already lived a century. Don't even think to ask about the mechanism of the timekeeping, or how human life is stored up in what look curiously like VHS cassette cases. And what of etiquette? Is allowing people to see your forearm as vulgar as flashing a big roll of cash?\n\nJustin Timberlake continues to demonstrate that he is a real actor, with screen presence. But after the precise timing and intelligence he brought to \"The Social Network,\" it's a little disappointing to find him in a role that requires less. He has a future in the movies.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-10-26", "genres": ["Action", "Science Fiction", "Thriller"], "title": "In Time (2011)"}