{"url": "http://www.rogerebert.com/reviews/in-the-name-of-the-father-1994", "by": "Daniel Day-Lewisas Gerry Conlon", "star_rating": 3.0, "text": "The Guildford Four were framed; there seems to be no doubt about that. A feckless young Irishman named Gerry Conlon and three others were charged by the British police with being the IRA terrorists who bombed a pub in Guildford, England, in 1974, and a year later they were convicted and sentenced to life.\n\nBut great doubts grew up about their guilt, it was proven that evidence in their favor had been withheld, and in 1989 their convictions were overturned.\n\n\"In the Name of the Father\" tells this story in angry dramatic detail, showing that the British police were so obsessed with the need to produce the IRA bombers that they seized on flimsy hearsay evidence and then tortured their prisoners to extract confessions. The film is based on Conlon's autobiography, Proved Innocent, and in its general thrust is factual - although the director, Jim Sheridan, cheerfully explained to the London Daily Telegraph last month how he changed facts, characters and dates to suit his fictional purposes.\n\nAs he tells it, the story becomes a tragedy of errors. The film's rambling opening scenes are important in setting up what follows: Conlon (Daniel Day-Lewis), a young man from Belfast, finds himself in England with some friends, half-heartedly looking for work, sleeping in a shared squatter's pad, drinking and doing drugs.\n\nConlon is not a model citizen. One night he robs a prostitute of her earnings, and returns to Ireland, flashing the money and buying drinks for family and friends. A former friend fingers him to the police, and he's snatched from his bed in a predawn raid - along with his astonished father, who had nothing to do with anything, and also eventually finds himself serving a life sentence.\n\nIt is Conlon's bad luck that his visit to the Guildford area coincided with the bombing, and that his newfound wealth looks suspicious. The IRA is a tightly disciplined organization whose members are not accustomed to getting rich off their work, or throwing money around, but never mind: Conlon is a splendid suspect, and when a sadistic British policeman (Corin Redgrave) gets finished with him, he's a confessed murderer.\n\nThe movie does a harrowing job of showing how, and why, a man might be made to confess to a bombing he didn't commit. The early sequences of the movie are a Kafkaesque nightmare for Conlon, who finds himself snatched from his bed and locked up for the rest of his life. It's a nightmare for us, too, because Conlon behaves so stupidly, avoiding the obvious things he could say and do to defend himself.\n\nThe greater part of the movie takes place in prison, where Conlon and his father (Pete Postlethwaite) are housed in the same cell. His father, a hard-working, honest man, is filled with indignation. Conlon is more filled with self-pity and despair, but gradually, inspired by his father, he begins trying to prove his innocence, and is lucky to convince a stubborn lawyer (Emma Thompson) to take his case. She works for years, and even so might not have made much progress if a police evidence technician hadn't mistakenly given her a report she was never meant to see.\n\nConvinced by the film's documentary detail, we assume all these facts are based on truth, and it is a little surprising to discover that the sadistic British policeman is a composite of several officers, that Conlon and his father were never in the same cell - and that the crucial character of Joe McAndrew (Don Baker), an IRA man who confesses to the Guildford bombings, is a fictional invention. All the same, the main thrust of the story is truthful: British courts found that Conlon and the others were jailed unjustly.\n\nThe film's dramatic thrust doesn't simply go from wrong to right, however. It's more the story of how Gerry Conlon changes and grows during those years in prison. He is shown in the early scenes to be an aimless drifter - a dimmer and more genial version, in fact, of the unbalanced, angry homeless man in Mike Leigh's \"Naked,\" a British film made at about the same time. In prison, he educates himself and the law educates him; by the time of his release, he is sober, intelligent, radicalized. Seeing this process happen is absorbing, especially since so much of it is inspired by the love of the father for his son.\n\nAnd yet the film is somehow less than it should be. The urgency of the early scenes is lost when the story turns to prison life, and I began to feel that dialogue and events were repeating themselves. Points about the prison years and the fight for an appeal are made too painstakingly, and there is much dialog when a little would have done. I had the feeling that if 10 or 12 minutes had been edited from the film, from the scenes behind bars, that would have made a big difference.\n\nSome of the weaknesses of script and structure are obscured by the power of Day-Lewis' performance; he proves here once again that he is one of the most talented and interesting actors of his generation. Sheridan was the director of \"My Left Foot,\" for which Day-Lewis won the Academy Award for best actor. Here is a story with similar appeal, and yet somehow the story doesn't coil and spring; it simply unfolds.", "running_time": null, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-01-14", "genres": null, "title": "In the Name of the Father (1994)"}