{"url": "http://www.rogerebert.com/reviews/in-the-mood-1987", "by": "Patrick Dempseyas Sonny Wisecarver", "star_rating": 3.0, "text": "Sonny Wisecarver must have been some kinduva guy. When he was 15, he ran off with one older woman, and after they hauled him back and put him on probation he ran off with another one. He made a lot of headlines back in 1944 after the tabloids named him \"The Woo Woo Boy.\"\n\nWhat was the kid's secret?\n\nMaybe it was just that he was so darn nice and yet had a spark of rebellion that allowed him to see himself in ways that 15-year-olds ordinarily do not see themselves - for example, as the husband of a 22-year-old with a couple of kids and a mean bastard of a common-law spouse at home.\n\nAs the movie opens, Ellsworth \"Sonny\" Wisecarver (Patrick Dempsey) is the captive of his dispirited parents, who occupy their home as if they had been sentenced to it. Across the street, there's music and fun, as Judy (Talia Balsam), the older woman, hosts a dance party every afternoon while her old man is away.\n\nSonny drops in one day, and right away there's a spark between them. Before long they are friends, and then they are kissing, and then Sonny thinks up the plan for their escape to another state, where they are married.\n\nThere are a lot of headlines after they're brought back to California to face the law, but after he is sentenced to a youth camp, Sonny escapes and falls into the arms of another older woman (Beverly D'Angelo). She invites him for a cup of coffee. He resists, she smiles, there is another spark and he's back in the headlines.\n\nTo make this movie at all, the right note had to be found. The Wisecarver story, which is based on fact, is filled with hazards for the wrong script. It could be distasteful, contrived, creepy. Phil Alden Robinson, who wrote and directed it, has made it charming by finding the essential sweetness in all of his characters.\n\nSonny and his women run off together, not out of unbridled lust, but because they are nice people in a cold world and because it seemed like a good idea at the time.\n\nThis kid named Patrick Dempsey is the perfect choice to play Sonny. He's got the wisecracking spirit of one of Neil Simon's autobiographical heroes, but he also has a certain saintly simplicity, a way of not seeing all the things that could go wrong. Balsam, as his first love, does a wonderful job of revealing just enough of the hurt and suffering in her life, the hard knocks she has taken while still retaining a kind side. D'Angelo, as the second woman, is a little older and a little wiser, and Sonny is already famous when she meets him, but she's also an innocent and she can't understand why the newspapers and the courts would make such a big deal out of this nice kid.\n\nThe movie is comfortably set in its period, the mid-1940s of Roosevelt and rationing, Glenn Miller and Woody Herman, and a national hunger for headlines that were not about the war.\n\nThe period is established without being allowed to overcome the picture, which finds a gentle offhand way to get its laughs; usually we're laughing, not at punch lines, but at human nature. The movie ends with a title card informing us that Sonny Wisecarver is alive and well and sends us his best regards, and that's sort of the ending the whole story was pointing to. The saga of \"The Woo Woo Boy\" was the best kind of sensational scandal in which everybody got distracted from their problems and nobody really got hurt.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-09-18", "genres": ["Comedy", "Romance"], "title": "In the Mood (1987)"}