{"url": "http://www.rogerebert.com/reviews/in-the-cut-2003", "by": "Meg Ryanas Frannie Avery", "star_rating": 2.5, "text": "Jane Campion's \"In the Cut\" has ornaments of a thriller about sexually bold women, but ticking away underneath is the familiar slasher genre in which women are the victims. What makes it stranger, and a little scarier than it might have been, is the way its heroine willfully sleepwalks into danger, dreaming of orgasm.\n\nFrannie Avery (Meg Ryan, reshaping her image with a bad-girl role) is a high school English teacher who likes sex and wishes she got more of it, but not from the guys she's been getting it from, who tend to be obsessed weirdos. Her half-sister Pauline (Jennifer Jason Leigh) is also sex-deprived; at one point, as they're discussing a man who Frannie has every reason to be wary of, Pauline advises her sister to sleep with the guy \"if only for the exercise.\" This man is James Malloy (Mark Ruffalo), a homicide detective, who meets Frannie while investigating the murder and \"de-articulation\" of a woman whose severed limb was found beneath Frannie's window. James is the kind of man who talks about sex in a way that would be offensive if he didn't deliver so skillfully what he describes so crudely. \"How did you make me feel like that?\" Frannie asks him after their first encounter. He must have made her feel really good, because later, even after she begins to suspect he is the de-articulator, she goes on another date. This is a new variety of high-risk sex: Get as much action as you can before being de-articulated.\n\nJames wanders in a musky daze, too, in a movie where the sex is so good they both keep getting distracted by their duties as potential victim and possible killer. Campion's screenplay, co-written with Susanna Moore and based on Moore's novel, locates these characters close to street level in a hard-bitten New York neighborhood where people act on their needs without apology. The story has fun playing against certain conventions of the slasher genre, and the dialogue has a nice way of sidestepping cliches. Listen to the words and watch the body language as James responds when Frannie asks him, \"Did you kill her?\" Without for a moment revealing if he did or didn't, I can promise you that Ruffalo's choices here are true to this character and do not come from the pool of slasher cliches.\n\nThe movie is leisurely, as thrillers go, but I liked that, especially in the intimate conversations of the two sisters, who sound and behave like two women who have understood each other very well for a long time. Ryan and Leigh have a verbal and emotional shorthand that creates a kind of conspiracy against the mechanics of the plot: Sometimes even when you're in danger you can still feel horny. And James' introductory pitch to Frannie, when he tells her who he can be and what he can do, shows that he knows who he is and who she is; that's why she lets him talk that way -- even though she walks out when his partner (Nick Damici) tries for the same crude note.\n\nSo all of this is well done, and yet the movie is kind of a shambles. The key supporting characters are awkwardly used, as if the movie thinks it ought to have them but doesn't know why. Sharrieff Pugh plays Cornelius, a muscular African American who is Frannie's student; she meets him for tutoring in a pool hall with sex in the shadows, and the movie keeps trying to suggest something about them but never knows what it is.\n\nKevin Bacon turns up as John Graham, an intern who works 18 hours a day, needs someone to walk his dog, and takes it very badly when Frannie breaks up with him -- but in such an odd way that when Bacon went home that night he must have told someone that Campion didn't know what the hell to do with him. And Damici, as James Malloy's partner, is so obviously the deux ex machina that you can almost hear the gears grinding as he's lowered into play.\n\nThe most intriguing element in the movie is the way Frannie is made so heedless of danger. She's drunk sometimes, but she acts like she's on other stuff too, like maybe hog tranquilizers. She's smart enough to make sure James is really a cop before letting him into her apartment, but why does she get into various cars, go to various meetings, trust various situations, and arrive at obvious conclusions but then act as if she's forgotten them? And what kind of eyesight does she have that she can see a three of spades tattooed on the hand of a man whose face she looks right at but isn't sure about? For that matter, what kind of coincidence is involved in that whole scene in the basement of the bar? Incredible, that she would just happen to see the de-articulator and the de-articulatee together -- and, no, I'm not giving something away.\n\n\"In the Cut\" reminds me a little of the Coen Brothers' new film \"Intolerable Cruelty.\" Here are two genre movies, a slasher thriller and a screwball comedy, made by assuredly great directors, but both movies are too hip for the room. It is possible to transcend genres, but I think you have to go through them, not around them. Both films are concerned with being good (and are good) in ways that are irrelevant to whether they arrive at their goals. In the case of \"In the Cut,\" Meg Ryan does such an effective job of evoking her sexually hungry lonely girl that it might have been better to just follow that line and not distract her and the audience with the distraction of a crime plot that becomes transparent the moment you recall the Rule of Economy of Characters (\"no unnecessary character is unnecessary\").\n\nAnd what the hell was the point of those ice-skating flashbacks?", "running_time": 113, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-31", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "In The Cut (2003)"}