{"url": "http://www.rogerebert.com/reviews/in-the-valley-of-elah-2007", "by": "Tommy Lee Jonesas Hank Deerfield", "star_rating": 4.0, "text": "I don't know Tommy Lee Jones at all. Let's get that clear. I've interviewed him, and at Cannes we had one of those discussions at the American Pavilion. He didn't enjoy doing it, but he felt duty-bound to promote his great film \"The Three Burials of Melquiades Estrada.\" During my questions, he twisted his hands like a kid in the principal's office. He remains a mystery to me, which is why I feel free to share some feelings about him. I'm trying to understand why he is such a superb actor.\n\nLook at the lines around his eyes. He looks concerned, under pressure from himself, a man who has felt pain. Look at his face. It seems to conceal hurtful emotion. He doesn't smile a lot, but when he does, it's like clouds are lifting. Listen to his voice, filled with authority and hard experience. Notice when he speaks that he passes out words as if they were money he can't afford. Whether these characteristics are true of the private man, I have no way of knowing.\n\nPaul Haggis' \"In the Valley of Elah\" is built on Tommy Lee Jones' persona, and that is why it works so well. The same material could have been banal or routine with an actor trying to be \"earnest\" and \"sincere.\" Jones isn't trying to be anything at all. His character is simply compelled to do what he does, and has a lot of experience doing it. He plays a Vietnam veteran named Hank Deerfield, now hauling gravel in Tennessee. He gets a call from the Army that his son Mike, just returned from a tour in Iraq, is AWOL from his squad at Fort Rudd. That sounds wrong. He tells his wife, Joan (Susan Sarandon), that he's going to drive down there and take a look into things. \"It's a two-day drive,\" she says. He says, \"Not the way I'll drive it.\"\n\nHe checks into a cheap motel. His investigations in the area of Fort Rudd take him into topless bars, chicken shacks, the local police station, the base military police operation and a morgue where he's shown something cut into pieces and burned, and he IDs the remains as his son. Looking through his son's effects, he asks as a distraction if can have his Bible, while he's pocketing his son's cell phone. It's been nearly destroyed by heat, but a friendly technician salvages some video from it, filled with junk artifacts but still retaining glimpses of what it recorded on video: glimpses of hell.\n\nTo describe the many avenues of his investigation would be pointless and diminish the film's gathering tension. I'd rather talk about what Haggis, also the co-writer and co-producer, does with the performance. Imagine the first violinist playing a note to lead the orchestra into tune. Haggis, as director, draws that note from Jones, and the other actors tune to it. They include Charlize Theron as a city homicide detective, Jason Patric as a military policeman, Sarandon as Deerfield's wife, and various other police and military officers and members of Mike's unit in Iraq.\n\nNone of these characters are heightened. None of them behave in any way as if they're in a thriller. Other directors might have pumped them up, made them colorful or distinctive in some distracting way. Theron could (easily) be sexy. Patric could (easily) be a bureaucratic paper-pusher. Sarandon could (easily) be a hysterical worrier, or an alcoholic or push it any way you want to. You know how movies make supporting actors more colorful than they need to be and how happily a lot of actors go along with that process.\n\nNot here. Theron, who is actually the co-star, so carefully modulates her performance that she even ignores most of the sexism aimed at her at the police station. Nor is there any hint of sexual attraction between her and anybody else, nor does she sympathize with Hank Deerfield and work on his behalf. Nor, for that matter does she compete with him. She simply does her job and raises her young son.\n\nI don't think there's a scene in the movie that could be criticized as \"acting,\" with quotation marks. When Sarandon, who has already lost one son to the Army, now finds she has lost both, what she says to Jones over the telephone is filled with bitter emotion but not given a hint of emotional spin. She says it the way a woman would, if she had held the same conversation with this man for a lifetime. The movie is about determination, doggedness, duty and the ways a war changes a man. There is no release or climax at the end, just closure. Even the final dramatic gesture only says exactly what Deerfield explained earlier that it says, and nothing else.\n\nThat tone follows through to the movie's consideration of the war itself. Those who call \"In the Valley of Elah\" anti-Iraq war will not have been paying attention. It doesn't give a damn where the war is being fought. Hank Deerfield isn't politically opposed to the war. He just wants to find out how his son came all the way home from Iraq and ended up in charred pieces in a field. Because his experience in Vietnam apparently had a lot to do with crime investigation, he's able to use intelligence as well as instinct. And observe how Theron, as the detective, observes him, takes what she can use and adds what she draws from her own experience.\n\nPaul Haggis is making good films these days. He directed \"Crash\" and wrote \"Million Dollar Baby,\" both Oscar winners, and was nominated as co-writer of \"Letters from Iwo Jima.\" He and his casting directors assembled an ideal ensemble for this film, which doesn't sensationalize but just digs and digs into our apprehensions. I have been trying to think who else could have carried this picture except Tommy Lee Jones, and I just can't do it. Who else could tell Theron's young son the story of David and Goliath (which took place in the Valley of Elah) and make it sound like instruction in the tactics of being brave?", "running_time": 124, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-13", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "In the Valley of Elah (2007)"}