{"url": "http://www.rogerebert.com/reviews/in-the-blood-1990", "by": "George Butler", "star_rating": 2.0, "text": "The logic is persuasive. The African countries are broke and cannot afford to spend millions of dollars on game preservation out of the goodness of their hearts - not when their human populations are crying out for food, shelter and education. By banning big-game hunting, these countries remove a responsible presence from the wild: the presence of guides, game wardens and the hunters themselves. That leaves those areas open for the predations of poachers, who in the last decade have all but destroyed the African elephant.\n\n\"The game must pay for itself,\" a veteran hunter argues in this film, one night while he sits with a group of visitors from America. \"If game hunting is legalized, there will be an economic incentive for protecting the game and the preserves where the game lives.\" Butler backs up this assertion with some convincing facts and figures: Whenever hunting has been forbidden, he says, wild animal populations go down, not up.\n\nThat is the argument of the film. The content of the film is somewhat less impressive, and on the basis of the evidence available from the screen, it is possible to guess that Butler and his team were not able to get all of the shots or sequences to tell the story they wanted to tell. The movie is narrated, unconvincingly, by Tyssen Butler, George Butler's son, who explains that his father was taken by his grandfather on hunting trips as a boy, and that now this rite of initiation into manhood is going to be repeated in the third generation by this expedition to Africa.\n\nAh, but there's an even older family tradition to uphold. We learn that Butler is friendly with the descendants of President Theodore Roosevelt, the noted big-game hunter who took his own son on a yearlong hunting expedition into Africa, and that Theodore Roosevelts IV and V will be coming along on this trip, along with some of the very rifles that Teddy took along on his first expedition.\n\nBecause \"In the Blood\" has been reported on in the film press, we know that the real story is not as simple as that, and that indeed one of the rifles was lost - along with the guide who was carrying it - in a tragic brush fire that got out of control. We also know that one of the crucial scenes in Butler's footage - the unintentional shooting of a sleeping lion - was left out of the film at the insistence of the Roosevelts.\n\nOne can guess, then, that this filming expedition produced great unhappiness and dissension among its members, and that a documentary of their relationships in the bush would make fascinating viewing. Less interesting is \"In the Blood\" in its present form, where it has been shoe-horned into an unconvincing fable about fathers and sons.\n\nThere is, however, some convincing footage in this film, both of humans and of the animals they are tracking. And it is good to hear the lore of the experiences guides and hunters as they sit in camp at night talking about their profession. Unfortunately, these high points are accompanied by long and fruitless sequences such as the attempt to shoot a \"killer\" crocodile from a blind along a riverside, which leads only to long days of great heat and no crocodiles.\n\nHunters will enjoy this film. Game lovers will enjoy the film, although not the sight of the game being hunted. But a more general audience is probably ruled out by the limitations of the material.\n\nButler is a talented documentarian, who in \"Pumping Iron\" and \"Pumping Iron II: The Women\" used the techniques of fiction to shape the materials of fact and generate dramatic interest. This time, watching \"In the Blood,\" you can catch glimpses of the over-all structure he was aiming for, but it never quite emerges.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-03-02", "genres": null, "title": "In The Blood (1990)"}