{"url": "http://www.rogerebert.com/reviews/in-the-mouth-of-madness-1995", "by": "Sam Neillas John Trent", "star_rating": 2.0, "text": "Stephen King has a lot of fun playing with the line between\rreality and fiction - his \"Misery\" was the story of a fan who takes a\rhorror writer's work a little too seriously - and now here is a movie to turn\rthe tables on King.\n\nJohn\rCarpenter's \"In the Mouth of Madness\" begins with the disappearance\rof a horror writer named Sutter Cane, whose latest book has caused some of its\rreaders to go mad. The book is a best-seller, and when stores sell out, they're\rbesieged by angry mobs. (It is a sign of our times, I suppose, that citizens\rare fanned into a frenzy by the book even before they read it.) Enter an\rinsurance fraud investigator named John Trent (Sam Neill), who is sitting in\rthe window of a coffee shop one day when a man across the street picks up an\rax, walks through traffic and slams the ax through the shop window. (This shot,\rshowing the man approaching in the background while a quiet conversation\rproceeds unaware in the foreground, is one of the movie's best.) Turns out the\rwould-be ax murderer is Sutter Cane's former agent.\n\nAs\ran epidemic of apparent paranoid schizophrenia spreads, fueled by the latest\rCane novel, we meet Cane's publisher (Charlton Heston) and his book editor,\rnamed Linda Styles (Julie Carmen). She hires Trent to investigate the apparent\rdisappearance of Cane; she wants a fraud investigator because she suspects\reverything is not as it seems. No kidding.\n\nNow\rthe movie lifts off into fantasy, as Trent and Styles go in search of Cane.\n\nThere\rare lots of cross-references to Stephen King, as when Trent cleverly pieces\rtogether a map of New Hampshire out of the covers of Cane's books, and when a\rtown named Hobb's Corner figures heavily, just as Castle Rock is the locale of\rmany of King's stories.\n\nAs\rTrent and Styles drive through the night, strange nightmarish apparitions\rappear by the roadside: innocent ones, like kids on bicycles, and more\rdisturbing ones, like ghouls. They arrive at a town that is not on any map,\rcheck into an inn with weird creatures in the basement, and are constantly\rstartled by threats that leap in from out of frame, the oldest trick in the\rhorror movie book.\n\nIt's\rabout here - still fairly early in the film - that \"In the Mouth of\rMadness\" begins to lose its way. The notion of a book that drives its\rreaders mad is intriguing (especially in a movie where no one thinks to take it\roff sale), but after the heroes arrive in Hobbs Corner what we essentially have\ris a horror house movie, in which the protagonists creep along while creatures\rleap at them.\n\nThe\rnovelist Sutter Cane (Jurgen Prochnow) does eventually turn up, with lines like\r\"More people believe in my work than believe in the Bible,\" but not\rmuch is done to develop him, and the movie does what no horror movie can afford\rto do, which is to play tennis without a net. Stories like this need rules;\rit's not enough to send the beleaguered hero on a roller-coaster ride through\rshocking images.\n\nOne\rwonders how \"In the Mouth of Madness\" might have turned out if the\rscript had contained even a little more wit and ambition.\n\nThe\rfact that the book was driving its readers mad might have provided an opening\rfor some entertaining satire. The Charlton Heston character, a publisher who\rstands to make millions by selling the book, might have been expanded into more\rof a hypocrite. What about the government? Is a book that makes you paranoid\rprotected by free speech? The movie\rstarts out with lots of intriguing ideas, and then sidesteps most of them in\rorder to provide a special effects sideshow that looks inspired by the\r\"Nightmare on Elm Street\" series.\n\nIronically,\rthe most recent \"Elm Street\" movie, \"Wes Craven's New\rNightmare,\" about a movie director who finds that his horror films are\rseeping over into real life, covers similar ground in a much more original way\r- and it has better special effects.", "running_time": 95, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-02-03", "genres": ["Horror", "Suspense", "Thriller"], "title": "In The Mouth Of Madness (1995)"}