{"url": "http://www.rogerebert.com/reviews/in-the-land-of-blood-and-honey-2012", "by": "Zana Marjanovicas Ajla", "star_rating": 2.5, "text": "Although the United States and the United Nations had troops involved, I have a feeling that a good many Americans never worked up much interest in the Bosnian war. There were too many complexities for a soundbite. Was it Serbs against Croatians? Christians against Muslims? A free for all? Wasn't it all once Yugoslavia? Which side were we on? Or did we simply want all of them to stop fighting?\n\nI hope I don't sound snarky. The indifference of many moviegoers to world events affects the box office for any movie about such conflicts. It took a long struggle to get audiences worked up over \"The Hurt Locker,\" and even then, the key words were \"bomb disposal\" and not \"Iraq.\" Although we've spent a fortune in blood and resources in the Middle East, Hollywood has found audience indifference to events there. Even more so in the former Yugoslavia. When I mention Bosnia, Serbia and Croatia, how many nations have I named? Are they in fact nations? Here's a curveball: Where are the Balkans?\n\nGiven this reality, Angelina Jolie deserves admiration for making \"In the Land of Blood and Honey\" as her first filmmaking project. She wrote it, directed it and cares deeply about its issues, having spent a lot of time on the ground there, unlike so many movie stars who only turn up for the photo op. Jolie has courage and convictions. \n\nHer film is about a Serbian army officer named Danijel (Goran Kostic) and a Muslim artist named Ajla (Zana Marjanovic). Presumably Ajla is Serbian, too, but as a Muslim, she's hated by Christian Serbs. As part of the old Yugoslavia, the movie explains, all races and religions lived together in peace; a convenience of communism was that it dismissed such matters as bourgeois distractions from the class war. Now Marxism has fallen and humanity has returned to its familiar habit of hating thy neighbor.\n\nIf I understand Jolie correctly, she believes the Christian Serbs have blood on their hands, having carried out genocidal massacres against Muslims. One of their pastimes is raping Muslim women. We see this in dismaying detail. However, Danijel's father, the veteran Serbian Gen. Nebojsa Vukojevich (Rade Serbedzija) has a chilling monologue recounting Muslim atrocities against Serbs. It's the same as it always is in sectarian warfare: The side you're on contains the victims, and the other side is the spawn of Satan.\n\n\"In the Land of Blood and Honey\" settles down into a more limited melodrama. Danijel and Ajla feel a spark of love at a carefree dance on the last night of peace. The bomb that rips through a nightclub defines them as enemies, and not long after that, Danijel saves Ajla from certain rape and arranges for her special treatment in a prison. She gets her own sunny room, and in this privacy, they luxuriate in love in the afternoon. This begs the question of whether it is love, or whether Danijel wants to have sex with her and she feels it prudent to play along and buy her immunity with sex.\n\nDanijel's brainstorm is to appoint Ajla the \"official artist\" of the Serbian army and set her to work painting the portraits of Serbian generals. As a pretext, this is fairly shabby, but it's a wonder how many powerful males would agree they should be the subject of an official portrait. Eventually, the bitter Gen. Vukojevich sees through his son's subterfuge, and then, well, you will find out yourself.\n\nThe film does what all war films must, which is to reduce the incomprehensible suffering of countless people into the ultimate triumph of a few. \"Schindler's List\" is a great film that employed this tactic, and indeed almost all fiction films about Jewish prisoners during World War II are about those who survived. This has nothing to do with race, religion or nationality. It's all about the deeply embedded audience requirement to have an ending that provides happiness or at least catharsis. \n\nOne theme that Jolie foregrounds with particular emphasis is the way women on both sides are singled out for particular suffering simply on the basis of their sex. For some men, wearing a uniform provides them with a license to rape, and this is true I fear in every war. \"The Whistleblower,\" released earlier this year, starred Rachel Weisz as a United Nations peacekeeping officer in Bosnia who discovered that an American private security firm was kidnapping underage girls and using them to staff brothels.\n\nI found \"In the Land of Blood and Honey\" to be moving and involving, but somehow reduced by its melodrama to a minor key. The scale of the ages-old evil and religious hatred in the region seemed to make the fates of these particular characters a matter of dramatic convenience. So what if Danijel shielded Ajla and his father found him out? It doesn't take much to see that the problems of three little people don't amount to a hill of beans in this crazy world.", "running_time": 127, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-04", "genres": ["Drama", "Foreign", "Romance", "War"], "title": "In the Land of Blood and Honey (2012)"}