{"url": "http://www.rogerebert.com/reviews/incendies-2011", "by": "Lubna Azabalas Nawal", "star_rating": 3.5, "text": "After the death of their mother, twins in Montreal are called to the office of her employer. She had gone to work for him some 20 years ago after escaping sectarian violence and rage in a nation not unlike Lebanon. She left for her children, they learn, two letters. Jeanne (Melissa Desormeaux-Poulin) is asked to give hers to the father they never knew. Simon (Maxim Gaudette) is told to give his to a brother they didn't know they had.\n\nThis is a plot for a thriller, really, and Denis Villeneuve's Oscar-nominated \"Incendies\" doesn't shy away from that truth. But it wants to be much more than a thriller and succeeds in demonstrating how senseless and futile it is to hate others because of their religion. Most people do not choose their religions but have them forced upon themselves by birth, and the lesson of \"Incendies\" is that an accident of birth is not a reason for hatred.\n\nThe heroine who comes to this conclusion is the author of the two letters, Nawal (Lubna Azabal), the twins' mother. Jeanne travels to the Middle East to carry out her mother's wishes. Simon stays resentfully in Canada until later in the story. In flashbacks spurred by Jeanne's meetings and conversations, we learn of Nawal's early life. Born a Christian, she fell in love with a Muslim. This was impossible for both of them in that time and place. It led her on a romantic, religious and political odyssey, and inspired her to do unthinkable things.\n\nAll about her, others were also doing the unthinkable. People who were not murderers in their nature killed others and justified it, on both sides, in the names of their gods. And when enough people had died, they no longer needed their gods, because they sought personal or tribal revenge. A season of murder by fanatics broadened into years of retribution by bystanders who take up their guns. Villeneuve is especially chilling when he shows young adolescents with rifles, killing others their own age when neither shooter nor target is old enough to understand the gift of life.\n\nThe plot of \"Incendies\" is based on a play by Wajdi Mouawad, described as consisting of poetic monologues. The screenplay by Villeneuve refashions the action in a way more suited to a film, where it is often better to show something than to evoke its mental image. The underlying story here could with a few adjustments be a noir set in any country, taking its choice of all the sad justifications men find for murder.\n\nIn its Middle Eastern setting, the film takes on a contemporary feel, and the scenes of battle, rape and torture are concise and pitiless. The performance of Lubna Azabal, who plays Nawal over a range of years, is never less than compelling; she helps us understand in a visceral way why she acts as she does — as she must — under the circumstances she is unlucky enough to inherit. And Villeneuve's writing and direction do an effective job of making clear events that might have become cloudy. The specific way, in cryptic dialogue, that he reveals his film's shocking secret is flawless.\n\nThe film's ending, which you will not learn from me, is stunning in its impact. I am not sure it quite works out in terms of strict logic, but logic can be forgotten when the purpose is revelation. And that revelation, when it comes, lays bare the pathos of \"justified\" murder and the pathology of cruelty.\n\nI am left with a question you might want to ask yourself after seeing the film: What was the mother's purpose in leaving the letters for her children? Yes, we can see, they deserve to know the truth about their father and their brother. She could have told them — either in life, or for that matter, in the letters. By sealing the letters, she assigns them a mission that could easily have failed. If they had not found the recipients, they would not have learned the truth. Then what purpose did the letters serve?\n\nWell, of course they provided the motive for Jeanne's journey, and later for Simon's. They're essentially MacGuffins. That's why I'm not so bothered by the device. A MacGuffin is a way of setting a story into motion, and \"Incendies\" tells a shocking one.", "running_time": 130, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-04-27", "genres": ["Drama", "Foreign", "Indie"], "title": "Incendies (2011)"}