{"url": "http://www.rogerebert.com/reviews/inception-2010", "by": "Leonardo DiCaprioas Cobb", "star_rating": 4.0, "text": "It's said that Christopher Nolan spent ten years writing his screenplay for \"Inception.\" That must have involved prodigious concentration, like playing blindfold chess while walking a tight-wire. The film's hero tests a young architect by challenging her to create a maze, and Nolan tests us with his own dazzling maze. We have to trust him that he can lead us through, because much of the time we're lost and disoriented. Nolan must have rewritten this story time and again, finding that every change had a ripple effect down through the whole fabric.\n\nThe story can either be told in a few sentences, or not told at all. Here is a movie immune to spoilers: If you knew how it ended, that would tell you nothing unless you knew how it got there. And telling you how it got there would produce bafflement. The movie is all about process, about fighting our way through enveloping sheets of reality and dream, reality within dreams, dreams without reality. It's a breathtaking juggling act, and Nolan may have considered his \"Memento\" (2000) a warm-up; he apparently started this screenplay while filming that one. It was the story of a man with short-term memory loss, and the story was told backwards. \n\nLike the hero of that film, the viewer of \"Inception\" is adrift in time and experience. We can never even be quite sure what the relationship between dream time and real time is. The hero explains that you can never remember the beginning of a dream, and that dreams that seem to cover hours may only last a short time. Yes, but you don't know that when you're dreaming. And what if you're inside another man's dream? How does your dream time synch with his? What do you really know?\n\nCobb (Leonardo DiCaprio) is a corporate raider of the highest order. He infiltrates the minds of other men to steal their ideas. Now he is hired by a powerful billionaire to do the opposite: To introduce an idea into a rival's mind, and do it so well he believes it is his own. This has never been done before; our minds are as alert to foreign ideas as our immune system is to pathogens. The rich man, named Saito (Ken Watanabe), makes him an offer he can't refuse, an offer that would end Cobb's forced exile from home and family.\n\nCobb assembles a team, and here the movie relies on the well-established procedures of all heist movies. We meet the people he will need to work with: Arthur (Joseph Gordon-Levitt), his longtime associate; Eames (Tom Hardy), a master at deception; Yusuf (Dileep Rao), a master chemist. And there is a new recruit, Ariadne (Ellen Page), a brilliant young architect who is a prodigy at creating spaces. Cobb also goes to touch base with his father-in-law Miles (Michael Caine), who knows what he does and how he does it. These days Michael Caine need only appear on a screen and we assume he's wiser than any of the other characters. It's a gift.\n\nBut wait. Why does Cobb need an architect to create spaces in dreams? He explains to her. Dreams have a shifting architecture, as we all know; where we seem to be has a way of shifting. Cobb's assignment is the \"inception\" (or birth, or wellspring) of a new idea in the mind of another young billionaire, Robert Fischer Jr. (Cillian Murphy), heir to his father's empire. Saito wants him to initiate ideas that will lead to the surrender of his rival's corporation. Cobb needs Ariadne to create a deceptive maze-space in Fischer's dreams so that (I think) new thoughts can slip in unperceived. Is it a coincidence that Ariadne is named for the woman in Greek mythology who helped Theseus escape from the Minotaur's labyrinth?\n\nCobb tutors Ariadne on the world of dream infiltration, the art of controlling dreams and navigating them. Nolan uses this as a device for tutoring us as well. And also as the occasion for some of the movie's astonishing special effects, which seemed senseless in the trailer but now fit right in. The most impressive to me takes place (or seems to) in Paris, where the city literally rolls back on itself like a roll of linoleum tile.\n\nProtecting Fischer are any number of gun-wielding bodyguards, who may be working like the mental equivalent of antibodies; they seem alternatively real and figurative, but whichever they are, they lead to a great many gunfights, chase scenes and explosions, which is the way movies depict conflict these days. So skilled is Nolan that he actually got me involved in one of his chases, when I thought I was relatively immune to scenes that have become so standard. That was because I cared about who was chasing and being chased. \n\nIf you've seen any advertising at all for the film, you know that its architecture has a way of disregarding gravity. Buildings tilt. Streets coil. Characters float. This is all explained in the narrative. The movie is a perplexing labyrinth without a simple through-line, and is sure to inspire truly endless analysis on the web. \n\nNolan helps us with an emotional thread. The reason Cobb is motivated to risk the dangers of inception is because of grief and guilt involving his wife Mal (Marion Cotillard), and their two children. More I will not (in a way, cannot) say. Cotillard beautifully embodies the wife in an idealized way. Whether we are seeing Cobb's memories or his dreams is difficult to say--even, literally, in the last shot. But she makes Mal function as an emotional magnet, and the love between the two provides an emotional constant in Cobb's world, which is otherwise ceaselessly shifting.\n\n\"Inception\" works for the viewer, in a way, like the world itself worked for Leonard, the hero of \"Memento.\" We are always in the Now. We have made some notes while getting Here, but we are not quite sure where Here is. Yet matters of life, death and the heart are involved--oh, and those multi-national corporations, of course. And Nolan doesn't pause before using well-crafted scenes from spycraft or espionage, including a clever scheme on board a 747 (even explaining why it must be a 747).\n\nThe movies often seem to come from the recycling bin these days: Sequels, remakes, franchises. \"Inception\" does a difficult thing. It is wholly original, cut from new cloth, and yet structured with action movie basics so it feels like it makes more sense than (quite possibly) it does. I thought there was a hole in \"Memento:\" How does a man with short-term memory loss remember he has short-term memory loss? Maybe there's a hole in \"Inception\" too, but I can't find it. Christopher Nolan reinvented \"Batman.\" This time he isn't reinventing anything. Yet few directors will attempt to recycle \"Inception.\" I think when Nolan left the labyrinth, he threw away the map.", "running_time": 148, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-07-14", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Inception (2010)"}