{"url": "http://www.rogerebert.com/reviews/incident-at-oglala-1992", "by": "Michael Apted", "star_rating": 3.0, "text": "Leonard Peltier is locked inside Leavenworth Prison, and there is every reason to suspect he does not belong there - that he did not commit the murders for which he has been jailed, and that he was framed because he had the misfortune to be a highly visible American Indian leader at a time when the federal government was under great pressure to find and indict one.\n\nThat is the bottom line of \"Incident at Oglala,\" a documentary about events that began with the demonstrations at Wounded Knee in 1973 and continue to this day. The movie was produced and narrated by Robert Redford, who has been an advocate of Peltier's innocence since the early 1980s, and was directed by Michael Apted, whose fiction film \"Thunderheart\" takes place in roughly the same area.\n\nLike \"Thunderheart,\" the documentary gives us a vivid picture of the Indian reservations of South Dakota, where spare frame houses huddle against the cold winter winds, and the landscape can be a magnificent vista if you look in one direction, or an automobile graveyard if you look in another. The film paints a picture of a tense, jumpy community in the months after the occupation of Wounded Knee, the scene of an 1890 U.S. Cavalry massacre of Indians. There was tension between traditional and activist Indian groups, many shootings and much violence, and then, in June, 1975, two FBI agents were shot dead at an Indian village near Oglala, S.D.\n\nWho killed them, and why? The witnesses in this film have many theories, including the possibility that the shooters didn't even know their targets were FBI agents. A chain of evidence was constructed, which seemed to link four Indians to the murders, and unconvincing attempts were made to link Peltier to gun casings found at the murder site. One of the suspects was released, and two others were acquited in jury trials, but eventually, in April, 1977, Peltier was convicted of murder.\n\nBut the case has refused to die. \"Incident at Oglala\" talks to various government witnesses, including one apparently mentally disturbed woman who changed her crucial testimony. There is the anonymous, hooded \"Mr. X,\" who says he knows who killed the agents, and it wasn't Peltier. There is conflicting evidence involving rifles and casings, the misidentification of vehicles, the movements of the suspects, the behavior of the agents. The inescapable conclusion is that Peltier did not, at the very least, receive a fair trial.\n\nMichael Apted is an accomplished documentarian (he films the series that visits a cross-section of British people every seven years, most recently in \"35 Up\"). He grew familiar with the Indian areas of the Dakotas while researching \"Thunderheart,\" which stars Val Kilmer as a part-Indian FBI agent caught up in another murder involving Indian rights. What he does in \"Incident at Oglala\" is listen to a great many people try to reconstruct the time and place where the FBI agents died, until eventually we believe that Peltier couldn't have been the gunman - that the agents were most likely killed in a tragic case of mistaken identity, but that the government needed a scapegoat.\n\nPeltier himself is one of the film's most convincing subjects. He looks older now than in photographs taken at the time, and like many long-time prison inmates, his attention has drawn inward to the complexities of his own case. Listening to him speak, I believed him, as he remembers the \"war zone\" mentality on the reservation after Wounded Knee. \"Incident at Oglala\" is about his specific case, but in a sense it is about a larger subject, about the continuing insult of a federal government which treats and regards Native Americans in a paternalistic, repressive style that seems to have a momentum all its own.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-06-26", "genres": ["Documentary"], "title": "Incident At Oglala (1992)"}