{"url": "http://www.rogerebert.com/reviews/independence-day-1996", "by": "Will Smithas Capt. Steven Hiller", "star_rating": 2.5, "text": "The best shot in “Independence Day” is one of the first ones, of a vast shadow falling across the lunar surface. Visitors have arrived from beyond the solar system, and soon their presence is detected in our skies. Their ship is pretty big: “One- fourth the size of the moon!” a scientist gasps, and although an object that size in near-Earth orbit might be expected to cause tidal waves, this is not a movie that slows down for the small details.\n\nAs the president of the United States and an assortment of other stock movies types look on, the mother ship dispatches smaller saucers (only 15 miles across) to hover menacingly above Earth's cities.\n\nDo they come in peace? Don't make me laugh. As David (Jeff Goldblum), a broadcast technician and computer whiz, soon discovers, they are using our own satellite system to time an attack.\n\nHow does he know that? Because his laptop receives the signal and displays it as a digital readout. As the hours and minutes tick down toward Armageddon, I had only one question: Why are the aliens using hours and minutes? Does their home planet have exactly the same length of day and year as ours? How very nice.\n\n“Independence Day” is not just an inheritor of the 1950s flying saucer genre, it's a virtual retread--right down to the panic in the streets, as terrified extras flee toward the camera and the skyscrapers frame a horrible sight behind them. Like those old B movies, the alien threat is intercut with lots of little stories involving colorful characters, who are chosen for their ethnic, occupational and sexual diversity. Representing the human race here are not only David the tech head and the president, but also assorted blacks, Jews, Arabs, Brits, exotic dancers, homosexuals, cute kids, generals, drunken crop dusters, tight-lipped defense secretaries and “The McLaughlin Group. “There is not a single character in the movie who doesn't wear an invisible label.\n\nAlthough the special effects in “Independence Day” are elaborate and pervasive, they aren't outstanding. The giant saucers area dark, looming presence at the top of a lot of shots, big but dull, and the smaller “fighter” saucers used by the aliens are a disappointment--clunky, squat little gray jobs that look recycled out of ancient Rocket Men of Mars adventures.\n\nWhen the aliens attack, there are shots of the White House and the Empire State Building getting blowed up real good, but if these creatures can field a spaceship a fourth the size of the moon, why do they bother engaging in aerial dogfights with the U.S. Air Force? And why don't they blow up everything at once? Or knock out the Internet with a neutron bomb, instead of simply causing snow and static on TV screens? And why don't the humans react more? At one point, the news comes that New York, Washington and Los Angeles have been destroyed, and is there grief? Despair? Anguish? Speculation about what that will mean for professional sports? Not a bit--the characters nod and hurry on to the next scene.\n\nWe're not supposed to ask such questions, I know. We’re supposed to get wrapped up in the story, and there are some neat ideas in the movie--especially the revelation that Area 51, the government's “secret” base north of Las Vegas, actually does harbor that alien spaceship everybody believes the feds captured in New Mexico in 1948.\n\nThe spaceship and some embalmed aliens are guarded far below the earth, and the underground lab is run by the long- haired Dr. Okun (played by none other than Brent Spiner, who is Data on “Star Trek: The Next Generation”). Okun is your classic mad-scientist type, complaining, “They don't let us out much,” and telling the president, “Guess you’d like to see the big tamale, eh?” As the president readies Earth's response, it is clear much will depend on a jerry-built solution by David, whom Goldblum plays as a hemming and hawing genius. His plan, after he devises it, depends on fighter ace Steven Hiller (Will Smith) for its delivery. But what Goldblum comes up with, I cannot reveal. No, I insist. I only observe that it is a wonder these aliens have traveled across uncounted light-years of space and yet have never thought of a computer virus protection program. (My theory is that any aliens who could be taken in by this particular plan probably arrived here after peddling across space on bicycles.) For all of its huge budget, “Independence Day” is a timid movie when it comes to imagination. The aliens, when we finally seethe, are a serious disappointment; couldn't they think of anything more interesting than octopus men? If an alien species ever does visit Earth, I for one hope they have something interesting to share with us. Or, if they must kill us, I hope they do it with something we haven't seen before, instead of with cornball ray-beams that look designed by the same artists who painted the covers of Amazing Stories magazine in the 1940s.\n\nStill, “Independence Day” is in the tradition of silly summer fun, and on that level I kind of liked it, as, indeed, I kind of like any movie with the courage to use the line, “It's the end of the world as we know it.”", "running_time": 145, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-07-02", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Independence Day (1996)"}