{"url": "http://www.rogerebert.com/reviews/indecent-proposal-1993", "by": "Robert Redfordas John Gage", "star_rating": 3.0, "text": "Like \"Pretty Woman,\" a movie it resembles in subtle ways, \"Indecent Proposal\" is a fantasy about characters who are allowed to try out amorality and see if they like it. The screenplay is a cleverly contrived mechanism inspired by that old joke with the punch line, \"We've already established that. Now we're talking price.\" In this case, the price is a million dollars.\n\nThe movie opens with a dreamy narration about how Diana and David (Demi Moore and Woody Harrelson) have been in love since high school and have stuck together through thick and thin and architecture school, until - well, until they go broke, and David is threatened with the loss of his masterpiece, a house on the beach in Santa Monica.\n\nWe see the house, which in my opinion is so architecturally undistinguished that the filmmakers should have ordered another one, but never mind: David gets the bright idea of taking their last $5,000 and going to Vegas, hoping to win enough money to save the day. He does not. But while they are there, Diana catches the eye of John Gage, a handsome billionaire (Robert Redford) who offers them a million dollars if he can spend one night with her.\n\nWell, what would you say to an offer like that? I ask not because I imagine you have been weighing such offers, but because the movie is deliberately designed to place the viewer in the position of assessing his or her own ideas about marital fidelity and putting a price tag on them. Since I saw the movie a week ago, I've been involved in half a dozen discussions on the subject. Most people have said there's no way they would accept such an offer. Some people have said there are some ways in which, you know what, they just possibly might. Only one person was unkind enough to suggest that if the choice was between being faithful to Woody Harrelson or sinning with Robert Redford, Bob could keep his million and she'd consider it anyway.\n\nThe movie is ingenious in the way it surrounds its essentially crass subject matter with a camouflage of romantic scenery. Redford is, first of all, a splendid salesman, avoiding strong-arm tactics, seducing the couple into seriously considering the choice. The actual night of adultery is wisely kept off screen. And because the actors are all well-known stars, they elevate the subject to a more symbolic level (if the actors had been unknowns, we'd probably view the choice in a completely different light).\n\nI mentioned \"Pretty Woman\" earlier. I could also have mentioned \"The Crying Game.\" What those movies and \"Indecent Proposal\" all do brilliantly is allow the audience to be voyeurs while acceptable people do unacceptable things. We might not admit we'd be intrigued by the idea of sleeping with a hooker, or accepting a million bucks for a night of sex, or accepting Jaye Davidson on rather unexpected terms. But we are intrigued by movies in which the plots somewhat plausibly present Richard Gere, Demi Moore or Stephen Rea with such a choice. In the immortal words of a folk song by Bob Gibson: But what the hell, honey - Since you've already got my money . . .\n\n\"Indecent Proposal\" was directed by Adrian Lyne, whose credits include two other excursions into the thickets of sexual danger, \"9 1/2 Weeks\" and \"Fatal Attraction.\" This movie is a kinder and gentler exploration of love and lust. It even becomes plausible, for a time, that Moore and Redford would feel romantic inclinations, especially after Harrelson finds he is not quite as broad-minded as he imagined.\n\nThere are large challenges to logic in the film (for example, even apart from how Harrelson eventually seems determined to spend the million, why has he forgotten his lawyer's 5 percent?). The plot is manipulative, with Harrelson almost pushing his wife into Redford's arms. But there is also a genuine romantic spirit at work here, and I liked the scene toward the end with Moore, Redford and his chauffeur (Seymour Cassel) saying things without quite saying them.\n\n\"Indecent Proposal\" is in a very old tradition, in which love is put to the test of need and desire and triumphs in the end, although not without a great many moments when it seems quite willing to cave in to passion. It is artificial and manipulative, and in the real world this sort of thing would never happen in this way, but then that's why we line up at the ticket window: We want to leave the real world, for a couple of hours, anyway.", "running_time": 119, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-07", "genres": ["Drama", "Romance"], "title": "Indecent Proposal (1993)"}