{"url": "http://www.rogerebert.com/reviews/indiana-jones-and-the-kingdom-of-the-crystal-skull-2008", "by": "Harrison Fordas Indiana Jones", "star_rating": 3.5, "text": "\"Indiana Jones and the Kingdom of the Crystal Skull.\" Say it aloud. The very title causes the pulse to quicken, if you, like me, are a lover of pulp fiction. What I want is goofy action--lots of it. I want man-eating ants, swordfights between two people balanced on the backs of speeding jeeps, subterranean caverns of gold, vicious femme fatales, plunges down three waterfalls in a row, and the explanation for flying saucers. And throw in lots of monkeys.\n\nThe Indiana Jones movies were directed by Steven Spielberg and written by George Lucas and a small army of screenwriters, but they exist in a universe of their own. Hell, they created it. All you can do is compare one to the other three. And even then, what will it get you? If you eat four pounds of sausage, how do you choose which pound tasted the best? Well, the first one, of course, and then there's a steady drop-off of interest. That's why no Indy adventure can match \"Raiders of the Lost Ark\" (1981). But if \"Crystal Skull\" (or \"Temple of Doom\" from 1984 or \"Last Crusade\" from, 1989) had come first in the series, who knows how much fresher it might have seemed? True, \"Raiders of the Lost Ark\" stands alone as an action masterpiece, but after that the series is  compelled  to be, in the words of Indiana himself, \"same old same old.\" Yes, but that's what I want  it to be.\n\n\"Crystal Skull\" even dusts off the Russians, so severely under-exploited in recent years, as the bad guys. Up against them, Indiana Jones is once again played by Harrison Ford, who is now 65 but looks a lot like he did at 55 or 46, which is how old he was when he made \"Last Crusade.\" He has one of those Robert Mitchum faces that doesn't age, it only frowns more. He and his sidekick Mac McHale (Ray Winstone) are taken by the cool, contemptuous Soviet uber-villainess Irina Spalko (Cate Blanchett) to a cavernous warehouse to seek out a crate he saw there years ago. The contents of the crate are hyper-magnetic (lord, I love this stuff) and betray themselves when Indy throws a handful of gunpowder into the air.\n\nIn ways too labyrinthine to describe, the crate leads Indy, Mac, Irina and the Russians far up the Amazon. Along the way they've gathered Marion Ravenwood (Karen Allen), Indy's girlfriend from the first film, and a young biker named Mutt Williams (Shia LeBeouf), who is always combing his ducktail haircut. They also acquire Professor Oxley (John Hurt), elderly colleague from the University of Chicago, whose function is to read all the necessary languages, know all the necessary background, and explain everything.\n\nWhat happens in South America is explained by the need to create (1) sensational chase sequences, and (2) awe-inspiring spectacles. We get such sights as two dueling Jeep-like vehicles racing down parallel roads. Not many of the audience members will be as logical as I am, and wonder who went to the trouble of building  parallel roads in a rain forest. Most of the major characters eventually find themselves at the wheels of both vehicles; they leap or are thrown from one to another, and the vehicles occasionally leap right over one another. And that Irina, she's something. Her Russian backups are mostly just atmosphere, useful for pointing their rifles at Indy, but she can fight shoot, fence, drive, leap and kick, and keep on all night.\n\nAll leads to the discovery of a subterranean chamber beneath an ancient pyramid, where they find an ancient city made of gold and containing...but wait, I forgot to tell you they found a crystal skull in a crypt. Well sir, it's one of 13 crystal skulls, and the other 12 are in that chamber. When the set is complete, amazing events take place. Prof. Oxley carries the 13th skull for most of the time, and finds it repels man-eating ants. It also represents one-thirteenth of all knowledge about everything, leading Irina to utter the orgasmic words, \"I want...to  know!\"  In appearance, the skull is a cross between the aliens of the Special Edition of Spielberg's \"Close Encounters of the Third Kind\" and the hood ornaments of 1950s Pontiacs.\n\nWhat is the function of the chamber? \"It's a portal--to another dimension!\" Oxley says. Indy is sensible: \"I don't think we wanna go that way.\" It is astonishing that the protagonists aren't all killed 20 or 30 times, although Irnia will become The Women Who Knew Too Much. At his advanced age, Prof.Oxley tirelessly jumps between vehicles, survives fire and flood and falling from great heights, and would win on \"American Gladiator.\" Relationships between certain other characters are of interest, since (a) the odds against them finding themselves together are astronomical, and (b) the odds against them  not  finding themselves together in this film are incalculable.\n\nNow what else can I tell you, apart from mentioning the blinking red digital countdown, and the moving red line tracing a journey on a map? I can say that if you liked the other Indiana Jones movies, you will like this one, and that if you did not, there is no talking to you. And I can also say that a critic trying to place it into a hierarchy with the others would probably keep a straight face while recommending the second pound of sausage.\n\n \"Raiders of the Lost Ark\" is in the Great Movies Collection at rogerebert.com ", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-05-18", "genres": ["Action", "Adventure"], "title": "Indiana Jones and the Kingdom of the Crystal Skull (2008)"}