{"url": "http://www.rogerebert.com/reviews/indian-summer-1993", "by": "Alan Arkinas Uncle Lou", "star_rating": 3.0, "text": "\"Indian Summer\" starts out like one of those reunion movies where friends from long ago gather again, to settle old scores, sort out old romances, open old wounds, and make new beginnings. All of those rituals have been performed by the end of the film, but curiously enough, the movie isn't really about what happens. It's about how it feels. This is a story more interested in tone and mood than in big plot points.\n\nThe film takes place at Camp Tamakwa, on the wooded shores of an Ontario lake, where an aging camp director known to everyone as Uncle Lou (Alan Arkin) has invited some of his favorite campers to return for an autumn reunion before the camp is boarded up for good.\n\nFrom all over North America they gather - a recent widow, a rich clothing retailer, a reformed hippie, a new millionaire and his 21-year-old fiancee, and the others. Uncle Lou enforces the camp rules: Boys in one cabin, girls in another, reveille at dawn. The old campers find their names scratched on the weathered camp walls, and remember their first kisses, practical jokes, erections and other milestones, which took place under the watchful eye of Tamakwa, the Indian weather god.\n\nStories like this are usually constructed in a fairly rigid fashion. The first act is devoted to introductions, and Plot Problems are assigned to various characters. The second act develops the problems, and the third act solves them, with appropriate surprises.\n\nBy the end, we can expect that one couple will break up, one will begin a new romance, one will find a new truth and at least one old secret will be revealed. Oh, and a skeleton will be taken out of the closet.\n\nAll of those things happen in \"Indian Summer,\" but in a strangely low-key way. The movie was written and directed by Mike Binder, who probably attended just such a camp - maybe even this one (the credits indicate that Camp Tamakwa is a real place). He scores his points, but he's not a slam-dunker. The prevailing feeling of the film is warm and gentle, and there are no really bad people or terrible secrets. The biggest emotional payoff comes when Uncle Lou admits that once, decades ago, he refused to hire a counselor because he was black - and if there was one day in his whole life he wishes he could take back and handle differently, it is that day.\n\nThe film's cast is a \"The Big Chill\"-style assortment: Diane Lane, Elizabeth Perkins, Kevin Pollack, Matt Craven, and Bill Paxton as the only kid who was ever sent home from camp in disgrace, but who has been invited back for reasons that are eventually revealed. Lou considers these campers representative of the camp's Golden Age.\n\nThese days, he complains, he doesn't understand the kids anymore; \"I try to teach them how to light a one-match fire, and they look at me like I'm crazy. Any kid who needs to wear one of those Walkmans when he's in the middle of the North Woods is a mystery to me.\" Watching the film, I was reminded of seeing \"Enchanted April\" for the first time. During that film, apart from enjoying its pleasures, I was seized with a great desire to actually go and spend a vacation in the same corner of Italy the movie's characters had discovered. Watching \"Indian Summer,\" I was possessed by an impulse to get into the car one day and drive to the shores of Bankson Lake, near Paw Paw, Mich., to see if the weathered cabins of St. Joseph's Boys Camp still remain. It was there, during three or four summers, that I gathered memories that \"Indian Summer\" awakened with a fierce poignancy.\n\nIt is human nature to form groups and be loyal to them.\n\nThere are real groups, like families and Army units, and artificial groups, like friends you make on a cruise, or the other kids at summer camp. The artificial groups create instant traditions (all camps have their songs and legends), and in remembering them you are pulled back for a moment to a summer when all life seemed to be ahead of you. Now that it isn't, that summer seems more precious, and that promise more elusive, than ever before.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-04-23", "genres": ["Comedy", "Drama", "Indie"], "title": "Indian Summer (1993)"}