{"url": "http://www.rogerebert.com/reviews/indiana-jones-and-the-temple-of-doom-1984", "by": null, "star_rating": 4.0, "text": "Steven Spielberg's \"Indiana Jones and the Temple of Doom\" is one of the greatest Bruised Forearm Movies ever made. You know what a Bruised Forearm Movie is. That's the kind of movie where your date is always grabbing your forearm in a viselike grip, as unbearable excitement unfolds on the screen. After the movie is over, you've had a great time but your arm is black-and-blue for a week. \n\nThis movie is one of the most relentlessly nonstop action pictures ever made, with a virtuoso series of climactic sequences that must last an hour and never stop for a second. It's a roller-coaster ride, a visual extravaganza, a technical triumph, and a whole lot of fun. And it's not simply a retread of \"Raiders of the Lost Ark,\" the first Indiana Jones movie. It works in a different way, and borrows from different traditions.\n\n\"Raiders\" was inspired by Saturday afternoon serials. It was a series of cliff-hanging predicaments, strung out along the way as Indiana Jones traveled from San Francisco to Tibet, Egypt, and other romantic locales. It was an exotic road picture. \"Temple of Doom\" mostly takes place on one location, and belongs more to the great tradition of the Impregnable Fortress Impregnated. You know the kind of fortress I'm talking about. You see them all the time in James Bond pictures. They involve unbelievably bizarre hideaways, usually buried under the earth, beneath the sea, on the moon, or inside a volcano. They are ruled over by megalomaniac zealots who dream of conquest, and they're fueled by slave labor. Our first glimpse of an Impregnable Fortress is always the same: An ominous long shot, with Wagnerian music, as identically uniformed functionaries hurry about their appointed tasks.\n\nThe role of the hero in a movie like this is to enter the fortress, steal the prize, and get away in one piece. This task always involves great difficulty, horrendous surprises, unspeakable dangers, and a virtuoso chase sequence. The very last shots at the end of the sequence are obligatory: The fortress must be destroyed. Hopefully, there will be great walls of flame and water, engulfing the bad guys as the heroes race to freedom, inches ahead of certain death.\n\nBut enough of intellectual film criticism. Let's get back to Indiana Jones. As \"Temple of Doom\" opens, Indiana is in a nightclub somewhere in Shanghai. Killers are after him. He escapes in the nick of time, taking along a beautiful nightclub floozy (Kate Capshaw), and accompanied by his trusty young sidekick, Short Round (Jonathan Ke Quan). Their getaway leads them into a series of adventures: A flight over the Himalayas, a breathtaking escape from a crashing plane, and a meeting with a village leader who begs Indiana to find and return the village's precious magic jewel -- a stone which disappeared along with all of the village's children. Indiana is a plucky chap and agrees. Then there's a dinner in the palace of a sinister local lord. The dinner scene, by the way, also is lifted from James Bond, where it's an obligatory part of every adventure: James is always promised a sure death, but treated first to an elegant dinner with his host, who boasts of his power and takes inordinate pride in being a sophisticated host. After Indiana and Willie retire for the night, there's the movie's only slow sequence, in which such matters as love are discussed. (Make some popcorn.) Then the movie's second half opens with a breathtaking series of adventures involving the mines beneath the palace -- mines that have been turned into a vision of hell.\n\nThe set design, art direction, special effects, and sound effects inside this underground Hades are among the most impressive achievements in the whole history of Raiders and Bond-style thrillers. As dozens of little kids work on chain gangs, the evil maharajah keeps them in slavery by using the sinister powers of the missing jewel and its two mates. Indiana and his friends look on in astonishment, and then Indiana attempts to steal back the jewel. Some of the film's great set pieces now take place: Human victims are lowered into a subterranean volcano in a steel cage, weird rituals are celebrated, and there is a chase scene involving the mine's miniature railway. This chase has to be seen to be believed. Spielberg has obviously studied Buster Keaton's \"The General\" (1927), that silent classic that solved the obvious logistic problem of a chase on railway tracks (i.e., what to do about the fact that one train seemingly always has to be behind the other one). As Indiana and friends hurtle in the little out-of-control mine car, the pursuers are behind, ahead, above, below, and beside them, and the scene will wring you out and leave you breathless. \"Indiana Jones and the Temple of Doom\" makes no apologies for being exactly what it is: Exhilarating, manic, wildly imaginative escapism.\n\nNo apologies are necessary. This is the most cheerfully exciting, bizarre, goofy, romantic adventure movie since \"Raiders,\" and it is high praise to say that it's not so much a sequel as an equal. It's quite an experience. You stagger out with a silly grin -- and a bruised forearm, of course.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-05-23", "genres": ["Action", "Adventure"], "title": "Indiana Jones and the Temple of Doom (1984)"}