{"url": "http://www.rogerebert.com/reviews/indiana-jones-and-the-last-crusade-1989", "by": "Harrison Fordas Indiana Jones", "star_rating": 3.5, "text": "There is a certain style of illustration that appeared in the boys' adventure magazines of the 1940s - in those innocent publications that have been replaced by magazines on punk lifestyles and movie monsters. The illustrations were always about the same. They showed a small group of swarthy men hovering over a treasure trove with greedy grins on their bearded faces, while in the foreground, two teenage boys peered out from behind a rock in wonder and astonishment. The point of view was always over the boys' shoulders; the reader was invited to share this forbidden glimpse of the secret world of men.\n\n“Indiana Jones and the Last Crusade” begins with just such a scene; director Steven Spielberg must have been paging through his old issues of Boys' Life and Thrilling Wonder Tales, down in the basement.\n\nAs I watched it, I felt a real delight, because recent Hollywood escapist movies have become too jaded and cynical, and they have lost the feeling that you can stumble over astounding adventures just by going on a hike with your Scout troop.\n\nSpielberg lights the scene in the strong, basic colors of old pulp magazines. When the swarthy men bend over their discovery, it seems to glow with a light of its own, which bathes their faces in a golden glow. This is the kind of moment that can actually justify a line like It's mine! All mine! - although Spielberg does not go so far.\n\nOne of the two kids behind the boulder is, of course, the young Indiana Jones. But he is discovered by explorers plundering an ancient treasure, and escapes just in the nick of time. The sequence ends as an adult claps a battered fedora down on Indiana's head, and then we flash forward to the era of World War II.\n\nThe opening sequence of this third Indiana Jones movie is the only one that seems truly original - or perhaps I should say, it recycles images from 1940s pulps and serials that Spielberg has not borrowed before. The rest of the movie will not come as a surprise to students of Indiana Jones, but then how could it? The Jones movies by now have defined a familiar world of death-defying stunts, virtuoso chases, dry humor and the quest for impossible goals in unthinkable places.\n\nWhen “Raiders of the Lost Ark” appeared, it defined a new energy level for adventure movies; it was a delirious breakthrough. But there was no way for Spielberg to top himself, and perhaps it is just as well that “Last Crusade” will indeed be Indy's last film. It would be too sad to see the series grow old and thin, like the James Bond movies.\n\nEven in this third adventure, some of the key elements are recycled from “Raiders.” This time, Indy's quest is to find the Holy Grail, the cup Jesus Christ is said to have used at the Last Supper.\n\n(To drink from the cup is to have eternal youth.) The Holy Grail reminds us of the Ark of the Covenant in the first film, and in both cases the chase is joined by Nazi villains.\n\nThe new element this time is how Spielberg fills in some of the past of the Jones character. We learn his real name (which I would not dream of revealing here), and we meet his father, Professor Henry Jones, who is played by Sean Connery on exactly the right note.\n\nLike the fathers of classic boys' stories, Dr. Jones is not a parent so much as a grown-up ally, an older pal who lacks three dimensions because children are unable to see their parents in that complexity. I kept being reminded of the father in the Hardy Boys books, who shook his head and smiled at the exploits of his lovable lads and only rarely “expressed concern” or “cautioned them sternly.” Since the Hardy Boys were constantly involved, at a tender age, with an endless series of counterfeiters, car thieves, kidnap rings, Nazi spies and jewel thieves, their father's detachment seemed either saintly or mad - and Connery has fun with some of the same elements.\n\nHarrison Ford is Indiana Jones again this time, and what he does seems so easy, so deadpan, that few other actors could maintain such a straight and credible presence in the midst of such chaos. After young Indy discovers his life's mission in the early scenes, the central story takes place years later, when Dr. Jones (the world's leading expert on the Holy Grail) is kidnapped by desperados who are convinced he knows the secret of where it is now hidden.\n\nHe does. And Indy, working from his father's notebook, follows a trail from America to the watery catacombs beneath Venice, and then to the deserts of the Holy Land, where there is a sensational chase scene involving a gigantic Nazi armored tank.\n\nHe is accompanied on his mission by Dr. Elsa Schneider (Alison Doody), an art historian he meets in Venice. But the character is a disappointment after the fire of Karen Allen in the first movie, and even the sultriness of Kate Capshaw in the second.\n\nSpielberg devises several elaborate set-pieces, of which I especially liked the rat-infested catacombs and sewers beneath Venice.\n\n(I tried not to remember that Venice, by definition, has no catacombs.) The art direction looks great in a scene involving a zeppelin, and an escape from the airship by airplane. And the great tank in the desert is fearsome and convincing.\n\nIf there is just a shade of disappointment after seeing this movie, it has to be because we will never again have the shock of this material seeming new. “Raiders of the Lost Ark,” now more than ever, seems a turning point in the cinema of escapist entertainment, and there was really no way Spielberg could make it new all over again.\n\nWhat he has done is to take many of the same elements, and apply all of his craft and sense of fun to make them work yet once again. And they do.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-05-24", "genres": ["Action", "Adventure"], "title": "Indiana Jones and the Last Crusade (1989)"}