{"url": "http://www.rogerebert.com/reviews/infamous-2006", "by": "Toby Jonesas Truman Capote", "star_rating": 2.5, "text": "\"Infamous\" is that other Truman Capote movie, and it plays like doodles in the margins of last year's \"Capote\" -- more Answered Prayers than In Cold Blood. That in itself is fine, and for the first half hour or so of \"Infamous\" I found myself thinking: \"Why not?\"\n\nWhy shouldn't there be a fizzy, comedic take on the naughty adventures of the Park Avenue gadabout as he fashioned In Cold Blood, coming after Richard Brooks' spare black-and-white 1967 of the \"nonfiction novel,\" and Bennett Miller's somber character study in \"Capote\" (2005) in which the artist creates a work of art that demands the death of the thing he loves -- not just Perry Smith, the murderer with whom Capote was allegedly smitten, but his own creative self? Why not a movie that concentrates on the contrast between the writer's frivolous party-boy side and the brutal murders in Kansas, the exotic and colorful tropical specimin who becomes a fish-out-of water when he jumps from his luxurious highrise swan pond into the Midwestern plains?\n\nThat's what \"Infamous\" starts off to be, a story about Capote as a denizen of an upper-crust milieu, peopled with names that were once semi-famous because of their wealth and style and the more famous names they once knew, or at least talked about over cocktails. There's a wistfulness running through the movie, which views the Social Register figures of the '50s and '60s as living anachronisms, faint and ghostly relics.\n\n\"Infamous\" whets its whistle with an aperitif montage of sparkling cocktails, and segues into a nightclub performance by Kitty Dean (Gwyneth Paltrow), singing Cole Porter's \"What Is This Thing Called Love?\" Midway through, Dean (the movie's pseudonym for Peggy Lee) lapses into an \"Is That All There Is?\" moment, and leaves the crowd wondering: Is this an artist connecting with her material on a personal level, or is it all part of the performance? The question reverberates throughout the rest of the movie.\n\nIt's the beginning of the '60s, and for Truman and his friends, rigor mortis is already encroaching. There's a wonderful scene, amid the uber-decorated red floral-patterned profusion of a Manhattan apartment, where society divas Babe Paley (Sigourney Weaver), the wife of CBS chairman William Paley, and Slim Keith (Hope Davis), the former Mrs. Howard Hawks, introduce their crowd to a marvelously vulgar recording the kids just adore -- a 45 of Chubby Checker singing \"The Twist.\" And, you won't believe it, but they simply can't get enough of it themselves! They put on the record and then Babe and Slim cut the rug. Raconteur and Random House founder Bennett Cerf (Peter Bogdanovich) stands in one place and turns stiffly like a rusty hinge, from the waist up, while Harper's Bazaar (later Vogue) editor Diana Vreeland (Juliet Stevenson) gets lost in herself, writhing vertically like an exotic flamingo imitating a Lava Lamp.\n\nTruman (Toby Jones), of course, takes to the Twist like a swan to a martini. He's in his element (booze, dinner party, New York society) -- and watching him dance like a kid at a sock hop... you remember that after In Cold Blood, he never published another major work. Out of career desperation as much as anything else, he sold out his friendships with these very people, publishing gossipy stories about them in an Esquire excerpt from Answered Prayers in 1976, and was banished from their lives.\n\n\"Infamous\" is cobbled together from one of George Plimpton's books of quotations, with the precious title: Truman Capote: In Which Various Friends, Enemies, Acquaintances and Detractors Recall His Turbulent Career, and it feels similarly superficial and anecdotal. It covers the same period (1959-1965) as \"Capote,\" from the Kansas murders of the Clutter family to the hanging of the killers, Smith and Dick Hickock. And, once again, the movie centers on the symbiotic relationship between Truman and Perry (Daniel Craig, the next James Bond), pondering the extent of the seduction, and who seduced whom.\n\nDid Perry really almost rape Truman in prison, as \"Infamous\" dramatizes? Or was this just one of the many variations on the story -- the artist's six-year struggle to write his masterpiece -- that Truman tried out on his friends? \"Infamous\" shows us the scene, but doesn't tell us where it came from, not even in cutaway \"interviews\" with some of the main characters, conducted in some indeterminate interstitial time-space set against a black-and-white abstract Manhattan skyline. The \"real\" and the \"fictional\" get all mixed up.\n\nToby Jones inhabits Truman as if he were to the character born, a livelier and more perversely ebullient man than Phillip Seymour Hoffman's version in \"Capote.\" But writer-director Douglas McGrath (\"Emma\") doesn't give the character shape or depth. Jones' Capote appears as a fascinating butterfly glimpsed in anecdotes, but not seen up close or in detail under the movie's magnifying glass.\n\n\"Infamous\" never finds its proper tone, which should have been set by the peacock performances of Jones and Stevenson -- flaming creatures who are comically flamboyant, self-possessed and just enough over the top to be dazzling. As Capote's fellow author and investigative collaborator Nelle Harper Lee, Sandra Bullock is robotic. When she shifts her eyes at a key moment in a scene, you can almost read the programming code that dictates the maneuver.\n\nIn the end, \"Infamous\" turns out to be the third-best movie built around the murders of the Clutter family of Holcomb, Kan., in 1959.", "running_time": 110, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-10-12", "genres": ["Drama"], "title": "Infamous (2006)"}