{"url": "http://www.rogerebert.com/reviews/infernal-affairs-2004", "by": "Tony Leungas Chan Wing-yan", "star_rating": 3.0, "text": "\"Infernal Affairs\" is about a cop who is actually a gangster, and a gangster who is actually a cop. Early scenes show them being put into deep cover: A young gangster is assigned by a crime boss to enter the police academy, and a young academy graduate is spun off from the force and assigned to undercover work as a criminal. In each case, the strategy is to leave them in place for years, doing their jobs as well as possible, so they can rise in the ranks and become invaluable as moles.\n\nThis idea, made into the most successful Hong Kong production of recent years, is such a good idea that a Hollywood remake is planned, perhaps by Martin Scorsese. What makes it so intriguing is that as the story grows more tangled, the lives of the two characters take on a hidden desperation. Both of them have spent so long pretending to be someone else that their performances have become the reality.\n\nAndy Lau plays Lau, the young mobster who is assigned by his triad boss (Eric Tsang) to infiltrate the police force. He becomes a good cop, skilled at his job, smooth at departmental politics, cool as a cucumber.\n\nTony Leung, who won as best actor at Cannes for \"In The Mood For Love,\" plays Chan, the young police recruit who is assigned to infiltrate the mob. At first only two members of the force know his true identity, and eventually there is only one: Police Superintendent Wong (Anthony Wong), to whom he turns with increasing desperation. He is tired of being a criminal, the work is depressing, he is the only person besides Wong who knows he's not a bad guy, and he wants to come in out of the cold.\n\nThese two characters come into full play 10 years after the opening scenes, when both of them are brought into play by their original employers, and both sides realize they have a traitor in their ranks. In a kind of symmetry which is unlikely and yet poetically appropriate, each one is assigned to find the mole -- to find himself, that is.\n\nThere's another level of irony since Lau and Chan actually graduated in the same academy class, and knew each other if only by sight; Chan has no way of knowing Lau is a sleeper for the mob, but Lau knew at the time that Chan was a cop, and possibly knew he disappeared to go undercover. The two meet by chance years later in a stereo store, but don't recognize each other -- a possibility easier for us to accept because they were played by other actors as younger men.\n\nIt's a long, tense build-up, with Lau prospering professionally while Chan begs with Wong to leave undercover work. Wong refuses; the department has invested years in putting him into place. Eventually, in a sustained virtuoso sequence, the two moles are in play at once, aware of each other's existence but not identity, and the plot ingeniously plays them against each other.\n\nA lot of the action in \"Infernal Affairs\" has to do with cell phone strategy, brought to a level of complexity that would impress a logician. Each character is on the edge of discovering who the other is, and of being discovered himself, as a long-prepared police sting comes down on as a long-planned criminal operation.\n\nBut this plot, clever and complex, is not the reason to see the movie. What makes it special is the inner turmoil caused by living a lie. If everyone you know and everything you do for 10 years indicates you are one kind of person, and you know you are another, how do you live with that?\n\nThe movie pays off in a kind of emotional complexity rarely seen in crime movies. I cannot reveal what happens, but will urge you to consider the thoughts of two men who finally confront their own real identities -- in the person of the other character. The crook has been the good cop. The cop has been the good crook. It's as if they have impersonated each other.\n\nAll very lonely, ironic and sad, and without satisfaction -- especially if your superiors, the people you did it for, do not or cannot appreciate it.\n\nYou might as well just forge ahead undercover for the rest of your life, a mole forever unawakened, and let the false life become the one you have lived.", "running_time": 101, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-12-23", "genres": ["Action", "Crime", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Infernal Affairs (2004)"}