{"url": "http://www.rogerebert.com/reviews/infinity-1996", "by": "Matthew Broderickas Richard Feynman", "star_rating": 3.0, "text": "Richard Feynman, who won the Nobel Prize for physics in 1965,\rwas one of the most interesting men our century has produced. As a very young\rman, he did theoretical work at Los Alamos on the project to develop an atomic\rbomb. In 1960, he gave a speech so famous it is known simply as “Feynman's\rTalk,” in which he described a new science of nanotechnology--the manipulation\rof very, very small things.\n\nNot\ronly was it possible to write the complete contents of the Encyclopedia\rBritannica on the head of a needle, he said, but the contents of every book\rever written could be stored in a space the size of a dust mote. (This speech\rhelped point the way to the tiny microprocessors on silicon chips that made\rmodern computers possible.) Near the end of his life, conducting a simple\rexperiment with a glass of ice water, he solved the mystery of the Challenger\rspace shuttle disaster. He died in 1988.\n\nAt\rfirst I was disappointed that “Infinity,” the new film based on his early\ryears, pays relatively little attention to Feynman's science. It follows an old\rtradition: Movies about great men tend to concentrate on the time when they\rwere young and in love, rather than when they were middle-aged and doing their\rmost important work. (It is a great relief when the subject, like Mozart, dies\rwhile still young.) “Infinity” follows Feynman (Matthew Broderick) from the\rlate 1930s until the mid-1940s, a time during which he met and courted his\rfirst wife, Arline Greenbaum (Patricia Arquette). He was born brilliant and was\rnot shy to admit it; on one of his first dates with Arline, he bets a Chinese\rmerchant that he can solve problems in his head faster than the man can use his\rabacus.\n\nA\rgraduate of MIT, now studying at Princeton, Feynman long has been in love with\rArline. Marriage, they thought, could wait--and would have to, because they had\rno money. Then two things changed all that. Feynman was offered a job in the\rtop-secret research project at Los Alamos, and Arline became seriously ill with\rtuberculosis.\n\nIn\rthose days TB was a hushed-up illness; patients went to sanitariums to recover,\rplacing their lives on hold. In the film, Feynman and his love are not sure\rthey have time to spare. She may die. And he knows as well as anyone that the\rdeveloping war may bring untold disaster. Over his parents' objections, they\rget married despite her illness. Feynman leaves for New Mexico and at the first\ropportunity sends for Arline, who becomes a patient in an Albuquerque hospital.\n\nBroderick\rand Arquette have a sweet, unforced chemistry as the young couple, who try\rtheir best to lead normal lives in an abnormal situation (in one scene, they\rbarbecue steaks on a grill on the front lawn of the hospital). For Feynman,\ralmost everything is an experiment; he pounces around her hospital room,\rtesting the limits of the human nose. (His theory: We could sniff out things a\rlot better if we paid more attention to the process.) The project at Los Alamos\rtakes on a shadowy unreality as a backdrop to their married life. I vividly\rremember the great documentary “The Day After Trinity,” about the development\rof the bomb, and in the backgrounds of some shots in “Infinity,” I could guess\rwhat was happening in the real world of the Manhattan Project. But the film,\rdirected by Broderick and written by his mother, Patricia, is more concerned\rwith their inner landscapes.\n\nEventually\rthe love story won me over. I could see that “Infinity” was not going to be\rabout Feynman's science but about his heart, but then the film had never\rpromised to be anything else. Maybe the problems of these two small people\rdidn't amount to a hill of beans in the crazy world they were living in--but\rthey mattered to Richard and Arline, and at the center of the story is the fact\rthat a brilliant scientist who can figure out almost anything can't make the\rslightest dent in the ultimate reality of death.\n\n“Infinity”\ris a sweet story about smart people, and depends for its effect on the\rbittersweet knowledge that their happiness is transitory. There are moments\rwhen they seem to sense some higher power, as when they hold a picnic in a\rkiva--one of the dwellings hewn out of rock faces by early cliff-dwelling Indians--and\rothers when sorrow strikes, as when Richard buries his face in Arline's clothes\rto remember her powder and perfume. It is a small story, and a touching one.", "running_time": 119, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-10-04", "genres": ["Drama", "Romance"], "title": "Infinity (1996)"}