{"url": "http://www.rogerebert.com/reviews/infra-man-1976", "by": "Hua Shan", "star_rating": 3.0, "text": "Within the first four mintues of \"Infra-Man,\" (a) a giant flying lizard attacks a school bus, (b) the Earth cracks open, (c) Hong Kong is destroyed by flames, (d) mountains disintegrate to reveal the forms of reptilian monsters with blinking yellow eyes, (e) the Professor announces that a twenty-million-year-old woman is unleashing the hibernating monsters upon civilization, (f) the Science Headquarters is shaken by a second quake, (g) the Mutants awake, and (h) the Professor, obviously shaken, informs a secret meeting of world leaders, \"This situation is so bad that it is the worst that ever has been!\"\n\nNo doubt about it: This is a case for Infra-Man. In his secret laboratory far beneath the Science Headquarters, the Professor explains to a brave volunteer: \"We will wire your arms and legs with powerful transistors and death rays. You will be powered by a tiny nuclear reactor. Unfortunately, the operation will be very painful and you may die.\"\n\nAnd so we're off and running, in the best movie of its kind since Invasion of the Bee Girls. I'm a pushover for monster movies anyway, but Infra-Man has it all: Horrendous octopus men, a gigantic beetle man with three eyes who sprays his victims with sticky cocoons, savage robots with coiled spring necks that can extend ten feet, a venomous little critter that looks like a hairy mutant footstool, elaborately staged karate fights, underground throne rooms, damsels in distress, exploding volcanoes, and a whip-cracking villainess named Princess Dragon Mom (Philip Wylie, please note).\n\nThe movie's totally, almost joyfully absurd, and a victim of John Carter's Syndrome. You remember J.C.S., based on the logical oversight in Edgar Rice Burrough's books about John Carter of Mars. After whole chapters of galloping across the Martian desert on his Martian steed and fighting off enemies in sword fights, John Carter finally says to hell with it, pulls out a ray gun, and fries everybody.\n\nSame here. Gigantic mutant monsters with built-in death rays attack Infra-Man, who can hurl lightning bolts from the soles of his feet, and what do they do? They have a karate fight. After ten minutes of chopping and socking and doing acrobatic flips, THEN they zap each other.\n\nNo matter, Intra-Man contains terrific moments. In one cliff-hanging scene, for example, the Professor has Infra-Man wired up on the operating table when Science Headquarters is attacked by gigantic mutant arms. That's right, arms: no body, just arms. The arms squirm all over the headquarters, knocking off the power supply. The Professor shouts into his radio: \"You have one minute to restore power before Infra-Man dies!\"\n\nHis aide struggles toward a red power switch. He is knocked unconscious by an arm. Shot of a stopwatch ticking away the seconds. He regains consciousness, struggles some more. The arm attacks again. With ten seconds to go, soldiers burst into the room with a power saw and cut the arm in half. The switch is thrown and Infra-Man lives.\n\nThere are other good things. Lines like, \"We are doing this for the children of the world.\" Or, \"The clouds will cut off the sun and deprive Infra-Man of his power source.\" Or, \"Drop the Earthling to her doom_she will melt at 3,000 degrees.\" The movie even looks good: It's a classy, slick production by the Shaw Brothers, the Hong Kong kung fu kings. When they stop making movies like Infra-Man, a little light will go out of the world.", "running_time": null, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-03-07", "genres": null, "title": "Infra-man (1976)"}