{"url": "http://www.rogerebert.com/reviews/inglourious-basterds-2009", "by": "Brad Pittas Lt. Aldo Raine", "star_rating": 4.0, "text": "Quentin Tarantino’s “Inglourious Basterds” is a big, bold, audacious war movie that will annoy some, startle others and demonstrate once again that he’s the real thing, a director of quixotic delights. For starters (and at this late stage after the premiere in May at Cannes, I don’t believe I’m spoiling anything), he provides World War II with a much-needed alternative ending. For once the basterds get what’s coming to them.\n\nFrom the title, ripped off from a 1978 B-movie, to the Western sound of the Ennio Morricone opening music to the key location, a movie theater, the film embeds Tarantino’s love of the movies. The deep, rich colors of 35mm film provide tactile pleasure. A character at the beginning and end, not seen in between, brings the story full circle. The “basterds” themselves, savage fighters dropped behind Nazi lines, are an unmistakable nod to the Dirty Dozen.\n\nAnd above all, there are three iconic characters, drawn broadly and with love: the Hero, the Nazi and the Girl. These three, played by Brad Pitt, Christoph Waltz and Melanie Laurent, are seen with that Tarantino knack of taking a character and making it a Character, definitive, larger than life, approaching satire in its intensity but not — quite — going that far. Let’s say they feel bigger than most of the people we meet in movies.\n\nThe story begins in Nazi-occupied France, early in the war, when the cruel, droll Nazi Col. Hans Landa (Waltz) arrives at an isolated dairy farm where he believes the farmer (Denis Menochet) is hiding Jews. He’s right, and a young woman named Shosanna (Melanie Laurent) flees into the woods. It is for this scene, and his performance throughout the movie, that Christoph Waltz deserves an Oscar nomination to go with his best actor award from Cannes. He creates a character unlike any Nazi — indeed, anyone at all — I’ve seen in a movie: evil, sardonic, ironic, mannered, absurd.\n\nThe Hero is Brad Pitt, as Lt. Aldo Raine, leader of the Basterds. Tarantino probably wants us to hear “Aldo Ray,” star of countless war films and B pictures. Raine is played by Pitt as a broad caricature of a hard-talking Southern boy who wants each of his men to bring him 100 Nazi scalps. For years, his band improbably survives in France and massacres Nazis, and can turn out in formal eveningwear at a moment’s notice. Pitt’s version of Italian is worthy of a Marx brother.\n\nThe Girl is Shosanna, played by Laurent as a curvy siren with red lipstick and, at the film’s end, a slinky red dress. Tarantino photographs her with the absorption of a fetishist, with closeups of shoes, lips, a facial veil and details of body and dress. You can’t tell me he hasn’t seen the work of the Scottish artist Jack Vettriano, and his noir paintings of the cigarette-smoking ladies in red.\n\nShosanna calculatingly flirts with Frederick Zoller (Daniel Bruhl), a Nazi war hero and now movie star; he persuades Joseph Goebbels to hold the premiere of his new war film in her theater. This sets up a plot that includes Tarantino breaking several rules in order to provide documentary footage about how flammable nitrate film prints are.\n\nA Tarantino film resists categorization. “Inglourious Basterds” is no more about war than “Pulp Fiction” is about — what the hell is it about? Of course nothing in the movie is possible, except that it’s so bloody entertaining. His actors don’t chew the scenery, but they lick it. He’s a master at bringing performances as far as they can go toward iconographic exaggeration.\n\nAfter I saw “Inglourious Basterds” at Cannes, although I was writing a daily blog, I resisted giving an immediate opinion about it. I knew Tarantino had made a considerable film, but I wanted it to settle, and to see it again. I’m glad I did. Like a lot of real movies, you relish it more the next time. Immediately after “Pulp Fiction” played at Cannes, QT asked me what I thought. “It’s either the best film of the year or the worst film,” I said. I hardly knew what the hell had happened to me. The answer was: the best film. Tarantino films have a way of growing on you. It’s not enough to see them once.", "running_time": 153, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-19", "genres": ["Action", "Adventure", "Drama", "Thriller", "War"], "title": "Inglourious Basterds (2009)"}