{"url": "http://www.rogerebert.com/reviews/inkheart-2009", "by": "Brendan Fraseras Mo", "star_rating": 2.0, "text": "I never knew reading was so dangerous. No child seeing \"Inkheart\" will ever want to be read to again, especially if that child loves its mother, as so many do. Here is a film about a man named Mo, who, when he reads aloud, has the power of liberating fictional characters into the real world. The drawback is that real people are trapped within the same book. Tit for tat. A law of physics must apply.\n\nThe film opens with its best scene, for me, anyway: the professional book buyer Mo (Brendan Fraser) and Meggie, his 12-year-old daughter (Eliza Hope Bennett), poking through an open-air book market. As always I was trying to read the titles on the spines. Not realizing that \"Inkheart\" is based on a famous fantasy novel, I had the foolish hope the movie might be about books. No luck. Wait till you hear what it's about.\n\nAt the edge of the market is a dark little bookstore presided over by a dark little man. As Mo prowls its aisles, he hears the faint chatter of fictional characters calling to him. (Dictionaries must be almost impossible to shut up.) Sixth sense leads him to discover, on an obscure shelf, the novel Inkheart, in the format of a Penguin mystery from the 1950s. He buys it, slips it into his pocket, and the two of them are followed by a mysterious, skulking man.\n\nWe discover this is the very book Mo was reading when his wife, Meggie's mother (Sienna Guillory), was sucked into its pages, and that is the true story, Meggie, of how your mom suddenly disappeared when you were little. Yeah, right, dad. At the same time, various demonic creatures were liberated from the book's pages. They have now set up shop in a mountaintop castle and are conspiring to command Mo's power now that he has discovered their book again. Do they want to return to its pages, or be reunited with old chums in the real world? And how do you get a mortgage to buy a castle when you're a demonic creature and your resume mentions only fictional adventures in an out-of-print book? The banks must have been lending carelessly there a while back.\n\nMo and Meggie take refuge in a cliffside mansion occupied by her great-aunt Elinor (Helen Mirren). Mansion? Looks to me like a dreamy tourist hotel from a Merchant-Ivory production. Elinor is a nasty scold who always wears a turban, the reliable standby of the actress tired of having her hair fussed over every second. I hope good Dame Helen passed this tip along to young Eliza Hope Bennett, who shows every sign of becoming an accomplished actress.\n\nThe movie now descends into the realm of your basic good guys vs. wrathful wraiths formula, with pitched battles and skullduggery. The villains are Dustfinger (Paul Bettany) and the ambitious Capricorn (Andy Serkis), and there is always the threat of Mo and Meggie being transmogrified into the pages of the book. There they'd at least have the company of the missing mom, and the shabby author Fenoglio (Jim Broadbent), who wrote the novel within Inkheart, and apparently was only set free to rise up one level, to the novel containing his novel. Thanks for nothing.\n\nLots of screams, horrible fates almost happening, close scrapes, cries for help, special effects, monomania, quick thinking, pluck, fear and scrambling. You know the kinds of stuff. I learn there are two more novels in this series by Cornelia Funke, both of which will remain just as unread by me as the first. It is hard to guess what they will involve, however, because this one closes with a curiously cobbled-together ending that seems to solve everything, possibly as a talisman against a sequel.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-01-21", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Inkheart (2009)"}