{"url": "http://www.rogerebert.com/reviews/innerspace-1987", "by": "Dennis Quaidas Tuck Pendleton", "star_rating": 3.0, "text": "I would have loved to eavesdrop on the script conferences for \"Innerspace.\" Here is an absurd, unwieldy, overplotted movie that nevertheless is entertaining - and some of the fun comes from the way the plot keeps laying it on.\n\nThe movie stars Dennis Quaid as a daring but irresponsible test pilot who signs up for a bizarre mission: He will be placed inside a capsule, which will be reduced in size until it is smaller than a molecule, and then the capsule will be injected into a rabbit. (If the experiment is a success, future surgeons could operate from inside their patient's diseased organs.)\n\nHigh-tech thieves want to steal the technology of Quaid's employers and send a squad of hit men to steal the syringe that contains his capsule. A scientist flees with the syringe to a nearby shopping mall, where in desperation he plunges the needle into Martin Short and injects Quaid's capsule where the sun don't shine.\n\nAre you following this? Quaid uses a communications system to talk from within Short's head. At first Short thinks he's hearing things, but then Quaid tells him the whole story and enlists Short's aid in a desperate effort to outwit the bad guys and restore Quaid to normal size before his oxygen runs out.\n\nThere are complications - a lot of them - mostly centering around Meg Ryan, as Quaid's estranged girlfriend.\n\nShort, with Quaid inside of him, has to convince Ryan of what's happening. And in the process, of course, he gets a crush on her - with Quaid eavesdropping on every word and heartbeat. It's a new twist on the old gag about the Siamese twin who wanted a moment alone with his girl.\n\nThis plot is not only unbelievable, but almost unworkable, especially when much is made of the intrigues of the villains.\n\nThe complications grow so labyrinthine that the movie drags at times. It could have benefitted from some fairly severe editing. And yet I liked \"Innerspace\" all the same for the special effects and especially for the performances by Quaid and Short.\n\nThis is Short's comeback film after the unhappy experience of \"Three Amigos.\" At last he shows what he can do in a film, realizing the promise of his peculiar but fascinating work on \"Saturday Night Live.\" He gives us a little of his \"SNL\" schtick in a weird, off-balance dance, but basically he's playing a very confused straight man in this film, and he is always fun to watch.\n\nWorking inside Short in his tiny capsule, Quaid has a tougher role because he can't get physical. All of his actions have to be taken through the instrument of Short's body, and there are wonderful scenes where he uses rhetoric to inspire this nerd to act like a hero.\n\nI wish I knew more about how they achieved the special effects. Some of the scenes inside the human bloodstream look like fairly straightforward, computer-generated animation. But there is a sequence involving the heart that has an uncanny reality to it, as if Quaid's capsule had been combined with actual footage of a beating heart, taken with miniaturized cameras.\n\n\"Innerspace\" never quite knows whether to be a comedy or a thriller, and I never quite cared which way it went. The performances are so engaging and the effects are so enthusiastic that even when the movie runs long, it's only because it has too many ideas.\n\nIn fact, it has one idea too many, leading to a howling logical error: When Quaid wants a drink, he asks Short to chug some Jack Daniel's - and then intercepts the booze on its way past the miniaturized capsule. But Quaid himself is as small as the molecule of the whiskey he wants to drink. I've felt that way myself some mornings.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-07-01", "genres": ["Action", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Innerspace (1987)"}