{"url": "http://www.rogerebert.com/reviews/innocent-blood-1992", "by": "Anne Parillaudas Marie", "star_rating": 2.0, "text": "\"Innocent Blood\" is an uncomfortable marriage of vampires and mobsters; it doesn't work on either the supernatural or the criminal level. The payoff, in which the gangsters find that they've become vampires, is an exercise in missed opportunities. More's the pity, then, that the movie contains an intriguing character in Marie, a vampire who is woman enough to spare at least one man from her fangs.\n\nMarie is played by Anne Parillaud, star of \"La Femme Nikita,\" as a lonely creature of the night who lives in Pittsburgh and rejoices when a local gang war breaks out. That means there will be lots of killings to provide a cover for her nocturnal feasts. She can dine on a gangster's blood and flesh, and then destroy the evidence with a well-placed shotgun blast that looks like a mob hit.\n\nHer plan seems foolproof. \"But there's a problem,\" the disconsolate coroner complains after examining one of her victims.\n\n\"Not enough blood. This guy's about five quarts low.\" An undercover cop named Joe Gennaro (Anthony LaPaglia), who has met Marie under a variety of suspicious circumstances, begins to suspect she may be behind the killings - especially after she dive-bombs him in a church, flying through the air in rage after being attacked by one of the gangsters.\n\nThe gang is run by Sal the Shark (Robert Loggia), whose early scenes have a nice edgy menace, but whose later scenes are so dominated by the special effects that we are looking at the movie instead of watching it. The notion of gangster-vampires, intriguing when you hear about it, is never really explored except in some brief, contrived dialogue.\n\nThe movie was directed by John Landis, no doubt with nostalgia for his \"An American Werewolf in London\" (1981). He fills it with clips from old horror and monster classics, and even gets into a big hospital scene by panning from Hitchcock's walk-on in \"Strangers on a Train.\" But such cuteness doesn't make up for the lack of a clear idea of what the movie is about. It looks great, with its film noir streets and its vampires who steam and disintegrate at the touch of sunlight (Don Rickles, as Loggia's lawyer, meets a particularly gruesome end). But it's all effect and no emotion.\n\nThat leaves the Anne Parillaud character, looking as sexily consumptive as she did in \"La Femme Nikita,\" and narrating the film in a sad voice, complaining of hunger and loneliness. Hers is an interesting character, and some of her scenes with LaPaglia have a certain poignance as a result. But she's real enough, dimensional enough, to be more at home in one of Anne Rice's vampire stories, instead of in this uneasy anthology of genres and styles.\n\nFOOTNOTE: In another review published today, I noted that \"Sarafina!\" was rated PG-13 by the MPAA, \"for apartheid-driven violence.\" This movie is rated R, for \"vampire violence.\"", "running_time": 98, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-09-25", "genres": ["Action", "Comedy", "Horror", "Romance", "Thriller"], "title": "Innocent Blood (1992)"}