{"url": "http://www.rogerebert.com/reviews/innocent-voices-2005", "by": "Carlos Padillaas Chava", "star_rating": 3.0, "text": "\"When the war started, Dad left for the United States,\" the young narrator of \"Innocent Voices\" tells us. \"Mom said now I was the man of the house.\" Chava is 11 years old, living in a barrio in El Salvador at the time of the civil war in the 1980s. Eleven is a dangerous age, because when he turns 12, he will be drafted into the government army.\n\nThere have been several movies about civil wars in Latin America. In \"Innocent Voices,\" the government is being given American funds to fight the communist-led guerrillas. In Haskell Wexler's \"Latino\" (1985), the Contras are given American funds to fight the government. In Oliver Stone's \"Salvador\" (1986), a cynical journalist tries to cover both sides.\n\nWhat sets \"Innocent Voices\" apart from these films is its resolute point of view through the eyes of Chava. He has no political opinions. His uncle is with the guerrillas, so he supports his uncle as he would a football team, and he fears the government because he does not want to be taken into the army. But he sees these choices as events in his own life, and has no larger knowledge of their meaning.\n\nIn that way \"Innocent Voices\" resembles the best film about insurgencies in Latin America, which is \"Men With Guns\" (1998), by John Sayles, in which no country is named. It is, I wrote, \"an allegory about all countries where men with guns control the daily lives of the people. Some of the men are with the government, some are guerrillas, some are thieves, some are armed to protect themselves, and to the ordinary people it hardly matters: The man with the gun does what he wants, and his reasons are irrelevant -- unknown perhaps even to himself.\"\n\nThat is certainly the case in \"Innocent Voices,\" where politics seem meaningless at the local level and it is simply a matter of armed men, some of them boys, who have machineguns and fire them recklessly, maybe because it is fun. Tactics and strategy seem lacking in this war; the armed teams on both sides travel the countryside, rarely encountering each other, intimidating the peasants, for whom the message from both camps is the same: Support us or we will kill you.\n\nIn this world Chava (Carlos Padilla) lives a blessed life, as one of those street-wise kids like Pixote who knows everybody's business. His mother Kella (Leonor Varela) scrambles to feed and protect her three children, and they retreat for a time to the more remote house of her mother, but Kella fears to move to a safer area because if her husband returns and they have moved, \"he'll have no way to find us.\" Her mother sadly shakes her head: \"Those who go north get swept away.\"\n\nChava makes a living, of sorts. He talks a bus driver into making him an unofficial conductor, shouting out the names of the stops. He goes to school, until the school is closed because of the war. He befriends Ancha (Gustavo Munoz), known as \"fish brain\" because he is retarded: \"He is the only one not scared to have a birthday.\"\n\nThe most frightening scenes in the film are not necessarily the ones where men sweep the barrio with machinegun fire, and the residents cower behind their mattresses. They are the ones when the army comes to the school to take away the 12-year-olds. On one of these sweeps, Chava improvises an inspired way for the boys to hide from the army; the secret is revealed in a single shot by director Luis Mandoki.\n\nThe frightening thing is that 12-year-olds make good soldiers, up to a point. We see one kid transformed by a uniform and a weapon. He is too young to have a full appreciation of his own danger or the meaning of his actions, and it is great fun to have a real uniform and a real gun. That adults would use children in this way (and they do, all over the world) is a sin against the children and against the future.\n\nThe movie is effective without being overwhelming. It doesn't have the power of \"City of God,\" \"Pixote,\" \"Salaam Bombay!\" and other films about young boys living by their wits in the center of danger. Perhaps that is because Chava still has a safety net of sorts, in his home and his mother and in the help of the local priest (Daniel Gimenez Cacho), who takes a moral stand against violence but is given cruel thanks for his trouble. Chava is never entirely alone, and his personality assures that he knows many people and is liked by them. His story is not one of a child in the urban wilderness, but of a child who was on a steady course through school and life when the war interrupted him.\n\nThere is a link between \"Innocent Voices\" and another recent film, \"Lord of War.\" In that one Nicolas Cage plays an arms dealer who sells weapons to whoever has the money. His chief competitor will sell only to the side he believes to be right. The Cage character has no such reluctance, pointing out that guns and money attract each other, and he might as well profit as anyone else. That brings us full circle to \"Men With Guns.\" Wars had more meaning and were fought less lightly when men had to kill each other with their hands, at close quarters. Guns make it so easy, even a child can do it.", "running_time": 120, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-20", "genres": ["Drama", "Foreign", "War"], "title": "Innocent Voices (2005)"}