{"url": "http://www.rogerebert.com/reviews/innocence-unprotected-1968", "by": "Dusan Makavejev", "star_rating": 4.0, "text": "\"Innocence Unprotected,\" directed by Dusan Makavejev of Yugoslavia, is one of the most delightful films I've ever seen, and one of the hardest to describe: It's funny, tragic, filled at one moment with black humor and at the next with disarming naivete and in form and style totally original.\n\nI saw it a week ago in a preview, and since then I've engaged in three or four unsuccessful attempts to describe it. Imagine if you will, a film that includes the entire footage of the first Serbian language talkie (produced by an anti-Nazi underground in 1942). Imagine that this film is a melodrama about an orphan girl, a cruel stepmother, her sadistic lover and a heroic acrobat.\n\nImagine that 25 years later a film was made about the people in this film. Imagine that it was done in a semi-documentary style incorporating color, black and white, wide screen, square screen, subtitles, flashbacks, old Hitler newsreels, picnics in graveyards, a man who suffered a fall and became precisely 4.5 cm shorter, and the acrobat standing on his head on the seat of a unicycle whose wheel is balanced on the wheel of another unicycle balanced by its seat on a tall pole.\n\nImagine, in addition, that the 1942 film and the 1967 film both had the same name: \"Innocence Unprotected.\" That the 1942 stars were not totally aware of the approach the 1967 director was taking. That underlying their optimism there is a hint of tragedy. That the film pretends to be a documentary, but in fact has a dramatic structure that only becomes apparent at the end. And that people quite seriously say things like: \"Gentlemen, I assure you the entire Yugoslavian cinema came out of my navel. In fact, I have made certain inquiries, and I am in a position to state positively that the entire Bulgarian cinema came out of my navel as well.\"\n\nAs you can see, the movie indeed resists being written about. More than any director since Jean-Luc Godard, Makavejev is able to leap nimbly back and forth over the line dividing a film from reality. This is a film within a film, but it's also a film about a film that has a film within it. That may sound nonsensical, but I mean it literally. Makavejev works in a world of his own.\n\nThe film won the Gold Hugo in the 1968 Chicago Film Festival.", "running_time": 75, "mpaa_rating": "Unrated", "release_year": 1968, "date_published": "1968-11-12", "genres": ["Documentary", "Drama", "Foreign"], "title": "Innocence Unprotected (1968)"}