{"url": "http://www.rogerebert.com/reviews/innocence-2001", "by": "Julia Blakeas Claire", "star_rating": 4.0, "text": "Here is the most passionate and tender love story in many years, so touching because it is not about a story, not about stars, not about a plot, not about sex, not about nudity, but about love itself. True, timeless, undefeated love. \"Innocence\" tells the story of two people who were lovers in Belgium as teenagers and discover each other, incredibly, both living in Adelaide, Australia, in their late 60s. They meet for tea and there is a little awkward small talk and then suddenly they realize that all the old feelings are still there. They are still in love. And not in some sentimental version of love for the twilight years, but in mad, passionate, demanding, forgiving, accepting love.\n\nPaul Cox's \"Innocence\" is like a great lifting up of the heart. It is all the more affirming because it is not told in grand phony gestures, but in the details of the daily lives of these two people. Life accumulates routines, obligations, habits and inhibitions over the years, and if they are going to face their feelings then they're going to have to break out of long, safe custom and risk everything.\n\nTheir names are Claire (Julia Blake) and Andreas (Charles \"Bud\" Tingwell). Both actors are respected in Australia, both unknown in North America, which is all the better, because the purity of this story would be diffused by the presence of familiar faces (perhaps, for example, \"The Bridges of Madison County\" would have seemed riskier without the familiarity of Clint Eastwood and Meryl Streep).\n\nAndreas is a retired music teacher. His wife died 30 years ago. Claire has long been married to John (Terry Norris), in a marriage she thinks, in that bittersweet phrase, will see her out. Both Claire and Andreas have children, friends, people who count on their predictability. How, for example, does Andreas' housekeeper of many years feel when she discovers (as a housekeeper must) that he is sleeping with someone? \n\nNot that sleeping with someone is that easy. In the movies, characters fall into bed with the casual ease of youth or experience, and no film ever stops to consider that questions of modesty, fear or shyness might be involved. Paul Cox is a director who never loses sight of the humor even in the most fraught situations, and there is a moment in the film that is just about perfect, when Claire and Andreas find themselves at last unmistakably alone in a bedroom, and she says: \"If we're going to do this--let's do it like grownups. First, close the curtains. Then, close your eyes.\" \n\n\"Innocence\" has no villains. The treatment of John, Claire's husband, is instructive. He is not made into a monster who deserves to be dumped. He is simply a creature of long habit, a man who is waiting it out, who wears the blinders of routine, who expects his life will continue more or less in the same way until accident or illness brings it to a close. When Claire decides to tell him about Andreas (\"I'm too old to lie\"), his reaction is a study in complexities, and Cox knows human nature deeply enough to observe that in addition to feeling betrayed, disappointed and hurt, John also feels--well, although he doesn't acknowledge it, somehow grateful for the excitement. At last something unexpected has happened in the long slow march of his life.\n\nThe casting of Blake and Tingwell must have been a delicate matter. It is necessary for them to look their age (unlike aging Hollywood stars who seem stuck at 45 until they die). But they must not seem dry and brittle, as if left on the shelf too long. Both of them seem touchable, warm, healthy, alive to tenderness and humor. And there is a sweet macho stubbornness in Tingwell's Andreas, who refuses to accept the world's verdict that he must be over \"that sort of thing\" at \"his age.\" He is not over it, because, as he writes her in the letter that brings them together, he always imagined them on a journey together, and if she is still alive then the possibility of that journey is alive. If 69 is a little late to continue what was started at 19--what is the alternative? \n\nMany things happen in the movie that I have not hinted at. You must share their discoveries as they happen. By the end, if you are like me, you will feel that something transcendent has taken place. This is the kind of film that makes critics want to reach out and shake their readers. Andrew Sarris, for example, who usually maintains a certain practiced objectivity, writes: \"The climax of the film is accompanied by a thrilling musical score that lifts the characters to a sublime metaphysical level such as is seldom attained in the cinema.\" Then he goes on to call \"Innocence\" a \"film for the ages.\" You see what I mean.\n\nFor myself, \"Innocence\" is a song of joy and hope, and like its characters it is grown-up. Here is a movie that believes love leads to sex, made at a time when movies believe that sex leads to love. But sex is only mechanical unless each holds the other like priceless treasure, to be defended against all of the hazards of the world. This movie is so wise about love it makes us wonder what other love stories think they are about.", "running_time": 94, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-09-07", "genres": null, "title": "Innocence (2001)"}