{"url": "http://www.rogerebert.com/reviews/inserts-1976", "by": "Richard Dreyfussas Boy Wonder", "star_rating": 2.5, "text": "With a bottle of booze in his hand and a haunted look in his eye, the Boy Wonder surveys his domain.\r\nOnce he ruled the back lots of the biggest movie\r\nstudios, but now he doesn't even leave home. He has all he needs here for his new career: A bungalow\r\nsomewhere in Hollywood, a bed, a girl, a boy and a camera. \n\nHe's set up shop, circa 1930, as a pornographer. It's the only way he can support himself, he thinks. He was a king of silent pictures, but the talkies ruined him. How they did him in isn't quite made clear. A lot of performers couldn't make the transition to talkies because of their unsuitable voices (compare \"Singin' in the Rain\"), but the directors mostly took the\r\ntransition in stride. They had their uncertain\r\nmoments, but they survived. \n\nStill, maybe it wasn't really the talkies that\r\ndestroyed the Boy Wonder, after all. Maybe that's just his excuse. As he drinks straight from the bottle, wipes off his chin and tightens the belt on his\r\nbathrobe, we begin to get the idea.\r\nThe Boy Wonder is played by Richard Dreyfuss (he was the shark expert in \"Jaws\") in an odd and ambitious little movie named \"Inserts.\"\r\nIt looks and sounds more like a two-act play than like a film; it all takes place on one set, the\r\ncharacters all have dramatic entrance and exit lines, and the dialog has that certain heightened tone we associate with drama rather than with the intimacy of movies. \"Inserts\" might, indeed, resurface someday on the\r\nstage; in the meantime, it's not a successful movie, but it's interesting and it has its moments.\r\nWe meet the Wonder as he's about to get some close-ups for the porno flick he's just finishing. His actress is Veronica Cartwright, who plays a wonderfully\r\nspaced-out flapper. She used to be a starlet in the silents, but her voice (which is about three shades to the nether side of Jean Hagen's in \"Singin' in the Rain\") put her out of work. Now she's on drugs and doesn't care much what happens next.\r\nBut the Wonder cares, and rants and raves and drinks. He's waiting for his male star, Rex (Stephen Davies), to show up - but Rex is not, alas, as trustworthy as his namesake the wonder dog.\r\nThere's also a threatening visit from the two-bit hood who's financing the project, and by the hood's girl, Cathy Cake. She's played by Jessica Harper (of\r\n\"Sisters\") with a dumb naivete we can never quite\r\nbelieve; at one point, she lets the Boy Wonder make love to her under the impossible impression that\r\nthey're \"really\" making a movie.\r\nNothing in \"Inserts\" ever, quite connects. We never quite believe there's a, real world outside the one stucco set (although there are offstage knocks from \"the new kid at Pathe\" who wants a break - Clark\r\nGable). \n\nThe entrances are perfectly timed for dramatic\r\npurposes, but as a result seems so stagy we're made conscious of them. The dialog, especially the Wonder's vacuous philosophy, is assembled in such artificial emotional patterns that it seems to have been charted out beforehand. And so on.\r\nYet the movie has a certain quirky charm. It was\r\nwritten and directed by John Byrum, whose writing\r\ncredits include a script for \"Mahogany\" reportedly a lot better than the compromise that was filmed. It was made in London on a low budget with a good deal of imagination, and its central notion is an interesting one.\r\nDreyfuss isn't quite in control of his performance, but he has some nice, egocentric, self-pitying\r\nmoments, and the characters that wander in and out of his life all have their own individual tones. We don't believe these are people - but as characters, at least they're a stab at something different.", "running_time": 117, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-04-02", "genres": ["Drama", "Foreign", "Thriller"], "title": "Inserts (1976)"}