{"url": "http://www.rogerebert.com/reviews/insideout-1999", "by": "Berangere Allauxas Monica", "star_rating": 2.5, "text": "It happens that within two days I've seen a 52-minute film that seemed bursting with content, and now a 115-minute film that inspires admiration, but also restlessness. The shorter film (\"See The Sea\"), played just long enough to deliver its horrifying punch line. The longer one (\"Inside/Out\") has no punch line, and indeed not much of a plot; it's about the arid passage of time in a mental hospital. A director approaching such a subject can either suggest the emptiness and ennui, or attempt to reproduce it. Rob Tregenza, who wrote, directed, photographed and edited \"Inside/Out,\" chooses the second approach.\n\nHis film takes place in the late 1950s, in a cold and lifeless autumn or early spring, in a mental hospital of whitewashed walls and barren interiors. The institution isn't on the cutting edge of treatment; it's more like a holding cell for patients, a waiting room before death. The patients wander the grounds, sometimes try to run away, line up for their pills, are angry or morose, mill about aimlessly at a dance, attend religious services and stand stock still as if lost in thought.\n\nTheir actions are watched by Tregenza on the Cinemascope screen, the widest gauge available. The film covers an enormous expense of screen, and is often photographed in long shots, so that the characters seem isolated within vast empty spaces. In one sequence two men shoot some baskets (one is completely uninvolved), and in the background there is a man dressed in black who simply stands, swaying slightly, the whole time.\n\nOne point of the wide screen may be to emphasize how little contact these people have with one another. They're looked over by nuns (Episcopalian, I gather), who give them their pills, issue instructions (\"No sitting on the tables!\") and enforce standards (a female character undresses and tries to snuggle up to another inmate, only to be yanked away by a nun hissing, \"You little whore!\"). The lives of the people on the screen--patients and caretakers--seem bereft of happiness.\n\nDialogue is heard only in snatches. There are no word-driven relationships. Visuals make the point. The institution's priest works in a plain little chapel that reminded me of the church in Bergman's \"Winter Light,\" in the feeling that it was a place little frequented by God.\n\nSome of the scenes have the same kind of deadpan visual punning we find, in another tone, in the films of Jacques Tati. Two men struggle on a train track, and we hear the whistle and roar of the approaching train--which arrives, passes and disappears, invisibly. In an opening shot, two patients run across the crest of a hill, we hear dogs barking, and they reappear chased by the dogs--and by figures on horseback. It is a hunt.\n\nTregenza's handling of a \"party\" scene makes full use of his wide-screen camera. In a barren, low-ceilinged room, too big for the people in it, volunteers arrange clusters of balloons. Crepe paper hangs thinly from beams. An inept rock band sets up. Patients mill about endlessly (one darts across screen and up some stairs). The band starts playing, accompanied by a patient who rhythmically bangs a folding chair open and closed. Finally, incongruously, a harpist begins to play, and the camera circles the room, which is stilled by the quiet music.\n\nI admired \"Inside/Out\" in its moments, in individual scenes. I would recommend the party scene to film students, who could learn from it. But I was kept outside the film by the distanced, closed-off characters. That's the idea, I know--but Tregenza succeeds all too well with it. Seeing the movie is like paying dues to his vision. We are witnesses that he accomplished what he set out to do. He does it in his own time and space. He's as little interested in us as his characters would be. We're like guests on visiting day, sitting restlessly on chairs along the side of the room. If anyone asked us, we'd say we were having a good time. But we're thinking restlessly of how long we have to stay, and where we can go next.", "running_time": 115, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-01-15", "genres": null, "title": "Inside/Out (1999)"}