{"url": "http://www.rogerebert.com/reviews/inside-deep-throat-2005", "by": "Fenton Bailey", "star_rating": 3.0, "text": "In the beginning, Gerard Damiano was a hairdresser. Listening to his clients talk about sex, which in his salon was apparently all they talked about, he realized that pornography had crossover appeal. All you had to do was advertise a movie in such a way that couples would come, instead of only the raincoat brigade. With a budget of $25,000 and an actress named Linda Lovelace, he made \"Deep Throat\" (1972), which inspired a national censorship battle, did indeed attract couples and grossed $600 million, making it the most profitable movie of all time.\n\n\"Deep Throat\" was made on the far fringes of the movie industry; Damiano later complained that most of the profits went to people he prudently refused to name as the mob. Since the mob owned most of the porn theaters in the pre-video days and inflated box office receipts as a way of laundering income from drugs and prostitution, it is likely, in fact, that \"Deep Throat\" did not really gross $600 million, although that might have been the box office tally.\n\n\"Inside Deep Throat,\" a documentary that premiered at Sundance and is now going into national release, was made not on the fringes but by the very establishment itself. The studio is Universal, the producer is Brian Grazer (\"A Beautiful Mind,\" \"How the Grinch Stole Christmas\") and the directors are Fenton Bailey and Randy Barbato (\"Party Monster,\" \"The Eyes of Tammy Faye\"). The rating, of course, is NC-17. It is a commentary on the limitations of the rating system that Universal would release a documentary about an NC-17 film, but would be reluctant to make one.\n\nThe movie uses new and old interviews and newsreel footage to remember a time when porn was brand-new. In my 1973 review of \"Deep Throat,\" written three days after a police raid on the Chicago theater showing it, I wrote: \"The movie became 'pornographic chic' in New York before it was busted. Mike Nichols told Truman Capote he shouldn't miss it, and then the word just sort of got around: This is the first stag film to see with a date.\"\n\nA year or two earlier, porn audiences darted furtively into shabby little theaters on the wrong side of town; now they lined up for \"Deep Throat\" and talked cheerfully to news cameras about wanting to see it because, well, everybody else seemed to be going. The movie was not very good (even its director, Damiano, would tell you that) but it was explicit in a way that was acceptable to its audiences, and it leavened the sex with humor. Not very funny humor, to be sure, but it worked in the giddy, forbidden atmosphere of a mixed-gender porn theater.\n\nThe modern era of skin flicks began in 1960 with Russ Meyer's \"The Immoral Mr. Teas,\" which inspired Meyer and others to make a decade of films featuring nudity but no explicit sex. Then a Supreme Court ruling seemed to permit the hard-core stuff, and \"Deep Throat\" was the first film to take it to a mass audience. (Meyer himself never made hard-core, explaining (1) he didn't like to share his profits with the mob, and (2) he didn't think what went on below the waist was nearly as visually interesting as the bosoms of his supervixens.) The movie was raided in city after city, it was prosecuted for obscenity, it was seized and banned, and the publicity only made it more popular. There were predictions that explicit sex would migrate into mainstream films -- even rumors that Stanley Kubrick wanted to make a porn film.\n\nBut by 1974 the boomlet was pretty much over, and the genre had gone back into the hands of the raincoat rangers. When I interviewed Damiano that year, he said porn would soon be a thing of the past: \"The only thing that's kept it going this long is the FBI and the Nixon administration. Without censorship to encourage people's curiosity, the whole thing would have been over six months ago.\" And that was pretty much the story until home video came onto the market, creating a new and much larger audience but destroying what shreds of artistic ambition lurked in the styles of the film-based pornographers (see \"Boogie Nights\" for the story of that transition).\n\n\"Inside Deep Throat\" has some headlines that go against popular wisdom:\n\nWhile everybody remembers that Lovelace later said she had virtually been raped on screen, the movie suggests that her troubles were the doing of her sadistic lover at the time, not Damiano. By the time she was 50, she was posing for Leg Show Magazine and saying she thought she looked pretty good for her age.\n\nWhile everyone remembers the report of a presidential commission that found pornography to be harmful, not many people remember that was the second commission to report on the subject, not the first. The 1970 commission, headed by former Illinois Gov. Otto Kerner, found that pornography was not particularly linked to antisocial behavior, and that indeed sex criminals as a group tended to have less exposure to pornography than non-sex criminals. This report, based on scientific research and findings, was deemed unacceptable by the Reagan White House, which created a 1986 commission headed by Attorney Gen. Edwin Meese, which did no research, relied on anecdotal testimony from the witnesses it called, and found pornography harmful.\n\nCharles Keating Jr. and his Citizens for Decent Literature got a lot of publicity for leading the charge against \"Deep Throat\" and Larry Flynt. Keating got less publicity when he was charged with racketeering in the Lincoln Savings and Loan Scandal, and eventually served four years in prison.\n\nAs for \"Deep Throat,\" it remembers a time before pornography was boring, and a climate in which non-pornographic films might consider bolder sexual content. It has some colorful characters, including a retired Florida exhibitor whose wife provides a running commentary on everything he says. And it tells us where they are now: Damiano is comfortably retired, Lovelace died in a traffic accident, and her co-star Harry Reems is a recovering substance abuser who now works as a realtor in Park City, Utah, home of the Sundance Film Festival.", "running_time": 92, "mpaa_rating": "NC-17", "release_year": 2005, "date_published": "2005-02-10", "genres": ["Documentary"], "title": "Inside Deep Throat (2005)"}