{"url": "http://www.rogerebert.com/reviews/inside-man-2006", "by": "Denzel Washingtonas Det. Frazier", "star_rating": 2.5, "text": "Spike Lee's \"Inside Man\" has a detective tell a bank robber: \"You saw 'Dog Day Afternoon.' You're stalling.\" The problem is, we've seen \"Dog Day Afternoon,\" and Lee is stalling. Here is a thriller that's curiously reluctant to get to the payoff, and when it does, we see why: We can't accept the motive and method of the bank robbery, we can't believe in one character and can't understand another, and if a man was old enough in the early 1940s to play an important wartime role, how old would he be now? Ninety-five? He might still be chairman of the bank he founded, but would he look like Christopher Plummer?\n\nTo give the movie its due, many of these same questions occur to the hero, Det. Keith Frazier. He is played by Denzel Washington as a cross between a street cop and one of those armchair sleuths who sees through a crime and patiently explains it to his inferiors. Frazier is early on the scene after four armed robbers invade a Wall Street bank, take hostages, and start issuing demands. As the crisis drags on, Frazier realizes the guys inside don't want their demands to be met; they're stalling. But why?\n\nThe robbers are led by Clive Owen, who spends most of the movie wearing a mask. Since we see him in the first shot of the film, talking about the crime in the past tense, we know he won't be killed. What we wonder is where he studied the craft of bank robbery. His gang walks in, bolts the door, has everyone lie flat on the floor, and does all the usual stuff like leaping over teller partitions and intimidating weeping customers. They also throw around completely unnecessary smoke bombs, and the smoke drifts out to the street, alerting a beat cop that something is wrong. Did they want to be trapped inside the bank?\n\nI'm not going to go into any detail about how the crisis plays out. And I'm going to conceal the purpose of the robbery. What I must point out is that Christopher Plummer, as the bank president, doesn't look in his 90s. Giving him a mustache, a walking stick and some wrinkles doesn't do it. Yet we have to believe that in mid-World War II he was old enough to have risen high enough to do something important enough that after the bank is surrounded, he calls in a woman who seems to have mysterious links to powerful people.\n\nThis is Madeline White (Jodie Foster). She knows everybody. She can walk into the mayor's office without an appointment. The mayor orders the cops to \"extend her every courtesy.\" Who or what is Madeline White? I've seen the movie, and I don't know. She is never convincingly explained, and what she does is not well-defined. She's one of those characters who is all buildup and no delivery.\n\nI once knew a man named Jean-Jacques de Mesterton, whose biography describes him as \"a professional adventurer, political advisor, and international facilitator.\" You can Google him. I asked him what, exactly, he did. \"If you have a problem,\" he said, \"first, you call the police. Then you call the FBI. If you still have a problem, you call me.\" I guess Madeline White is supposed to be the Jean-Jacques of New York, but although she purses her lips, frowns, and won't take any nonsense, she's basically a red herring.\n\nThe whole plot smells fishy. It's not that the movie is hiding something, but that when it's revealed, it's been left sitting too long at room temperature. \"Inside Man\" goes to much difficulty to arrive at too little. It starts with the taut action of a superior caper movie, but then it meanders; eventually the narration slows to the pace of a Garrison Keillor story on \"A Prairie Home Companion,\" which is nice if you are a prairie, but if not, not.\n\nThe screenplay by Russell Gewirtz needs a few more runs through rewrite. Because the film was directed by Spike Lee, it is not without interest; Lee finds so many interesting details that don't involve the plot that we're reluctant when he gets back to business. A cameo involving a little boy and his video game is a self-contained editorial. A Sikh is accused of being an Arab terrorist, and you want to say, People! Listen up! Guy with a turban! Sikh! Not Arab! There's a nutty sequence in which the hostage-takers use a foreign language that has to be translated by a bystander's ex-wife. The performances, for that matter, are first rate; Denzel Washington is convincing even when he has little to be convincing about, and Jodie Foster is smart and tough as she decisively does more or less nothing. Well, to be fair, a little more more than less.", "running_time": 129, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-23", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "Inside Man (2006)"}