{"url": "http://www.rogerebert.com/reviews/insidious-2011", "by": "Patrick Wilsonas Josh", "star_rating": 2.5, "text": "\"Insidious\" is an affectionate visit to the Haunted House Movie, a genre that seems classic in contrast to Queasy-Cam gorefests. It depends on characters, atmosphere, sneaky happenings and mounting dread. This one is not terrifically good, but moviegoers will get what they're expecting. It's a new collaboration between director James Wan and writer Leigh Whannell, who launched the \"Saw\" franchise. \n\nAs the movie opens, an unsuspecting family is moving into a big old house they must have found through the Amityville Multiple Listing Service. It's the kind of house you require for a haunting movie, with lots of rooms, nooks, crannies, corridors, staircases, closets and shadows — and an attic, of course. Although more modern houses were used in the \"Paranormal Activity\" movies, this genre really requires all the creaky old bells and whistles.\n\nThe Lambert family seems to have been happy before this real estate transaction. Josh (Patrick Wilson) is a teacher, Renai (Rose Byrne) writes songs and young Dalton (Ty Simpkins) is the most curious of the kids. That's why he sneaks into the attic, falls off a treacherous ladder and immediately goes into a coma. Brain scans reveal no head injury. Could it be ... something else?\n\nRenai is positive that something sneaky is happening. Her boxes get moved around by unseen hands. Doors and windows open by themselves. We are even more sure than Renai is, because we begin to see the stark apparition of a fearsome specter. Imagine a beast from Hades.\n\nDad begins to stay at work late. The movie probably wants us to blame him for not caring and trying to avoid the problems at home. We know better. We identify an example of the Absent Father Syndrome, that screenwriter's convenience for getting Dad out of the way so Mom can be home alone and told she's imagining things.\n\nThis is a family that needs help. They hire a psychic named Elise Rainier (Lin Shaye), who sends over two ghostbusters (Angus Sampson and the writer Leigh Whannell). These two seem singularly incompetent and provide some nice chuckles. Since the whole film teeters on the edge of being a comedy, it's probably a good idea that when Lin Shaye turns up, she brings in some cause for serious alarm. She's seen these cases before.\n\nWhat is the malevolent presence? Why is it there? What does it want? What can it gain from the hapless Lamberts? The answers to such questions must necessarily remain theoretical at a metaphysical level, but at a practical level, the purpose of the presence is to generate startling bangs at frequent intervals, materialize unexpectedly, look horrifying and be a nuisance. Its purpose, in short, is to go BOO!", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-03-31", "genres": ["Horror", "Thriller"], "title": "Insidious (2011)"}