{"url": "http://www.rogerebert.com/reviews/insignificance-1985", "by": "Theresa Russellas The actress", "star_rating": 3.0, "text": "The premise is not too unlikely. Imagine that during one hot and steamy night in a New York City hotel room, the lives of these people crossed paths: Marilyn Monroe, Sen. Joe McCarthy, Joe DiMaggio and Albert Einstein. The key linking element is, of course, Monroe, a woman of such undefinable and ethereal appeal that her real life did indeed encompass such husbands as DiMaggio and Arthur Miller, such admirers as Norman Mailer and Laurence Olivier, such friends as Jack Kennedy and Robert Mitchum. Her address book, which disappeared mysteriously after she died, no doubt included names from such unexpected corners of America that DiMaggio, Einstein and McCarthy would only have been starters. \n\nBut imagine, all the same, that long and steamy night and that hotel room, and you have the substance of \"Insignificance,\" which was first a play on the London stage and now arrives as one of the last sorts of films I would have expected Nicholas Roeg to direct. Roeg is a master of baroque visuals and tangled plot lines. His \"Don't Look Now\" still has people trying to explain that Venetian dwarf in the red raincoat, and his credits include at least one good film, \"Eureka,\" that was not quite sure whether it was a dream. \n\nNow comes a film in which almost all the audacity is contained by the premise - that these four most famous figures of the 1950s met during one long night. Grant Roeg that much, and he gives us a fairly realistic film most of the rest of the way. The characters are never actually given their real names in the film, but there seems to be little doubt who they're meant to be, especially when Einstein and Monroe work out the theory of relativity together, using a flashlight, a few simple props and some almost perfect dialogue. \n\nMonroe is played in the film by Theresa Russell, who is still only about 26 years old, and who already has appeared in such landmarks as \"Straight Time,\" \"The Last Tycoon\" and \"Bad Timing.\" She doesn't really look very much like Monroe, but what does it matter? The blond hair and the red lips are there, and so is the manner, which has been imitated so often, and so badly, that the imitators prove that Monroe was a special case. Russell doesn't imitate. She builds her performance from the ground up, and it works to hold the movie together. \n\nTony Curtis has a lot of fun as the hard-drinking, paranoid Senator. He has turned, in his middle years, into a glorious ham, willing to take the chance of appearing ridiculous in order to reach for the farther edges of a performance. His theories about the Russians in this film are little masterpieces of dialogue. Gary Busey is the ball player, stolid and not quite comprehending his famous wife, and Michael Emil is a wonderful Einstein, sweet and childlike, and closest of all of them to Monroe's own personality. \n\nI am not quite sure, however, what the point of the movie is. It's more of an acting and writing tour de force than a statement on sports, politics, sex symbols or relativity. It begins by imagining its remarkable meetings, and ends by having created them. It's all process, no outcome. I think in this case that's OK.", "running_time": 110, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-08-30", "genres": ["Comedy", "Drama", "Foreign"], "title": "Insignificance (1985)"}