{"url": "http://www.rogerebert.com/reviews/inside-job-2010", "by": "Charles Ferguson", "star_rating": 4.0, "text": "I don't fully understand the working of the derivatives and credit swaps we've heard so much about. But I'm learning. These are ingenious, computer-driven schemes in which good money can be earn-ed from bad debt, and Wall Street's Masters of the Universe pocket untold millions while they bankrupt their investors and their companies.\n\nThis process is explained in Charles Ferguson's “Inside Job,” an angry, well-argued documentary about how the American financial industry set out deliberately to defraud the ordinary American investor. The crucial error was to allow financial institutions to trade on their own behalf. Today, many large trading banks are betting against their own customers. \n\nIn the real estate market, banks aggressively promoted mortgages to people who could not afford them. These were assembled in packages. They were carried on the books as tangible assets when they were worthless. The institutions assembling them hedged their loans by betting against them. When the mortgages failed, profits were made despite and because of their failure. This process has been targeted by financial reform measures that many in both parties oppose because — well, lobbyists have persuaded them. There is no moral justification for how Wall Street functions today.\n\nA Chicago group named Magnetar was particularly successful in creating such poisoned instruments for the sole purpose of hedging against them. Most of the big Wall Street players knew exactly what the “Magnetar Trade” was and welcomed it. The more mortgages failed, the more money they made. They actually continued to sell the bad mortgages to their clients as good investments. There was a famous exchange on C-SPAN as Sen. Carl Levin (D-Mich.) grilled Daniel Sparks, head of the Goldman Sachs mortgages department, on why the company aggressively sold investments its own traders described to one another as “shitty.” It was entertaining to watch Sparks maintain a facade of studious probity as Levin socked him with the word “shitty” again and again.\n\nThis Wall Street climate helps to explain one session of Senate testimony I have been fascinated by for almost two years: How Richard Fuld, CEO of Lehman Brothers, was able to defend the $484 million bonus he received after leading his firm into bankruptcy. Lawrence MacDonald, who wrote a book on Lehman's collapse, said on “PBS NewsHour”: “Fuld's driver would call Lehman Brothers, and one of the elevators in the building would become frozen. A security guard would come over and hold it until Mr. Fuld arrived in the back door. There's only 15 feet where King Richard Fuld is exposed to the rabble, I guess you'd call us.”\n\nSome may say, well, he was the boss. I say, who the hell did he think he was? I've waited for elevators with my bosses, who have included Marshall Field and Rupert Murdoch. They seemed content enough that there was an elevator.\n\nOne of the most fascinating aspects of “Inside Job” involves the chatty on-camera insights of Kristin Davis, a Wall Street madam, who says the Street operated in a climate of abundant sex and cocaine for valued clients and the traders themselves. She says it was an accepted part of the corporate culture that hookers at $1,000 an hour and up were kept on retainer, that cocaine was the fuel and that she and her girls didn't understand how some traders could even function on the trading floor after most nights.\n\nThat leads me to the matter of financial reform. We need it. We need to return to an era of transparency. We need to restore a market of investments that are what they seem to be. We need to deprive investment banks of the right to trade on behalf of their own accounts. We need to require them to work on behalf of their customers. In the days before deregulation, it was hard to get a mortgage from a bank that didn't believe you could make the payments. It recent years, it was hard not to get one.\n\nThe bad mortgages were sliced and diced into so many derivatives that the banks themselves had no idea what paper they were holding. In one of the more refreshing moments during the housing meltdown, Rep. Marcy Kaptur (D-Ohio) advised her constituents: “If a bank forecloses on you, don't move and demand they produce a copy of your mortgage. In many cases, they can't.” She was prophetic; banks are now halting foreclosures all over the country.\n\nGene Siskel, who was a wise man, gave me the best investment advice I've ever received. “You can never outsmart the market, if that's what you're trying to do,” he said. “Find something you love, for reasons you understand, that not everyone agrees with you about, and put your money in it.” The stocks I thought of were Apple, Google and Steak 'n Shake. I bought some shares. That was a long time ago. Reader, if I had invested every penny I had on Gene's advice, today I would be a Master of the Universe. \n\nRevised from my Cannes 2010 blog entry.", "running_time": 109, "mpaa_rating": "Unrated", "release_year": 2010, "date_published": "2010-10-13", "genres": ["Documentary"], "title": "Inside Job (2010)"}