{"url": "http://www.rogerebert.com/reviews/insomnia-1998-1998", "by": "Stellan Skarsgardas Jonas Engstrom", "star_rating": 3.5, "text": "In northern Norway in the summer, the night is a brief finger of dusk drawn between the day and the dawn. In his hotel room, Jonas the chief investigator struggles for sleep. He tugs at the blackout curtains, but the sunlight streams in at 2 a.m., and he is haunted by unease. He is a veteran Swedish policeman in exile, working out of Oslo after, in a previous case, being discovered in \"intimate conversation'' with a witness.\n\nHis record is not clean, but he is considered a brilliant investigator, and now he is hunting for a killer who leaves no traces--who even washed the hair of his victim, an attractive young woman. After Jonas discovers the woman's knapsack in a shed on the beach, he sets a trap for the killer. He announces on TV that the knapsack is the key to the investigation, trusting that the killer will return to retrieve it.\n\nAnd so the killer does--falling into Jonas' ambush. But there is a way out of the shed that the police do not know about, and the killer flees. Chasing him in a thick, morning fog, Jonas sees a figure raise a gun, and shoots. Then he discovers he has killed his own colleague.\n\nJonas is played by Stellan Skarsgard, the tall, thoughtful Scandinavian who first drew attention as the oil-rig worker in \"Breaking the Waves'' and the math professor in \"Good Will Hunting.'' Here he looks thinner, haunted, unsure of himself. Working under the protective blanket of fog, he fakes evidence to make it look as if the other policeman were shot by the escaping killer.\n\nSo now we have a police procedural turned in upon itself. Jonas is leading the investigation while at the same time struggling with the guilty knowledge of his cover-up. His queries take him to a writer named Holt, very full of himself, who had a relationship with the dead woman. And to the woman's best friend Froya, whom he is attracted to. He takes her for a drive and slips his hand between her legs; will this be another intimate conversation with a witness? His key adversary is a fellow police officer, Ane (Maria Bonnevie). He is able to distract the other cops with routine and exhortation, but Ane doesn't just look, she sees. She senses there is something off about Jonas, after the death of the other cop: a certain wariness, a way of changing the subject. Some of her questions do not get good answers. She looks him in the face, and he doesn't like that.\n\nThe movie is not a thriller or an action picture, but a psychological study. \"Crime and Punishment'' comes to mind, with its theme of a man who believes he stands outside the rules that apply to other people. It is not that Jonas is a murderer--he made an honest mistake--but that he does not see himself as an honest man, and cannot trust that others would believe him.\n\nIt's easy to make movies with external action, chases and shoot-outs. It is much harder to make a film in which many of the important events take place inside the minds of the characters. Much depends simply on where the actors are arranged in the frame, so that we can see one face and not another. Jonas is sleepless and anguished. Ane is nagged by doubts she cannot silence.\n\nThe look of the film is almost a character in itself. The director, Erik Skjoldbjaerg, looks for grays and browns, dark greens and a washed-out drabness. The midnight sun casts an unremitting bright light, like the eye of God that will not blink. There is no place to hide, not even in sleep. And all the time, of course, there is the killer, who is the real villain, but figures for Jonas more like a distraction from his shame.", "running_time": 97, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-07-10", "genres": null, "title": "Insomnia (1998) (1998)"}