{"url": "http://www.rogerebert.com/reviews/insomnia-2002", "by": "Al Pacinoas Will Dormer", "star_rating": 3.5, "text": "He looks exhausted when he gets off the plane. Troubles are preying on him. An investigation by internal affairs in Los Angeles may end his police career. And now here he is in--where the hell is this?--Nightmute, Alaska, land of the midnight sun, investigating a brutal murder. The fuels driving Detective Will Dormer are fear and exhaustion. They get worse.\n\nAl Pacino plays the veteran cop, looking like a man who has lost all hope. His partner Hap Eckhart (Martin Donovan) is younger, more resilient and may be prepared to tell the internal affairs investigators what they want to know -- information that would bring the older man down. They have been sent up north to help with a local investigation, flying into Nightmute in a two-engine prop plane that skims low over jagged ice ridges. They'll be assisting a local cop named Ellie Burr (Hilary Swank), who is still fresh with the newness of her job.\n\n\"Insomnia,\" the first film directed by Christopher Nolan since his famous \"Memento\" (2001), is a remake of a Norwegian film of the same name, made in 1998 by Erik Skjoldbjaerg. That was a strong, atmospheric, dread-heavy film, and so is this one. Unlike most remakes, the Nolan \"Insomnia\" is not a pale retread, but a re-examination of the material, like a new production of a good play. Stellan Skarsgard, who starred in the earlier film, took an existential approach to the character; he seemed weighed down by the moral morass he was trapped in. Pacino takes a more physical approach: How much longer can he carry this burden? The story involves an unexpected development a third of the way through, and then the introduction of a character we do not really expect to meet, not like this. The development is the same in both movies; the character is much more important in this new version, adding a dimension I found fascinating. Spoilers will occur in the next paragraph, so be warned.\n\nThe pivotal event in both films, filmed much alike, is a shoot-out in a thick fog during a stakeout. The Pacino character sets a trap for the killer, but the suspect slips away in the fog, and then Pacino, seeing an indistinct figure loom before him, shoots and kills Hap, his partner from L.A. It is easy enough to pin the murder on the escaping killer, except that one person knows for sure who did it: the escaping killer himself.\n\nIn the Norwegian film, the local female detective begins to develop a circumstantial case against the veteran cop. In a nice development in the rewrite (credited to original authors Nikolaj Frobenius and Skjoldbjaerg, working with Hillary Seitz), the killer introduces himself into the case as sort of Pacino's self-appointed silent partner.\n\nThe face of the killer, the first time we see it, comes as a shock, because by now we may have forgotten Robin Williams was even in the film. He plays Walter Finch, who does not really consider himself a murderer, although his killing was cruel and brutal. These things happen. Everyone should be forgiven one lapse. Right, detective? Pacino, sleepless in a land where the sun mercilessly never sets, is trapped: If he arrests Finch, he exposes himself and his own cover-up. And the local detective seems to suspect something.\n\nUnusual, for a thriller to hinge on issues of morality and guilt, and Nolan's remake doesn't avoid the obligatory Hollywood requirement that all thrillers must end in a shoot-out. There is also a scene involving a chase across floating logs, and a scene where a character is trapped underwater. These are thrown in as--what? Sops for the cinematically impaired, I suppose. Only a studio executive could explain why we need perfunctory action, just for action's sake, in a film where the psychological suspense is so high.\n\nPacino and Williams are very good together. Their scenes work because Pacino's character, in regarding Williams, is forced to look at a mirror of his own self-deception. The two faces are a study in contrasts. Pacino is lined, weary, dark circles under his eyes, his jaw slack with fatigue. Williams has the smooth, open face of a true believer, a man convinced of his own case. In this film and \"One-Hour Photo,\" which played at Sundance 2002 and will be released later in the year, Williams reminds us that he is a considerable dramatic talent--and that while, over the years, he has chosen to appear in some comedic turkeys (\"Death to Smoochy\" leaps to mind), his serious films are almost always good ones.\n\nWhy Nolan took on this remake is easy to understand. \"Memento\" was one of a kind; the thought of another film based on a similar enigma is exhausting. \"Insomnia\" is a film with a lot of room for the director, who establishes a distinctive far-north location, a world where the complexities of the big city are smoothed out into clear choices. The fact that it is always daylight is important: The dilemma of this cop is that he feels people are always looking at him, and he has nowhere to hide, not even in his nightmares.", "running_time": 118, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-05-24", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Insomnia (2002)"}