{"url": "http://www.rogerebert.com/reviews/inspector-clouseau-1968", "by": "Alan Arkinas Clouseau", "star_rating": 2.5, "text": "\"There is a time to laugh, and a time not to laugh,\" Inspector Clouseau solemnly intones, \"and this is not one of those times.\" In a weirdly appropriate way, he's right, and \"Inspector Clouseau\" is one of those movies. Flashes of really good humor, like that one, are marooned in long stretches of small cheer.\n\nClouseau is Alan Arkin this time, instead of Peter Sellers, and it's hard to say whether we gain or lose. Arkin flounders a little in the stiff French accent he inherited from Sellers. But in his movements and timing, he's Sellers' equal.\n\nUnhappily, Arkin has been given a script not quite up to the two Sellers-Clouseau films, \"The Pink Panther\" (1964) and \"A Shot in the Dark.\" And his director, Bud Yorkin, is good but not on the level with Inspector Clouseau's creator, Blake Edwards. In movies of this kind, however, it's hard to say how much the script and direction count. Both Sellers and Arkin are accomplished at improvisation, and a lot of their movies must be written in the act of shooting.\n\nArkin provides some funny scenes, including an interview with the superintendent of Scotland Yard, which largely consists of the two men changing their seats and shifting pictures on the desk. There is also an attempted seduction by the superintendent's Scottish wife, whose desperation is so keen that she grabs the unfortunate Clouseau's ankle as he tries to escape.\n\nThese good scenes are the exception and not the rule, however. For most of the time, events move pretty slowly, and the camera lingers on Arkin, waiting for moments of inspiration that never come.\n\nA footnote. Movie buffs who collect inside jokes are advised to watch closely during Clouseau's graveyard scene. One of the headstones bears the name of Norman Lear, producer of Yorkin's \"Divorce American Style.\" There are doubtless other interesting folks inhabiting the cemetery, but I wasn't quick enough to spot them.", "running_time": 96, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-06-06", "genres": ["Comedy", "Crime", "Foreign"], "title": "Inspector Clouseau (1968)"}