{"url": "http://www.rogerebert.com/reviews/inspector-gadget-1999", "by": "Matthew Broderickas Robogadget/John Brown", "star_rating": 1.5, "text": "\"Inspector Gadget\" was an afternoon TV cartoon in the 1980s, much-loved by some, unseen by me, which has now inspired a high-tech live-action retread that has Gadget fans on the Internet furious because, apparently, they do not want to see the face of Dr. Claw. If Dr. Claw went unseen in the cartoon, their reasoning goes, it is no consolation that he is brought to life here by Rupert Everett. One person who might agree with them is Rupert Everett himself, who was on a winning streak until this movie came along.\n\nMatthew Broderick stars, first as a security guard named John Brown, then as a bionic supercop named Inspector Gadget: \"Columbo and Nintendo all rolled into one,\" quips Police Chief Quimby (Dabney Coleman).\n\nBroderick also plays an anti-Gadget look-alike, the bad guy RoboGadget, who impersonates the inspector and sets half the city on fire in an attempt to discredit him.\n\nThe gimmick with Gadget is that he has been equipped with a body, a suit and (especially) a hat that are all stuffed with gadgets. All he has to say is \"Go-go gadget\" and then name the gadget he wants, and it materializes, although it can be difficult remembering the right go-go word while falling from the top of a skyscraper. His gadgets include hands that spray toothpaste (Gadget) and fire (RoboGadget), a hat that turns into a helicopter, and legs that extend into long steel stilts, allowing him to leapfrog traffic and cover a lot of ground in a hurry. Also about a zillion other gadgets.\n\nHis partner in the movie, Brenda (Joely Fisher), is the daughter of an inventor who figured out how to join flesh and technology. The enemy, Claw, wants to steal the technology for himself. Local officials get involved when the warfare escalates into a safety hazard, and there are also key roles for cats, mayors and nieces.\n\nObviously I would be better armed to deal with this stuff had I ever seen an Inspector Gadget cartoon. I could discuss how it does or doesn't live up to, or down to, the original. As it is I'm stuck with the movie as a stand-alone, and I'm pretty underwhelmed. Perhaps younger kids will like it more. I didn't care about the action because it made no difference to me who won or lost. The plot was an arbitrary concoction. The bad guy is played by Everett as a man fastidiously keeping a certain distance from the jokes. There are all sorts of pop culture references, but so what? There are admittedly some individual funny lines. (When the Dabney Coleman character sees John Brown in a head-to-toe body cast, he calls him \"The English Patient.\") The funniest moment in the movie comes at the end, as a credit cookie during the closing titles. It's a shot of a \"Minion Support Group,\" showing Claw's sidekick 12-stepping with other famous evil minions (I spotted Richard Kiel's \"Jaws\" and perhaps Oddjob). Now that is an idea for a comedy.\n\nQuestion: Since the movie is only 80 minutes long, would it have killed them to add a real Inspector Gadget cartoon to the program, as a warm-up and scene-setter?", "running_time": 80, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-07-23", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Inspector Gadget (1999)"}