{"url": "http://www.rogerebert.com/reviews/instinct-1999", "by": "Anthony Hopkinsas Ethan Powell", "star_rating": 1.5, "text": "If there's anything worse than a movie hammered together out of pieces of bad screenplays, it's a movie made from the scraps of good ones. At least with the trash we don't have to suffer through the noble intentions. \"Instinct\" is a film with not one but four worthy themes. It has pious good thoughts about all of them, but undermines them by slapping on obligatory plot requirements, thick. Nothing happens in this movie that has not been sanctioned by long usage in better films.\n\nThis is a film about (1) why Man should learn to live in harmony with nature; (2) why prison reform is necessary; (3) how fathers can learn to love their children; (4) why it is wrong to imprison animals in zoos. It doesn't free the beasts from their cages, but it's able to resolve the other three issues--unconvincingly, in a rush of hokey final scenes. \"Instinct,\" directed by John Turteltaub (\"Phenomenon\"), is all echoes. It gives us Anthony Hopkins playing a toned-down version of Hannibal Lecter, Cuba Gooding Jr. reprising his nice-guy professional from \"As Good as It Gets,\" Donald Sutherland once again as the wise and weary sage, and John Ashton (you'll recognize him) as a man who is hateful for no better reason than that the plot so desperately needs him to be. Oh, and the settings are borrowed from \"Gorillas in the Mist\" and \"One Flew Over the Cuckoo's Nest.\" The movie's just so darned uplifting and clunky, as it shifts from one of its big themes to another while groaning under the weight of heartfelt speeches. The photography labors to make it look big and important, and the music wants to be sad and uplifting at the same time, as if to say it's a sad world but that's not entirely our fault.\n\nHopkins stars as Ethan Powell, an anthropologist who went missing in 1994 in an African jungle, and surfaced two years later while murdering two rangers and injuring three others. After a year in chains, he's returned to the United States and locked up in a brutal psycho ward.\n\nHis interrogation is set to be conducted by an eminent psychiatrist (Donald Sutherland), who instead assigns his famous prisoner to Theo Caulder (Gooding), a student just completing his final year of residency. Why give this juicy patient to a kid who admits he wants to write a best-seller about him? Because Cuba Gooding is the star of the movie, that's why, and Donald Sutherland, who cannot utter a word that doesn't sound like God's truth, always has to play the expert who waits in an oak-paneled study, passing around epigrams and brandy.\n\nPowell's hair and beard make him look like the wild man of Borneo--with reason, since he lived with a family of gorillas in the jungle. He has been mute since the murders, but Caulder thinks he can get him to talk--and can he ever. Hopkins faces one of his greatest acting challenges, portraying a character who must seem reluctant to utter a single word while nevertheless issuing regular philosophical lectures. \"I lived as humans lived 10,000 years ago,\" he explains. \"Humans knew how to live then.\" Even 10,000 years ago, don't you suppose humans were giving gorillas lots of room? Caulder believes that if he can get Powell to talk about what he did, and why, he can \"get him out of there.\" No matter that Powell killed two men; to understand is to forgive. In his struggle to comprehend his patient, Caulder meets Powell's bitter daughter (Maura Tierney, in a good performance). She is angry with her father. Her father doesn't want to talk about her. \"Leave it,\" he snaps, menacingly. What dire issues stand between them? The movie disappoints us with a reconciliation that plays like a happy ending on the Family Channel. One should always have time for one's children, Powell learned (from the gorillas).\n\nThe prison is a snake pit of brutality, run by cruel guards and presided over by a sadistic warden and a weak psychiatrist. Each man is supposed to get 30 minutes a day outdoors. Because this is too much trouble, the guards hand out cards, and the man with the Ace of Diamonds gets to go outside. The toughest prisoner beats up anyone who won't give him the card. Dr. Caulder sees that this is wrong and institutes a fair lottery, over the objections of the sadistic guards, but with the prisoners chanting their support.\n\nThe entire business of the Ace of Diamonds, which occupies perhaps 20 minutes, is agonizingly obvious, contrived and manipulative; the prisoners, colorful weirdos of the \"Cuckoo's Nest\" variety, respond with enthusiastic overacting.\n\nEthan Powell of course sees through the entire system. Superhumanly strong and violent, he puts Caulder through a brief but painful education in the laws of the wild. What he is able to do at the end of the film, and where he is finally able to do it, I leave you to explain, since the film certainly cannot. I also have the gravest doubts about the thank-you note from Powell, which reads not like something that would be written by a man who had lived with the gorillas and killed two men, but by a marketing expert concerned that audiences feel real good when they leave the theater.", "running_time": 124, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-06-04", "genres": ["Drama", "Mystery", "Thriller"], "title": "Instinct (1999)"}