{"url": "http://www.rogerebert.com/reviews/intacto-2003", "by": "Max von Sydowas Sam", "star_rating": 2.5, "text": "The Spanish film \"Intacto,\" like the recent Sundance entry \"The Cooler,\" believes that luck is a commodity that can be given and received, won or lost, or traded away. Most people have ordinary luck, some have unusually good or bad luck, and then there is a character like Tomas (Leonardo Sbaraglia), who is the only survivor of an airplane crash, beating the odds of 237 million to 1. (I am not the statistician here, only the reporter.) The movie involves a man named Sam (Max von Sydow), who survived the Holocaust and now operates a remote casino at which rich people bet against his luck, usually unsuccessfully. So unshakable is his confidence that he will remove one bullet from a chamber holding six and then bet that he will not die. That he is alive to be a character in the movie speaks for itself.\n\nVon Sydow, who in \"The Seventh Seal\" played a game of chess with Death, believes that he will lose his luck if the wrong person looks on his face at the wrong time, or takes his photograph. To guard himself, he must often sit in a closed room with a hood over his face. We wonder, but he does not tell us, if he thinks this is a high price to pay for good fortune. He has a young man named Federico (Eusebio Poncela) as his confederate; Federico also has good luck, and searches for others who have his gift. When Sam steals his luck, he goes searching for a protege of his own and finds Tomas.\n\nThe single-mindedness of these men assumes that winning at gambling is the most important thing in the world. Certainly there are gamblers who think so. Another of the Sundance entries, \"Owning Mahowny,\" starred Philip Seymour Hoffman as a Toronto bank clerk who steals millions in order to fund his weekend getaways to Atlantic City and Las Vegas. He has a winning streak at roulette that in its intensity of focus has a kind of awesome power. In \"The Cooler,\" William H. Macy plays a man whose luck is so bad that he is employed by a casino to merely rub up against someone in a winning streak; then his luck changes.\n\nThe two North American films are pretty straightforward in telling their stories. \"The Cooler\" involves an element of fantasy, but it involves the story, not the visual approach. \"Intacto,\" directed by the talented young Juan Carlos Fresnadillo, is wilder visually, using the fractured narrative and attention-deficit camera style that can be effective or not, but often betrays a lack of confidence on the simple story level.\n\nThe story involves another more human element, centered on Sara (Monica Lopez), a cop who is chasing Tomas while grieving a tragic loss of her own. Will his luck protect him? What happens when it's luck vs. luck? I admired \"Intacto\" more than I liked it, for its ingenious construction and the way it keeps a certain chilly distance between its story and the dangers of popular entertainment. It's a Hollywood premise, rotated into the world of the art film through mannerism and oblique storytelling. The same ideas could be remade into a straightforward entertainment, and perhaps they already have been.\n\nThere's a fashion right now among new writers and directors to create stories of labyrinthine complexity, so that watching them is like solving a puzzle. I still haven't seen Alejandro Amenabar's \"Open Your Eyes,\" which a lot of people admire, but when I saw Cameron Crowe's American remake, \"Vanilla Sky,\" I knew as I walked out of the theater that I would need to see it again. I did, and got a different kind of overview and liked the film. I liked it the first time, too, but through instinct, not understanding.\n\nWhen you solve a film like this, have you learned anything you wouldn't have learned in a straight narrative, or have you simply had to pay some dues to arrive at the same place? Depends. \"Pulp Fiction,\" which jump-started the trend, depends crucially on its structure for its effect. \"Intacto,\" which is not as complex as the other films I've mentioned, may be adding the layer of style just for fun. That is permitted, but somewhere within that style there may be a hell of a thriller winking at us.", "running_time": 108, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-21", "genres": ["Action", "Comedy", "Drama", "Foreign", "Indie", "Romance", "Science Fiction", "Thriller"], "title": "Intacto (2003)"}