{"url": "http://www.rogerebert.com/reviews/intervista-1993", "by": "Sergio Rubinias Reporter", "star_rating": 2.5, "text": "Federico Fellini has fashioned one of the most distinctive and enchanted film worlds of any director, a world of memory and nostalgia, bittersweet music and inchoate yearnings, fleshy voluptuous temptation and guilty amends. In films like \"La Strada,\" \"La Dolce Vita,\" \"8 1/2,\" \"Juliet of the Spirits,\" \"Amarcord\" and \"Fellini's Roma,\" he created a flowing autobiographical document, and if we do not know what it is like to be Fellini, it is not because he hasn't tried to tell us.\n\nNow, in \"Intervista,\" he has made a pretend documentary about his current life. The excuse is that a Japanese TV crew is visiting him in Rome to shoot a program - but the crew and Fellini's own associates are swept up in his vortex during 24 hours of ceaseless activity.\n\nThe film opens before dawn, at Cinecitta, the once-great, now crumbling studio outside Rome where Fellini has made most of his films. He arrives early, for a day in which he will make preparations for his new film, which is, we are told, his version of Franz Kafka's Amerika. Kafka and Fellini would seem to have little in common, and indeed the maestro's first order of business is to audition big, buxom blonds for the role of Brunhilde - a person and a type not to be found even after the closest scrutiny of Kafka.\n\nFellini films are carried along by the music, which for years was by the late Nino Rota and is now by Nicola Piovani, although it sounds the same: Lilting arrangements for accordion, piano, bass and saxophone, with emphasis on such American standards as \"Stormy Weather,\" which Fellini used in \"La Dolce Vita\" and uses again now, nearly 35 years later.\n\nAssistants come and go. Fellini's scouts recruit possible Brunhildes from streetcars and street corners. Fellini leads the Japanese on a tour of Cinecitta, where several TV commercials (all staged by Fellini) are being filmed, and elephants arrive for a harem scene. Fellini makes a deliberate effort to include many of his visual trademarks: His parades to music; his nodding, seductive, smiling, elusive women; his own harried geniality; even an image that appears in almost all of his films: a tower with men or lights on top of it.\n\nMarcello Mastroianni, who played the hero of so many Fellini films, including \"Ginger and Fred\" (1986), arrives at Cinecitta in costume as Mandrake the Magician. This inspires Fellini, who sweeps Marcello and carloads of others to the Roman suburbs for a surprise visit with Anita Ekberg, Mastroianni's co-star in \"La Dolce Vita.\" They find her at home, dressed mostly in a turban and a towel, looking chubbier than in 1960 but nevertheless still alluring.\n\nThen follows one of the most haunting sequences I have ever seen, as Fellini stretches a sheet across her living room, and projects the famous images from \"La Dolce Vita\" on it: Marcello and Anita dancing in the subterranean nightclub, and then wading in the Trevi Fountain at dawn. Ekberg brushes away a tear. So do we.\n\nThe film ends with everyone back at Cinecitta, late at night, protected inside a jerry-built plastic shelter from a sudden rainstorm. More \"Stormy Weather,\" of course. And then another dawn, in which we see the desolation of Cinecitta, where \"Ben Hur\" and \"Cleopatra\" and Fellini's lifework were filmed, now shabbily in the way of approaching suburban high-rises.\n\n\"Intervista\" is not a very organized movie, and long stretches seem pointless and uninspired. It would not be of much interest, I imagine, to anyone who was not familiar with Fellini's earlier films. There is a sadness about it, a valedictory, and we cannot help but observe that this film's technique - a pseudo-documentary about Fellini trying to make a film - was used so much more successfully in \"8 1/2.\" Still, that scene with Mastroianni and Ekberg haunts me. It is so poignant, the passage of time.", "running_time": 108, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-03-26", "genres": null, "title": "Intervista (1993)"}