{"url": "http://www.rogerebert.com/reviews/interview-2007", "by": "Steve Buscemias Pierre Peders", "star_rating": 3.0, "text": "The Washington correspondent for a newsweekly is assigned to interview a celebrity sex icon, to his disgust and eventually to hers. Pierre (Steve Buscemi) claims he has never seen a performance by Katya (Sienna Miller) and has done so little homework he hardly knows anything about her, except that he loathes the very idea of such a woman. Katya has processed so many interviews that she's sick of them, turns up an hour late, and is not so much surprised that Pierre knows nothing about her, as astonished he has the nerve to try to fake the interview.\n\nSuch things happen. I once went to talk to Burt Lancaster about a movie called \"Castle Keep.\" The interview lasted four minutes. \"You didn't like the picture, did you?\" he asked. No, I said. \"Then we have nothing to talk about, do we?\" He walked out. Years later, I had a perfectly pleasant interview with Lancaster; stars just get ground down by the publicity process.\n\n\"Interview\" was directed and co-written by Buscemi, who plays the impatient newsman so well you can almost sense his toes curling in his shoes. Katya is apparently intended to be a Paris Hilton type. She plays the dumb sex kitten to perfection, but has hidden levels of intelligence, insight and game-playing. I've found over the years that most famous \"dumb starlets\" are smart. If they were really dumb, they would be unknown.\n\nThe Pierre character makes the mistake of condescending to Katya, insulting her and making it clear he'd rather be in Washington covering a breaking story. The interview crashes, they walk out and then paparazzi stalking Katya push Pierre into traffic, he gets a cut on his head, and she insists on taking him to her nearby apartment.\n\nThat's Act 1. Act 2 turns into a two-hander with them talking, drinking, smoking, doing some cocaine, flirting, dueling, insulting and playing nasty head games. This formula is familiar enough; think of Neve Campbell and Dominic Chianese in James Toback's \"When Will I Be Loved\" (2004) and Ethan Hawke and Uma Thurman in Richard Linklater's \"Tape\" (2001), not to mention the Burtons in Mike Nichols' \"Who's Afraid of Virginia Woolf?\" (1966).\n\nWhy did it need to be done again? The original director on this project was Theo van Gogh, a Dutch director murdered three years ago in the street by an Islamic assassin who disapproved of one of his films. Van Gogh had planned to remake the movie in English with Miller and Buscemi, so the film went ahead. Buscemi handles it skillfully, using van Gogh's method of filming with three simultaneous video cameras. He and Miller are especially good at making plausible shifts in emotional speed. Will they sleep together or strangle each other? Are they really sharing their darkest, most shameful secrets? Which is the better actor? Which, for that matter, is the better interviewer?\n\nA subtext of the film is that both actors most certainly know the types they're playing and are fed up with them enough to put a cutting edge on their characters. Miller has known vacuous bimbos and can occasionally play one, perhaps for her own amusement because celebrity journalists are so pathetically hungry for bimbo sound bites. Buscemi has doubtless encountered countless interviewers from hell.\n\nIf I have a problem with the movie, it's the too-neat O. Henry ending. I would have rather plunged deeper into the fearful waters they tread. A perfectly realistic movie on such a situation would have been fascinating, but here it has been adjusted, alas, to the requirements of the audience. Why do people get so angry at movies that end in mystery and unresolved wounds, like \"Lost in Translation\"? Why do they like it when a movie, however fascinating, goes on autopilot to wrap things up at the end?\n\nWhat would really happen in this situation? The two characters would pass out, wake up with fearful hangovers, retain a blurred memory of the night before, not be sure if they slept together, hope to never see each other again or shudder in shame if they did. Buscemi caught that dynamic in his perceptive debut film about alcoholism, \"Trees Lounge\" (1996), and look at how perfectly Joey Lauren Adams' \"Come Early Morning\" (2006) portrays it with Ashley Judd. The problem with most stories about drinking all night and burrowing to the truth, however, is that if you can drink that much, you can't burrow, or if you can, it's not worth a damn.\n\nStill, I found \"Interview\" kind of fascinating, especially in the ways that Buscemi and Miller make their performances into commentaries on the types of characters they play. When actors are really turned loose to play actors, they can achieve merciless accuracy; see Naomi Watts portray a day in the life of an actress in Scott Coffey's \"Ellie Parker\" (2005). If all the world's a stage for the rest of us, for them, it's a backstage.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-07-19", "genres": ["Drama", "Indie"], "title": "Interview (2007)"}