{"url": "http://www.rogerebert.com/reviews/interiors-1978", "by": "Woody Allen", "star_rating": 4.0, "text": "Yes, the opening does remind us of Bergman: The static shots, held for a moment's contemplation, of the rooms and possessions of a family. But then people enter the rooms, and their lives and voices have a particularly American animation; Woody Allen is right to say that his drama, \"Interiors\", belongs more in the tradition of Eugene O'Neill than of Ingmar Bergman. But what's this? Here we have a Woody Allen film, and we're talking about O'Neill and Bergman and traditions and influences? Yes, and correctly. Allen, whose comedies have been among the cheerful tonics of recent years, is astonishingly assured in his first drama.\n\n He gives us a time of crisis in a family, and develops it in counterpoint with the countless smaller joys and crises that are a family. He is very spare: Every scene counts, and the dialogue has the precision of a J.D. Salinger short story. There's nothing thrown in for effect unless the effect contributes specifically to the direction of the complete film.\n\n Allen's central character is the family's mother, Eve, played by Geraldine Page as a heartbreaking showdown between total self-confidence in the past and catastrophic breakdown in the present. She is a designer, and her rooms are some, but not all, of the interiors of the title. She aims for a cool perfectionism in her rooms, for grays and greens and pale blues, for a look of irreproachable sterility. Her science and art is to know the correct place for a lamp, within a fraction of an inch.\n\nShe is married to a wealthy lawyer (E.G. Marshall). She has three daughters: A poet (Diane Keaton), a movie star (Kristin Griffith), and a searcher for meaningful occupation (Mary Beth Hurt). Keaton lives with an alcoholic would-be novelist (Richard Jordan). Hurt lives with a filmmaker (Sam Waterston). Marshall announces that he wants a trial separation from Page, and later introduces a woman he's met on a cruise and wants to marry (Maureen Stapleton).\n\n There you have them, the eight people of this movie. Allen, who thought nothing in \"Annie Hall\" of producing Marshall McLuhan from behind a theater lobby display for a comic walk-on, isolates his characters in \"Interiors\" so thoroughly, we're reminded of O'Neill's family in \"Long Day's Journey into Night,\" coming and going in an old house with no access to any world outside.\n\n There are hurts in this family that have been buried for years, and guilts that still hold it together. One daughter finally blurts out an accusation against her mother, who had thought herself so perfect and yet was as capable as anyone of pettiness and cruelty. We get the feeling, indeed, that the family has been together much too long, and that family life is not necessarily a blessing.\n\n If there is a common wish shared by all the characters in the film, it's to live a life of their own. The father, defending to his daughters his decision to marry a woman they call a \"vulgarian,\" argues not unreasonably that he's paid the bills and maintained the household for years that now, in his early sixties, he's earned his right to some years of his own choosing.\n\n The others have earned their rights, too, but each at the expense of the others. That is how each sees it, anyway. The same charge passes again and again around the family circle: That if the others had not been so demanding, or selfish, or jealous, or vindictive, then this person would have been set free to realize himself or herself.\n\n Allen treats these themes in scenes that have an elegant economy of expression. The scene around the dinner table, for example, as the father announces his decision to leave, is handled in a way that etches the feelings of every member of the family, in just the right tones of anger, disbelief, or defiance. Scenes involving the daughters and their men suggest in different ways that the problems of this family will not end in this generation.\n\n The funniest and saddest scene begins with the father's second marriage; Maureen Stapleton is wonderful as the \"vulgarian,\" sweeping in with her red gown and finding Page's rooms \"so gray....\" The dinner table conversation this time allows Allen to regard the Stapleton character with a mixture of tenderness and satire so delicately balanced, it's virtuoso.\n\n The wonderment is that it's \"serious.\" Yes, it is, but to be serious is not always to be good, and a movie both serious and bad is a great depression for everyone. \"Interiors\" becomes serious by intently observing complex adults as they fend and cope, blame and justify. Because it illuminates some of the ways we all act, it is serious but not depressing; when it's over, we may even find ourselves quietly cheered that Allen has seen so clearly how things can be.", "running_time": 93, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-08-02", "genres": ["Drama", "Indie"], "title": "Interiors (1978)"}