{"url": "http://www.rogerebert.com/reviews/interview-with-the-vampire-1994", "by": "Tom Cruiseas Lestat", "star_rating": 3.0, "text": "Although one of the characters in \"Interview with the Vampire\" begs to be transformed into a vampire, and eagerly awaits the doom of immortality, the movie never makes vampirism look like anything but an endless sadness. That is its greatest strength. Vampires throughout movie history have often chortled as if they'd gotten away with something. But the first great vampire movie, \"Nosferatu\" (1922), knew better, and so does this one.\n\nThe movie is true to the detailed vision that has informed all of Anne Rice's novels, and which owes much to the greater taste for realism which has crept into modern horror fiction. It is a film about what it might really be like to be a vampire. The title sets the tone, and in the opening scenes, set in San Francisco, the 200-year-old vampire Louis de Pointe du Lac (Brad Pitt) submits to an interview by a modern journalist (Christian Slater), just as any serial killer or terrorist bomber might sit down to talk to \"60 Minutes.\" His story begins in the late 1700s, in New Orleans, that peculiar city where even today all things seem possible, and where, after losing his wife and daughter, he threw himself into a life of grief and debauchery. His path crossed that of the vampire Lestat (Tom Cruise), who transformed him into a vampire, and ever since he has wandered the world's great cities, feeding on the blood of his victims.\n\nThe initial meeting between Louis and Lestat takes the form of a seduction; the vampire seems to be courting the younger man, and there is a strong element of homoeroticism in the way the neck is bared and the blood is engorged. Parallels between vampirism and sex, both gay and straight, are always there in all of Rice's novels; the good news is that you can indulge your lusts night after night, but the bad news is that if you stop, you die.\n\nTom Cruise, who initially seemed to many people an unlikely choice to play Lestat, is never less than convincing, and his slight British accent, combined with makeup that is dramatic without being obtrusive, disguises the clean-cut star - makes him seem unwholesome in an odd, insinuating way. Brad Pitt, whose role is probably larger, and who has been at home as the depraved hero of films like \"Kalifornia,\" here seems more like an innocent, a young man who makes unwise choices, and lives (and lives, and lives) to regret them.\n\nOne of the creepier aspects of the story is the creation of the child vampire, Claudia, played by Kirsten Dunst, who is about 12 years old. The character was six in the novel, but even twice as old she is disturbing, trapped in her child's body as she ages, decade after decade. Dunst, perhaps with the help of Stan Winston's subtle makeup, is somehow able to convey the notion of great age inside apparent youth.\n\nThe movie's unique glory is in its look, created by cinematographer Phillipe Rousselot and production designer by Dante Ferretti. His credits include Scorsese's \"The Age of Innocence\" and Gilliam's \"The Adventures of Baron Munchausen,\" and here he combines the elegance of the former and the fantastic images of the latter into a vampire world of eerie beauty. The action of course largely takes place at night, in old Southern plantations and French Quarter dives, along gloomy back streets and in decadent boudoirs. The film truly takes flight after the action moves on board a transatlantic sailing ship, and then into the catacombs of Paris. There are scenes set in a vast underground columbarium, where the vampires sleep on shelves reaching up into the gloom, that is one of the great sets of movie history.\n\nIn Paris, Louis meets the vampires Armand (Antonio Banderas) and Santiago (Stephen Rea), and begins to understand he is a member of an international clandestine society. Vampires of course need regular supplies of fresh blood, and the details involving its procurement are dismaying to the creatures, who, to live, must constantly feed off the lives of others. Their sadness is manifest in Rice's screenplay and the moody direction by Neil Jordan (\"The Crying Game\"). Both Rice and Jordan take this subject, with its abundant possibilities for looking ridiculous, and play it as tragedy.\n\nAlthough much has been said about the film's level of violence (and although the R rating is quite correct), those who have seen other horror films will not be particularly shocked.\n\nMy complaint about the film is that not very much happens, in the plot sense. The movie is more about the history and reality of vampirism than about specific events, although some action does center around the fate(s) of Lestat. A stronger plot engine might have drawn us more quickly to the end, but on a scene by scene basis, \"Interview with the Vampire\" is a skillful exercise in macabre imagination.", "running_time": 115, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-11-11", "genres": ["Drama", "Fantasy", "Horror"], "title": "Interview with the Vampire (1994)"}