{"url": "http://www.rogerebert.com/reviews/intimate-relations-1997", "by": "Julie Waltersas Marjorie", "star_rating": 2.0, "text": "“I’d rather be dead than brazen,” Mrs. Beasley tells her husband when he pleads for “relief” in “Intimate Relations.” We already suspect that she might have the opportunity to be both. The film peeks behind the respectable lace curtains of a British village where Marjorie Beasley is a landlady, her husband, Stanley, is a one-legged war veteran and their teenage daughter Joyce is too smart for her own good.\n\nInto their uneasy idyll one day comes the hapless Harold Guppy (Rupert Graves), who is looking for a room to rent. “Call me Mom,” Mrs. Beasley (Julie Walters) tells him firmly. Conducting a tour of the house, she is quite clear about the sleeping arrangements: “Mr. Beasley and I keep separate rooms for medical purposes.” Harold is a bit of a case study himself. Until recently in the merchant marine, he has some shady skeletons in his closet, but seems friendly enough, and enjoys the reasonable rent, good food and all-around hospitality, especially from “Mom,” who embraces him hungrily in the hallways and creeps silently into his room at night.\n\nBut not quite silently enough, because Joyce (Laura Sadler) pops in right after her, and demands to join them in bed. “It’s my birthday,” she explains. “That’s not decent!” Harold protests. “I’m her mother,” Marjorie says, concerned that Joyce might betray them to Mr. Beasley (Matthew Walker), who by this hour of the night is usually deep in an alcohol-induced snooze.\n\n“Intimate Relations” tells a story that resembles in some respects pornography, although it suggests that if one ever did find oneself in such a situation, it would be a great deal more bother than it was worth. Mother and daughter alternate visits to the handsome young Mr. Guppy, Dad begins to harbor dark suspicions, and Mom panics when it appears that Harold may be prepared to escape into the army.\n\n“Intimate Relations” is about the same sort of repressed sexual goofiness that found an outlet in “Heavenly Creatures,\" that New Zealand film about the two close friends who committed murder together, or \"The Young Poisoner's Handbook\" about the earnest young man whose chemistry experiments went entirely too far. Its deadpan humor is entertaining, up to a point, but that point is passed before the movie is quite at its halfway point, and then we’re left watching increasingly desperate people who are trapped by one another’s madness. At the end I was not sure quite what it was all about, and neither, I am sure, was Mr. Guppy.", "running_time": 105, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-19", "genres": null, "title": "Intimate Relations (1997)"}