{"url": "http://www.rogerebert.com/reviews/intimacy-2001", "by": "Mark Rylanceas Jay", "star_rating": 3.0, "text": "\"Intimacy\" is a movie in which a man and a woman meet for short, brutal, anonymous sex every Wednesday afternoon. They want to keep it to that: no names, no small talk.\n\nAfter the screening at Sundance 2001, I ran into Kristina Nordstrom, who runs the Women Filmmakers' Symposium in Los Angeles.\n\n''Of course, no woman would be attracted to sex like that,'' she said.\n\n''Why not?'' \n\n''The sex in the movie all involves the bottom of the ninth inning. A woman would be turned off by a man who doesn't spend time being tender and sweet, and showing that he cares for her. There's no foreplay. She walks in, they rip off each other's clothes, and a few seconds later they're in a frenzy. Any woman would know that this movie was directed by a man.'' A man might know that, too. The film, which is brave but not perceptive, stars Mark Rylance as Jay, a former musician, a divorced husband and father, who now works as a barman and lives in a barely furnished hovel. In an early scene, he is angry about an assistant hired to work with him behind the bar, because the new man is not a professional bartender but is an actor between jobs. The rage wells up because Jay fit that description himself until he left behind music six years ago and masochistically buried himself behind the bar.\n\nThe woman is named Claire (Kerry Fox). How they met we do not learn. At first she's simply a woman who turns up at his door every Wednesday afternoon to relieve an urgent physical need. They tear off each other's clothes and have passionate sex on the floor of a messy room. Then they part. She is so singleminded that she courageously avoids the line we know every woman on earth would have eventually said: ''I could help you fix up this place.'' Their arrangement of raw sex begins to go wrong when he follows her one day. He discovers her real life, as a housewife, mother and actress, who is playing Laura in a London fringe theater production of ''The Glass Menagerie'' (a door in a pub is helpfully labeled ''Toilets and Theater''). At one performance, he sits next to her husband Andy (Timothy Spall) and son.\n\nAndy is a taxi driver, jovial with strangers. One day Jay asks Andy, ''What would you think of a mother who has it off on the sly and then goes back home in the evenings as if nothing has happened?'' He wants Andy to know. He all but tells him about the affair. He reveals that he meets a woman every Wednesday afternoon. His eyes burn with intensity: Is Andy getting the message? Andy gets it, but keeps his thoughts to himself.\n\nApparently Jay needs more than anonymous sex. The film at first suggests that he wants contact, that he is dying of loneliness. But the material, based on stories by the London writer Hanif Kureishi, directed by Patrice Chereau, tilts in a different direction. We see, I think, that what Jay really wants is revenge--revenge against women and against a happy marriage.\n\nMuch depends on what went on in Jay's failed marriage. We see him bathing his two small sons, looking like a doting father, and then his wife asks him if he loves them, and he is unable to answer. This may be the most important moment in the movie. If he did love them, would he enter Claire's personal life so violently? Would he attack their marriage, having met her own son? His anger toward women is terrifying.\n\nAndy, the taxi driver, has a surprising scene, too, finally telling Claire what he really thinks of her. We find his issues revolve not around sex but around honesty. And there are scenes at an amateur acting workshop Claire teaches, where the line between acting and reality is the real subject; it has not occurred to her, in the workshop or in life, that the point of acting is not to reproduce reality but to improve upon it.\n\n''Intimacy'' is a raw, wounding, powerfully acted film, and you cannot look away from it. Its flaws are honestly come by, in the service of a failed search for truth. Its failure, I think, is an inability to look hard enough at what really drives Jay. His long, antagonistic relationship with a gay colleague might provide an answer, particularly since his taste for quick, anonymous sex seems to reflect a cruising sensibility.\n\nDoes he hate women because his inability to accept his homosexuality forces him to use them as substitutes for the partners he would prefer? Only a theory, suggested but not proven by the film. But ''Intimacy'' stays shy of any theory. It lets Jay off the hook, lets him retreat into the safe haven of loneliness and alienation. It should demand more of Jay, should insist on knowing him better. We leave the film with the conviction that the story is not over--that Jay is finished with Claire, but not with himself.", "running_time": 119, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-10-26", "genres": ["Drama", "Foreign"], "title": "Intimacy (2001)"}