{"url": "http://www.rogerebert.com/reviews/into-the-wild-2007", "by": "Emile Hirschas Chris McCandless", "star_rating": 4.0, "text": "For those who have read Thoreau's Walden, there comes a time, maybe only lasting a few hours or a day, when the notion of living alone in a tiny cabin beside a pond and planting some beans seems strangely seductive. Certain young men, of which I was one, lecture patient girl friends about how such a life of purity and denial makes perfect sense. Christopher McCandless did not outgrow this phase.\n\nJon Krakauer's Into the Wild, which I read with a fascinated dread, tells the story of a 20-year-old college graduate who cashes in his law school fund and, in the words of Mark Twain, lights out for the territory. He drives west until he can drive no farther, and then north into the Alaskan wilderness. He has a handful of books about survival and edible wild plants, and his model seems to be Jack London, although he should have devoted more attention to that author's \"To Build a Fire.\"\n\nSean Penn's spellbinding film adaptation of this book stays close to the source. We meet Christopher (Emile Hirsch) as an idealistic dreamer, in reaction against his proud parents (William Hurt and Marcia Gay Harden) and his bewildered sister (Jena Malone).\n\nHe had good grades at Emory; his future in law school was right there in his grasp. Why did he disappear from their lives, why was his car found abandoned, where was he, and why, why, why?\n\nHe keeps journals in which he sees himself in the third person as a heroic loner, renouncing civilization, returning to the embrace of nature. In centuries past such men might have been saints, retreating to a cave or hidden hermitage, denying themselves all pleasures except subsistence. He sees himself not as homeless, but as a man freed from homes.\n\nIn the book, Krakauer traces his movements through the memories of people he encounters on his journey. It was an impressive reporting achievement to track them down, and Penn's film affectionately embodies them in strong performances. These are people who take in the odd youth, feed him, shelter him, give him clothes, share their lives, mentor him and worry as he leaves to continue his quest, which seems to them, correctly, as doomed.\n\nBy now McCandless has renamed himself Alexander Supertramp. He is validated by his lifestyle choice. He meets such people as Rainey and Jan (Brian Dieker and Catherine Keener), leftover hippies still happily rejecting society, and Wayne (Vince Vaughn), a hard-drinking, friendly farmer. The most touching contact he makes is with Ron (Hal Holbrook), an older man who sees him clearly and with apprehension, and begins to think of him as a wayward grandson. Christopher lectures this man, who has seen it all, on what he is missing and asks him to follow him up a steep hillside to see the next horizon. Ron tries, before he admits he is no longer in condition.\n\nAnd then McCandless disappears from the maps of memory, into unforgiving Alaska. Yes, it looks beautiful. It is all he dreamed of. He finds an abandoned bus where no bus should be and makes it his home. He tries hunting, not very successfully. He lives off the land, but the land is a zero-tolerance system. From his journals and other evidence, Penn reconstructs his final weeks. Emile Hirsch plays him in a hypnotic performance, turning skeletal, his eyes sinking into his skull while they still burn with zeal. It is great acting, and more than acting.\n\nThis is a reflective, regretful, serious film about a young man swept away by his uncompromising choices. Two of the more truthful statements in recent culture are that we need a little help from our friends, and that sometimes we must depend on the kindness of strangers. If you don't know those two things and accept them, you will end up eventually in a bus of one kind or another. Sean Penn himself fiercely idealistic, uncompromising, a little less angry now, must have read the book and reflected that there, but for the grace of God, went he. The movie is so good partly because it means so much, I think, to its writer-director. It is a testament like the words that Christopher carved into planks in the wilderness.\n\nI grew up in Urbana three houses down from the Sanderson family -- Milton and Virginia and their boys Steve and Joe. My close friend was Joe. His bedroom was filled with aquariums, terrariums, snakes, hamsters, spiders, and butterfly and beetle collections. I envied him like crazy. After college he hit the road. He never made a break from his parents, but they rarely knew where he was. Sometimes he came home and his mother would have to sew $100 bills into the seams of his blue jeans. He disappeared in Nicaragua. His body was later identified as a dead Sandinista freedom fighter. From a nice little house surrounded by evergreens at the other end of Washington Street, he left to look for something he needed to find. I believe in Sean Penn's Christopher McCandless. I grew up with him.", "running_time": 148, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-27", "genres": ["Action", "Adventure", "Drama"], "title": "Into the Wild (2007)"}