{"url": "http://www.rogerebert.com/reviews/into-the-west-1993", "by": "Gabriel Byrneas Papa Riley", "star_rating": 3.5, "text": "If I were to tell you that \"Into the West\" was about two boys and their magical white horse, you would of course think it was a children's film. But it is more than that, although children will enjoy it. The movie is set in a world a little too gritty for innocent animal tales. It concerns two young gypsy boys growing up in the high-rise slums of Dublin, with their father, who loves them but has grown distant and drunken since their mother died.\n\nOne day their grandfather, who still travels the roads in the ancient way in his horse-drawn gypsy caravan, gives them the gift of a horse. The horse is named \"Tir na nOg\", which means \"Land of Eternal Youth,\" the grandfather explains, although he may be making it up as he goes along. Where are two city boys to keep a horse? In their apartment? Of course! But of course the neighbors complain, and the police are called, and one thing leads to another.\n\nThen the horse is stolen by a rich man, who obtains spurious papers for it. The boys see it on television, go to where it is racing, and ride off with it. The rich man offers a $10,000 reward, and all of Ireland follows the story as the two boys and their horse outwit the combined efforts of the rich and powerful.\n\nThe subtext of the movie involves the gypsy culture in modern Ireland. Known also as tinkers and travelers, the gypsies are often discriminated against, and charged with any crimes that take place even vaguely near to them. For their grandfather (David Kelly), the traveling life is still rich and satisfying, but for their father (Gabriel Byrne), it has been replaced by a form of imprisonment in a high-rise ghetto. The father enlists two friends (Ellen Barkin and Colm Meaney), who remind him of the ancient strengths of the travelers, and what is regained is not only a horse, but a family and a tradition.\n\n\"Into the West\" is one of many interesting films to come from Ireland recently: Remember, for example, \"My Left Foot,\" \"Hear My Song,\" \"The Miracle,\" \"The Commitments\" and \"The Crying Game.\" It was written by Jim Sheridan, who wrote and directed \"My Left Foot,\" and is directed by Mike Newell, who made \"Dance With A Stranger\" and \"Enchanted April.\" Sheridan and Newell are not interested in simply shaping the material into an easy commercial form. They're interested in the relationships beneath the surface, and in the way the father is redeemed through the adventure.\n\nAnd yet there is a lot of adventure, as the magnificent horse seems almost able to read the boys' minds, and they think fast, too, the older one (Ciaran Fitzgerald) guiding his younger brother (Rúaidhrí Conroy) as they avoid the main roads, ford streams to throw off the bloodhounds, and at one point even escape certain capture by taking a detour through the house of some strangers.\n\nTexture is everything in a movie like this. The bare story itself could be simplistic and silly: Cops chasing a couple of kids on a horse. But when relationships are involved, and social realities, and a certain level of magical realism, then the story grows and deepens until it really involves us. Kids will probably love this movie, but adults will get a lot more out of it.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-09-17", "genres": ["Crime", "Drama", "Thriller"], "title": "Into The West (1993)"}