{"url": "http://www.rogerebert.com/reviews/into-the-blue-2005", "by": "Paul Walkeras Jared", "star_rating": 3.0, "text": "\"Into the Blue\" is, of all things, an adventure story. Not a high-powered thriller with goofy special effects, but a story about people and hazards and treasure and love, in which every single thing that everybody does is physically possible for people to really do (except that they can apparently hold their breath indefinitely). The movie is written, acted and directed as a story, not as an exercise in mindless kinetic energy.\n\nPaul Walker and Jessica Alba star, as Jared and Sam, lovers who live on a leaky boat in the Bahamas and search for buried treasure. They haven't found much, but they have their love to keep them warm. Tied up at a nearby dock is the larger and more powerful boat of Bates (Josh Brolin), who has money and success and wants to hire Jared, but there's something creepy about him.\n\nJared's friend Bryce (Scott Caan) flies in from the mainland with a girlfriend named Amanda (Ashley Scott) he says he picked up the night before. They all go diving together and find two kinds of treasure in more or less the same place: one ancient, one right up to date. They could become very rich. But Bryce is greedy and wants to push them in a direction that Jared and Sam are ethically opposed to.\n\nThis description sounds dry and abstract, but the movie is juicy with fun. I'm trying not to tell you too much about what happens, because one of the pleasures of \"Into the Blue\" is that it develops as a narrative, not as a series of action scenes, and the characters don't mindlessly hurry from one impossible stunt to another but weigh their options, advocate opposing strategies and improvise when they get in danger.\n\nA lot of the movie takes place underwater, and director John Stockwell and cinematographers Shane Hurlbut and Peter Zuccarini do a good job of keeping us oriented under the sea. We know more or less where everything is, and what it means, and how it can be involved in the story; when there's an underwater emergency that almost kills Bryce, it is handled as if the characters (or the writers) have some practical information about scuba diving. There is also the surprise of having something very bad happen to a character we had every reason to expect would be around until the end of the movie.\n\nThe opening scenes are deceptive. The Jessica Alba character seems to have wandered over from the Sports Illustrated swimsuit issue, or maybe she thinks she's in a video. Then the plot kicks in and she gets a lot to do while still looking fine in a swimsuit. She also looks surprisingly sweet after the stripper she played in \"Sin City.\" Scott Caan, like his old man, James Caan, does a good job of playing a persuasive jerk, and Paul Walker is intriguing in the way he has his standards but can be talked out of them. People actually change their minds during this movie; in most action films, they're issued with an identity in their first scene and limited by that identity for the rest of the movie.\n\n\"Into the Blue\" offers modest pleasures. It is not an essential film, but if you go to see it, it will not insult your intelligence, and there's genuine suspense toward the end. It is a well-made example in a genre that has been cheapened and made routine. There's evidence the filmmakers spent more time talking about the characters and story than about how special effects would allow them to cheat on the narrative logic. And at the end of the film, there are some small surprises about who has survived and who has not. Usually you can predict the final head count at the end of the first act.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-29", "genres": ["Action", "Thriller"], "title": "Into the Blue (2005)"}