{"url": "http://www.rogerebert.com/reviews/intolerable-cruelty-2003", "by": "George Clooneyas Miles Massey", "star_rating": 2.5, "text": "The camera just stands there and gawks at Catherine Zeta-Jones, and so does George Clooney, and so do we. She goes on the list with Ava Gardner and Deborah Kerr. It's not a long list. She has the kind of beauty that could melt a divorce lawyer's heart and soften his brain, which is what happens in \"Intolerable Cruelty,\" the new comedy by the Coen Brothers.\n\nClooney plays Miles Massey, the millionaire author of the Massey Pre-Nup, a prenuptial agreement so tightly written that it has, we learn, never been cracked. \"They spend an entire semester on it at Harvard Law.\" We meet him in divorce court, representing an outraged husband (Geoffrey Rush) who surprised his wife with the pool man and found that odd, since they didn't have a pool.\n\nMassey is hired by Rex Rexroth (Edward Herrmann), who has been briefly married to Marylin (Zeta-Jones). She has a video, taken by her detective Gus (Cedric the Entertainer) exposing Rex as a cheater, and wants to win his millions in the settlement. Miles wins the case, so it's curious that Marylin wants to hire him to draft a Massey Pre-Nup for her next marriage, which will be to a gulping, blushing Texas oil billionaire named Howard (Billy Bob Thornton in full display).\n\nMiles, who is already gob-smacked with Marylin's bewitching sex appeal, can't understand why she wants to marry a yahoo like Howard. Or, actually, he can: She wants Howard's money. In that case, why does she want the Massey Pre-Nup? To prove she really loves him, she says. Since she really doesn't, Miles can only look on in wonderment and admiration. He's fascinated by the brilliance with which she violates conventional morality.\n\nThe Coens start with nothing but ducks in this movie, and for a long time it looks like they're all in a row. Clooney and Zeta-Jones are both great-looking people, both smart, both able to play comedy, both able to handle the kind of dialogue fondly described in our nation's literate past as witty repartee. Both characters are sharks, but both are human, too, and their mutual sexual attraction is so palpable you could cook with it. Miles is moved with the profound admiration only one slickster can have for another; when Marylin actually inspires Howard to eat the uncrackable Massey Pre-Nup (with barbecue sauce), Miles realizes he is witnessing not just beauty and genius, but a will to challenge his own.\n\nPlots like this have fueled lovely screwball comedies, and \"Intolerable Cruelty\" is in the genre, but somehow not of it. The Coens sometimes have a way of standing to one side of their work: It's the puppet and they're the ventriloquists. The puppet is sincere, but the puppetmaster is wagging his eyebrows at the audience and asking, can you believe this stuff? Joel and Ethan are bounteously gifted filmmakers, but sometimes you just want them to lay off the irony and climb down here with the groundlings. Their \"Fargo\" was a movie that loved its characters, and it's one of the best movies I've ever seen.\n\nIt is hard to show the Coens' distancing process at work without revealing the movie's secrets, but let me try. The film is told from Massey's point of view. There is something that he wants: Marylin. He desires her so badly that in order to get her, he would balance the Massey Pre-Nup on his own head and crack it himself, with a hammer. We sympathize with this desire, because we share it. We want him to win her. The question is, does she want him? Of course she wants his money; that goes with the territory. But does she want to marry a millionaire, or simply become one herself? I was reminded of Lubitsch's great \"Trouble in Paradise,\" which is about a con man, a con woman who loves him but can't afford him, and a rich widow who thinks she can buy him but would be happy enough to rent him for the season. By the end of that movie, everyone knows all about each other, and they accept the situation; if we cannot have what we want, they agree, let us at least be able to admire the way we behaved.\n\nMiles and Marylin acknowledge their mutual chicanery. Neither one is very nice. But, aw, come on, when she walks across the room and his heart leaps up, or when she looks at him in a closeup that undresses itself, what makes the Coens pull back from this emotion? Why won't they give us the payoff their setup demands? We enjoy many turns of the screw in this movie, but there comes a time when the screw is seated and they keep turning until they strip the groove. We, poor saps, who invested our emotions in the movie, are hung out to dry. The materials are available in \"Intolerable Cruelty\" to create a movie with an irresistible comic payload, so why must they skew it into a warning against itself? That said: The movie has many scenes of delicious comedy, Cloo-ney and Zeta-Jones play their characters perfectly in an imperfect screenplay, and the man with the asthma puffer gets the biggest single laugh since the hair gel in \"There's Something About Mary.\"", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-10-10", "genres": ["Comedy", "Romance"], "title": "Intolerable Cruelty (2003)"}