{"url": "http://www.rogerebert.com/reviews/into-the-night-1985", "by": "Jeff Goldblumas Ed Okin", "star_rating": 1.0, "text": "\"Into the Night\" is a fitfully funny, aimless, unnecessary thriller. That would not necessarily be enough to make it a bad movie; \"Beverly Hills Cop\" is also fitfully funny, aimless and unnecessary, but it is also a more successful movie because it has a sense of style and because it has Eddie Murphy at its center. This movie has no center, even though the wonderful actor Jeff Goldblum was available to supply one. I have a theory about that.\n\nThe movie was directed by John Landis, who has filled it with countless cameo appearances. Everybody knows that a lot of Hollywood directors have walk-ons in \"Into the Night,\" but that's just the beginning. Everybody and his cousin drifts through this movie. And I have a notion that the set began to resemble a party, with a different guest list every day. As Landis played host and tried to make all of his non-actors feel comfortable, some degree of vital tension was lost. Creating the experience became more important than making the movie.\n\nLook at the guest list. Among the directors who appear in the film are David Cronenberg, Colin Higgins, Daniel Petrie, Paul Mazursky, Paul Bartel, Don Siegel, Jim Henson, Amy Heckerling, Roger Vadim, Lawrence Kasdan, Jonathan Demme, Carl Gottlieb and Landis himself.\n\nNot sure who all of them are? That's all right; they probably had a great time at the Directors' Guild screening.\n\nOther bit players in the film include actors Dan Aykroyd, Vera Miles, Clu Gulager and Irene Papas, cinematographer Robert Paynter, publicist Saul Kahan, car dealer Cal Worthington, rock star David Bowie, writer Waldo Salt, computer software expert Hadi Sadjadi, body-builder Jake Steinfeld, cartoonist Bruce McGill (who is very good as an Elvis freak), special effects makeup artist Rick Baker, country singer Carl Perkins, assistant director David Sosna, second assistant cameraman Christopher George, sound mixer William B. Kaplan and makeup man Wes Dawn. And I'll bet I missed a few.\n\nWhat's the idea here? To make a home movie? If I had been the agent for one of the stars, like Goldblum, Michelle Pfeiffer, Richard Farnsworth or Kathryn Harrold, I think I would have protested to the front office that Landis was engaging in cinematic auto-eroticism and that my clients were getting lost in the middle of the family reunion.\n\nThe irony is that \"Into the Night\" opens so promisingly. Goldblum plays an aerospace engineer who is unhappily married, unhappily employed, depressed and restless. When he finds out his wife is having an affair, he gets up in the middle of the night and drives his car to the airport planning to fly off into the night.\n\nAt this point, wonderful things could have happened. Instead, Michelle Pfeiffer lands on the hood of his car, pursued by four murderous Arabs. Goldblum saves her life and gets caught in an intrigue involving stolen jewels, black-market con games and an international network of thieves.\n\nAnd the movie gets reduced to a mindless, shapeless mess, with the Arabs chasing him around in a Mercedes, looking like the Four Stooges. There was never a moment when I cared about the plot. And there have been so many chase scenes in the movies lately that Hollywood should open a franchise: Chase 'n' Shoot, regular or crispy, with or without cheesecake.\n\nLandis is not a bad director. Look at his credits like \"National Lampoon's Animal House,\" \"The Blues Brothers\" and \"Trading Places.\" Some of the scenes in this movie work, including a funny beachfront episode with Mazursky and Harrold. Farnsworth's touching work as a dying old man and McGill's hilarious supporting role as an angry Elvis imitator.\n\nMaybe what the movie needed was more professional discipline and less geniality. As a rule, it's probably better to throw the party after the filming is finished.", "running_time": 115, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-03-08", "genres": ["Action", "Comedy", "Drama", "Thriller"], "title": "Into the Night (1985)"}