{"url": "http://www.rogerebert.com/reviews/invasion-usa-1985", "by": "Chuck Norrisas Matt Hunter", "star_rating": 1.5, "text": "You'd think maybe Chuck Norris would want to follow up his great action movie \"Code of Silence\" with another winner, but you'd be wrong. \"Invasion U.S.A.\" is a brain-damaged, idiotic thriller, not even bad enough to be laughable. The movie is a production of the Cannon Group, which sometimes makes good movies and more often makes junk like this. The theory is that a big-name star like Norris will help the movie make money in the Third World. That theory has all but destroyed the box-office credibility of Charles Bronson, and Norris seems to be following in the same footsteps. \n\nIn \"Code of Silence,\" he played a well-written character in a well-constructed story, and there were lots of thrilling stunts and good supporting performances. In \"Invasion U.S.A.,\" he hardly even interacts with other people on the screen. He simply steps into the frame when needed, and blows somebody away. \n\nThe movie is about an invasion of the United States by several boatloads of vicious killers, who come from somewhere (Cuba, maybe?) and leave their amphibious vehicles on the beach. They pile into a caravan of rented trucks and vans and spread out across Florida, using grenades, machineguns and bazookas to destroy anything that looks remotely like a wholesome American image. Examples: School buses full of kids, shopping malls, church services and even suburban families decorating\\ Christmas trees while singing \"Hark! The Herald Angels Sing!\" \n\nThe theory is that their random violence will unleash anarchy upon America, the rule of law will collapse, and the government will fall, and then they will take over. Who are they? Their leader, named Rostov, sometimes seems Russian, usually sounds American. His followers are sometimes Oriental, sometimes Latino, usually anonymous. Chuck Norris works for \"the agency,\" and is brought out of retirement to fight the threat, but as usual he insists on two specific working conditions: He works alone, and he drives his own pickup truck. (In one scene, he drives the truck through the wall of a shopping mall and mows down several terrorists, miraculously not hitting any civilians in the process.) He says as little as possible, and the role has no particular individual character istics. He's just a mindless violence symbol. \n\nHe isn't the only one with no dimensions. The movie's worst, most thankless role goes to Melissa Prophet, who plays a newspaper reporter. She stands around at the scenes of all the many violent crimes in this movie, snapping photographs and being angry. (Like many photographers in the movies, she acts as if photography consists of pointing the camera in the direction of the action and recording the largest possible view.) \n\nThis woman is angry at everyone. She spouts off to cops, badmouths security guards, and when Norris saves her life from savage terrorists she brushes his hand off her sleeve and bitterly snarls, \"Thanks a lot, cowboy!\" Never in the movie does she write or file a story or a photograph, and (this is most amazing) at no point does her presence in the movie make the slightest difference. She never interacts with anybody else for any purpose. She just stands around with her camera, being mad. \n\nIs this a bad movie? Real bad.", "running_time": 107, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-09-27", "genres": ["Action", "Thriller"], "title": "Invasion U.S.A. (1985)"}