{"url": "http://www.rogerebert.com/reviews/inventing-the-abbotts-1997", "by": "Joaquin Phoenixas Doug Holt", "star_rating": 2.0, "text": "\"Inventing the Abbotts'' is a film that seems to have been made in a time machine. Not only the picture's story but also its values and style are inspired by the 1950s. It's like a subtler, more class-conscious \"Peyton Place,'' and if the same movie had been made 40 years ago with Natalie Wood, Sandra Dee, Troy Donahue and Ricky Nelson, it could have used more or less the same screenplay (minus the four-letter words).\n\nThe film seems indirectly inspired by Welles' \"Magnificent Ambersons.'' It's about the Abbotts, a rich family whose parties and wealth dominate a small Midwestern town, and about a local working-class boy who has made the family his \"addiction.'' He eventually conquers all three of the Abbott girls, while his younger brother lusts after one and loves another, but lacks his courage.\n\nThe movie is narrated by the younger brother, Doug Holt (Joaquin Phoenix). He tends to repeat himself, finding countless different ways to say that his upwardly mobile brother Jacey Holt (Billy Crudup) has always been more confident and successful--especially around the Abbott girls. The oldest is Alice (Joanna Going), the official \"nice girl,'' who gets pregnant, gets married, gets divorced and gets Jacey, in that order. The middle is Eleanor (Jennifer Connelly), the official \"bad girl,'' who gets sent away to stewardess school for her exploits. The youngest is Pam (Liv Tyler), and she's also the nicest, and the one Doug really likes, although he also lusts after Eleanor.\n\nTo understand the three Abbott girls and the two Holt brothers, it helps to understand their world. They live in Haley, Ill., a town of maybe 20,000, dominated by a steel desk factory owned by Mr. Abbott (Will Patton). Years ago, Mr. Abbott and the boys' father were friends. But then Abbott allegedly cheated Holt out of a valuable patent for sliding desk drawers, and then Holt died when he drove his DeSoto roadster onto a frozen lake on a stupid $20 bet. Soon after, rumors raced through town that Mr. Abbott was spending way too much time consoling the new widow Holt (Kathy Baker).\n\nThis is the kind of material that might have graced a mid-1950s Universal-International weeper--maybe one adapted from a John O'Hara best-seller filled with descriptions of country clubs. Even then it would have had more energy. \"Inventing the Abbotts'' seems slow and almost morose, and the director, Pat O'Connor, shows none of the cheerful love of human nature that enlivened his \"Circle Of Friends\" (1995), the smart and touching picture about young love in 1950s Ireland.\n\nThe picture is haunted by a story problem: It isn't about anything but itself. There's no sense of life going on in the corners of the frame. The characters, completely preoccupied by the twists of the plot, have no other interests. Mr. Abbott is one of those 1950s dads whose sole functions in life are to drive gas guzzlers, stand behind a big desk, smoke a lot of cigarettes, and tell teenage guys to stay away from his daughters. Kathy Baker is more dimensional as Mrs. Holt--she has some touching scenes--but her life, too, has been completely defined by what happened with the Abbotts in the past, what is happening with the Abbotts now, and what, I fear, will happen with the Abbotts in the future.\n\nThe film's art direction is uncanny. It doesn't look like a period picture; it looks like a movie that was actually shot in 1955. Looking at the old cars and the storefronts and the front yards and the clothes, I was reminded of \"Young at Heart'' or \"A Summer Place.'' The actors do their best, and are sometimes quite appealing, but the story is so lugubrious there's nowhere they can go with it. And it's a shame the most interesting Abbott girl (the Jennifer Connelly character) is shipped out of town just after she delivers the movie's best line.", "running_time": 120, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-04", "genres": ["Drama", "Indie", "Romance"], "title": "Inventing The Abbotts (1997)"}