{"url": "http://www.rogerebert.com/reviews/investigation-of-a-citizen-above-suspicion-1971", "by": "Gian Maria Volonteas The Inspector", "star_rating": 3.0, "text": "He comes to the girl's apartment some afternoons to play killing games, posing her as a variety of homicide victims and snapping her photograph. The games were probably her idea, in the beginning. She called him anonymously on the telephone for many days before he had the calls traced and visited her. He is a martinet, a sadist, a bully. She is a masochist, but with her it's a game and she probably didn't expect him to cut her throat.\n\nThe murder takes place on his last day as chief of homicide; he has been promoted to head the political branch, with responsibility for spying on subversives. He takes leave of his old job very carefully, littering her apartment with fingerprints, footprints, dozens of clues. Then he helps his successor investigate the crime.\n\nHe has a compulsion to discover just how powerful he really is. He worships authority, especially his own, and like many authoritarian personalities, he has a secret dread of impotence. She hasn't helped any, with her taunts and teasing; that's why he killed her, because she ridiculed him and made love with the young radical student from downstairs. Now he will prove her wrong; he will prove himself so powerful that he is literally \"above suspicion.\" Even though every clue points to him, the police will refuse to touch him. That is his fantasy.\n\nElio Petri's \"Investigation of a Citizen Above Suspicion\" tells this story with a clever mixture of psychology and suspense, burrowing into the inspector's paranoia while it rushes headlong into the investigation (something like \"Z\"). Gian Maria Volonte plays the inspector just as he needs to be played: strutting before inferiors, cringing before superiors, vulnerable beneath his cruelty.\n\nThe investigation itself is on the level of game-playing; when the detectives get the wrong suspects and follow the wrong clues, he slips them a few hints to get them back on his path. Although Petri's style is different this time, this notion of crime as a game reminds us of his brilliant film \"The Tenth Victim\" (1965). His story then was set in the future, when human life has become so secure and boring that people voluntarily became murderers and victims, just to have some excitement. The killers were professional athletes, in a way; if you could kill ten victims and remain alive, you were retired as a hero. \n\nIn both films, the act of killing is closely associated with the hero's voluntary willingness to become a victim, a prey. This may have something to do with Petri's own hang-ups; like all good directors who make films about their own obsessions, Petri transmits an obsessive feeling in the film itself. \"Investigation of a Citizen\" is stylistically disconnected, but it works because it is absolutely fascinated with the nature of the inspector.\n\nPetri's left-wing, politics have led to the film's major weakness -- its one-to-one equation of police authority and fascism. The inspector has a passionate speech, for example in which he totally identifies liberalism with sexual deviation; this is too simpleminded and obvious to work, and we're irritated with Petri for not being more original. But setting such things aside, and seeing \"Investigation\" simply as a study of personality, we very quickly find ourselves involved.", "running_time": 112, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-03-08", "genres": ["Drama", "Foreign", "Horror"], "title": "Investigation of a Citizen Above Suspicion (1971)"}