{"url": "http://www.rogerebert.com/reviews/invictus-2009", "by": "Matt Damonas Francois", "star_rating": 3.5, "text": "Morgan Freeman has been linked to one biopic of Nelson Mandela or another for at least 10 years. Strange that the only one to be made centers on the South African rugby team. The posters for Clint Eastwood's \"Invictus\" feature Matt Damon in the foreground, with Freeman looming behind him in shadowy nobility. I can imagine the marketing meetings during which it was lamented that few Americans care much about about Mandela and that Matt Damon appeals to a younger demographic.\n\nScrew 'em, is what I would have contributed. The achievement of Nelson Mandela is one of the few shining moments in recent history. Here is a man who was released after 24 years of breaking rocks in prison and sleeping on the floor to assume leadership of the nation that jailed him. His personal forgiveness of white South Africa was the beacon that illuminated that nation's Truth and Reconciliation Commissions, one of the very few examples in history of people who really had much to forgive, and forgave it. Let us not forget that both black and white had reasons to grieve, and reasons to forgive, and that in many cases they were facing the actual murderers of their loved ones.\n\nCompared to that, what really does it matter that an underdog Springbok team, all white with one exception, won the World Cup in rugby in the first year of Mandela's rule? I understand that in a nation where all the races are unusually obsessed by sport, the World Cup was an electrifying moment when the pariah state stood redeemed before the world -- even if soccer is the black man's game there, and rugby is the white's. It was important in the way the Beijing Olympics were important to China. \n\nClint Eastwood, I believe, understood all of these things and also sought to make a film he believed he could make, in an area where he felt a visceral connection. Eastwood is too old and too accomplished to have an interest in making a film only for money. He would have probably read the screenplays for the previous Mandela projects. They all had one thing in common: They didn't get made. It was universally agreed that Morgan Freeman was the right actor (Mandela and he met and got along famously), but the story, financing and deal never came together. Eastwood made the film that did get made.\n\nIt is a very good film. It has moments evoking great emotion, as when the black and white members of the presidential security detail (hard-line ANC activists and Afrikaner cops) agree with excruciating difficulty to serve together. And when Damon's character -- Francois Pienaar, as the team captain -- is shown the cell where Mandela was held for those long years on Robben Island. My wife, Chaz, and I were taken to the island early one morning by Ahmed Kathrada, one of Mandela's fellow prisoners, and yes, the movie shows his very cell, with the thin blankets on the floor. You regard that cell and you think, here a great man waited in faith for his rendezvous with history.\n\nThe World Cup was a famous victory. The Springboks faced a New Zealand team so dominant it had crushed every opponent -- Japan by around 90 points, which in rugby is a lot. South Africa won in overtime. About that team name: The South African national teams have been called the Springboks since time immemorial (New Zealand is known as the All Blacks). A springbok is on the tail of every South African Airlines airplane. It's the national logo. Would Mandela change the name to one less associated with the apartheid regime? He would not. Join me in a thought experiment. An African American is elected mayor of Boston. He is accepted, grudgingly in some circles. How would it go over if he changed the name of the Red Sox?\n\nFreeman does a splendid job of evoking the man Nelson Mandela, who is as much a secular saint as Gandhi (who led his first campaign in Durban, South Africa). He shows him as genial, confident, calming -- over what was clearly a core of tempered steel. The focus is on his early time in office. I believe there may be one scene with a woman representing Winnie Mandela, but the dialogue is vague. Damon is effective at playing the captain, Francois Pienaar, an Afrikaner, child of racist parents, transformed by his contact with \"the greatest man I've ever met.\" Clint Eastwood, a master director, orchestrates all of these notes and has us loving Mandela, proud of Francois and cheering for the plucky Springboks. A great entertainment. Not, as I said, the Mandela biopic I would have expected.", "running_time": 134, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-12-09", "genres": ["Drama", "History", "Sport"], "title": "Invictus (2009)"}