{"url": "http://www.rogerebert.com/reviews/iousa-2008", "by": "Patrick Creadon", "star_rating": 3.5, "text": "A letter to our grandchildren, Raven, Emil and Taylor: I see you growing up into such beautiful people, and I wish all good things to you as you make the leap into adulthood. But I have just seen a documentary titled \"I.O.U.S.A.\" that snapped into sharp focus why your lives may not be as pleasant as ours have been. Chaz and I had the blessing of growing up in an optimistic, bountiful America. We never fully realized that we were paying for many of our comforts with your money.\n\nLet me explain. There is something called the \"national debt.\" In the movie's interviews with ordinary people, it has a hard time finding anyone who knows exactly what that is. Well, I've never exactly known, either. I thought I knew, but it never came up in conversation, and it became a meaningless abstraction, even though in 2009, the debt will pass $9 trillion. You might think of those as dollars our nation has spent without having them.\n\nWhat will this mean to you? It will mean you will live in a country no longer able to pay for many of the services and guarantees we take for granted. In 40 years, when you are still less than my age, it looks like the government will only be able to pay for three things: Interest on the national debt, \"some\" Social Security and \"some\" Medicare. It will not be able to afford any of the other functions it now performs.\n\nHow did we get into this situation? With a federal government that has been throwing bad money after good. Of all the presidents in the last century, the only one who was able to achieve a balanced budget and produce a surplus was Bill Clinton. He did that by bravely raising taxes and cutting spending. Our current president, George W. Bush, is now finishing up eight years of throwing around money like a drunken sailor. His fellow conservatives, like Rush Limbaugh, like to talk about \"tax and spend Democrats.\" But they seem to be \"don't tax and spend even more Republicans.\"\n\nNot that this film takes sides. It is non-partisan and includes many Republicans who agree with its argument that the country is headed for disaster within the lifetimes of many now living. It centers on David M. Walker, until recently the U.S. comptroller general, and Robert Bixby, the head of the nonpartisan Concord Coalition, who have been on a national \"Fiscal Wake-Up\" tour that will last until the November elections. They are trying to sound the alarm, but they speak to half-empty town halls and captive Rotarians and get pushed off the local news by a story of a man who swallowed a diamond.\n\nI don't really believe this review will inspire enormous numbers of people to go see the film. But if they do, they'll find it accomplishes an amazing thing. It explains the national debt, the foreign trade deficit, the decrease in personal savings, how the prime interest rate works, and the weakness of our leaders. No, not only George W. Bush, but politicians of both parties, who know if they vote against tax cuts, they will be lambasted by their opponents and could lose their jobs. In the film, we see President Bush being asked about the debt and replying: \"Ask the economists. I think I only got a B-minus in economics.\" Then he gives that little chuckle. \"But I got an A-plus in cutting taxes.\"\n\nYes, he cut taxes while our national spending mushroomed. What we have to do is bite the bullet and pay higher taxes while spending less. The war in Iraq is a much sexier issue. But no matter what happens in Iraq, the real crisis we face is the debt. The movie includes testimony by former Fed chairman Paul Volker, former Treasury Department secretary Paul O'Neill, billionaire Warren Buffett, congressman Ron Paul and others on both sides of the fence who all agree: Don't buy what you can't pay for.\n\nHere's an interesting statistic. I remember when \"Made in China\" meant cheap and shabby merchandise. No longer. In the ranking of the trade imbalance among all the world's nations, China is first with the highest surplus, and the United States is last with the largest deficit. The Chinese now hold a huge chunk of our debt. If they ever call in the loan, it would destroy our economy. In the presidential debate earlier in the year, Ron Paul was a lonely voice talking about the debt; the others on both sides paid lip service to the problem and moved on.\n\nSo here's the bottom line, kids. The United States is probably going to go broke during your lifetimes. Actually, it's already broke, but getting deeper into debt allows it to keep running on thin air, like the Road Runner. My advice? Learn Chinese. Start savings accounts. Don't buy what you can't afford. Any politician who tries to win votes by promising to cut taxes is digging our country's grave.\n\nFor a nonpartisan, devastating summary of the film, go to: www.youtube.com/watch?v=K0E-fwdyS-w&NR=1.", "running_time": 85, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-08-21", "genres": ["Documentary"], "title": "I.O.U.S.A. (2008)"}