{"url": "http://www.rogerebert.com/reviews/ip-man-2-2011", "by": "Donnie Yenas Ip Man", "star_rating": 3.0, "text": "\"Ip Man 2\" is a reminder of the pleasure of classic martial-arts films in which skilled athletes performed many of their own stunts. In its direct and sincere approach, it's a rebuke to the frenzied editing that reduces so many recent action movies into incomprehensible confusion. I'm not saying deceiving camera angles and crafty stunt work aren't involved in the fight scenes here, but basically we see fighters in real time and space. That enormously increases the impact.\n\nThe movie, set in 1949, is a sequel to an international 2008 hit that told the story of the legendary grandmaster who was Bruce Lee's teacher. In the first film, he fought against the Japanese occupiers of China, and this time, his big showdown is with “The Twister,” a boxing champion of the British forces occupying Hong Kong. In both cases, his philosophy and strategy involve Wing Chun, the martial-arts school adopted by Bruce Lee, which is now dominant in the West.\n\nIp Man (Donnie Yen) is a serious young family man with a second child on the way when he decides to open his own martial-arts academy in Hong Kong. This is opposed by the syndicate that controls the sport, and that sets up an extended sequence where he must fight a series of their best fighters. The setup for these fights is daunting: A round table is balanced in the center of dozens of wooden stools turned upside down. The first fighter who is forced off the table loses the match, and lands on the waiting wooden legs. “I've seen this done with knives instead of stools,” the head man sniffs.\n\nI'm not naive. I don't believe Donnie Yen and his opponents were actually balanced on a teetering table while filming all of these scenes. You can work miracles with closeups and camera angles. What I do appreciate is that the logic of time and space is respected, and there is a convincing illusion of realism. It's also obvious that you must be very skilled and experienced to act in such scenes, unlike the Hollywood stars who do all of their fighting with CGI.\n\nMovies in this genre depend on an outsize villain for the climactic fight, and in the Twister (Darren Shahlavi), we get a character so over the top that he would have to dial down to become a pro wrestler. He's the champion of the British forces — symbolically defending British imperialism — and Ip Man is fighting for Chinese home rule. \n\nThe fight seems odd. The Twister is a boxer, wearing gloves. Ip Man, dressed in his usual quasi-clerical floor-length black costume, is a martial artist using his feet, elbows, fists and so on. Midway in the match, the referee abruptly announces that kicking will no longer be allowed. That seems a fairly casual way to approach a championship.\n\nI learn from online experts on this art form that Sammo Hung, who portrays the master of the Hong Kong martial-arts syndicate, is himself a famous choreographer of these films, and that in fact, he filmed his big scene here not long after having heart surgery. Sometimes the story behind a movie is the best one.\n\nDonnie Yen makes an interesting martial-arts star. He comes across as pleasant, sincere, never angry. His discipline involves control of mind and body. (He loves his wife but isn't an ideal family man; she goes into labor and his duty is to his next fight.) He doesn't scream and make threats and seem to hate anyone, even the Twister. \n\nAt the end of the film a 5-year-old boy is brought to him as a possible student. He asks the kid for his name. “Bruce Lee,” the kid says. He is destined to carry the Ip Man's message to the world.", "running_time": 109, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-03-02", "genres": ["Action", "Eastern", "Foreign", "History"], "title": "Ip Man 2 (2011)"}