{"url": "http://www.rogerebert.com/reviews/iq-1994", "by": "Meg Ryanas Catherine Boyd", "star_rating": 3.5, "text": "\"I. Q.\" begins, like almost all romantic comedies, with a Meet Cute: A garage mechanic named Ed is thunderstruck with love at his first sight of a young woman. Alas, she has been driven into his garage by her fiance, a brilliant academic. Even more unfortunately, she thinks it is important to marry a genius, and although the mechanic may be smart, he doesn't have any intellectual credentials.\n\nThe woman, whose name is Catherine (Meg Ryan), has reason to want a genius for a husband: He will fit in better around the family dinner table, since she lives with her uncle, who is Albert Einstein (Walter Matthau). The mechanic is, so to speak, no Einstein. Played by Tim Robbins, he knows all there is to know about cars, however, and a great deal about human nature - enough to sense that he has a chance with her.\n\nHuman nature is allegedly the specialty of her fiance, who is played by the tall and deflatable British actor and author Stephen Fry. His entrance is behind the wheel of a little MG sports car; he's too large for it, so his head comes up above the windshield, and he looks like one of those cartoon men who drive little roadsters.\n\nHis idea of a honeymoon is a vacation in the Belgian Congo, among pygmies. Her idea is to make love under a waterfall in Hawaii that feels like a million kisses on her skin. You see what they're up against.\n\nMatthau as Einstein is a stroke of casting genius. He looks uncannily like the great mathematician. Whether he acts like him I am not in a position to say, but he certainly doesn't act like himself: He has left all his Matthauisms behind, and created this performance from scratch, and it's one of the year's genuine comic gems. He deserves an Oscar nomination.\n\nEinstein has three old mathematician buddies who all dote on his niece. They're played by the veteran character actors Lou Jacobi (who cried, \"You cut the turkey without me!\" in \"Avalon\"), Gene Saks and Joe Maher. They form sort of a chorus, giving Einstein someone to talk with as he wrestles with the challenge of his niece's future happiness. He is much perturbed. Admittedly, the Stephen Fry character is a genius. He is also so much less than that: a pompous twit, in fact. And the Tim Robbins character, grease-stained although he may be, is stalwart and true, ingenious and engaging.\n\nThe elderly brain trust conspires to make Robbins seem like a genius. They supply him with a fictitious identity and various brilliant-sounding discoveries, including, if I recall correctly, bright ideas for cold fusion. And then, at parties and in a lecture hall, they go through a hilarious repertory of secret signs, signals and twitches to prompt him with the correct answers.\n\nMeg Ryan is one of the most radiant actresses now at work, and the charm she brings to \"I.Q.\" reminded me of her work in \"When Harry Met Sally . . .\" and \"Joe Versus the Volcano.\" She projects a certain stubbornness, an unwillingness to be pushed, that makes her right for this role: Sure, she likes this big lunk at the garage, but that doesn't mean she has to marry him.\n\nOne of the charms of \"I.Q.\" is that the young lovers conduct their courtship almost onstage; it's like an Elizabethan comedy, in the way that all the subsidiary characters observe everything and feel free to provide a running comedy. The old guys get a terrific act going, and so do the other guys down at the garage, and what everybody sees is that these two people are perfect for one another.\n\n\"I.Q.\" is a romantic comedy with its heart in the right place, and all of the other pieces distributed correctly, too.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-12-25", "genres": ["Comedy", "Drama", "Romance"], "title": "I.Q. (1994)"}