{"url": "http://www.rogerebert.com/reviews/irene-in-time-2009", "by": "Tanna Frederickas Irene Jenson", "star_rating": 1.5, "text": "Henry Jaglom’s latest film, \"Irene in Time\" is dedicated \"to my daughter.\" A curious note to end on, since it is about a woman whose personality and selfhood have been destroyed by an absent, unreliable father. So much is obsessed by this long-gone parent that her life is consumed by talking about her father, relating her childhood memories, hanging around with his old friends and dating men she hopes will fill the gap in her life.\n\nHer dating strategy is so inept and needy, however, it’s a wonder one guy lasted for what she says is three months but he precisely times at two and a half months. Another poor guy, an architect, doesn’t last though their first dinner together. She asks if he uses a protractor and compass in his drawing; he says he does. And pencils and erasers? Yes, he says, all the tools. \"And what is your favorite tool?\" He doesn’t have one. \"Come on,\" she says, \"close your eyes and concentrate! Name your favorite tool!\" By now he’s looking desperate and asks: \"What is your problem?\"\n\nHer Daddy’s Little Girl act isn’t helped by the books she studies about how to behave on dates, attract men and so forth. If any of you, my dear readers, are women studying such books as The Rules, I offer this free advice: A wise man will stay far away from a woman playing him like a fish, and only a needy one will respond well if you are coy about returning his calls.\n\nIrene (Tanna Frederick) is such an insecure flywheel that any man (repeat, any man) should know enough to start edging away after two minutes of conversation. A woman’s stock of small talk shouldn’t center on how magical her father was, especially when she’s in her 30s and hasn’t seen him since she was young.\n\n\"Irene in Time\" follows Jaglom’s \"women’s trilogy\" of films about women’s issues like childbearing, weight and compulsive shopping. I guess it’s the women’s quartet now. Irene hangs around with a posse of female friends who gossip, offer sometimes heartfelt advice, receive massages, have lunch and attend parties. They’re all apparently independent wealthy, well-divorced or kept women, since work never seems to interrupt their busy schedules. True, Irene has a job of sorts, making a recording with a band, but their woeful material seems well-suited for the lounge of a cruise ship.\n\nThere’s a dramatic revelation in the film, inspired by a trail of clues in the form of messages that Irene’s father apparently left behind years ago for her to discover only now. Good thing she finds them. Note to disappearing fathers: If you want to communicate in 20 years with a daughter, write it down in a letter and leave it with your lawyer.\n\nThe revelation does, however, lead to two of the better scenes in the movie, involving older women played by Victoria Tennant and Andrea Marcovicci. Tennant plays Irene’s mother, and I must not tell you who Marcovicci plays.\n\nJaglom has been producing his own films since 1971 and has made some good ones, notably \"Deja Vu\" (1997). This is not a good one. It offers certain pleasures, but suffers from an inability to structure events or know when to end a shot. And it has an ending that is simply, perhaps ridiculously, incomprehensible. That’s if it means what I think it means, and I fear it does.\n\nFootnote: Strolling around the Internet, I found a review of \"Irene in Time\" by Tommy Garrett of the Canyon News. He compares Jaglom with Wilder and Hitchcock, then writes: \"In Frederick’s case, he has given her a vehicle which has propelled her into a category that no actress in the past 50 years could be placed. Frederick makes the list of very talented women in Hollywood: Garbo, Davis, Crawford and Hepburn.\"\n\nI’m grateful to Garrett, who has achieved the feat of writing praise so astonishing we at last have someone to compare to the critic who said, \"I Am Legend\" was \"one of the greatest movies ever made.\"", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-05", "genres": null, "title": "Irene in Time (2009)"}