{"url": "http://www.rogerebert.com/reviews/iris-2002", "by": "Judi Denchas Murdoch", "star_rating": 2.0, "text": "I must look into myself and ask why I disliked \"Iris\" so intensely.\n\nWas it entirely a complaint against the film, or was it also a protest against the fate that befell the great novelist? There is no modern writer whose work I admire more than Iris Murdoch's, and for that mind to disappear in Alzheimer's is so sad that perhaps I simply refused to accept a film about it. Perhaps. Or perhaps it is true that the movie fails to do her justice--simplifies the life of one whose work was open to such human complexities.\n\nIris Murdoch (1919-1999) was one of the most important and prolific British novelists of her century, and wrote and taught philosophy as well. She wrote 28 novels (between books, she said, she \"took off for about half an hour\"). Her novels involved \"the unique strangeness of human beings,\" played against philosophical ideas. There were also touchstones that her readers looked forward to: a lonely child, a magus, an architectural oddity, an old friendship sorely tested, adulteries and unexpected couplings, intimations of the supernatural, theoretical conversations, ancient feuds. Her novel The Sea, The Sea won the Booker Prize and is a good place to start.\n\nFor years I looked forward to the annual Murdoch. Then her final novel arrived, shorter than usual, and at about the same time the dreaded news that she had Alzheimer's. \"I feel as if I'm sailing into darkness,\" she said, a line used in the movie. After her death, her husband, John Bayley, wrote two books about her, dealing frankly and compassionately with her disease.\n\nThe film \"Iris,\" directed by the London stage director Richard Eyre and written by Eyre and the playwright Charles Wood, is literate, fair and well-acted, but is this particular film necessary? It moves between the young and old Iris, painting her enduring relationship with Bayley while at the same time suggesting her openness to affairs and sexual adventures. As a young woman she is played by Kate Winslet, as an older woman by Judi Dench (Bayley is played by Hugh Bonneville and Jim Broadbent). We see her high spirits and fierce intelligence at the beginning, and the sadness at the end. What is missing is the middle.\n\nWhat Murdoch basically did is write books. It is notoriously difficult to portray a writer, because what can you show? The writer writing? It isn't the writing that makes a writer interesting--it's the having written. In Murdoch's case, that would suggest that instead of making a film of her life, it might be a good idea to make a film of one of her books. Only one Murdoch novel has ever been made into a film (the undistinguished \"A Severed Head,\" 1971). Her stories are rich in characters, conflict and sexual intrigue, and I'm surprised more haven't been filmed.\n\nInstead of honoring the work, \"Iris\" mourns the life. It's like a biopic of Shakespeare that cuts back and forth between his apprentice days and his retirement in Stratford. Alzheimer's is especially tragic because it takes away the person while the presence remains. The character of Bayley, meanwhile, is presented as a befuddled and ineffectual man who contends with the baffling Murdoch, young and old, accepting her infidelity at the beginning and giving her love and support at the end. Yes, but there is much more to Bayley. He is one of the most brilliant of literary critics, whose essays grace the New York Review of Books and the Times Literary Supplement, but on the basis of this film, you would think of him, frankly, as a fond old fool.\n\nBecause the film is well-acted and written with intelligence, it might be worth seeing, despite my objections. I suspect my own feelings. Perhaps this is so clearly the film I did not want to see about Iris Murdoch that I cannot see the film others might want to see. Stanley Kauffmann's case in praise of the film in The New Republic is persuasive, but no: I cannot accept this Iris. The one in my mind is too alive, too vital, too inspiring.", "running_time": 90, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-15", "genres": ["Drama", "Foreign", "Romance"], "title": "Iris (2002)"}