{"url": "http://www.rogerebert.com/reviews/iron-man-2-2010", "by": "Robert Downey Jr.as Tony Stark", "star_rating": 3.0, "text": "\"Iron Man 2\" is a polished, high-octane sequel, not as good as the original but building once again on a quirky performance by Robert Downey Jr. The superhero genre doesn't necessarily require good acting, but when it's there (as in \"Iron Man\" and \"The Dark Knight\"), that takes it up a level. Downey here gives us a Tony Stark who is cockier and more egotistical than ever. Or, and here's the key, he seems to be.\n\nAll heroes have a fatal flaw. That's one of the rules of the road in fiction. Tony Stark's flaw is that he is dying. The megalomaniac act comes naturally, but now it's useful as a cover-up. His chest-mounted battery pack, or life source, or whatever it is, is running low and poisoning his blood. It works by using the rarest element in the periodic table, and to renew it would require discovering or inventing a new element. Not easy.\n\nSo Tony stands aside at big events and uses a little blood monitor--helpfully named the \"Stark Blood Monitor,\" in case anybody sees it--that tells him his Blood Toxicity is relentlessly climbing toward death. This is his private fear, not even shared with the loyal Pepper Potts (Gwyneth Paltrow), who is running his company.\n\nStark is sponsoring a Stark Expo at the site of the New York Worlds' Fair, and he flies in for an appearance in the Iron Man suit and promises world peace. The arena is thronged with adoring fans. Imagine Steve Jobs announcing iPad 3. But trouble is brewing. His arch-rival Justin Hammer (Sam Rockwell) plans an army of rival iron suits. A Congressional committee headed by the fatuous Senator Stern (Garry Shandling) wants Stark to make Iron Man the exclusive property of the Defense Department. And in Russia, the bitter Ivan Vanko (Mickey Rourke) believes Stark's father stole the Iron Man secrets from his own father.\n\nHammer hires Vanko to design a better suit than Stark's, the two suit designs go to war, we get half an hour of sensational special effects, and Bob's your uncle. But you also have a niece, sexy martial arts expert played by Scarlett Johansson, who may be more than she seems. The character was named Black Widow in the comic books, never a good sign. Fighting at Stark's side is his comrade Lt. Col. \"Rhodey\" Rhodes (Don Cheadle); while rocketing through a blizzard of enemy missiles, the two find time to talk. How slow must a missile be moving if your buddy has time to warn you to dodge it?\n\nThe best CGI sequence in the movie comes at midpoint, when Tony Stark decides to drive his own car in the Monaco Grand Prix, and Ivan Vanko stands fearlessly in the middle of the race, dressed like a kinky gladiator and wielding electric whips that can slice a car in two. He nearly destroys Stark, which is so exciting that we forget to wonder how he knew that Tony was driving his own car. It's after this race that Hammer signs him up.\n\nMickey Rourke gives us all the Ivan Vanko we could possibly wish for, unless he had a third arm to provide space for more tattoos. His performance features flashing his gold teeth in mirthless laughter, and lots of growling. Sam Rockwell gives a wry comic performance as Hammer, a querulous whiner who seems in over his head in the super weapons business.\n\nYou want a sequel, you got a sequel. \"Iron Man 2,\" directed like the first one by Jon Favreau, gets the job done. Since both movies have essentially the same story arc, there aren't a lot of surprises, however, which started me to wondering how the guys survive inside those suits. Sure, the suits are armored, but their bodies aren't. How many dizzying falls and brutal blows and sneaky explosions can you survive without breaking every bone in your body? Just asking'. At the end of a long day, those suits should be filled with bloody pulp.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-05-05", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Iron Man 2 (2010)"}