{"url": "http://www.rogerebert.com/reviews/ironweed-1988", "by": "Jack Nicholsonas Francis Phelan", "star_rating": 3.0, "text": "At first the shape simply seems to be some old debris, blown up against the side of a building, but then the shape stirs and we see that it is a man. At first we cannot quite make out his face, and when we can and see that the character is played by Jack Nicholson, there is a shock, for even in that first moment he seems to have been enveloped by the character. A little later in “Ironweed” when we see Meryl Streep, there is a similar shock, not so much because of her appearance but because of her voice, which is an amalgam of high-class breeding and low-class usage.\n\nNicholson and Streep play drunks in “Ironweed,” and actors are said to like to play drunks, because it gives them an excuse for overacting. But there is not much visible “acting” in this movie; the actors are too good for that. Nicholson plays a man haunted by guilt from his past. He dropped and killed his baby son years ago and has never forgiven himself. He left home soon after and dropped like a stone until he hit the gutters of Albany, his hometown, where he still lives. Streep’s guilt is less dramatic; she let herself down, or that is what she believes, for she does not understand that it is not her own fault she is a drunk.\n\n“Ironweed,” directed by Brazilian Hector Babenco, whose familiarity with the human sewers of Sao Paolo and Rio de Janiero made “Pixote” one of the best films of 1981, is a movie of moods, locales and voices. It is not much on plot, and even when something dramatic happens - when the Nicholson character returns home after many years to face his family - the scene is played for the silences as much as for the noises. It is probably a fault of the film that it contains so little drama. We quickly sense that hopelessness is a condition of this movie, that since alcoholism has been accepted as a fact of life, none of the other facts will be able to change. The movie generates little suspense and no relief.\n\nAnd yet it is worth seeing as a chamber piece, an exercise in which two great actors expand their range and work together in great sympathy. Both Nicholson and Streep have moments as good as anything they have done. Nicholson’s come in a graveyard scene at the beginning of the film and in the long stretch after he returns to his home.\n\nStreep’s come in a barroom fantasy scene in which she sings as she remembers singing long ago and in a confessional scene in a church where she tells the Virgin Mary she is not a drunk, no matter what people say.\n\nNicholson’s homecoming is all the more effective because Carroll Baker is so good as his wife, who has never remarried, who in her way does not blame him for what he has made of their lives, because he had his reasons. Baker was not nearly this impressive in her “first” career, many years ago, in movies ranging from “Baby Doll” to “The Carpetbaggers.” But in “Frances” (1983), as the mother of doomed actress Frances Farmer, and again this time, she finds a whole new range. It may seem surprising to say that Baker holds the screen against Jack Nicholson, and yet she does.\n\nThe movie was shot mostly on location in upstate New York and is set in the last years of the Depression. Its visual look is heightened realism, but Babenco also uses imaginary scenes, as he did in “Kiss of the Spider Woman.” As the drunk, hallucinatory Nicholson sees the face of a trolley driver he accidentally killed years ago, we begin to understand some of the chaos within his soaked brain.\n\n“Ironweed” has been released while “Barfly,” another movie about a Skid Row couple, is still playing around the country. Do the movies bear comparison? “Barfly,” with Mickey Rourke and Faye Dunaway, has more energy, more life and humor, and is more directly about advanced alcoholism. “Ironweed” carries a weight of memory and guilt, with drunkeness as a backdrop. I enjoyed “Barfly” more as a movie, but both films are well acted. The difference is that in “Barfly” the characters scream a lot, and in “Ironweed” they listen a lot, to things we cannot hear.", "running_time": 143, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-12", "genres": ["Drama"], "title": "Ironweed (1988)"}