{"url": "http://www.rogerebert.com/reviews/iron-will-1994", "by": "MacKenzie Astinas Will Stoneman", "star_rating": 2.0, "text": "\"Iron Will\" is yet another of a recent series of Disney pictures in which one or more plucky youngsters excel at a colorful sport while overcoming great obstacles and saving the family farm.\n\nUsually they save the farm only metaphorically, but in this case, a literal farm is at stake; after 17-year-old Will Stoneman's dad dies, it's up to Will (Mackenzie Astin) to win the $20,000 prize in a 500-mile dogsled race, in order to pay off the mortgage.\n\nAfter \"Cool Runnings,\" about a Jamaican bobsled team, and \"The Air Up There,\" about an African who becomes a U.S. basketball star, \"Iron Will\" kinda makes you wonder what's next. How about a kid from Sri Lanka who dreams of becoming the world's best thumb wrestler? Some Evanstonians who yearn to be champion pearl divers? There are certain obligatory scenes that define the genre. First we see the hero in ordinary everyday circumstances (Will delivers the mail by dogsled in the frozen reaches of North Dakota). Then we get a brief glimpse of his cheerful home life (Dad and Mom want him to go to college). Then a turning point is reached. (Dad drowns under the ice when his dogsled overturns - not altogether necessarily, in my book. It looked to me as if he could have saved himself, crawling hand over hand up the dogsled, but of course if he'd lived the movie would have been over, so his grip loosens and he disappears beneath the frigid torrent.) The bank threatens foreclosure. Then the kid gets a dream: He'll enter the dangerous $20,000 dogsled race, with a first prize offered by the wealthy railroad magnate J. P. Harper (played by David Ogden Stiers, who has been a brilliant actor ever since we starred together in \"Gaslight\" at Urbana High School). I was willing to bet $5 that Will's mom would say, \"I've lost my husband and I don't want to lose a son.\" I would have collected. Next, of course, is the Training Sequence, in which a venerable coach-figure puts the kid through a harrowing ordeal.\n\nThe coach-figure in this case is a wise old Indian (August Schellenberg) who lives on the farm. He explains to Will: \"First you sleep four hours a night. Then three. Then two. Then one. When you need no sleep, then you will be ready to run all night, when the others sleep.\" Somehow I was reminded of the guy whose horse died, just when he had it trained to eat nothing.\n\nThe race itself, of course, includes an evil villain who cheats, and other colorful contestants with names like Borg Guillarson. There is also a newspaperman (Kevin Spacey) who works for the Kane papers (a nice touch) and provides the movie with lots of opportunities for pointless journalist-bashing.\n\nOh, and I forgot Gus, the lead dog, who was loyal to Will's father but requires the kid to Earn His Trust. Gus is injured at one point by the evil villain, but recovers thanks to a secret medical poultice supplied to Will by the wise old Indian, who, if he had patented the formula, might have become as rich as the Smith Brothers.\n\n\"Iron Will\" is an Identikit plot, put together out of standard pieces. Even the scenery looks generic; there's none of the majesty of Disney's genuinely inspired dog movie, \"White Fang.\" Accuracy in journalism requires me to report that the movie has been efficiently assembled and will probably be quite entertaining for people who like movies about plucky youths in dogsled races.", "running_time": 109, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-01-14", "genres": ["Adventure", "Drama", "Family"], "title": "Iron Will (1994)"}