{"url": "http://www.rogerebert.com/reviews/iron-man-2008", "by": "Robert Downey Jr.as Tony Stark", "star_rating": 4.0, "text": "When I caught up with \"Iron Man,\" a broken hip had delayed me and the movie had already been playing for three weeks. What I heard during that time was that a lot of people loved it, that they were surprised to love it so much, and that Robert Downey Jr.'s performance was special. Apart from that, all I knew was that the movie was about a big iron man. I didn't even know that a human occupied it, and halfway thought that the Downey character's brain had been transplanted into a robot, or a fate equally weird.\n\n\tYes, I knew I was looking at sets and special effects--but I'm referring to the reality of the illusion, if that make any sense. With many superhero movies, all you get is the surface of the illusion. With \"Iron Man,\" you get a glimpse into the depths. You get the feeling, for example, of a functioning corporation. Consider the characters of Pepper Potts (Gwyneth Paltrow), Stark's loyal aide, and Obadiah Stane (Jeff Bridges), Stark's business partner. They don't feel drummed up for the occasion. They seem to have worked together for awhile.\n\n\tMuch of that feeling is created by the chemistry involving Downey, Paltrow and Bridges. They have relationships that seem fully-formed and resilient enough to last through the whole movie, even if plot mechanics were not about to take them to another level. Between the two men, there are echoes of the relationship between Howard Hughes and Noah Dietrich in Scorsese's \"The Aviator\" (2004). Obadiah Stane doesn't come onscreen waving flags and winking at the camera to announce he is the villain; he seems adequately explained simply as the voice of reason at Stark's press conference. (Why did \"Stark,\" during that scene, make me think of \"staring mad?\"). Between Stark and Pepper, there's that classic screen tension between \"friends\" who know they can potentially become lovers.\n\n\tDowney's performance is intriguing, and unexpected. He doesn't behave like most superheroes: he lacks the psychic weight and gravitas. Tony Stark is created from the persona Downey has fashioned through many movies: irreverent, quirky, self-deprecating, wise-cracking. The fact that Downey is allowed to think and talk the way he does while wearing all that hardware represents a bold decision by the director, Jon Favreau. If he hadn't desired that, he probably wouldn't have hired Downey. So comfortable is Downey with Tony Stark's dialogue, so familiar does it sound coming from him, that the screenplay seems almost to have been dictated by Downey's persona.\n\n\tThere are some things that some actors can safely say onscreen, and other things they can't. The Robert Downey Jr. persona would find it difficult to get away with weighty, profound statements (in an \"entertainment,\" anyway--a more serious film like \"Zodiac\" is another matter). Some superheroes speak in a kind of heightened, semi-formal prose, as if dictating to Bartlett's Familiar Quotations. Not Tony Stark. He could talk that way and be Juno's uncle. \"Iron Man\" doesn't seem to know how seriously most superhero movies take themselves. If there is wit in the dialog, the superhero is often supposed to be unaware of it. If there is broad humor, it usually belongs to the villain. What happens in \"Iron Man,\" however, is that sometimes we wonder how seriously even Stark takes it. He's flippant in the face of disaster, casual on the brink of ruin.\n\n\tIt's prudent, I think, that Favreau positions the rest of the characters in a more serious vein. The supporting cast wisely does not try to one-up him. Gwyneth Paltrow plays Pepper Potts as a woman who is seriously concerned that this goofball will kill himself. Jeff Bridges makes Obadiah Stane one of the great superhero villains by seeming plausibly concerned about the stock price. Terrence Howard, as Col. Rhodes, is at every moment a conventional straight arrow. What a horror show it would have been if they were all tuned to Tony Stark's sardonic wave length. We'd be back in the world of \"Swingers\" (1996) which was written by Favreau.\n\n\tAnother of the film's novelties is that the enemy is not a conspiracy or spy organization. It is instead the reality in our own world today: Armaments are escalating beyond the ability to control them. In most movies in this genre, the goal would be to create bigger and better weapons. How unique that Tony Stark wants to disarm. It makes him a superhero who can think, reason and draw moral conclusions, instead of one who recites platitudes.\n\n\tThe movie is largely founded on its special effects. When somebody isn’t talking, something is banging, clanging or laying rubber. The armored robotic suits utilized by Tony and Obadiah would upstage lesser actors than Downey and Bridges; it's surprising how much those two giant iron men seem to reflect the personalities of the men inside them. Everything they do is preposterous, of course, but they seem to be doing it, not the suits. Some of their moments have real grandeur--as when Tony tests his suit to see how high it will fly, and it finally falls back toward earth in a sequence that reminded me of a similar challenge in \"The Right Stuff.\" The art direction is inspired by the original Marvel artists. The movie doesn't reproduce the drawings of Jack Kirby and others, but it reproduces their feeling, a vision of out-scale enormity, seamless sleekness, secret laboratories made not of nuts and bolts but of...vistas.\n\n\tA lot of big budget f/x epics seem to abandon their stories with half an hour to go, and just throw effects at the audience. This one has a plot so ingenious it continues to function no matter how loud the impacts, how enormous the explosions. It’s an inspiration to provide Tony with that heart-saving device; he’s vulnerable not simply because Obadiah might destroy him, but because he might simply run out of juice.\n\n\tThat leaves us, however, with a fundamental question at the bottom of the story: Why must the ultimate weapon be humanoid in appearance? Why must it have two arms and two legs, and why does it matter if its face is scowling? In the real-world competitions between fighting machines, all the elements of design are based entirely on questions of how well they allow the machines to attack, defend, recover, stay upright, and overturn their enemies. It is irrelevant whether they have conventional eyes, or whether those eyes narrow. Nor does it matter whether they have noses, because their oxygen supply is obviously not obtained by breathing.\n\n\tThe solution to such dilemmas is that the armored suits look the way they do for entirely cinematic reasons. The bad iron man should look like a mean machine. The good iron man should utilize the racing colors of Tony Stark's favorite sports cars. It wouldn't be nearly as much fun to see a fight scene between two refrigerators crossed with the leftovers from a boiler room.\n\n\tAt the end of the day it 's Robert Downey Jr. who powers the lift-off separating this from most other superhero movies. You hire an actor for his strengths, and Downey would not be strong as a one-dimensional mighty-man. He is strong because he is smart, quick and funny, and because we sense his public persona masks deep private wounds. By building on that, Favreau found his movie, and it's a good one.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-06-01", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Iron Man (2008)"}