{"url": "http://www.rogerebert.com/reviews/irreversible-2003", "by": "Monica Belluccias Alex", "star_rating": 3.0, "text": "\"Irreversible\" is a movie so violent and cruel that most people will find it unwatchable.\n\nThe camera looks on unflinchingly as a woman is raped and beaten for several long, unrelenting minutes, and as a man has his face pounded in with a fire extinguisher, in an attack that continues until after he is apparently dead. That the movie has a serious purpose is to its credit but makes it no more bearable. Some of the critics at the screening walked out, but I stayed, sometimes closing my eyes, and now I will try to tell you why I think the writer and director, Gaspar Noe, made the film in this way.\n\nFirst, above all, and crucially, the story is told backward. Two other films have famously used that chronology: Harold Pinter's \"Betrayal,\" the story of a love affair that ends (begins) in treachery, and Christopher Nolan's \"Memento\" (2000), which begins with the solution to a murder and tracks backward to its origin. Of \"Betrayal,\" I wrote that a sad love story would be even more tragic if you could see into the future, so that even this joyous moment, this kiss, was in the shadow of eventual despair.\n\nNow consider \"Irreversible.\" If it were told in chronological order, we would meet a couple very much in love: Alex (Monica Bellucci) and Marcus (Vincent Cassel). In a movie that is frank and free about nudity and sex, we see them relaxed and playful in bed, having sex and sharing time. Bellucci and Cassel were married in real life at the time the film was made and are at ease with each other.\n\nThen we would see them at a party, Alex wearing a dress that makes little mystery of her perfect breasts. We would see a man hitting on her. We would hear it asked how a man could let his lover go out in public dressed like that: Does he like to watch as men grow interested? We would meet Marcus' best friend, Pierre (Albert Dupontel), who himself was once a lover of Alex.\n\nThen we would follow Alex as she walks alone into a subway tunnel, on a quick errand that turns tragic when she is accosted by Le Tenia (Jo Prestia), a pimp who brutally and mercilessly rapes and beats her for what seems like an eternity, in a stationary-camera shot that goes on and on and never cuts away.\n\nAnd then we would follow Marcus and Pierre in a search for La Tenia, which leads to a s&m club named the Rectum, where a man mistaken for La Tenia is discovered and beaten brutally, again in a shot that continues mercilessly, this time with a hand-held camera that seems to participate in the beating.\n\nAs I said, for most people, unwatchable. Now consider what happens if you reverse the chronology, so that the film begins with shots of the body being removed from the night club and tracks back through time to the warm and playful romance of the bedroom scenes. There are several ways in which this technique produces a fundamentally different film: 1. The film doesn't build up to violence and sex as its payoff, as pornography would. It begins with its two violent scenes, showing us the very worst immediately and then tracking back into lives that are about to be forever altered.\n\n2. It creates a different kind of interest in those earlier scenes, which are foreshadowed for us but not for the characters. When Alex and Marcus caress and talk, we realize what a slender thread all happiness depends on. To know the future would not be a blessing but a curse. Life would be unlivable without the innocence of our ignorance. 3. Revenge precedes violation. The rapist is savagely punished before he commits his crime. At the same time, and this is significant, Marcus is the violent monster of the opening scenes, and the crime has not yet been seen; it is double ironic later that Marcus assaulted the wrong man.\n\n4. The party scenes, and the revealing dress, are seen in hindsight as a risk that should not have been taken. Instead of making Alex look sexy and attractive, they make her look vulnerable and in danger. While it is true that a woman should be able to dress as she pleases, it is not always wise.\n\n5. We know by the time we see Alex at the party, and earlier in bed, that she is not simply a sex object or a romantic partner, but a fierce woman who fights the rapist for every second of the rape. Who uses every tactic at her command to stop him. Who loses but does not surrender. It makes her sweetness and warmth much richer when we realize what darker weathers she harbors. This woman is not simply a sensuous being, as women so often simply are in the movies, but a fighter with a fierce survival instinct.\n\nThe fact is, the reverse chronology makes \"Irreversible\" a film that structurally argues against rape and violence, while ordinary chronology would lead us down a seductive narrative path toward a shocking, exploitative payoff. By placing the ugliness at the beginning, Gaspar Noe forces us to think seriously about the sexual violence involved. The movie does not end with rape as its climax and send us out of the theater as if something had been communicated. It starts with it, and asks us to sit there for another hour and process our thoughts. It is therefore moral - at a structural level.\n\nAs I said twice and will repeat again, most people will not want to see the film at all. It is so violent, it shows such cruelty, that it is a test most people will not want to endure. But it is unflinchingly honest about the crime of rape. It does not exploit. It does not pander. It has been said that no matter what it pretends, pornography argues for what it shows. \"Irreversible\" is not pornography.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-03-14", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Irreversible (2003)"}