{"url": "http://www.rogerebert.com/reviews/irreconcilable-differences-1984", "by": "Ryan O'Nealas Albert Brodsky", "star_rating": 3.5, "text": "The opening moments of \"Irreconcilable Differences\" are not promising. A lawyer is advising his client about divorce -- and when we see the client, she turns out to be a little girl. Her plan is to divorce her parents, because they have (she stumbles over the word) ir ... ir ... rec ... concilable differences. Right away, I was bracing myself for one of those smarmy movies about cute kids and mean parents. I could foresee the series this movie would inspire: \"Kids' Court,\" with a different little plaintiff every week. It turns out that I was too cynical. \"Irreconcilable Differences\" is sometimes cute, and is about mean parents, but it also is one of the funnier and more intelligent movies of 1984, and if viewers can work their way past the ungainly title, they're likely to have a surprisingly good time.\n\nThe movie stars Drew Barrymore as the little girl. You may remember her from \"E.T. The Extra-Terrestrial\" when she hid E.T. in the closet with her stuffed animals. She has grown up just a little, but she still has that slight lisp and that air of preternaturally concentrated seriousness: She is the right actress for this role precisely because she approaches it with such grave calm. A kid trying to be funny would be a mistake. Her parents are played by Shelley Long of \"Cheers,\" who is one of my favorite actresses, and Ryan O'Neal, who is not usually one of my favorite actors but is right for this role and good in it. They have a Meet-Cute while he is hitchhiking and she is returning her car to her tall, muscular boyfriend. It's love at first sight, even after Bink, the boyfriend, bursts into their motel room and figures out that his engagement is over.\n\nO'Neal plans to be a great movie director. (His character seems inspired by Peter Bogdanovich, right down to the style of his glasses.) Long starts out to be a helpful wife and good mother, but then, after O'Neal's career hits the skids, she has great success as a writer. The point is that one parent or the other is always so busy, so successful, so much in demand, that the little girl gets overlooked. The only place she really feels loved and comfortable is when she goes home with the family's Mexican maid. So the kid sues for divorce. She wants to give the maid custody of herself. The parents are shocked. The media have a circus. The plot drifts dangerously toward a series of stagy confrontations, but avoids the obvious: This movie has been written with so much wit and imagination that even obligatory scenes have a certain freshness and style.\n\nIt also has a real edge, even a suggestion of bitterness, in its scenes about Hollywood. Although \"Irreconcilable Differences\" is a movie about family life, it's also a perceptive portrait of success and failure in Hollywood, with a good ear for the way people use the language of Leo Buscaglia to describe the behavior of Machiavelli.\n\nThe Drew Barrymore character sees right through all of this. She doesn't care about careers, she wants to be given a happy home and her minimum daily requirement of love, and, in a way, the movie is about how Hollywood (and American success in general) tends to cut adults off from the natural functions of parents. The theory is that kids will wait but a deal won't. Actually, it's just the opposite.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-09-24", "genres": ["Comedy", "Drama", "Romance"], "title": "Irreconcilable Differences (1984)"}