{"url": "http://www.rogerebert.com/reviews/is-anybody-there-2009", "by": "Michael Caineas Clarence", "star_rating": 2.5, "text": "Sir Michael Caine makes acting look as natural as running water. I have never sensed an ounce of egotism in his makeup. The videos he made to teach film acting are plain-spoken and practical. Of course you need inspiration and talent. But what can he tell you about that? He tells you that you have to look out the same eye all during a closeup. Or if you don't, that's what they mean by shifty-eyed.\n\nLook at him here in \"Is Anybody There?\" Caine is 76 years old, but this is the first movie where he looks it. He doesn't give a damn. He's supposed to be old. That's why he has checked himself, reluctantly, into an old folks' home. It's called Lark Hall, it's close to the sea and inhabited by dotty seniors who have little to entertain them, apart from territorial battles and simmering resentments.\n\nHe plays a retired magician named the Amazing Clarence, who drives up in a van painted like an ice-cream wagon and almost runs down Edward (Bill Milner), who is about 10 and whose parents run the operation. Edward likes living in Lark Hall because he's fascinated by ghosts, and he reasons that a home for the aged would be a good place to find some. He sneaks his tape recorder under the bed of a dying patient, hoping to capture some spirit manifestations.\n\nThe Amazing Clarence is spiteful, hostile and unfriendly. Edward doesn't much notice. He's a force of nature and bowls over Clarence with his curiosity. The old magician is persuaded to put on a magic show for the other retirees; he pretends great reluctance, but I doubt it, because if you're still tooling around the countryside in a van and doing one-night stands at 76, it may be because you like to.\n\nThe rest of \"Is Anybody There?\" doesn't measure up to the Amazing Clarence and his young acolyte. Lark Hall seems less like a retirement home than a failed pilot for a sitcom, with old folks who behave in relentlessly obvious comic shtick. It reminded me nostalgically of \"Mrs. Palfrey at the Claremont\" (2005), with Joan Plowright and Anna Massey among the inhabitants of an establishment where the evening meals were an exercise in thrilling non-verbal communication. The folks in Lark Hall should spend more time eyeing one another and less time acting out.\n\nI can't really recommend the film, unless you admire Caine as much as I do, which is certainly possible. Let's say I somehow found myself retired, and I was informed that the movie was shallow, clunky and sitcomish, but that Michael Caine played an old magician named the Amazing Clarence in it. I would take the remnants of my latest Social Security check and hobble down to the theater because my sixth sense would tell me Caine would be worth the price of admission. I would, however, demand a full refund if the Amazing Clarence didn't attempt at least one magic trick that went spectacularly wrong. Reader, the theater would be able to keep my money.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-29", "genres": ["Drama", "Foreign"], "title": "Is Anybody There? (2009)"}