{"url": "http://www.rogerebert.com/reviews/is-there-sex-after-death-1972", "by": "Buck Henryas Dr. Manos", "star_rating": 2.5, "text": "\"Is There Sex After Death?\" poses a question which remains, for many of us anyway, premature - but food for thought. The movie never gets around to a definite answer, but there seem to be two leading theories: (1) nothing but; and (2) no, only affection. Of the two, the second seems more seemly, don't you think? \n\nThe production of this film at the present time seems to represent some sort of desperation on the part of X-rated moviemakers. Sex before death has been exhaustively chronicled, and in \"Love Story\" we even got an examination of sex during death. Now this. The movie was made by Jeanne and Alan Abel, who shot some of it under the pretense of staging the First International Sex Bowl. That was a hoax, of course, which didn't prevent it from gathering enormous amounts of publicity (contestants were to be judged on \"gracefulness, grossness, potency and mutual respect\"). \n\nIn a way, it's a shame it was a hoax. As a weekly encounter, it might have answered ABC's prayers about what to do with Monday night now that the pro football season is over. The thought of the Howard Cosell half-time interviews is itself inspiring.  As it is, psychiatrists inform us that the mania for watching professional sports on television is cutting into the nation's sex life. American males sublimate their libidos and score against Houston instead of with their wives. The Sex Bowl could have acted as a counterforce, perhaps; with the Sex Bowl and the Super Bowl canceling out each other, the national mood might have been calmed in time for the Fischer-Spassky match. \n\nThe Abels are no strangers to hoaxes, even on a national scale. In 1963, you may recall, they perpetrated the Society for Indecency to Naked Animals, which had as its goal panties for every dog, and a brassiere for every cow. Chapters were established at several campuses, and no end of St. Bernard fraternity mascots sulked around looking sheepish in their BVDs before the society was unmasked. \n\n\"Is There Sex After Death?\" is not, alas, up to this level of social satire. But it does allow a breath of fresh air to permeate the world of X-rated pornography. If there's one discouraging thing about our national appetite for pornography, it's the lack of any humor in our approach to it. For every reader of the National Lampoon, there are three dozen dirty old men who sit, joyless and beady-eyed, through crummy porno flicks. \n\nIn fact, most pornography is hilarious if you view it in the right spirit. All you need is a well-developed sense of the ridiculous, which is what the Abels have. They do not have a well-developed sense of film editing, however, and so their movie is too long and repeats itself. \n\nStill, there are moments that transcend themselves, as in the interview with the proud director of the world's first X-rated animal movie. \"It stars a goose and a donkey,\" he explains. \"Can you imagine the months of training necessary to bring the world a few seconds of screen magic?\" Next I guess we can look forward to the world's first male pig chauvinist pig.", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-05-25", "genres": null, "title": "Is There Sex After Death? (1972)"}