{"url": "http://www.rogerebert.com/reviews/ishtar-1987", "by": "Warren Beattyas Lyle Rogers", "star_rating": 0.5, "text": "It's hard to play dumb. There's always the danger that a little fugitive intelligence will sneak out of a sideways glance and give the game away. The best that can be said for \"Ishtar\" is that Warren Beatty and Dustin Hoffman, two of the most intelligent actors of their generation, play dumb so successfully that on the basis of this film there's no evidence why they've made it in the movies.\n\n\"Ishtar\" is a truly dreadful film, a lifeless, massive, lumbering exercise in failed comedy. Elaine May, the director, has mounted a multimillion-dollar expedition in search of a plot so thin that it hardly could support a five-minute TV sketch. And Beatty and Hoffman, good soldiers marching along on the trip, look as if they've had all wit and thought beaten out of them. This movie is a long, dry slog. It's not funny, it's not smart and it's interesting only in the way a traffic accident is interesting.\n\nThe plot involves the two stars as ninth-rate songwriters who dream of becoming Simon and Garfunkel. They perform bad songs badly before appalled audiences. Their agent gets them a gig in Morocco, and once in Northern Africa, they become involved in the political intrigues of the mythical nation of Ishtar. Isabelle Adjani plays the sexy rebel who leads them down the garden path, and dependable Charles Grodin supplies the movie's only laughs as the resident CIA man.\n\nThe movie cannot be said to have a plot. It exists more as a series of cumbersome set pieces, such as the long, pointless sequence in the desert that begins with jokes about blind camels and ends with Hoffman and Beatty firing machineguns at a helicopter. It probably is possible to find humor in blind camels and helicopter gunfights, but this movie leaves the question open.\n\nAs I was watching \"Ishtar,\" something kept nagging at the back of my memory. I absorbed Hoffman and Beatty, their tired eyes, their hollow laughs, their palpable physical weariness as they marched through situations that were funny only by an act of faith. I kept thinking that I'd seen these performances elsewhere, that the physical exhaustion, the vacant eyes and the sagging limbs added up to a familiar acting style.\n\nThen I remembered. The movie was reminding me of the works of Robert Bresson, the great, austere French director who had a profound suspicion of actors. He felt they were always trying to slip their own energy, their own asides, their own \"acting\" into his movies. So he rehearsed them tirelessly, 50 or 60 times for every shot, until they were past all thought and caring. And then, when they were zombies with the strength to do only what he required, and nothing more, he was satisfied.\n\nThat's what I got out of Beatty and Hoffman in \"Ishtar.\" There's no hint of Hoffman's wit and intelligence in \"Tootsie,\" no suggestion of Beatty's grace and good humor in \"Heaven Can Wait,\" no chemistry between two actors who should be enjoying the opportunity to act together. No life.\n\nI don't know if \"Ishtar\" was clearly a disaster right from the first, but on the evidence of this film, I'd guess it quickly became a doomed project and that going to the set every morning was more like a sentence than an opportunity. It's said this movie cost more than $40 million. At some point, maybe they should have spun off a million each for Hoffman and Beatty, supplied them with their own personal camera crews and allowed them to use their spare time making documentaries about what they were going through.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-05-15", "genres": ["Action", "Adventure", "Comedy"], "title": "Ishtar (1987)"}