{"url": "http://www.rogerebert.com/reviews/isnt-she-great-2000", "by": "Bette Midleras Jacqueline Susann", "star_rating": 1.0, "text": "Perhaps it's appropriate that Jacqueline Susann's biopic has been written by Paul Rudnick, whose alter ego, \"Libby Gelman-Waxner,\" waxes witty and bitchy in her Premiere magazine column every month. It was Truman Capote who said on a talk show that Jackie Susann \"looks like a truck driver in drag,\" but whenever that image swims into view, it somehow seems to have the Gelman-Waxner byline attached.\n\nSusann became famous writing potboilers about the sex and drug lives of the stars. Identifying the real-life models for her thinly veiled characters grew into a parlor game, and her Valley of the Dolls became the best-selling novel of its time. She also became famous for revolutionizing book retailing; Susann and her agent husband, Irving Mansfield, turned the book tour into a whistle-stop of America, and there was scarcely a bookseller, interviewer or indeed shipping dock worker who didn't get the Susann treatment.\n\nSo tireless was her publicity that she even talked to me, at a time when I was 23 years old and had been on the Sun-Times for 10 minutes. Jackie, Irving and I had lunch at Eli's the Place for Steak, although all I can recall of the conversation is that she said, \"I'm like Will Rogers. I never met a dog I didn't like.\" Full disclosure: Three years later, I wrote the screenplay for the parody \"Beyond the Valley of the Dolls,\" and a few years after that, the Fox studio was sued by Mansfield on the grounds that the film diminished his wife's literary reputation. (Had I been called to testify, I would have expressed quiet pride in whatever small part I had played in that process.) Susann's life would seem to be the perfect target for the Libby Gelman-Waxner sensibility; who better to write about the woman whose prose one reader described as \"like overhearing a conversation in the ladies' room.\" My hopes soared when I learned that Andrew Bergman, who made the wacky comedies \"Honeymoon in Vegas\" and \"The Freshman,\" would be directing--and that John Cleese would play her publisher. I was hoping for satire, but they've made a flat and peculiar film that in its visual look and dramatic style might be described as the final movie of the 1950s.\n\nMaybe that was the purpose. Maybe the whole look, feel and sensibility of \"Isn't She Great\" is part of the joke. It's a movie that seems to possess the same color scheme and style sense as Valley of the Dolls, but, alas, without Jackie's dirty mind. So devout is this story that when Irving (Nathan Lane) walks out on Jackie (Bette Midler), we don't even find out why he really left. Jackie would have given us the scoopola.\n\nAnd when they get back together again, is it with tearful recriminations and shocking accusations? Not at all. There is a tree in Central Park that they hold precious, because to them it represents God, and one day when Jackie visits the tree Irving is there already talking to God. To prove how much he loves her, on this and another occasion, he even wades into the Central Park lagoon. I think, although the movie isn't clear, that Irving left her not because of another person, but because the diamond brooch he bought for Jackie at the height of her success was upstaged by the diamond necklace given by her publisher. As her agent, shouldn't his gift be only 10 percent as expensive as her publisher's? Money brings up another point: their lifestyle. Once Jackie makes it big time, they have a lot of money. But even before then, they live in Mansfield's lavishly expensive Manhattan apartment, reproduced on one of those spacious Hollywood sets where people make dramatic entrances and exits, and the interior decorators have taste as vague as their budgets. Where did Mansfield get the money to live like this? When they first meet, he drops names such as Perry Como and Frank Sinatra, but it turns out he represents their distant relatives.\n\nNever mind. Factual accuracy is not what we're looking for anyway. What we want, I think, is the portrait of a funny trash talker, not a secular saint who bravely bore the birth of an autistic son (visited on weekends in a luxury care center) and later battled cancer. Bette Midler would seem to be the right casting choice for Jackie, but not for this Jackie, who is not bright enough, vicious enough, ambitious enough or complicated enough to be the woman who became world famous through sheer exercise of will. Stockard Channing, who plays Jackie's boozy best friend, does a better job of suggesting the Susann spirit.\n\nJackie Susann deserved better than \"Isn't She Great.\" A woman who writes Valley of the Dolls shouldn't be punished with a biopic that makes her look only a little naughtier than Catherine Cookson. There's a scene here where Jackie and Irving visit with Jackie and Aristotle on the Onassis yacht. Consider for a moment what Susann could have done with that. Then look at the tepid moment where Ari sighs fondly, \"Perhaps I married the wrong Jackie.\" Uh, huh. Here is a movie that needed great trash, great sex and great gossip, and at all the crucial moments Susann is talking to a tree.", "running_time": 95, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-01-28", "genres": ["Comedy", "Drama"], "title": "Isn't She Great (2000)"}