{"url": "http://www.rogerebert.com/reviews/isnt-this-a-time-2006", "by": "Jim Brown", "star_rating": 3.5, "text": "In September of 2004 at the Toronto Film Festival, the Weavers sang together for possibly the last time. The event had great meaning for those who knew the Weavers and remembered their songs; in progressive circles they supplied the soundtrack for a good part of the 1950s and 1960s -- the Weavers, and those who followed in their footsteps, such as Arlo Guthrie, Peter, Paul and Mary, and Leon Bibb. If feelings stir within you when you hear \"Goodnight, Irene\" and \"Wimoweh\" and \"This Land Is Your Land\" and \"If I Had a Hammer\" and \"Midnight Special\" and \"Rock Island Line,\" then the Weavers are a part of you.\n\nThe Weavers were Pete Seeger, Ronnie Gilbert, Lee Hays and Fred Hellerman. In 1982, they held what was then billed as their farewell concert, at Carnegie Hall, and it was documented in \"The Weavers: Wasn't That a Time!\" I thought it was one of the best and most moving musical documentaries ever made. More than 20 years later, in 2003, the Weavers gathered to sing in Carnegie one more time, in honor of Harold Leventhal, who was celebrating 50 years as an impresario. It was Leventhal who booked them in the good years and the bad, after they fell victim to the McCarthy-era blacklist and were barred from the mainstream after spending the late 1940s at the top of the charts.\n\nThe gathering at Toronto marked the premiere of \"Isn't This a Time!,\" the doc about the 2003 concert. After it, the Weavers sang one last time. Jim Brown, who directed the 1982 doc, returned to film the 2003 concert. If the sequel is slightly less compelling than the 1982 film, that's because time has taken a toll; Lee Hays had died, Seeger, the grand old man of American folk music, was 84 in 2003, and Gilbert and Hellerman were almost 80. They were joined by Eric Darling and Eric Weissberg, and it was an evening of tears and joy. No longer are the famous voices quite as they were, but the spirit is undimmed and the emotion is, if anything, more powerful.\n\nThe power if \"Isn't This a Time\" comes partly from the songs themselves, including those listed above and many more, like \"On Top of Old Smoky\" and \"Kumbaya\" and \"When the Saints Go Marching In\" and \"Brother, Can You Spare a Dime?\" and of course \"So Long, It's Been Good to Know You.\" It comes from the contributions of Leon Bibb, Peter, Paul and Mary, Theo Bikel and Arlo Guthrie, who organized the concert. It comes too from history: It was Arlo's father, Woody Guthrie, who invented the kind of music that Seeger and the Weavers performed, and Pete and Woody sang in the original Almanac Singers, a group identified with the 1930s labor movement.\n\nThe Weavers of 2003 did not sing as well as they did in 1982, or 1952, but if anything they had more heart, because more memories. Backstage before the 2004 Toronto reunion, Seeger expressed concerns about his voice, but that night he sang with a renewed strength, and in \"Isn't This a Time!\" the music is accompanied not merely by guitars and Seeger's recorder, but by conviction and a defiance of time. They were all older, but they were survivors, and they sang in tribute to Leventhal (who died in October 2005).\n\nLeventhal, they said, was much more than an impresario; he was a man willing to risk his career to stand up against the blacklist and the notion that artists should be prevented from working because of their political beliefs. As the film unfolds, the 2003 concert is intercut with older footage of the Weavers, with bits of their history, with memories of their lives and songs.\n\nThe night of the premiere in Toronto, I introduced the Weavers, having earlier amused Seeger backstage by reciting all of the Almanacs' \"Talking Union,\" which he frankly doubted I really knew.\n\n\"There's a kind of eerie moment in the movie,\" I said to Seeger, \"when Arlo Guthrie observes that he has now performed with you twice as long as his father did.\"\n\n\"Time,\" said Seeger. \"Time, time. A beautiful mystery.\"\n\nHellerman smiled. \"At least it keeps everything from happening at once,\" he said.\n\nThis review draws in excerpts from my 2004 Toronto article.", "running_time": null, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-02-02", "genres": null, "title": "Isn't This a Time! (2006)"}