{"url": "http://www.rogerebert.com/reviews/it-all-starts-today-2001", "by": "Philippe Torretonas Daniel", "star_rating": 3.0, "text": "Daniel, the kindergarten teacher in \"It All Starts Today,\" finds himself doing a lot more than teaching. He is also expected to be a social worker, child abuse investigator, hot lunch provider, political activist, fund-raiser, administrator, son and lover, and now his girlfriend wants him to become a father as well. Philippe Torreton plays the role with a kind of desperate energy, relaxing only with the kids in the schoolroom and one night when he dances at a birthday party.\n\nThere is not much good cheer in the town where he teaches, a depressed mining village in the very area of France that inspired Zola's great expose of mine conditions, Germinal . Today, the typical miner is more like Daniel's dad, a broken figure who shuffles through the living room with his oxygen tank strapped to his back. Unemployment is widespread, government funds are lacking, and the mayor complains that schools and social services eat up his budget.\n\nNot that the services are that good. Early in the film, Daniel locks out a social worker (Nadia Kaci) after she hangs up on him. Later they get to be friends, and bend a few rules to make things happen. But what can they do about the pathetic mother who pushes her baby carriage into the schoolyard to pick up her pre-schooler, collapses on the asphalt, and then runs away, leaving behind both her baby and her little girl? \"She reeked of red wine,\" another teacher tells Daniel (the French would note the color). He visits her home, to find that the power has been turned off. It is winter, and cold. It's against the law to turn off a customer's power in the winter, but the power company gets around that by turning it off in the autumn. This woman, her kids and her dispirited husband have no money, no hope, no plans.\n\nThe 1999 movie is a tender and passionate protest, not without laughter, by Bertrand Tavernier--a director who is not only gifted but honorable, and who since his debut with the wonderful \"The Clockmaker\" in 1973, has never put his hand to an unworthy film. He works all over the map, from the fantasy of \"Death Watch\" to the politics of \"The Judge and the Assassin\" to the character study \"A Week's Vacation\" to the jazz biopic \" 'Round Midnight\" to the heartbreaking \"Daddy Nostalgia\" and the angry \"L.627,\" about the impossibility of being an effective drug cop.\n\n\"It All Starts Today,\" opening today at Facets, has most in common with \"L.627.\" Both films are about talented professionals who are hamstrung by the French bureaucracy and driven to despair by the untidy lives of their citizen clients. The screenplay, written by Tavernier with his daughter Tiffany and a schoolteacher named Dominique Sampiero, works by looking at everyday challenges. What is Daniel to say, for example, when the schoolyard woman and her husband explain that their son has stopped coming to school because it is just too much effort for them to set the alarm and get him out of bed? Irresponsible? Or would you also be defeated by months without heat and light? The movie sketches Daniel's run-ins with a world that seems determined to make it impossible for him to be a good kindergarten teacher. He is considered a trouble-maker, but what can he do? Consider the insufferable school inspector who advises him not to \"move among groups\" while teaching. \"What should I do about the other three groups?\" Daniel asks. \"Make them self-reliant,\" advises the inspector, who obviously knows little about the self-reliance skills of 2- to 5-year-olds.\n\nMaria Pitarresi plays Daniel's girlfriend, a sculptor with a young son who resents him. Her character seems a little unlikely, especially when she dreams up the school fete that ends the film, with classrooms filled with sand and Berber tents made from sheets, and a schoolyard filled with a maze of brightly colored bottles. As the town band plays and the children dance, we're aware that the upbeat ending changes absolutely nothing about the grim prospects for these kids when they someday look for work in this dying region. They'll end up paralyzed in front of the TV, like their parents. No wonder two of the students are named Starsky and Hutch.", "running_time": 117, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-01-19", "genres": ["Drama", "Foreign"], "title": "It All Starts Today (2001)"}