{"url": "http://www.rogerebert.com/reviews/it-could-happen-to-you-1994", "by": "Nicolas Cageas Charlie Lang", "star_rating": 3.5, "text": "\"It Could Happen to You\" tells the kind of story you vaguely remember reading about in the papers. Or maybe you didn't. But it's the kind of story you easily could have read about, and if you had read it, you'd probably think, \"Jeez, why didn't this happen to me?\" The movie's original title, which I like better than this one, was \"Cop Gives Waitress $2 Million Tip,\" and I think we can all imagine ourselves as the waitress in a situation like this, although the cop might be more of a stretch. The movie is about a cop named Charlie (Nicolas Cage), who orders coffee for himself and his partner in a greasy spoon, and has enough for the coffee but not for a tip. So he tells the waitress, named Yvonne (Bridget Fonda) that he'll give her half of winnings if the lottery ticket in his billfold is a winner. The next day, his number is drawn, and his share is $4 million, so of course Yvonne is due $2 million.\n\nBut it isn't that simple to Charlie's wife, Muriel (Rosie Perez). She's a screamer. She screams and goes manic when the winning number is read on the TV, and she screams twice as loud when Charlie finally tells him what he has done. \"Do you love me?\" she asks. \"Then stiff her! Stiff her! And smell the flowers - for me!\" She talks like that. And she hardly ever stops.\n\nCharlie thinks he has a moral obligation to the waitress.\n\nHis partner (Wendell Pierce) is not so sure. If he won, he says, he'd buy the Knicks, and put himself in at forward. Charlie wavers, and plays a little game with his conscience by offering Yvonne a choice: Twice the tip amount, or half the lottery, if he won. She takes the lottery. He tells her he won. The way she gradually assimilates this news is one of the best things in the movie.\n\n\"It Could Happen to You\" was written by Jane Anderson, and directed by Andrew Bergman, who is one of the genuine comic talents in American movies; his credits include \"The Freshman\" and \"Honeymoon in Vegas,\" which also starred Cage, who at one point was involved with parachuting Elvis impersonators. This movie isn't funny in the same way as those earlier titles - it's heavier on human nature and sentiment - but it has the same vast amusement with human nature.\n\nAnd in Rosie Perez's work as Muriel it has another almost indescribable performance from this loud little dynamo. It has been observed that Rosie Perez always seems to give the same performance, and it's true that her characters in \"Do the Right Thing,\" \"White Men Can't Jump,\" and \"The Untamed Heart\" all struck more or less the same note, although she was more subdued in \"Fearless.\" I don't mind the same performance, though, because I'm still not tired of it. Strutting, waving her arms, posing for imaginary cameras, changing emotional gears with dizzying speed, she plays every possible variation on the themes of greed and jealousy. Her take on her husband's generosity, for example, is: \"They should put you in a straitjacket and take you to the loony bin on Staten Island that Geraldo Rivera is always exposing.\" Eventually he placates her with the possibility that she will soon be famous for their generosity, and will be in demand for celebrity endorsements.\n\nCage and Fonda are, of course, more or less destined to fall in love with one another, but Bergman never goes for heavy-handed schmaltz, and the whole movie has the same lighthearted big city spirit as the New York Post headlines that follow the story. The movie is not so much about romance as about goodheartedness, which is a rarer quality, and not so selfish. And Cage has a certain gentleness that brings out nice soft smiles on Fonda's face.\n\nThe title has been lifted from the song \"Young at Heart,\" which begins with the promise, \"Fairy tales can come true.\" And the fairy tale element is underscored by a narration by a man with the significant name of Angel, who is played by Isaac Hayes and hangs around at the sides of a lot of scenes, telling us the story. One of the lessons we learn is that everyone gets more or less what they deserve in life, in the long run - even Muriel, who meets a sly old slickster named Jack Gross (Seymour Cassel). \"Charlie!\" she shrieks soon after their first deep conversation, \"Jack is going to help us plot our Investment Strategy!!!\" (When Perez does dialogue, you can hear the capitalized words and see the extra exclamation points.) Coming home after seeing the movie, I plundered the press releases, hoping to find some mention that this story was, indeed, based on true events. Apparently not.\n\nFunny. I could have sworn I read all about it, somewhere.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-07-29", "genres": ["Comedy", "Drama", "Romance"], "title": "It Could Happen To You (1994)"}