{"url": "http://www.rogerebert.com/reviews/it-came-from-hollywood-1982", "by": "Malcolm Leo", "star_rating": 3.0, "text": "Here is a movie that could save you years of watching the Late Late Show; it's like Creature Features died and went to heaven. \"It Came from Hollywood\" is a 90-minute guided tour through the worst parts of nearly 100 of the worst movies ever made, from \"The Amazing Colossal Man\" to \"Zombies of the Stratosphere.\" It turns \"That's Entertainment!\" into \"That's Entertainment???\" And now that I've finished with my cornball one-liners, let's get on to the movie.\n\n\tBut \"It Came from Hollywood\" goes beyond the Medveds to encompass whole genres of awfulness. It uses montages to show us wave upon wave of flying saucers, tray upon tray of human brains, attack upon attack by savage beasts, and a sequence in which a series of utterly unconvincing giant insects stumble jerkily over cardboard cities.\n\n\tMy favorite scenes in the movie, however, are not the moments that are obviously awful, but those moments which are awful in spite of themselves; scenes in which the actors are really trying, but don't have a chance. There is a pseudo-Busby Berkeley dance number, for example, in which several very badly rehearsed dancers get totally out of synch with each other and start jostling for position in a chorus line while inflatable bananas take over the background.\n\n\tAnd then there's a classic scene where a young engaged couple goes to see the doctor, and he greets them cheerfully, telling the woman there are no complications resulting from the birth of her baby and telling the man his case of V.D. cleared up fine. The man shouts at his intended: \"You've had a baby?\" She replies, \"You've had one of those awful diseases?\" He says, \"One scandal at time.\"\n\n\tThe movie has been assembled by Malcolm Leo and Andrew Solt, who have made a specialty of compilation films. Their credits include \"Heroes of Rock and Roll\" and the remarkable \"This Is Elvis,\" in which documentary footage and film and TV clips created an uncanny portrait of Elvis Presley's rise and fall.\n\n\tThis time they organize their material into segments introduced by Dan Aykroyd, John Candy, Cheech and Chong and Gilda Radner --whose names are exploited in a very bad advertising campaign that for some reason chooses to obscure the fact that this is a film of highlights from bad films.\n\n\tThe hosts are all right in their introductory segments; Radner has a great moment barricading her door against gorillas, and Aykroyd turns up in Glen (or Glenda's) white angora sweater. But the movie makes the annoying decision to let the hosts speak during the scenes from the bad movies, one-upping the original footage with wiseguy comments that should be left for the paying audience to make.\n\n\tSomething else bothers me: At times, I got the impression that the filmmakers were adding things to the original soundtracks to make them \"funnier,\" as when a hairy monster burps after eating a victim. Surely these movies are funny enough in themselves. Consider some of their titles: \"Attack of the Killer Tomatoes,\" \"The Brain from Planet Areas,\" \"The Crawling Eye,\" \"Horror of Party Beach,\" \"I Married a Monster from Outer Space,\" \"Incredible Melting Man,\" \"Incredibly Strange Creatures Who Stopped Living and Became Mixed-Up Zombies,\" \"Mars Needs Women,\" \"Slime People\" and, of course, \"Teenagers from Outer Space.\"", "running_time": null, "mpaa_rating": null, "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Documentary"], "title": "It Came from Hollywood (1982)"}