{"url": "http://www.rogerebert.com/reviews/it-runs-in-the-family-2003", "by": "Michael Douglasas Alex Gromberg", "star_rating": 2.0, "text": "I have no idea how accurately the story of \"It Runs in the Family\" parallels the actual story of the Douglas family, whose members play four of the characters. My guess is that most of the facts are different and a lot of the emotions are the same. Like \"On Golden Pond,\" which dealt obliquely with the real-life tensions between Jane Fonda and her father, Henry, this new film seems like a way for the Douglases to test and resolve assorted family issues--to reach closure, that most elusive of psychobabble goals.\n\nThe film is certainly courageous in the way it deals with Kirk Douglas' stroke, Michael Douglas' infidelity and the drug problems of a son played by Cameron Douglas. Even if the movie doesn't reflect real life, any attentive reader of the supermarket sleaze sheets will guess that it comes close. In a way, just by making the film, the Douglases have opened themselves up to that.\n\nMy wish is that they'd opened up a little more. The movie deals with these touchy subjects, and others, but in a plot so jammed with events, disputes, tragedies and revelations that the most serious matters don't seem to receive enough attention. The film seems too much in a hurry.\n\nIt introduces us to the Grombergs. Alex (Michael Douglas) is a prosperous attorney whose father, Mitchell (Kirk Douglas), was a founder of the firm. Not a bad man, Alex volunteers in a soup kitchen, where a sexy fellow volunteer (Sarita Choudhury) finds him so attractive that she all but forces them to have sex, which they do--almost. Their scenes are stunningly unconvincing, except as a convenience to the plot.\n\nAt home, Alex is married to Rebecca (Bernadette Peters) and his father is married to Evelyn (Diana Douglas, who was, in an intriguing casting choice, Kirk's real-life first wife). Alex and Rebecca have two sons, the college student Asher (Cameron Douglas, Michael's son by his first marriage) and the 11-year-old Eli (Rory Culkin, whose family also could inspire a movie). Mitchell also has a brother who is senile and lives in a care facility.\n\nDuring the course of the movie, there will be two deaths, Alex's marriage will almost break up because of suspected infidelity, Asher will get in trouble with the law, Eli will go on a walk on the wild side with a nose-ringed 12-year-old girlfriend, and Alex and Mitchell will seem incapable of having a conversation that doesn't descend into criticism and resentment. Only the old folks, Mitchell and Evelyn, seem to have found happiness, perhaps out of sheer exhaustion with the alternatives.\n\nThe film, directed by Fred Schepisi, has moments I fear are intended to be more serious than they play. One involves a midnight mission by Alex and Mitchell to set a rowboat adrift with an illegal cargo. I did not for a moment believe this scene, at least not in an ostensibly serious movie. Would two high-powered lawyers collaborate on such an act? When it is clear they can be traced? Really? The scenes between Michael and Kirk Douglas, which are intended as the heart of the movie, seem inadequately realized in Jesse Wigutow's screenplay. They fret, fence and feud, but without the sense of risk and hurt we felt between the two Fondas. Even less satisfying are the marital arguments between Alex and Rebecca, who has found a pair of panties in her husband's overcoast pocket. How they got there and what they mean, or don't mean, could be easily explained by the defensive husband--but he can never quite get the words out, and his dialogue remains infuriatingly inconclusive. As a result, all of the tension between them feels like a plot contrivance.\n\nThere are some good moments. I liked Kirk Douglas' fierce force of personality, and I liked moments, almost asides, in which Michael Douglas finds moments of simple humanity amid the emotional chaos. There is a lovely scene involving Rory Culkin and his first date (Irene Gorovaia), in which their dialogue feels just about right for those two in that time and place. Their first kiss is a reminder that few first kisses are exactly wonderful. And a scene where Kirk and Diana Douglas dance has a simple warmth and truth.\n\nBut the movie is simply not clear about where it wants to go and what it wants to do. It is heavy on episode and light on insight, and although it takes courage to bring up touchy topics it would have taken more to treat them frankly.\n\nWhat about a movie in which a great actor, now somewhat slowed by a stroke, collaborates with his successful son in a movie that will involve other family members and even the great actor's first wife? What does the great actor's second wife (who has been married to him for almost 50 years) think of that? What about a movie in which the son divorces his first wife to marry a famous beauty, who then wins an Oscar? These musings may seem unfair, but \"It Runs in the Family\" makes them inevitable. The Douglas family would have to make one hell of a movie to do justice to their real lives.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-04-25", "genres": ["Comedy", "Drama", "Family"], "title": "It Runs in the Family (2003)"}