{"url": "http://www.rogerebert.com/reviews/it-takes-two-1995", "by": "Kirstie Alleyas Diane Barrow", "star_rating": 2.0, "text": "“It Takes Two\" is the kind of movie that ought to put rocks\rin its pockets to keep from floating away. It's so featherbrained and\rlightweight, it almost elevates its inconsequence into a style.\n\nBecause\rthe plot is numbingly predictable, that leaves only the performers as a source\rof entertainment.\n\nLuckily,\rthey're quite engaging: Kirstie Alley continues to be the robust girl next door\rwith the big smile, Steve Guttenberg is likable in the Donald O'Connor role,\rand the Olsen twins, from TV's \"Full House,\" play the two look-alikes\r- which is a relief, since it's always such a distraction when one actor plays\ra dual role and you have to spend the whole movie trying to spot the trick\rphotography.\n\nThe\rplot, inspired by Mark Twain's The Prince and the Pauper, involves an orphaned\rstreet urchin named Amanda Lemmon (Mary-Kate Olsen) and a billionaire's\rdaughter named Alyssa Callaway (Ashley Olsen). Both are living under dire\rthreats. Amanda is about to be adopted into the evil Butkus family, whose\rfather uses child labor in his junkyard. And Alyssa's dad, a widower played by\rGuttenberg, is about to marry the hateful Clarice (Jane Sibbett), who plans to\rship the kid straight off to boarding school.\n\nThe\rrich folks go to their country estate, which is across the lake from a summer\rcamp for orphans, donated in memory of Callaway's late wife. Amanda and Alyssa\rboth run away, are mistaken for each other, carry off the deception, and later\rmeet up and decide to conspire. Amanda admires her social worker Diane (Kirstie\rAlley), and both girls think she'd make a much better wife than Clarice.\n\nThis\ris obviously such an excellent idea, and Clarice is such a gushing phony, that\rit's all the movie can do to prevent the inevitable until the final scenes.\rAlong the way the girls set up a Meet Cute between Diane and Callaway,\rinvolving runaway horses, that leads to a food fight and a scene where they\rjump into the lake fully clothed and almost kiss. Clearly, Callaway does not\rhave his mind focused on marriage.\n\n\"It\rTakes Two\" is the kind of movie where both the butler (genial Philip\rBosco) and the fiancée find out about the other woman by spying her through a\rconvenient telescope. Where both girls are effortlessly able to hide under or\rbehind anything, eavesdrop on everything, and make up plans on the spur of the\rmoment. Where the race against time to the altar involves a Jeep, a helicopter\rand a horse-drawn carriage. Where the girls are wise beyond their years.\n\nWhere\rsweet little blond 11-year-old girls can get adopted only by Dickensian\rvillains. And where the key love scene involves two people lovingly picking\rmacaroni and cheese out of each other's hair.\n\nThe\rmovie is harmless and fitfully amusing. It contains one clever line (\"Guys\rlike him like girls with food names - Cookie, Candy, Muffin. . .\"). But\rsomeone should have informed the filmmakers that the name Butkus, synonymous in\rthe movie with all that is evil, will always have a certain beauty - indeed,\rwill sound not sinister but melodic - among those for whom line-backing has any\rmeaning at all.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-11-17", "genres": ["Comedy", "Family", "Romance"], "title": "It Takes Two (1995)"}