{"url": "http://www.rogerebert.com/reviews/italian-for-beginners-2002", "by": "Anders W. Berthelsenas Andreas", "star_rating": 3.0, "text": "What a masterstroke it was for Lars von Trier to invent the Dogma movement! Every review of a Dogma film must begin with the announcement that it is a Dogma film, and then put it to the Dogma test to see if it conforms. Von Trier's name is often mentioned more prominently than the name of the film's actual director. He exacts a tax on our attention to the film. Since most people reading reviews don't know what Dogma is and don't care, this discussion puts them off the movie. Wise Dogma directors should no more trumpet their affiliation than should a movie begin with an announcement of the film stock it was shot on.\n\nI say this because \"Italian for Beginners\" is a charming Danish comedy, and the fact that it's a Dogma film has little to do with its appeal. Yes, like all Dogma films, it's shot on video, on location, with only music found at the source--but so what? You see how Dogma changes the subject. What is appealing about it, the freshness and quirkiness of its characters and their interlinked stories, has nothing to do with Dogma--although, of course, lower costs may have helped it get made.\n\nThe movie takes place near Copenhagen, mostly in a small complex that includes a sports facility, a restaurant, a hair salon and a nearby church. New to the church is Pastor Andreas (Anders W. Berthelsen), taking the place of a former pastor who took his ideas about services a little too seriously (he pushed the organist off the balcony). Short tempers seem to run in this little community; we meet Hal-Finn (Lars Kaalund), manager of the restaurant, who treats his job like a military command and is hilariously rude to customers who have bad manners.\n\nOrdered to get a haircut, he meets the hairdresser Karen (Ann Eleonora Jorgensen). Everyone seems to cross paths in Karen's salon, including Pastor Andreas, who stops in for a haircut and has to dispense emergency spiritual advice to Olympia (Anette Stovelbaek), a bakery employee who gets a crush on Andreas.\n\nGiulia (Sara Indrio Jensen) is an Italian waitress in the restaurant. It is not beside the point that she is Italian. Jorgen (Peter Gantzler), the manager of the complex, likes her so much he signs up for Italian classes. The Italian teacher suddenly drops dead, and Hal-Finn, who finds himself with some free time, decides to take over the class, which he teaches as if he is instructing Cub Scouts on fire-building techniques.\n\nThe movie gradually reveals certain unsuspected connections between some of the characters, and allows romances to bloom or fade among others, and all comes to a head during a class trip to Venice, which they all take more or less in desperation. The film has been written and directed by Lone Scherfig, who has a real affection for her characters, and likes to watch them discovering if happiness can be found in the absence of crucial social skills.\n\nBecause it comes attached to the Dogma label, I suppose we assume going into \"Italian for Beginners\" that it will test our taste or our patience. The film only wants to amuse. It's a reminder that Dogma films need not involve pathetic characters tormented by the misuse of their genitalia, but can simply want to have a little fun. This is the sort of story American independent filmmakers also like to tell, right down to the setting in a restaurant--which, like a bar or an apartment in a sitcom, is convenient because all the characters can drop in without explanation. I was surprised how much I enjoyed \"Italian for Beginners,\" and made a mental note not to get all hung up on the Dogma movement in my review.", "running_time": 112, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-01", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Italian For Beginners (2002)"}