{"url": "http://www.rogerebert.com/reviews/its-my-turn-1980", "by": "Jill Clayburghas Kate Gunzinger", "star_rating": 2.0, "text": "\"It's My Turn\" is one of those movies where you can almost keep a mental list of the Important Topics as they're ticked off in the dialogue. The people in this movie don't seem to be having conversations; they seem to be marching through current feminist issues.\n\nThe most dramatic, and inept, example of that comes in a protracted seduction scene involving Jill Clayburgh, as a math professor, and Michael Douglas, as the retired New York Yankee she may be falling in love with. They meet at a wedding dinner (her father and his mother are getting married), and feel attracted to each other. They walk, they talk, they spar with each other in the game room of their hotel, with Ping-Pong symbolizing their sexual duel.\n\nThen they wind up in her hotel room, where they (a) flirt, (b) engage in foreplay, (c) are interrupted, and (d) fight, attributing to each other the sorts of motives you can't accuse someone of unless you really know them pretty well. Their mood-switches are so ungainly we can almost see them turning the pages of their screenplays.\n\nNone of this action seems to be flowing out of the instincts and impulses of two healthy adult people who want to make love with one another. Instead, this feels awkwardly like an \"issue scene,\" in which the filmmakers are illustrating all sorts of abstract issues they've talked out beforehand. Issues can be illustrated by \"real life\" in the movies, all right, but they can't be substituted for it.\n\nClayburgh's dilemma, as the movie opens, is that she has that dreaded affliction of the 1980s, \"too much space.\" That means too much emotional space, I guess; nobody ever has too much closet space. She lives in Chicago with a real estate developer (Charles Grodin), and they give one another so much freedom they hardly seem to share a commitment.\n\nIn New York, with Douglas, she finds more emotional intensity, I guess. He's married, with a family, but he challenges her to trust her emotions. Yet when she does, he doesn't trust his. The movie contains a ridiculous scene at LaGuardia, where he's flying to Akron and she's flying to Chicago and the issue becomes whether or not he has the courage to stop over in Toronto with her, while they determine how they really feel about one another.\n\nThe fact is, they hardly know how to spend time with one another. We never figure out what they feel in common. In one extended sequence that sticks out like a sore thumb, ex-ballplayer Douglas takes her out to Yankee Stadium, where he's being honored on Old-Timer's Day. And then, incredibly, the movie comes to a dead halt while we watch all the real Yankee old-timers being introduced, running out on the field, singing the Star-Spangled Banner, etc. They're all there: Mantle, Maris, Howard, Ford and the rest. But we never see them again in this movie.\n\nIn the advertising business, that technique is known as \"borrowed interest.\" If you're afraid there's no intrinsic interest in the product you're trying to sell, you get a pretty girl or a famous athlete to pose with it. Well, it may work for Mr. Coffee, but it's no help at all to \"It's My Turn.\"", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-10-28", "genres": null, "title": "It's My Turn (1980)"}