{"url": "http://www.rogerebert.com/reviews/its-my-party-1996", "by": "Eric Robertsas Nick Stark", "star_rating": 3.0, "text": "“It's My Party” is gentle, and very sad, the story of a man who\rdiscovers that he has a short time to live, and throws a party for family and\rfriends, so that he can say goodbye before committing suicide. The story is not\rso concerned with his disease or his decision as with recording the emotional\rtones that surround it, and watching the film is uncannily like going through\rthe illness, death and memorial service of a loved one.\n\nThe dying man is Nick Stark (Eric Roberts). He has been\rHIV-positive for eight years. Now he experiences a series of small, troubling\rsigns. He forgets his keys. He drops a barbell at the gym. “Get the scan,” a\rfriend says, and he does, and the test finds lesions on his brain. The full\rname of his condition is Progressive Multifocal Leukoencephalopathy, and it is\rdepressing to discover that some of his friends can rattle that term right off.\n\nNick,\ra designer, was the lover for many years of Brandon (Gregory Harrison), a TV\rdirector, but they broke up after Nick tested positive. Painful flashbacks show\rthem fighting over their house and dog; Brandon brought most of the money to\rthe relationship, and so it was Nick who moved out, to a little frame house\rwhere the final party will be held. Telling his closest friends (including\rCharlene, played by Margaret Cho) that it is “Time for Plan B” and he wants to\rdie “while I am still me,” he goes through his Rolodex, making an invitation\rlist: “Dead... dead... dull... dead...” The centerpiece of the movie is\rRoberts' performance as the dying man. This is a quieter, gentler Eric Roberts\rthan I've seen before. As the friends and family start to gather, he tries to\rcomfort them, bringing to each one what he senses they need. There is some\rlaughter and a few macabre jokes, but basically the party (which stretches to\rtwo days because of some latecomers) consists of Nick at the epicenter, brave\rand sweet, surrounded in the corners of the rooms by many worried and sad\rconversations.\n\n“Gay\rpeople get to choose their own families,” one of Nick's friends says, “and he\rchose us.” His biological family is also there: Lee Grant, as his Greek mother,\rGeorge Segal, as his Jewish father, and Marlee Matlin as his sister. It is\rclear, in a conversation they have, that his father never accepted Nick’s\rhomosexuality, and buried that and other issues in lifelong alcoholism.\n\nThe\rfather tries to apologize, awkwardly.\n\nThe\rkey event of the party is the arrival of Brandon, the former lover.\n\nNick's\rfriends are hostile to him: They think he has his nerve. But Charlene invited\rhim because she senses that Nick will be happy to see him, and although there\ris still anger and resentment, she is right. “When he got sick, I guess I got\rscared,” Brandon confesses.\n\nThe\ridea of voluntary suicide, much in the news because of Dr.\n\nKevorkian,\ris treated here not as an issue but as an accepted choice. In another flashback,\rwe see how Nick and others helped a friend of theirs who chose to kill himself.\rThey leave him to die, and the next day they go to deal with the body, only to\rdiscover that he is not yet quite dead. So they follow through.\n\nThis\rscene will cause the most discussion after the film, and indeed within the film\rRoddy McDowall plays a Catholic who argues that only God should decide when we\rdie.\n\nFor\rNick, whose vision is blurring and whose memory is fading, the choice seems\rclear. By the end of the film, in a quiet, understated way, director and writer\rRandal Kleiser has created a genuine family feeling. This is not one of those\rover-plotted constructions in which every character poses a problem, and the\rscreenplay assigns solutions. It's more three-dimensional and realistic,\rshowing how death, for all of its sadness, can sometimes create joy, if people\rare given the opportunity to affirm what they feel for one another. It is not\ran end, but a passage. And some things finally get said that needed to be said\ra long time earlier.", "running_time": 110, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-03-22", "genres": ["Drama"], "title": "It's My Party (1996)"}