{"url": "http://www.rogerebert.com/reviews/its-complicated-2009", "by": "Meryl Streepas Jane", "star_rating": 2.5, "text": "\"It's Complicated\" is perfectly plausible if you are only willing to believe that Meryl Streep sells a whole lot of muffins. She plays a bakery/restaurant owner who lives in Santa Barbara in a sprawling hacienda on a bluff overlooking the Pacific, set on grounds approached by a sweeping circular drive. (I've been to Oprah's place, which is only a little nicer.) Life is sweet, although Jane hires an architect to give her a new kitchen. Her current one tragically has only two ovens.\n\nGive the sainted Meryl a lot of credit. Living alone, she occupies this space as if it makes perfect sense for her. There's an actress for you. Jane's children love her, her prospective son-in-law, Harley, adores her, and life would be perfect if it weren't that her husband Jake (Alec Baldwin) left her 10 years ago. You'd think she'd be able to get over the loss of Baldwin in 10 years. A lot of women have.\n\nJake married the much younger Agness (Lake Bell), another of those people who mess with the spelling of their names to make it hard on everybody. Agness (rhymes with ssss) has a perfect body but a petulant expression, and for the life of us, we can't figure out why Jake left the merry Meryl for her. Neither can he. Running into his first wife at their son's graduation, he's moved by memories of their past. At the bar of her hotel, she unwisely orders a Tanqueray martini, dry, with a lemon twist, just before Jake walks in. That's like disarming before the battle.\n\nThey experience something between love and tantric rapture. She's not merely more exciting than he remembered, she's the next generation of Viagra. Alec Baldwin, it must be said, was born to play a man blissful in bed, and few other actors could so perfectly deliver his line \"home, sweet home.\" Streep, in one of her rare (and non-explicit, of course) sex scenes, inspires as so often our belief that she's good at everything she does. Maybe she does bake great muffins.\n\nAdam (Steve Martin), her architect, is meanwhile forging ahead with plans for the addition on a house already spacious enough to accommodate a youth hostel. He visits a lot, and it is clear he's smitten. But he's recovering from a painful breakup and fearful of starting something new. Jane finds herself in the position of starting to like this architect while at the same time carrying on an affair with a married man, her ex-husband. She keeps this a personal secret, confiding only in her best girl friends, which is accurate enough about the way women keep secrets.\n\n\"It's Complicated\" was written and directed by Nancy Meyers, who after \"Something's Gotta Give\" (2003), \"What Women Want\" (2000) and \"The Holiday\" (2006), has established a cottage industry of movies about romantically inclined middle-aged people. Pairing Diane Keaton and Jack Nicholson, Mel Gibson and Helen Hunt, and now Streep, Baldwin and Martin, Meyer favors tush-bearing scenes from her stars, although it's a sign of the times that Baldwin finds himself hooked up with Martin via iChat, with the Camera and Screen Sharing options unfortunately enabled.\n\nThere's funny stuff here. We like everybody. We enjoy the way Harley (John Krasinski) finds himself in possession of much more information than he desires. At the same time, we're aware that the scene of a character sneaking up to peek through a window, losing his footing and crashing to the ground was not fresh when it was used so well in \"The Lady Eve\" (1941). And while it can be funny when a respectable lady gets stoned on pot, it's difficult for even Streep to make it funny for 10 minutes.\n\n\"It's Complicated\" is a rearrangement of the goods in Nancy Meyers' bakery, and some of them belong on the day-old shelf. Oh, how I hate food analogies in reviews. In a season of blessings, there are several better choices than this one. Truth in criticism: I must report that I expect \"It's Complicated\" will be terrifically popular with its target demographic, which includes gal pals taking a movie break after returning Christmas presents. Not everybody is in a mood for \"Avatar.\"", "running_time": 121, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-12-23", "genres": ["Comedy", "Romance"], "title": "It's Complicated (2009)"}