{"url": "http://www.rogerebert.com/reviews/ivans-xtc-2002", "by": "Danny Hustonas Ivan Beckman", "star_rating": 4.0, "text": "There is much sadness but little mourning at the funeral of Ivan Beckman. All agree he brought about his own death. He had few close friends. It is said he died from cancer. Insiders whisper, \"The cancer is a cover story.\" You know you have lived your life carelessly when cancer is your cover story.\n\n\"ivans xtc.,\" a remarkable film by Bernard Rose, stars Danny Huston, the rich-voiced, genial, tall son of John Huston, as a powerful Hollywood agent whose untidy personal life becomes a legend. Cocaine was the solution to his problems, which were caused by cocaine. He is headed for a shipwreck anyway, when the diagnosis of lung cancer comes, but instead of looking for medical help, he bulldozes ahead with cocaine, denial and call girls.\n\nThe film opens with his funeral. There is a fight between a writer fired from a new movie, and the star (Peter Weller) who fired him. Their disagreement cannot wait upon death. In a voiceover, we hear the voice of the dead agent, who says that at the end, \"the pain was so bad I took every pill in the house.\" And he tried, he says, \"to find one simple image to get me through it.\" \n\nThen we flash back through his life, as Ivan appears onscreen, one of those charming but unknowable men who have perfect courtesy, who lean forward with the appearance of great attention, and whose minds seem to be otherwise involved. As it happens, that is precisely the impression I had of John Huston on the three or four occasions when I met him: He was a shade too courteous, too agreeable, too accommodating, leaning forward too attentively from his great height, and I felt that he was playing a nice man while thinking about other things.\n\nDanny Huston plays Ivan Beckman as the sort of man who believes he cannot be touched. Who has been given a pass. To whom all things come because they must, and for whom addictions like cocaine do not bring the usual ravages. I am told that if you have enough money for enough cocaine you can hold out like that for quite a while, which is not good, because you are building up a deficit in your mind and body that eventually cannot be repaid. When Ivan doesn't return phone calls, when he doesn't appear at the office, when clients can't find him, he doesn't get in the same kind of trouble that a less legendary agent might experience, because--well, that's Ivan. When his girlfriend Charlotte (Lisa Enos) can't find him, and then discovers he was partying with hookers--well, who did she think he was when she started going out with him. Surely she heard the stories? Surely this doesn't come as news? When his bosses grow restless at his irresponsibility--hey, he has the big client list. If the clients like him, then the agency must.\n\nThe diagnosis of cancer comes like a telegram that should have been delivered next door. It is the final, irrefutable reply to his feeling of immunity. There are two painful scenes where he tries, in one way or another, to deal with this news. One comes in a meeting with his father, whose ideas have made him a stranger. One comes during a party with two call girls, who are happy with the money, happy with the cocaine, happy to be with Ivan Beckman, and then increasingly unhappy and confused as their services are needed, not to pretend, but to be real. You cannot hire someone to really care about you.\n\nThe movie is allegedly inspired by The Death of Ivan Illyich by Leo Tolstoy. I say \"allegedly,\" because Bernard Rose has charged that the powerful Creative Artists Agency tried to prevent the film, seeing it as a transparent version of the life of Jay Moloney, an agent who at one time (I learn from a news story) represented Leonardo DiCaprio, Steven Spielberg, Bill Murray, Uma Thurman, Tim Burton -- and Rose himself. Fired from CAA in 1996 because of cocaine, the story says, he moved to the Caribbean and killed himself in 1999.\n\nWell, the story could be based on a lot of lives. The parabola of serious addiction often looks a lot the same. If the victim has more money, the settings are prettier. The tragedy of Ivan Beckman is that he doesn't know how to call for help, and has no one to call if he did. It is important to recognize that he is not a bad man. He can be charming, does not wish to cause harm, is grateful for company, and, as such people like to say, \"If I'm hurting anybody, I'm only hurting myself.\" It is not until too late that he discovers how much it hurts.\n\nThe story of the making of \"ivans xtc.\" is the story of how a lot of movies can now be made, according to Bernard Rose, its director. Because of its controversial subject matter and because the Hollywood establishment has no wish to fund the thinly veiled story of the death of one of its own, the movie could not find conventional financing.\n\n\"So we went ahead and filmed it anyway,\" Rose told me after the film's screening at Cannes 2001. \"We got a 24-fps digital video camera, and we shot it in our own homes, and the crew was the cast and the cast was the crew and we took care of catering by calling for carry-out.\" Rose, 42, is the British-born director of a number of commercial hits, notably \"Candyman\" (1992) and \"Immortal Beloved\" (1995), and he is known for the power of his visual imagery. In \"Paperhouse\" (1988), he created a real landscape based on a child's imaginary drawings. In \"Immortal Beloved,\" a boy runs through the woods at night and plunges into a lake, floating on his back as the camera pulls back to show him surrounded by the reflections of countless stars.\n\n\"ivans xtc.,\" made on a $500,000 budget, did not support or require such images. Produced by Lisa Enos, who also stars in it, it was directed by Rose on high-def video, which looks--appropriate, I think is the word. Some shots are beautiful, others are functional, and there are no shots that do not work.\n\n\"We finished the movie, we took it to Artisan Entertainment, and we made a deal,\" he said. \"A fifty-fifty split of all the proceeds from dollar one. It was made so cheaply that we'll make out and so will they.\" Does he wish he'd had film? \"It's no use saying you'd rather have film, because this project on film could not have existed.\"", "running_time": 94, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-06-28", "genres": ["Drama"], "title": "ivans xtc. (2002)"}