{"url": "http://www.rogerebert.com/reviews/ive-loved-you-so-long-2008", "by": "Kristin Scott Thomasas Juliette", "star_rating": 3.5, "text": "\"I've Loved You So Long\" begins with a situation similar to \"Rachel Getting Married.\" One sister is released from an institution for a homecoming with another sister who is not overjoyed to see her. Both of the sisters are believed responsible for a tragic death some years in the past. There are subtle questions about whether either one can be \"trusted\" even now. But the two films are otherwise completely different, and if you've seen one, you haven't seen the other.\n\n\"Rachel\" is as American as apple pie. \"I've Loved You So Long\" is as French as tarte du pomme. Hackneyed expressions, but there you are. One of the most French elements in \"Loved You\" is Juliette, played by Kristin Scott Thomas. Yes, from \"The English Patient.\" One of those actors who can move effortlessly between English and French, like Jacqueline Bisset or, with a charming accent, Jeanne Moreau, who had a British mother.\n\nFrench seems to agree with Scott Thomas. In her English-language roles, she sometimes seems a little cool, ever so slightly aloof. In French, she warms, is more free with emotions, more easily reaches joy and sorrow. Watch her here falling in with the two adopted Vietnamese daughters of her sister Léa (Elsa Zylberstein). It's a love that seems spontaneous and not faked.\n\nShe also comes home to her sister's husband, Luc (Serge Hazanavicius), and his father, Papy Paul (Jean-Claude Arnaud). Luc doesn't welcome her with open arms. He's nervous about her being with the children. Papy Paul has lost the power to speak and spends all of his time reading books. In an American movie, this trait might make his character eccentric, a practician of dark arts, or unnecessary. Zut! In France, he just likes to read.\n\nThe film explores the past at arm's length; everyone is afraid to discuss it, except indirectly. No one dares ask her straight-out questions. Families are like that. There's an elephant in a lot of living rooms. At a dinner party that begins on a cheerful but somewhat uneasy note, one of the guests takes almost sadistic pleasure in asking Juliette questions it is clear she will not answer. This is social sadism in the guise of innocent curiosity.\n\nOne of the few in Juliette's corner is her probation officer (Frederic Pierrot), who understands, as the others do not, what Juliette has gone through and what 15 years in prison really do to the human spirit. She has to learn to be released, to be free, to live her life without the unconscious air of someone afraid of being locked up again. Some people appear to be friends, but only want to help her up to a point -- for example, at her first job after prison.\n\nEverything centers on Juliette. Her transgression was more unforgivable than what Rachel's sister did. Her feelings run even deeper. She has been away for longer and finds it more difficult to gather up the threads of life. This is one of Kristin Scott Thomas' most inspired performances. The Academy may get her confused with herself.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-10-29", "genres": ["Drama", "Foreign"], "title": "I've Loved You So Long (2008)"}