{"url": "http://www.rogerebert.com/reviews/j-edgar-2011", "by": "Leonardo DiCaprioas J. Edgar Hoover", "star_rating": 3.5, "text": "J. Edgar Hoover was the head of the Bureau of Investigation from 1924 until he died in 1972; he added the word \"Federal\" to its title in 1935. Under the administrations of Coolidge, Hoover, Roosevelt, Truman, Eisenhower, Kennedy, Johnson and Nixon, he was, many believed, the second most powerful man in government. Now he has been dead for 39 years, and what most people probably think they know about him is that he liked to dress up like a woman. This snippet of gossip, which has never been verified, is joined by the details that he never married, lived with his mother until she died, and had a close, lifelong friendship with Clyde Tolson, the tall and handsome bachelor who inherited his estate.\n\nIt is therefore flatly stated that Hoover was gay, which would have been ironic since he gathered secret files on the sex lives of everyone prominent in public life and used that leverage to hold onto his job for 47 years and increase the FBI's power during every one of them. He was outspoken against homosexuality, and refused to allow gays (or many blacks, or any women) to become FBI agents. He was sure enough of his power that he sometimes held hands with Tolson in restaurants and shared rooms with him on vacations. There wasn't a president who could touch him.\n\nGiven these matters, and the additional fact that the screenplay for Clint Eastwood's \"J. Edgar\" was written by Dustin Lance Black, who wrote \"Milk,\" you would assume the film was the portrait of a gay man. It is not. That makes it more fascinating. It is the portrait of the public image that J. Edgar Hoover maintained all his life, even in private. The chilling possibility is that with Hoover, what you saw was what you got. He was an unbending moralist who surrounded himself with FBI straight arrows. Those assigned closest to him tended to be good looking. Agents wore suits and ties at all times. He inspected their shoeshines. He liked to look but not touch.\n\nIn such famous cases as the capture of John Dillinger and the manhunt for the kidnapper of the Lindbergh baby, Hoover's publicity machine depicted him as acting virtually alone. He was not present when Dillinger was shot down outside the Biograph theater, but America got the impression that he was, and he never forgave the star agent, Melvin Purvis, for actually cornering the Most Wanted poster boy. Doubt persisted that Bruno Hauptmann was guilty in the Lindbergh case — but not in Hoover's mind. The fight against domestic communism in the years after World War II provided an ideal occasion for him to fan the Red Scare and work with the unsavory Joe McCarthy. Two of the reasons Hoover hated beatniks and hippies were their haircuts and shoeshines.\n\nThis man was closed down, his face a slab of petulance. He was so uncharismatic that it's possible to miss the brilliance of Leonardo DiCaprio's performance in \"J. Edgar.\" It is a fully realized, subtle, persuasive performance, not least in his scenes with Armie Hammer as Tolson. In my reading of the film, they were both repressed homosexuals, Hoover more than Tolson, but after love at first sight and a short but heady early courtship, they veered away from sex and began their lives as Longtime Companions. The rewards for arguably not being gay were too tempting for both men, who were wined and dined by Hollywood, Broadway, Washington and Wall Street. It was Hoover's militant anti-gay position that served as their beard.\n\nTwo women figured importantly in Hoover's life. One was his domineering mother, Annie Hoover (Judi Dench), who makes clear her scorn for men who are \"daffodils.\" The other was a young woman named Helen Gandy (Naomi Watts). In an extraordinary moment of self-image control, Hoover concludes that it would be beneficial for him to have a wife. He asks Helen, an FBI secretary, out on one of the more unusual first dates in movie history; he demonstrates the workings of a card file system with great pride. It must have been clear to her that nothing was stirring in his netherlands. Their budding relationship segued smoothly into her becoming his confidential secretary for the rest of his life — the woman entrusted with the secret files.\n\nEastwood's film is firm in its refusal to cheapen and tarnish by inventing salacious scenes. I don't get the impression from \"J. Edgar\" that Eastwood particularly respected Hoover, but I do believe he respected his unyielding public facade. It is possibly Hoover's lifelong performance that fascinated him. There's a theme running through most of his films since \"Bird\" (1988): the man unshakably committed to his own idea of himself. \n\nAs a period biopic, \"J. Edgar\" is masterful. Few films span seven decades this comfortably. The sets, the props, the clothes, and details, look effortlessly right, and note how Eastwood handles the many supporting roles (some of them depicting famous people). These minor characters are all to some degree relating to Hoover's formidable public image. As a person or as a character, he was a star of stage, screen, radio and print; he was said to have the goods on everyone. People tip-toed around him as they might have with Stalin. It's a nice touch, the way Eastwood and DiCaprio create a character who seems to be a dead zone and make him electrifying in other actors' reaction shots.", "running_time": 137, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-08", "genres": ["Crime", "Drama", "History"], "title": "J. Edgar (2011)"}