{"url": "http://www.rogerebert.com/reviews/jack-the-bear-1993", "by": "Danny DeVitoas John Leary", "star_rating": 3.0, "text": "There is an age in the lives of all children when they wish their parents were invisible. Everything about them is acutely embarrassing. How many parents have had to park the car around the corner while picking the kids up after school, because to be picked up by one's parents is, of course, the ultimate admission of wimphood? If there is anything worse than parents who are hopelessly outdated, it is parents who are somehow cool. Imagine, for example, the humiliation of having a father who is the host of the midnight monster bash on the local TV channel, and appears in ghoul makeup with blood dripping from his fangs, or an ax embedded in his skull.\n\nThat is the weekly ordeal of Jack Leary (Robert J. Steinmiller Jr.) in \"Jack the Bear,\" an odd new movie in which his father is not even the strangest man on their block.\n\nThe father is John Leary (Danny DeVito), a man whose cheerful overacting on the tube every Saturday night is counterbalanced by long hours spent sitting at the kitchen table with a quart of booze. John is depressed for many reasons. His wife has been killed in an accident, leaving him with Jack and a younger son, Dylan, to raise on his own. He has been fired by one television station after another, ending up near the bottom of the ladder. And his in-laws make unannounced visits during which they are appalled by the way he runs his home.\n\nOh, and there is a neo-Nazi living across the street. Norman Strick (Gary Sinise) is a peculiar man who seems to live with his parents, although no one ever sees them, and spends his energy keeping kids off his lawn and looking sinister. When he circulates a petition for the local white-supremist candidate, the DeVito character drunkenly attacks him on television, after which Norman retaliates by abducting one of the children.\n\nBy this point in the movie, all hope of a consistent tone has already been long abandoned. \"Jack the Bear\" lives in a world that makes the midnight monster madness look sane by comparison. Some scenes in the movie are closely observed slices of real life, while others are lurid and melodramatic and at least some seem pure fantasy. You have to stay on your toes.\n\nAnd yet I liked it - barely. The subplot involving the neo-Nazi is a mistake - a dead end that has nothing to do with the movie's real subject, the difficulty of being a member of an unconventional household. Norman the Nazi may have come from the novel by Dan McCall that is the basis for Steven Zaillian's screenplay, but that is not reason enough to leave him in the movie, especially since the outcome of his part of the story is an anticlimactic non-event.\n\nWhat works is, first of all, the DeVito performance as a driven man in a ridiculous job who loves his children but has lost his bearings. There is a lot of the child in his character. Halloween is his favorite holiday because he gets to dress up in costumes. The neighbor kids love to come over to hear his ghost stories. His drinking is mainly fueled by worry; he would like to be a better dad but feels he has let his children down.\n\nSteinmiller is also good as young Jack, especially in a bittersweet sequence where he develops a crush on a girl at school (Reese Witherspoon, from the wonderful \"The Man in the Moon\"). She's a head taller than Jack, but accepts his invitation to come over for dinner one Friday night, an event that galvanizes the entire household and puts the DeVito character into high gear. The way this dinner date and its sequel are handled is the best thing in the movie, remembering so well what it is like to be at the edge of adolescence and at the mercy of raging emotions. There are also scenes of great poignancy in which the father and his older son talk frankly about the mysteries of life.\n\n\"Jack the Bear\" is not an ordinary movie, and I never had the feeling I knew what would happen next. The characters are clearly seen, and despite the bizarre elements, there is always a feeling that DeVito and the two young boys make up a real family. If the focus had stayed there, the movie would have been better, I think.\n\nThe addition of Norman and all of his demented activities is a dead end - a distraction that keeps this from being a much better film.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-04-02", "genres": ["Drama"], "title": "Jack The Bear (1993)"}