{"url": "http://www.rogerebert.com/reviews/jack-frost-1998", "by": "Michael Keatonas Jack Frost", "star_rating": 1.0, "text": "\"Jack Frost\" is the kind of movie that makes you want to take the temperature, if not feel for the pulse, of the filmmakers. What possessed anyone to think this was a plausible idea for a movie? It's a bad film, yes, but that's not the real problem. \"Jack Frost\" could have been co-directed by Orson Welles and Steven Spielberg and still be unwatchable, because of that damned snowman.\n\nThe snowman gave me the creeps. Never have I disliked a movie character more. They say state-of-the-art special effects can create the illusion of anything on the screen, and now we have proof: It's possible for the Jim Henson folks and Industrial Light and Magic to put their heads together and come up with the most repulsive single creature in the history of special effects, and I am not forgetting the Chucky doll or the desert intestine from \"Star Wars.\" To see the snowman is to dislike the snowman. It doesn't look like a snowman, anyway. It looks like a cheap snowman suit. When it moves, it doesn't exactly glide--it walks, but without feet, like it's creeping on its torso. It has anorexic tree limbs for arms, which spin through 360 degrees when it's throwing snowballs. It has a big, wide mouth that moves as if masticating Gummi Bears. And it's this kid's dad.\n\nYes, little Charlie (Joseph Cross) has been without a father for a year, since his dad (Michael Keaton) was killed--on Christmas Day, of course. A year later, Charlie plays his father's magic harmonica (\"If you ever need me ... \") and his father turns up as the snowman.\n\nThink about that. It is an astounding fact. The snowman on Charlie's front lawn is a living, moving creature inhabited by the personality of his father. It is a reflection of the lame-brained screenplay that despite having a sentient snowman, the movie casts about for plot fillers, including a school bully, a chase scene, snowball fights, a hockey team, an old family friend to talk to Mom--you know, stuff to keep up the interest between those boring scenes when the snowman is TALKING.\n\nWhat do you ask a snowman inhabited by your father? After all, Dad's been dead a year. What's it like on the other side? Is there a heaven? Big Bang or steady state? When will the NBA lockout end? Elvis--dead? What's it like standing out on the lawn in the cold all night? Ever meet any angels? Has anybody else ever come back as a snowman? Do you have to eat? If you do, then what? Any good reporter could talk to that snowman for five minutes and come back with some great quotes.\n\nBut Charlie, self-centered little movie child, is more concerned with how Jack Frost (his father's real name) can help him. His dad has been dead for a year and comes back as a snowman and all he can think of is using the snowman to defeat the school bully in a snowball fight. Also, the kid tries to keep Dad from melting. (What kind of a half-track miracle is it if a snowman can talk, but it can't keep from melting?) Does the snowman have any advice for his son? Here is a typical conversation: Jack Frost: \"You da man!\" Charlie: \"No, YOU da man!\" Jack: \"No, I da SNOWMAN!\" Eventually the snowman has to leave again--a fairly abrupt development announced with the cursory line, \"It's time for me to go ... get on with your life.\" By this time the snowman's secret is known not only to his son but to his wife (Kelly Preston), who takes a phone call from her dead husband with what, under the circumstances, can only be described as extreme aplomb. At the end, the human Jack Frost materializes again, inside swirling fake snow, and tells his wife and son, \"If you ever need me, I'm right here.\" And Charlie doesn't even ask, \"What about on a hot day?\"", "running_time": 95, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-12-11", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Jack Frost (1998)"}