{"url": "http://www.rogerebert.com/reviews/jack-and-sarah-1996", "by": "Richard E. Grantas Jack", "star_rating": 3.0, "text": "We begin with the presence of Richard E. Grant. He smiles but is somehow shifty. He doesn't seem like a leading man in a comedy about raising a baby. He isn't smooth, dependable and cuddly. He is, in fact, edgy and short-tempered,and appallingly self-centered. No Hollywood casting director would think twice before rejecting him for the lead in \"Jack & Sarah.\" That is why he makes such an interesting choice, and why the movie rises above its formula origins to become perversely interesting. \n\nYou may have seen Grant before, although his name may not come immediately to mind. He was the co-star of \"Withnail & I\" (1987), as a desperately bitter, angry, unemployed actor. In \"How to Get Ahead in Advertising\" (1989), his misery was so great that it produced a boil on his shoulder that eventually developed a mind of its own. In \"The Player,\" \"Bram Stoker's Dracula\" and \"The Age of Innocence,\" he played varieties of ominous twits. Not, in other words, the kind of warm-hearted, Hugh Grantish, Dudley Moorish, Richard Dreyfussian lead you would expect in a movie about a selfish egotist who learns to love. \n\nWhy is Grant not the expected choice? His face is too long. His eyes are too frank. His mouth is too wry. These are, of course, excellent attributes for an actor, and will give him longevity; Richard Grant will be playing intriguing roles long after Hugh Grant has been consigned to kindly godfathers. But they are not qualities we associate with fuzzy parent figures. \n\nGrant has, in fact, received some negative reviews for this film--mostly, I think, because he forces viewers to come to terms with him, instead of allowing them to settle into a comfortable cocoon of mindless sitcom reassurance. His presence forces the movie to be about something other than its cliches, which are many, and by the end I had become involved in his character's struggle to become a nice person. \n\nGrant plays Jack, a London lawyer who snarls at the workmen rehabbing his home, gets into an ill-advised fight with someone clamping his car (or, as we say here, getting the Denver Boot) and is so intense and competitive that during a natural childbirth class with his pregnant wife (Imogen Stubbs) he goes into sympathetic labor. Soon it is time for the baby to be born, an event he misses, having fallen down the stairs and gone unconscious to the hospital in the same ambulance as his wife. \n\nIt is not betraying too much of the plot, I hope, to reveal that Sarah dies in childbirth. This happens very early on, as a setup for the central plot, which involves Jack's struggle to become a good parent, love his little daughter Sarah, and transform himself into an acceptable human being. \n\nHe is assisted in this struggle by Amy (Samantha Mathis), an American working as a waitress in London; he rescues her from her restaurant and hires her to be Sarah's nanny. And he is helped by William (Ian McKellen), an alcoholic derelict who cleans himself up nicely and more or less appoints himself the household butler. Assorted grandparents also come into the picture, particularly those wonderful actresses Judi Dench, as his mother, and Eileen Atkins, as his stepmother. They dote on little Sarah, and hope Jack will become a good father--if such a thing is possible. \n\nIf you muse a bit on the characters I've described, you will no doubt be able to fashion a very good guess about what eventually happens. That's why Richard Grant is so important to the movie. The screenplay, by Tim Sullivan (who also directs), is straight off the assembly line. But by casting against type, by finding an actor whose very presence insists he is not to be disregarded, the movie works in spite of its conventions. Grant makes general scenes into particular ones, and adds suspense by generating doubt about whether his character will respond according to formula. \"Jack & Sarah\" is almost perverse in the way it backs into its cheerful outcome; first the heart transplant, then the heart.", "running_time": 110, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-05-31", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Jack & Sarah (1996)"}