{"url": "http://www.rogerebert.com/reviews/jackie-brown-1997", "by": "Pam Grieras Jackie Brown", "star_rating": 4.0, "text": "I like the moment when the veins pop out on Ordell's forehead. It's a quiet moment in the front seat of a van, he's sitting there next to Louis, he's just heard that he's lost his retirement fund of $500,000, and he's thinking hard. Quentin Tarantino lets him think. Just holds the shot, nothing happening. Then Ordell looks up and says, \"It's Jackie Brown.'' He's absolutely right. She's stolen his money. In the movies people like him hardly ever need to think. The director has done all their thinking for them. One of the pleasures of \"Jackie Brown,'' Tarantino's new film, based on a novel by Elmore Leonard, is that everybody in the movie is smart. Whoever is smartest will live.\n\nJackie (Pam Grier) knows she needs to pull off a flawless scam, or she'll be dead. Ordell (Samuel L. Jackson) will pop her, just like that guy they found in the trunk of a car. So she thinks hard, and so do a bail bondsman (Robert Forster) and an ATF agent (Michael Keaton). Everyone has a pretty good idea of exactly what's happening: They just can't figure it out fast enough to stay ahead of Jackie. The final scenes unfold in a cloud of delight, as the audience watches all of the threads come together.\n\nThis is the movie that proves Tarantino is the real thing, and not just a two-film wonder boy. It's not a retread of \"Reservoir Dogs\" or \"Pulp Fiction,\" but a new film in a new style, and it evokes the particular magic of Elmore Leonard--who elevates the crime novel to a form of sociological comedy. There is a scene here that involves the ex-con Louis (Robert De Niro) and Ordell's druggie mistress (Bridget Fonda) discussing a photograph pinned to the wall, and it's so perfectly written, timed and played that I applauded it.\n\nTarantino has a lot of good scenes in this movie. The scene where one character lures another to his death by tempting him with chicken and waffles. The scene where a nagging woman makes one suggestion too many. The scene where a man comes around in the morning to get back the gun a woman borrowed the night before. The moment when Jackie Brown uses one line of dialogue, perfectly timed, to solve all of her problems.\n\nThis movie is about texture, not plot. It has a plot, all right, but not as the whole purpose of the film. Jackie Brown, 44 years old, is an attendant on the worst airline in North America, and supplements her meager salary by smuggling cash from Mexico to Los Angeles for Ordell, who is a gun dealer. Beaumont (Chris Tucker), one of Ordell's hirelings, gets busted by an ATF agent (Keaton) and a local cop (Michael Bowen). So they know Jackie is coming in with $500,000 of Ordell's money, and bust her.\n\nOrdell has Jackie bailed out by Max Cherry (Robert Forster), a bondsman who falls in love the moment he sees her, but keeps that knowledge to himself. Jackie knows Ordell will kill her before she can cut a deal with the law. Maybe she could kill Ordell first, but she's not a killer, and besides, she has a better idea. The unfolding of this idea, which involves a lot of improvisation, occupies the rest of the movie.\n\nAt the heart of the story is the affection that grows between Jackie and Max. In a lesser thriller, there would be a sex scene. Tarantino reasonably believes that during a period when everyone's in danger and no one's leveling about their real motives, such an episode would be unlikely. Max silently guesses part of what Jackie is up to and provides a little crucial help. Jackie takes the help without quite acknowledging it. And their attraction stays on an unspoken level, which makes it all the more intriguing.\n\nIn \"Jackie Brown,'' as in \"Pulp Fiction,'' we get the sense that the characters live in spacious worlds and know a lot of people (in most thrillers the characters only know one another). Ordell has women stashed all over Southern California, including a dim runaway from the South who he keeps in Glenwood, which he has told her is Hollywood. Max Cherry has a partner (Tommy \"Tiny'' Lister Jr.) who is referred to long before he goes into action. The sides of the film's canvas are free to expand when it's necessary.\n\nIf Tarantino's strengths are dialogue and plotting, his gift is casting. Pam Grier, the goddess of 1970s tough-girl pictures, here finds just the right note for Jackie Brown; she's tired and desperate. Robert Forster has the role of a career as the bail bondsman, matter of fact about his job and the law; he's a plausible professional, not a plot stooge. Jackson, as Ordell, does a harder, colder version of his hit man in \"Pulp Fiction,'' and once again uses the N-word like an obsession or a mantra (that gets a little old). De Niro, still in a longtime convict's prison trance, plays Louis as ingratiatingly stupid. Bridget Fonda's performance is so good, it's almost invisible; her character's lassitude and contempt coexist with the need to be high all the time.\n\nA lot of crime films play like they were written by crossword puzzle fans who fill in the easy words and then call the hot line for the solution. (The solution is always: Abandon the characters and end with a chase and a shootout.) Tarantino leaves the hardest questions for last, hides his moves, conceals his strategies in plain view, and gives his characters dialogue that is alive, authentic and spontaneous.\n\nYou savor every moment of \"Jackie Brown.'' Those who say it is too long have developed cinematic attention deficit disorder. I wanted these characters to live, talk, deceive and scheme for hours and hours.", "running_time": 155, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-12-24", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Jackie Brown (1997)"}