{"url": "http://www.rogerebert.com/reviews/jacks-back-1988", "by": "James Spaderas John/Rick", "star_rating": 3.0, "text": "Exactly a century has passed since Jack the Ripper committed his monstrous crimes, and now a copycat killer is duplicating them - each murder 100 years to the day after the Ripper’s crimes. This sounds depressingly like the premise for an exploitation film, and the title “Jack’s Back” does nothing to encourage our hopes. But the surprising thing is that this is actually a good movie, with intriguing work by James Spader.\n\nHe plays two characters: twin brothers, one an earnest medical student, the other a rebel who has had some trouble with the law.\n\nWithout revealing any more of the film’s surprises, I can tell you that the good brother discovers one of the victims, and that the other brother eventually finds himself considered as the police department’s prime suspect for the murders.\n\nThe movie develops into a thriller in which the second twin has to run from the police, clear his name and somehow prevent the real killer from murdering the woman who has loved both twins.\n\nAll of this sounds contrived. Of course it is contrived. A movie like this is nothing without contrivance, and one of its pleasures is to watch the plot gimmicks as they twist inward upon themselves, revealing one level of surprise after another. By the end of the film, we are more or less sure we understand everything that has happened, but even then there is one more surprise - and not the one you’re no doubt expecting.\n\nBut apart from the pleasures of the plot, what makes “Jack’s Back” worth seeing is the work of Spader, a young actor who I believe has as much promise as anyone of his generation. He was the slick, detached drug dealer in “Less Than Zero,” projecting an easy charm that masked a cold contempt for his customers. And he has played villains in three other recent films; he was the guy who gave Charlie Sheen the insider tips in “Wall Street,” the nasty store employee in “Mannequin” and the ambitious yuppie who wanted Diane Keaton’s job in “Baby Boom.” I don’t have any statistics to prove this, but my notion is that actors who play villains early in their careers often turn out to have more interesting careers than those who always play the lead. They find more interesting places inside themselves, and they carry a hint of complexity and secretiveness even into heroic roles. Look at Jack Nicholson, for example.\n\n“Jack’s Back” is Spader’s first chance to play a good guy, and he plays two of them: the good twin and the bad twin who reveals positive qualities. It’s the kind of dual role an actor loves because it allows him to do the same thing in two different ways. \n\nLook carefully at a couple of the early scenes. There’s a small moment in an emergency clinic when Spader comforts a wounded elderly woman, making the scene original and not a recycled docu-drama - and then ending with a friendly, kidding one-liner that puts everything into context.\n\nAnd then notice later in the movie when, as the other twin, Spader does a kind of leisurely dance around Cynthia Gibb, who is engaging and believable as the heroine. Does he like her? Does he frighten her? An actor who can make us ask those questions is doing his job.\n\n“Jack’s Back” was written and directed by Rowdy Harrington, who pays adequate homage to the requirements of the thiller, especially in a couple of truly shocking moments. But he’s up to something more than a routine shock movie here. He has taken the trouble to make three-dimensional characters, and paused here and there to provide scenes that make the characters seem real and complicated, instead of just pawns in a movie formula.\n\nIt’s not a great movie, but it’s the kind of film that makes you curious about what Harrington will do next.", "running_time": 95, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-06-07", "genres": ["Horror", "Thriller"], "title": "Jack's Back (1988)"}