{"url": "http://www.rogerebert.com/reviews/jack-1996", "by": "Robin Williamsas Jack Powell", "star_rating": 1.5, "text": "In his choice of characters, Robin Williams seems more\rcomfortable playing soloists--people set apart by special skills or problems.\rRemember him in “Jumanji,” trapped in time. Or in “Popeye,” where “I yam what\ryam.” Or in “Mrs. Doubtfire,” crossing the gender line. Or consider his\runclassifiable characters in “The Fisher King” and “Toys.” The closest he comes\rto a three-dimensional, grownup person is in “The World According to Garp” and “Good\rMorning, Vietnam.” Williams seems most at home in bodies that don't quite fit.\rMaybe that's why he had so much fun doing the voice of the genie in “Aladdin.”\rHe must have been the first choice for Francis Ford Coppola's “Jack,” where he\rplays a boy who is aging at four times the normal rate. He is born, fully\rdeveloped, after a two-month pregnancy, and at the age of 10 he looks exactly\rlike a 40-year-old man.\n\nThe\rnotion of a boy trapped in a man's body has been done before, by Tom Hanks in “Big,”\rfor example. “Jack” brings it poignancy, because the situation isn't caused by\rmagic, but by medical reasons; it's obvious Jack may not turn 20. (His\rcondition is not inspired by a real disease, but was created by the\rfilmmakers.) Williams works hard at seeming to be a kid inside an adult body,\rand some of his inspirations work well. But he has been ill-served by a\rscreenplay that isn't curious about what his life would really be like.\n\nCoppola\rbrought great pathos to a similar situation in his “Peggy Sue Got Married”\r(1986), where a 43-year-old woman (Kathleen Turner) found herself inside her\rown teenage body. He found scenes that dealt truly with the crushing fact that\rwe float on a current of time. In “Jack,” he and his writers, James DeMonaco\rand Gary Nadeau, go for more obvious payoffs.\n\nThe\rsetup: As a device to make the story simpler and more dramatic, “Jack” is\ressentially kept out of society until he's 10. A tutor (Bill Cosby) comes to\rhis home every day, and Jack has no ordinary contact with other kids. The movie\rexplains this through the concerns of his uptight mom (Diane Lane), but finally\rthe tutor and the dad (Brian Kerwin) prevail, and he goes to school.\n\nOf\rcourse the other kids don't accept him. Well, why should they? He's got a\rreceding hairline. (His dad teaches him to shave during the film, which seems\rodd, since by my calculations he should have been doing that since he was about\r4.) When he sits down on his first day in fifth grade, the desk isn't big\renough, it collapses beneath him, and my heart sank: Why would anyone the size\rof Robin Williams try to sit in a fifth-grade chair except to produce a\rslapstick gag? Eventually the kids accept him (he's a good basketball center),\rand then they find he has other uses--he can buy Penthouse, for example. But\rinstead of using Penthouse as the springboard for observations about how boys\rthat age are ambivalent to sex, the movie goes for a payoff in which a tree\rhouse collapses. (The next time I see a tree house collapse or a character fall\rthrough several floors of an old building, I'm going to fine the prop union.)\rThere is one scene that works, is true, and does illuminate Jack's human\rdilemma. That's the scene where he gets a crush on his teacher (Jennifer Lopez)\rand plies her with a bag of red Gummi Bears before asking her to the school\rdance. (She's the only female in view who is tall enough to dance with him.)\rThe way the teacher tactfully and gently handles this situation is an\rillustration of a path the whole movie could have taken, had it been more\rambitious.\n\nBut\r“Jack” doesn't want to be a great movie. It only wants to pluck the usual\rheartstrings and provide the anticipated payoff. Far from being able to\rempathize with the thought processes of a 10-year-old, the filmmakers place him\rin situations they can imagine but a kid probably couldn't. I intensely\rdisliked a subplot involving a schoolmate's trampy mother (Fran Drescher) that\rleads to a scene in a bar that doesn't work and doesn't belong, but does\rillustrate the ancient principle that every time there is a bar in a movie,\rthere is a fight.\n\nWho\rwas this movie made for? Kids, maybe, who will like the scene where Jack passes\rhimself off as the school principal (although the scene could have been written\rwith smarter dialogue). But if this is a kids' movie, go for kids' reference\rpoints. Or if it's for adults, then it shouldn't have been constructed as a\rsitcom. My best guess is that the premise blinded everyone. Robin Williams is a\r40-year-old in a 10-year-old's body? Great! When do we start shooting? If\ranyone dared to bring up the possibility of a better screenplay, he was probably\rshouted down: In the delirium of high concept, it doesn't pay to rain on the\rparade--no, not even if flowers might afterward grow.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-08-09", "genres": ["Comedy", "Drama", "Science Fiction"], "title": "Jack (1996)"}