{"url": "http://www.rogerebert.com/reviews/jackpot-2001", "by": "Jon Griesas Sunny Holiday", "star_rating": 2.0, "text": "Sailing in a big pink Chrysler boat from one sad saloon to another, Sunny Holiday and Lester Irving travel the highways of the West, seeking fame. Sunny (Jon Gries) is the singer, Lester (Garrett Morris) is his manager. Their plan: By gradually building a constituency among karaoke fans, Sunny will position himself for his big breakthrough into the world of pop music. ''Our winnings total . . . thousands,'' Sunny assures an interviewer. One of his prizes looks more like a Waring blender (Lester, as manager, gets 15 percent, and keeps the lid).\n\n''Jackpot'' is the new movie by the Polish brothers, directed by Michael, co-produced and co-written by Mark. Their first film, ''Twin Falls Idaho'' (1999), was a virtuoso dark melodrama about conjoined twins approaching an inescapable separation. This one feels more like when the pianist noodles on the keyboard before breaking into the melody. All the pieces are in place--the characters, the seedy milieu, the look and tone--but we never get to the nod inviting the drums and bass to come in.\n\nIt's all warm-up, no pitch.\n\nYet you can tell these guys have a feel for film. This is a sophomore lapse on the way to a real career. There are moments that zing.\n\nOne comes when Sunny seduces Janice (Peggy Lipton), who lives in a trailer near his motel. First they sleep together. Then he spills his coffee. Then he goes out to his car to get a gallon jug of industrial soap. ''None of those big chain stores carry this kind of power,'' he assures her. Then he tries to sell her the soap. Lesser filmmakers would have stopped there. Not the Polish brothers. ''You screwed me once. Why are you trying to screw me again?'' asks Janice, in words to that effect.\n\nSunny and Lester have a relationship like George and Lennie in Of Mice and Men , except that both of them are more like Lennie. They travel through life side by side, the 40-ish white man and 60-ish black man, toward success that always remains out there on the horizon. Sunny dresses like a caller at a Saturday night square dance, Lester like an unsuccessful undertaker. Lester prays before every competition, and gives advice (no matter how bad things are going, never, ever just walk off the stage).\n\nSunny has abandoned a wife and child for this quest. Bobbi (Daryl Hannah) waits at home during what she calls his ''fantasy tour,'' raising their baby and waiting for child support. It's her pink Chrysler. She reports it stolen. Sunny does religiously send her a $1 lottery ticket every week, which if it was a winner (he points out) would more than make up for the missing support payments, but somehow for Bobbi this is not enough.\n\nThe film has a nice way of getting into scenes. I like the way Sunny and Lester are discovered sitting at the counter of a diner, an empty seat between them, caught in mid-flow of a conversation they have been having for months. And the way Sunny's brother Tracy (Anthony Edwards) turns up to defend and support him. And the way the fans in the karaoke bars have to think the contestants are stars--because if they're not, what does that make the fans? In its mastery of its moments, ''Jackpot'' has charm, humor and poignancy. What it lacks is necessity. There's a sense in which we're always waiting for it to kick in. If we saw ''Duets,'' the 2000 Gwyneth Paltrow and Huey Lewis movie, we know this world of competitive karaoke.\n\n\"Jackpot'' is not so much about the karaoke, as about the relationship between Sunny and Lester. But do they have a relationship, or it is a double act, so long in rehearsal that all the lines are set? Somebody has to break out if anything is to happen. ''Jackpot'' was made by twins, and both of their films are about two men joined at the hip, either literally or figuratively. Maybe it's time for them to go in for the operation.\n\nNote: I learn on the Web that the film was photographed with Sony's new Cine Alta digital video camera, the same one George Lucas is using for the next ''Star Wars'' movie. I don't know whether the movie's look (described by Elvis Mitchell as ''left on the dashboard faded'') is the result of the camera, or of cinematographer M. David Mullen--more Mullen's choice, I assume, or ''Star Wars'' fans are going to be plenty displeased.\n\nIt's right for this film, but it's not ready for prime time.", "running_time": 100, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-24", "genres": null, "title": "Jackpot (2001)"}