{"url": "http://www.rogerebert.com/reviews/jack-of-diamonds-1967", "by": "George Hamiltonas Jeff Hill", "star_rating": 2.0, "text": "\"Jack of Diamonds\" is a harmless exercise in how not to make a suspense adventure. I can't think of any reason to go and see it, unless you're a George Hamilton fan. He's pleasant enough, I guess, but as unlike a diamond thief as J. Edgar Hoover is unlike Murph the Surf.\n\nHamilton, firmly cast in the Handsome Young Man image, is such a gentleman that he got Sandra Dee with child in \"Doctor, You've Got to Be Kidding\" merely by kissing her. His approach to diamond thievery is equally lacking in abandon. He sneaks into buildings and off oceanliners and into the Paris police headquarters with all the cunning of a senior at a prom.\n\nIn a suspense movie, of course, a quick pace counts for everything. If events happen quickly enough and are visually exciting, we aren't bothered by holes in the plot. It's only when the pace slows down and people stand around talking about the plot that it concerns us. \n\nHitchcock, who not only understands this truth but probably discovered it, explains to François Truffaut in their new book that the important thing is to introduce a goal or target, convince the audience that it's a life or death matter that the characters reach it and then forget it and get on with the characters. If the guy's a diamond thief, fine; but don't stand around appraising diamonds, see?\n\n\"Jack of Diamonds\" violates these rules, simple as they are. It's not enough that a lady has her diamonds stolen; the lady is Zsa Zsa Gabor, playing herself, and she has 10 minutes of scenes straight out of the Johnny Carson Show, in which she breathes heavily and calls everyone \"darlink.\"\n\nThen it turns out that the whole episode was simply a warm-up and the movie is going to be about another theft altogether. Hamilton, as the famous thief Jack of Diamonds, is going to join up with Joseph Cotten, the retired Ace of Diamonds, in a really big job. Also on their team are Maurice Evans, a canny old thief, and Maria Laforet, as his daughter.\n\nBut before they can pull off the job they have to meet each other, right? So Hamilton and Cotten go off on a skiing holiday, and Miss Laforet tails them. They stay at the same lodge, natch, and there's a long sequence in which Miss Laforet chases Hamilton down mountains on skis. Then they collide, meet, arrange for a cocktail, discover each other's secret identities, etc.\n\nI've never been able to understand why spies and criminals have to chase each other on skis, but they do it all the time. In \"Caprice,\" Richard Harris and Doris Day had a great ski sequence and were shot at by helicopters with machine-guns, if I remember correctly. Why? Why can't they murder each other in the lodge, instead of bloodying the slopes?\n\nBut the ski sequence is nice to look at and will help pad out the movie (although both of these principles are death to the suspense). In \"Jack of Diamonds,\" there aren't even any helicopters, but there's a yodeler on the sound track who yodels.\n\nThe presence of Cotten in the midst of all this is a depressing reminder that there used to be really good crime movies and that Cotten was in a lot of them, from \"The Third Man\" (1949) to the unjustly neglected \"The Money Trap\" (1965).\n\nWhy couldn't they have ditched the whole idea and made a really good movie, starring Cotten and maybe Orson Welles?", "running_time": 108, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-20", "genres": null, "title": "Jack of Diamonds (1967)"}