{"url": "http://www.rogerebert.com/reviews/jack-johnson-1971", "by": "William Clayton", "star_rating": 3.0, "text": "Jim Jacobs' documentary, an Academy Award nominee, is pieced together from surviving newsreel footage of Johnson supplemented by other footage apparently lifted from films of the same general era. It is nearly always fascinating -- old, resurrected newsreel film affects me something like a time machine -- but it doesn't necessarily penetrate to the man Jack Johnson. We are left with the public figure.\n\nThe stage and movie versions of \"The Great White Hope\" have the advantage of fiction; they can pretend to take us inside Jack Johnson's mind and give us a fuller idea of the crushing pressures he experienced. The fiction may not be entirely \"true.\" It is necessarily a creation of actors, writers and directors. But it penetrates to a sort of general truth about black men in America.\n\n\"Jack Johnson\" can't do that. The newsreel footage of Johnson was limited to his public moments -- the fights, the weigh-ins, the parades and the trips to and from Europe, the United States, Mexico, Cuba and all the other ports of call of his harassed career. We see him smiling, shaking hands, fighting; we don't get the anguish in the middle of the night.\n\nWhat we do get is the feeling of actuality. Johnson comes across as a tremendously charismatic man, easy and warm and with a sense of humor. There are moments during his Havana fight with Jess Willard that particularly stand out: Willard lands a good blow, and Johnson ironically applauds. Then he spreads his gloves as if taunting Willard to hit again.\n\nJohnson later claimed he threw the fight, and sports experts studied photos of him flat on his back, \"knocked out\" but apparently conscious and shielding his eyes from the sun. There's much more convincing evidence of a fix in the two earlier moments: Here is a fighter, we feel, who has an unshakable pride and must taunt the \"great white hope\" before \"falling\" to him.\n\nThe fascinating thing about documentary footage is that you have to exercise these acts of imagination. A documentary can't tell us things the way drama does, by setting everything up and spreading around appropriate dialog. We have to make our own effort to understand the man, and that effort can sometimes lead us closer to him than any fiction could.", "running_time": null, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-03-10", "genres": null, "title": "Jack Johnson (1971)"}