{"url": "http://www.rogerebert.com/reviews/jacquot-1993", "by": "Agnes Varda", "star_rating": 3.5, "text": "Agnes Varda and Jacques Demy, who together and separately had been making films for 30 years, began a new one in April, 1990. It was about his childhood memories. If you have seen Demy's \"The Umbrellas of Cherbourg,\" a musical set in a garage and featuring singing mechanics, you may have guessed that Demy grew up as the son of an auto mechanic. \"Umbrellas\" won all the awards - the prize at Cannes, the foreign language Oscar - and Demy made such others as \"Lola\" and \"Donkey Skin,\" often centering around the songs he remembered from his youth.\n\nMeanwhile, Varda made films, too, often films based on her own life, such as \"Daguerreotypes,\" about the people who lived on their street in Paris, the rue Daguerre. She starred their son Matthew in \"Kung Fu Master\" (1989), about a young boy's coming of age. This new film would be her film about Demy's memories. As they began it, they both knew that he was dying of a brain tumor.\n\n\"The film was shot exactly where Jacques Demy spent his childhood,\" Varda says, \"in the garage of his father and in other places where, later, he was to film sequences.\" He wrote the story line by telling his memories to Agnes. But he refused to write the screenplay or dialogue because he wanted it to be her film. His health was failing through 1990, but he was able to visit the location, to appear in a few scenes, to see most of the rushes before he died in October, 1990.\n\nAnd now here is \"Jacquot,\" a love film, a film a woman has made about the memories of the man she lived with for 33 years, as she imagines them. The film uses three young actors to recreate the life of Jacques Demy from 1939, when he was 8, through the wartime years and his adolescence, to the years when he learns that he loves film and must be a director. It begins with a Punch and Judy show, which Demy saw and immediately imitated, making his own theater and figures out of cardboard. It continues as he goes to the movies and is struck by their magic when he sees Walt Disney's \"Snow White and the Seven Dwarfs.\" \n\nFrom the beginning, he knew he had to make his own films. He is given a cheap little toy projector and a worn-out 8mm Chaplin film, which he views again and again, until he muses, \"I wish I could erase the film and make my own.\" And he does so, soaking the film in hot water and scraping off the images with a knife, so that he can draw his own crude animated images directly on the film. This is the single-mindedness of all great directors, the willingness to erase even Chaplin to make room for their own visions.\n\nIn a junk shop he finds a handwound camera, and uses it to film his own stop-action animated stories, taking hours to move his cardboard puppets ever so slightly between every frame of film. He mails the exposed film off to the Pathe labs and waits breathlessly. . . and waits. . . and waits six full months until the developed film is returned, and he is crushed to discover that every frame is blank. \"I have to learn about the f-stop,\" he says.\n\nAt last he gets a better camera. He films the screenplay in the instruction book that comes with the camera, casting his playmates, costuming them, ordering them around with the confidence of a born director. He goes to the cinema all the time. He tells his friends which directors are good and which cannot be depended on.\n\nHis father wants him to go to a trade school. He wants to go to the high school, and become a film director. His father insists that he learn a trade. He spends hated months learning about a machine shop, while every free moment is spent in an attic room with his camera and his experiments. In a moment of betrayal that Jacques Demy still remembered months before he died, his art teacher comes to visit his parents and agrees that the boy has talent, but advises against a career in film because \"many are called but few are chosen.\" \n\nBut Jacques Demy was chosen. The film begins and ends with Demy on the beach, looking out at the sea, and then with closeups of the grains of sand that run out through his fingers. It is not a sad film, however. It is a film about a boy lucky enough to discover how he wanted to spend his life, and to spend it that way.", "running_time": 118, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-09-03", "genres": ["Drama"], "title": "Jacquot (1993)"}