{"url": "http://www.rogerebert.com/reviews/jade-1995", "by": "David Carusoas David Corelli", "star_rating": 2.0, "text": "I think I could just about pass a test on what happens in \"Jade,\" but that's only because I've seen it twice, and they tidied up the final reel in the meantime to make it a little clearer. The movie is still as hard to follow as \"The Usual Suspects,\" and without meaning to be. It even makes the same mistake as \"Jagged Edge,\" an earlier thriller by the same writer, Joe Eszterhas, in which everything leads up to a shot of a dead killer, and you're not quite sure who it is.\n\nThe problem anyway is, that dead guy only provides the solution to the secondary mystery in the movie. The solution to the real mystery remains so murky that we only find out in the last scene, when the perpetrator confesses. And then eerie music wells up so quickly, and credits start to crawl so promptly, that we may be out of the theater before it occurs to us to ask: Hey, how did the perpetrator (as finally revealed) talk the victim into voluntarily getting involved in the kinky death scene in the first place? If you made an inventory of \"Jade,\" you'd find lots of standard thriller ingredients. The movie contains bizarre murder weapons, blackmail, adultery, criminals in high places, kinky sex, hidden cameras, a chase scene, nudity, knives, guns and even such reliable lines as \"I'm taking you off this case!\" The problem is that they're not assembled in a compelling order. There's only one character we can identify with - a San Francisco police detective played by David Caruso - and he doesn't drive the plot so much as get swept along by it. Everyone else in the large cast is presented as a possible bad guy, and there are so many ominous developments that you're not surprised there's more than one conspiracy, and more than one perpetrator.\n\nAs the movie opens, a wealthy businessman is found crucified in his bedroom and murdered with a ceremonial ax. The fingerprints on the ax match those of Trina (Linda Fiorentino), former lover of Carelli (David Caruso) and current wife of rich, powerful lawyer Matt Gavin (Chazz Palminteri). Her excuse? She happened to handle the ax earlier the same day, while visiting the businessman.\n\nAh, but then the businessman turns out to possess photos showing the governor of the state (Richard Crenna) in compromising positions with hookers. The photos were taken at the dead man's coastal hideaway, where he provided sex partners for his powerful friends and secretly photographed them. A hooker who worked there points the cops toward the mysterious \"Jade,\" who was a favorite of the rich guys because of her willingness to engage in a practice which, oddly enough, represents the opposite of what the movie seems to think Jade stands for (you'll see what I mean).\n\nMuch of the movie consists of the dialogue necessary to keep this plot afloat, and director William Friedkin works hard to provide cinematic settings for it. In one short stretch of film, Caruso and Palminteri begin a conversation in church during mass and continue it later on a handball court. Neither location is necessary, but they provide color. In the same vein, Caruso's investigation takes him to a Chinese gambling den, where the Chinese character for \"Jade\" is translated by an old jeweler (Victor Wong). None of the happy illegal gamblers seem to notice or care that two cops have walked into their den.\n\nFriedkin is famous for directing chase scenes (his work in \"The French Connection\" and \"To Live and Die in L.A.\" is masterful), and \"Jade\" contains a technically splendid chase scene - but it's pro forma, because we never find out who's in the other car. Doesn't it matter? (The chase, by the way, takes the two cars right through the middle of an elaborate parade in Chinatown. Chases that are slowed by ethnic parades are a durable movie cliche - but why, if you were trying to get away from a cop, would you drive into the middle of a parade?) The actors are more or less lost in this material. They have scenes that cannot be connected to the plot at all (Palminteri's conference with an unidentified client, Fiorentino's sex scene with an unidentified young man), and since they all have to appear potentially sinister, there's a lot of unfocused glowering and menace. Fiorentino creates an interesting character (the kind of woman who appreciatively regards her expensive diamond ring over the shoulder of the man she's dancing with), but the movie is so busy considering the possible variations of her character's sexuality that it never chooses one. The more you think about the final line of dialogue, the less it really makes sense.", "running_time": 96, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-13", "genres": ["Action", "Mystery", "Romance", "Thriller"], "title": "Jade (1995)"}