{"url": "http://www.rogerebert.com/reviews/jagged-edge-1985", "by": "Glenn Closeas Teddy Barnes", "star_rating": 3.5, "text": "Directors like to talk about playing the audience like a piano, about making movies that are efficient machines for assaulting our emotions. \"Jagged Edge\" is a movie like that, a murder thriller that dangles one clue after another before our eyes, daring us to decide who committed the murder. The machinery in this movie is so efficient that we don't know the answer until the very last shot - and I'll be getting back to that last shot in a moment. \n\nThe film stars Jeff Bridges as a powerful San Francisco publisher whose wife is brutally murdered in their isolated oceanside home. After an investigation reveals that he stood to inherit his wife's entire fortune, he is arrested and charged with the murder. Glenn Close plays his defense attorney. At first, she insists she has retired from courtroom cases, but then Bridges convinces her that he is innocent. And before long, she is also convinced that they are in love. \n\nThe Close character stands at the center of the film. Is she defending the man she loves against the unjust charges against him? Or is she defending a cold-blooded killer, who might murder her just as he murdered his wife? There are moments in \"Jagged Edge\" when either of these possibilities seems convincing, but most of the time we just don't know. There's a lot of evidence on both sides. \n\nClose's courtroom opponent is the assistant DA (Peter Coyote). They worked together a few years ago on a case where, she believes, he concealed evidence in order to win a conviction. Is he concealing evidence this time? There comes a time when we think he may be. And by then the film's tension is so tightly wound that we, and Close, don't know what to believe. \n\n\"Jagged Edge\" is supremely effective at what it sets out to do - toy with the audience. It's another effective thriller from Richard Marquand, who made \"Eye of the Needle.\" The performances are good and the plot is watertight, as a whodunit must be. I have only one quarrel with the film, but it's a fairly substantial one. The movie only wants to keep us guessing. The characters are developed only in ways intended to string us along. Any behavior is possible if it will further the plot. There's no sense of reality beneath the gleaming surface. \n\nEven that would be all right, if the movie didn't reveal the identity of the real killer in the final shot. Here's my theory: In a movie that exists only to tantalize us with clues and deceptive evidence, we shouldn't find out who the killer was - because that should be what we're arguing about as we leave the theater. Once the killer is unmasked, his crime reflects on everything else we know about his character, and that's more realism than you really need in a well-oiled machine.", "running_time": 110, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-10-04", "genres": ["Crime", "Drama", "Mystery", "Romance", "Thriller"], "title": "Jagged Edge (1985)"}