{"url": "http://www.rogerebert.com/reviews/jail-bait-1977", "by": "Eva Mattesas Hanni", "star_rating": 4.0, "text": "Some movies evaporate so quickly in the memory that their beginnings are already fading before their ends finally come. Other films, like Rainer Werner Fassbinder's “Jail Bait,\" take up permanent residence in that place where we store the curious, the bizarre and the unforgettable.\n\nI saw it last February, during a festival of new German films. It returns this Tuesday through Friday at the Film Center of the Art Institute. It remains as immediate in my mind as the book I just put down; Fassbinder, that perverse genius, proves here once again that he's the most interesting of the new European directors of the 1970s.\n\nThe movie's original English title was “Game Pass.\" The retitling is perfect, not only because “Jail Bait” describes the title character, but because it catches the movie's tone. This is a movie about teenagers, about young love and motorcycles and trashy rock songs and the inexhaustible myth of James Dean. It's a movie, if you will, about the teenagers who went to see the teen-age movies of the 1950s and early 1960s and saw on the screen a naiveté they could only yearn for in their own lives.\n\nThe girl is 14, very ripe for her age, self-centered and secretive. The boy is 19, into motorcycles, leather jackets and ducktail haircuts. He begins their relationship by seducing her, hardly suspecting that his moment of triumph in an empty barn represents the end of his autonomy. His will is no match for her own. And whatever has been going on in that strange, repressed family of hers will eventually lead to his destruction.\n\nFassbinder is a master of painfully banal relationships, mercilessly explored. He submerges us in the girl's family life from his very first shot, a virtuoso use of a long pan that explores both the girl's home and the relationships within it. She's an only child; her father is strict and gruff and has troublesome incestuous feelings, and her mother is goodhearted but completely cowed. The family is outwardly harmonious, but there's something beneath the surface here, something they've all always known and will never acknowledge.\n\nThe boy, in getting involved with this girl, enlists without knowing it on her side of the family warfare. And he has a rough campaign. She becomes pregnant, he's sent off to prison for corrupting the morals of a minor and then she's there waiting when he gets out. This time she wants him to murder her father. He does, in a scene where Fassbinder uses a bicycle, of all things, as his instrument for turning violence into pathos.\n\nFassbinder tells the story, as usual, at a deliberate pace. He doesn't show us just the outcomes, but things in the process of happening. He allows pauses, silences, embarrassing lulls in behavior. His films are sometimes described as artificial and mannered, but sometimes, as in “Jail Bait”, he's simply recording awkwardly revealing behavior. And doing it with a mesmerizing vividness.", "running_time": null, "mpaa_rating": null, "release_year": 1977, "date_published": "1977-10-18", "genres": null, "title": "Jail Bait (1977)"}