{"url": "http://www.rogerebert.com/reviews/jakob-the-liar-1999", "by": "Robin Williamsas Jakob", "star_rating": 2.0, "text": "The last shot of \"Jakob the Liar\" (don't worry, it has nothing much to do with the rest of the film) shows an American jazz band playing in a field near the death camps of World War II. Three women who resemble the Andrews Sisters are singing. This shot is a fantasy, imagined by a character who wouldn't have the slightest notion what such a performance would look like. What is it doing in the movie? I fear it is there for one reason only: to provide an uplifting conclusion even if it has to be hauled in by the ears.\n\nThe first shots of the film shows a man chasing a newspaper. Special effects give the paper a mind of its own. Every time the man is ready to pounce on it, a gust of wind comes along and blows it away. Hither and yon it blows, more versatile even than the feather at the beginning of \"Forrest Gump\" (which I suspect is its inspiration). Why is it so tantalizingly out of reach? As a metaphor for the movie, which is about a man who pursues the illusive goal of news about the war.\n\nThese two contrived images bracket a movie that reflects their manipulative sensibility. \"Jakob the Liar\" takes place inside the ghetto of an unnamed Polish city where Nazis have walled off the streets and installed searchlights and guards with machine guns. Inside, Jewish captives live crowded into tiny apartments, waiting for news. The news they fear most is that they're going to be shipped to concentration camps, never to be heard of again.\n\nEarly in the film, a Jew named Jakob (Robin Williams) finds himself inside Nazi headquarters and accidentally overhears a news broadcast indicating that the war is going badly for Germany. He shares this news with his fellow captives, and it gives them hope. If the war is going to end soon, then perhaps it's worth holding on against despair and suicide.\n\nRumors spread that Jakob has a radio. Using the big-mouthed former boxer Mischa (Liev Schreiber) as a conduit, Jakob reluctantly leaks hints of more bad news for the Nazis. He's making it all up, of course, but in a situation like this, every shred of hope could save lives. We meet various other members of the population: an old doctor (Armin Mueller-Stahl), an actor (Alan Arkin), a deeply depressed man (Bob Balaban) and a 10-year-old girl named Lina (Hannah Taylor Gordon), who was helped to escape from a death train by her parents and found by Jakob, who is hiding her.\n\nThat Jakob has room to hide both a girl and an imaginary radio is odd in a ghetto where most apartments house a dozen people. Also contrived is the way the Jews and the Nazis share a closed universe in which all important activities are limited to a few broadly drawn characters with stage accents and simple personality traits. There is little sense that a real war is lurking outside the frame.\n\nSuch a parable invites comparison with Roberto Benigni's \"Life Is Beautiful,\" the 1998 film about a clown who tries to use his gifts of humor and imagination to save his little boy in a Nazi camp. \"Jakob,\" directed by Peter Kassovitz, was not inspired by Benigni's success; based on a 1975 East German movie, it was filmed before \"Life Is Beautiful\" was released, and (if you were wondering, and I'll bet you were) before Williams' schmaltz fest \"Patch Adams.\" Both films are about extroverts using imagination as a weapon against the Holocaust. I prefer \"Life Is Beautiful,\" which is clearly a fantasy, to \"Jakob the Liar,\" which is just as contrived and manipulative but pretends it is not. You have to earn the dividends of realism. \"Life Is Beautiful\" is all of a piece, the opening hour showing us the limitations that the hero will have to work with once he's inside the camp. \"Jakob the Liar\" wants the freedom of the Benigni film but doesn't want to pay the dues.\n\nWilliams is a talented performer who moves me in the right roles but has a weakness for the wrong ones. He needs a director like Billy Wilder, who once asked Jack Lemmon for \"less! less! a little less!\" so many times that Lemmon finally exploded: \"Whaddaya want? Nothing?\" To which Wilder replied, \"Please God!\" If less is more, then Williams often demonstrates that more is less.\n\nMovies as different as \"Dead Poets Society\" and \"Patch Adams\" have been brought to a halt by interludes in which Williams darts in a frenzy from one character and accent to another. Here, in a scene that passes for restrained, he imitates Churchill, and uses a kitchen funnel and a flour can to create sound effects (only sneezing a little because of the flour). These scenes demonstrate that Williams cannot use shtick in a serious movie without damaging the fabric.\n\nThe other actors do their best (Schreiber is convincing, although hampered by a hat with funny earflaps), but the screenplay and direction are lugubrious, as the characters march in their overwritten and often overacted roles toward a foregone conclusion. And then the Andrews Sisters. What a cheap shot. I wonder if it was forced on the director. It denies the truth of the film; is the audience supposed to be much relieved as it taps its feet to the tune? I can imagine this material in black and white, grubbier, without stars, with subtitles to spare us the accents. It could work. Maybe I'm actually describing the 1975 East German film, which won the Silver Bear at the Berlin Film Festival. This one played last week in Toronto, where Williams got more applause for walking out on the stage before the screening than the whole movie got afterward.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-09-24", "genres": ["Comedy", "Drama", "History"], "title": "Jakob The Liar (1999)"}