{"url": "http://www.rogerebert.com/reviews/jalousie-1992", "by": "Camille Lioas Jalousie", "star_rating": 2.0, "text": "Jealousy is the most boring of the seven deadly sins, except to those who commit it, and even then it is the least satisfying. The others (in case you have not brushed up lately they are pride, anger, lust, gluttony, avarice and sloth) are all things that you do because you want to. Jealousy, on the other hand, involves what you want someone else to do. In its simplest form, and jealousy is nothing if not simple, it involves your obsessive desire that someone love you to the exclusion of everyone and everything else. It is hard to see how the sin of pride does not creep in here somewhere.\n\nKathleen Fonmarty's new French film \"Jalousie\" is about a jealous woman. Like many such, she has a complex explanation for why she is more wronged than guilty. Her name is Camille, she is a photographer, and one day while she is shooting some pictures at an opera rehearsal she becomes aware of Pierre, the director. He is a dedicated ladies' man, she is a lady, he dedicates himself to her, and before long he declares he cannot live without her. There is a problem. She is not the only woman he cannot live without.\n\nPierre's roving eye brings Camille's jealousy into play. She grows hysterical. He promises to reform. Perhaps he does. She imagines that he still cheats. Every single item in his possession, every scrap of paper, every telephone call, becomes a clue. Or, if it is not a clue, then that is only because the possession, paper, call, etc., has been disguised to throw her off the track.\n\nThey fall into a pattern. She leaves. He implores her to return. She returns. She discovers incriminating evidence. They fight. She leaves, etc. It is even worse than Pierre realizes. She destroys the happiness of several days after she discovers a perfume bottle and decides it is the scent of his mistress. But of course he intended it as a gift for her. Or did he? Perhaps he is only thinking fast.\n\n\"Jealousie\" as a movie is almost as boring as jealousy as an emotion. It has been written and directed by Fonmarty with a singular lack of irony; what we see is what we get, and we get more than we want. The O. Henry twist at the end is obvious and unconvincing. A director like Luis Bunuel, who had a droll sense of humor and a great appreciation for sin, could make a cuckold into a great comic victim, as he did in \"El.\" All Fonmarty is able to orchestrate from her heroine is a tiresome whine.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-05-01", "genres": null, "title": "Jalousie (1992)"}