{"url": "http://www.rogerebert.com/reviews/james-and-the-giant-peach-1996", "by": "Paul Terryas James", "star_rating": 3.0, "text": "Almost all Disney animated films involve dead or absent parents whose departure frees their little heroes to become independent adventurers. But ”James and the Giant Peach” wipes out the parents with so much glee, it almost seems like an inside joke. The movie opens with a pastel, soft-focus live action sequence in which little James lives an idyllic life by the seaside with his loving mom and dad. All is perfect. And then--bam! Both parents are gobbled up by a giant rhinoceros. So much for them.\n\nJames (Paul Terry) is immediately packed off to a miserable life with his horrid relatives, Aunt Sponge and Aunt Spiker, who work him like a slave, mock him and feed him fish heads--when he's lucky. The lonely little boy draws his dreams on a paper bag and makes it into a hot-air balloon, sending it floating by candlepower.\n\nA mysterious old man (Pete Postlethwaite) finds the paper bag and returns it filled with countless little green crocodile tongues. James spills the bag, and some of the tongues hop away, but one enchants an old peach tree on the aunt's property and a giant peach starts growing.\n\nHis aunts sell tickets to the attraction, but then the starving James eats a bite of the peach, along with a crocodile tongue, and that unleashes the peach's magic, as the movie cuts from live action to animation.\n\nWe now follow a cartoon James, who clings to the peach for dear life a sit rolls down the hill, picking up a picket fence that winds around it circumference. He discovers that the peach is inhabited by colorful insects, including a centipede, a ladybug, a spider, a grasshopper, a glowworm and an earthworm. All are friendly--but not the fearsome mechanical steam shark that comes along and tries to gobble them all up. They're saved by seagulls, who lift the peach into the sky on silken threads from the glowworm, and the movie's odyssey begins.\n\n“James and the Giant Peach” is the second collaboration between producer Tim Burton (“Batman”) and director Henry Selick. Their first was” The Nightmare Before Christmas” (1993). Both films use stop-action animation, a technique in which three-dimensional puppets are moved ever so slightly from one frame to the next, giving the illusion of movement. Drawings, animation and real life are combined in the settings.\n\nThe technique is not new. It was used in the earliest days of film, and flourished in the 1920s and 1930s, when Willis O'Brien used it for the special-effects monsters in “The Lost World” (1925) and “King Kong” (1933).\n\nRay Harryhausen advanced the technique in a series of adventure epics from ”Mighty Joe Young” (1949) through “Clash of the Titans” (1981), but it has always been used sparingly, because it takes such infinite pains to do correctly, and because kids grew accustomed to the flat cartoon world of traditional animation.\n\nWhat Selick and Burton have done with it, however, brings stop-motion to a new plateau. The movements of their characters are so fluid, compared with the slight jerkiness of older stop-motion, that I wonder if computers have been used to smooth out some of the motion. If not, then their achievement is even more amazing. All of the creatures, especially the colorful insects that share James' journey, are brought to vivid life, and the fact that we can see realistic textures--like the cloth in some of the costumes--gives the illusion an eerie quality halfway between reality and invention.\n\nAs for the movie, based on a familiar children's book by Roald Dahl, it will, I think, entertain kids for whom stop-motion animation is the last thing they're thinking about. The peach, carried by seagulls, drifts far north to the Arctic Circle, where there is a frightening underwater adventure on a sunken pirate ship (the villains torture the centipede on the rack). But James finally arrives at his destination in New York, where still more adventures await him(and the rhino attacks again). Oh, and there are some songs.", "running_time": 80, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-04-12", "genres": ["Adventure", "Animation", "Family"], "title": "James And The Giant Peach (1996)"}