{"url": "http://www.rogerebert.com/reviews/jamie-and-jessie-are-not-together-2011", "by": "Jacqui Jacksonas Jamie", "star_rating": 3.0, "text": "Jamie and Jessie Are Not Together” is a sweet, appealing musical comedy about two lesbian roommates, who, as they keep telling everyone, are “not together.” Just friends. In fact, Jamie is two weeks away from leaving Chicago and moving to New York, where she plans a career on the stage.\n\nThe way Jessie takes that news (“Two … weeks?”) tells us what we need to know. She has a secret crush on Jamie. She walks out, goes to her job in an East Rogers Park coffee shop, confides in her understanding boss, and then, standing behind the espresso machine, begins singing a lament. Everyone in the shop joins in singing and dancing, including two men with Smith Brothers beards who pop up all during the movie and are never explained.\n\nThis scene is so charming, I wish there were more like it. The movie technically is a musical, but doesn’t have much music. Still, it’s lighthearted, as we meet the social circle of the two girls. Jamie is dating Rhonda (Fawzia Mirza), and the first time we see her, Jamie walks in the door, and they begin a torrid love scene. At this point, I was still under the impression that Jamie (Jacqui Jackson) and Jessie (Jessica London-Shields) were together, and was a little disappointed in Jamie’s promiscuity. But no, she and Rhonda are an item, and Jessie knows about them but keeps her feelings to herself.\n\n“Come into my office,” says Dawn, the coffee shop manager, and sits Jessie down at a window tale for a talking-to. She senses Jessie’s feelings for Jamie, tells her there’s no future there and advises her to try some blind dates. We see bits of these, not successful, and then someone steals a wheel from her bike, and Elizabeth (Marika Engelhardt) happens along and offers to help her walk it home. In front of Jessie’s house, they kiss, they plan a date, and now it’s Jamie who is none too pleased.\n\nAnd that’s about it, although this simple plot is charmingly written and acted, and as a low-budget indie, makes splendid use of the Lake Michigan beach and lakefront. Admirably avoiding postcard shots, writer-director Wendy Jo Carlton and cinematographer Gretchen Warthen make practical use of these locations. The setting is always waiting, the lighting is always natural, and there are so few extras wandering around that there can be a little skinny-dipping. It’s an alternative to conversations in apartments and the coffee shop, and it makes sense that if the roommates live in walking distance of the lake, they’d have an agreed-upon beach rendezvous place.\n\nThe movie, let it be said, has a number of sex scenes, and although you can never be entirely certain who is doing what to whom, something is certainly being done. This is in no sense a sex film, but I suppose it will be marketed as soft-core eroticism for the appropriate audience, and where’s the harm there?", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-10-26", "genres": null, "title": "Jamie and Jessie are Not Together (2011)"}