{"url": "http://www.rogerebert.com/reviews/jamon-jamon-1994", "by": "Penelope Cruzas Silvia", "star_rating": 3.5, "text": "\"Jamon Jamon\" is the funniest sexy movie, or the sexiest comedy, since \"Like Water For Chocolate.\" The movie is an outrageous throwback to the days when directors took crazy chances, counting on their audience to keep up with them. It comes from Spain, land of Luis Bunuel and Pedro Almodovar, and is in their wicked anarchic spirit; it sees sex as a short cut to the ridiculous in human nature.\n\nThe movie, which won the Silver Lion at the 1993 Venice Film Festival, takes place in a steamy little provincial town, where the richest family owns the underwear factory. The most famous local landmark is a billboard of a bull with a pair of cajones you can see for miles. Jose Luis, the son of the underwear people, falls in love with Silvia, the pneumatic and sensuous daughter of Carmen, who runs the local bordello.\n\nJose's rich mother, Conchita, horrified that her son might marry the daughter of a prostitute, decides to take matters into her own hands. She hires Raul, who works in the local ham factory, to seduce Silvia away from Jose Luis. Raul is chosen because he is also the model for the family's underwear ads, and looks promising in briefs.\n\nThe plot thickens. Conchita, the rich woman, grows so distracted by Raul that she begins an affair with him, if affair is the word for events so carnal they suggest years of marital deprivation. Meanwhile, it turns out that the young suitor Jose Luis is better known to Silvia's mother than he should be. \"If you marry my daughter,\" Carmen tells him, \"I don't want to see you around here anymore!\" Jose Luis begs for one last visit upstairs with Carmen. The logic here is unassailable: Since Silvia is ostensibly a virgin, it is only proper that Jose Luis meet his needs in a discreet manner. If that means continuing as the client of his future mother-in-law, well, business is business.\n\nThere is more. There is much more. I do not know how to even begin describing the scene with the garlic and the pig. Or how to explain why and how Raul and his friend decide to go bullfighting in the nude at midnight. Nor can I adequately describe what happens to the cajones on the billboard, except to suggest that John Wayne Bobbitt should probably not see this film.\n\n\"Jamon Jamon,\" a title that translates as \"Ham Ham,\" is a movie that combines lurid melodrama with vast improbabilities, sexy soap opera with heartfelt romance, and cheerful satire with heedless raunch. As is only proper, it stars actors of considerable physical appeal, most particularly Penelope Cruz as Silvia, Anna Galiena as Carmen, and Stefania Sandrelli (from Bertolucci's \"The Conformist\") as Conchita. Javier Bardem, as Raul, is well cast as the town stud.\n\nAnd Jordi Molla, as Jose Luis, is appropriately hapless.\n\n\"Jamon Jamon\" is a kind of movie I have a great fondness for. It is frankly outrageous, it has the courage to offend, it is not afraid of sex, and it goes over the top in almost every scene. It takes a certain kind of moviegoer, I suppose, to enjoy a film like this; of course it's in bad taste, of course it's vulgar, of course it flies in the face of all that is seemly, and, of course, that is the idea.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-02-11", "genres": ["Comedy"], "title": "Jamon Jamon (1994)"}