{"url": "http://www.rogerebert.com/reviews/jane-austen-book-club-2007", "by": "Kathy Bakeras Bernadette", "star_rating": 3.5, "text": "Jane Austen wrote six novels, which are pillars of English literature in spite of being delightful, wise, warm and beloved. Robin Swicord's \"The Jane Austen Book Club\" centers on its six members, who meet over six months to discuss the novels, which seem to have an uncanny relevance to events in their own lives, just as the newspaper horoscope always seems to be about you. No, it is not necessary to have read the novels or seen all the Jane Austen movie adaptations, but that would add another dimension to your appreciation of this film.\n\nWhat you need to know is that Austen is usually concerned about her heroine's struggle to find the right romantic partner for her, despite her rivals, class prejudice, her own diffidence, the blindness of her loved one, the obstinacy of her family and economic necessities. You could say that Austen created Chick Lit and therefore Chick Flicks. You could, but I would not, because I despise those terms as sexist and ignorant. As a man, I would hate to have my tastes condescended to by the opposite of Chick Lit, which, according to Gloria Steinem, is Prick Lit. I read Jane Austen for a simple reason, not gender-related: I cannot put her down and often return to her in times of trouble.\n\nRemarkable, that a woman who died at 41 in 1817 should still be so popular, with all her books in print in countless editions, inspiring movies that routinely win Oscars, and is the subject Karen Joy Fowler's best-selling The Jane Austen Book Club and her life the subject another 2007 movie, \"Becoming Jane.\" One edition of her Pride and Prejudice ranks above 2,000 on Amazon's best-selling fiction list, surprising if you reflect there are at least nine other current editions of the same novel on sale. (\"See all 8,882 search findings,\" Amazon offered, but I didn't have the nerve.)\n\nThe movie is a celebration of reading, and oddly enough that works, even though there is nothing cinematic about a shot of a woman (or the club's one male member) reading a book. Such shots are used as punctuation in the film, where they work like Ozu's \"pillow shots,\" quiet respites from the action. The only drawback to them from my point of view was that all the characters seem to be reading standard editions -- not a Folio Society subscriber among them.\n\nThe club is founded by Bernadette (Kathy Baker), a woman of (naturally) about 60, who has been divorced (of course) six times. She thinks it will help console her friend Jocelyn (Maria Bello), who as the film opens is attending a funeral for her beloved Rhodesian ridgeback. Any woman who has an expensive service for her dog needs a man in her life. Or maybe not. Maybe she's got it figured out.\n\nThe club membership grows by adding other emotionally needy members. Prudie (Emily Blunt) is a miserable high school French teacher who was planning her first trip to France, only to have her younger and distant husband (Marc Blucas) call it off for unspecified \"business reasons.\" Sylvia (Amy Brenneman) is being divorced by Daniel (Jimmy Smits), despite her illusion that theirs is a happy marriage. Sylvia's lesbian daughter Allegra (Maggie Grace), also has a romantic crisis going and is closeted from her mother, though not from us. Circling in Prudie's life is her mother (Lynn Redgrave), an ex-hippie pothead who is not a bit like Austen's formidable dowagers, except that she meddles.\n\nAnd there is a male member of the club, Grigg (Hugh Dancy), who Jocelyn wants to pair off with Sylvia, although he would like to pair off with her, something she does not see because like many an Austen heroine she is blind! blind! to true love that is staring her right in the eyes. Grigg is not, shall we say, a born reader of Jane Austen; he prefers science fiction, although his tastes are admirable and he is forever promoting Ursula K. Le Guin.\n\nThese six meet at one another's houses, their discussions intercut with developments in their private lives, which they share, sometimes obliquely, at the meetings. In this process, they demonstrate how great books can illuminate and counsel us all. The person who does not read is often under the impression that he's being picked on by fate. A reader knows it's necessary because of the story line.\n\nSome will quibble and cavil that the movie is too contrived: six books, six members, six sets of problems, six, six, six (and sex, of course). Contrivance is actually part of the appeal. One of the reasons we return to Austen, Dickens, Trollope and the estimable Mrs. Gaskell is that their novels are contrived. The structure and ultimate destination are easily foreseeable, but what's fascinating are their characters, how they think and talk, how colorful and urgent they are, and how blind! blind! they are to what they should surely do if only we could advise them.\n\nI settled down with this movie as with a comfortable book. I expected no earth-shaking revelations and got none, and everything turned out about right, in a clockwork ending that reminded me of the precision the Victorians always used to tidy up their loose ends.\n\nIt is crucial, I think, that writer-director Swicord (author of the screenplays for \"Little Women,\" \"Memoirs of a Geisha\" and \"The Perez Family\") has created characters who really do seem to have read the books and talk like they have. And she has created a book club that, like all book clubs, is really about its members. Chick Flick indeed! Guys, take your best buddy to see this movie. Tell him, \"It's really cool, dude, even though there aren't any eviscerations.\"", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-09-20", "genres": ["Comedy", "Drama", "Romance"], "title": "Jane Austen Book Club (2007)"}