{"url": "http://www.rogerebert.com/reviews/jane-eyre-2011", "by": "Mia Wasikowskaas Jane Eyre", "star_rating": 3.5, "text": "Gothic romance attracts us with a deep tidal force. Part of its appeal is the sense of ungovernable eroticism squirming to escape from just beneath the surface. Its chaste heroines and dark brooding heroes prowl the gloomy shadows of crepuscular castles, and doomy secrets stir in the corners. Charlotte's Bronte's Jane Eyre is among the greatest of gothic novels, a page turner of such startling power, it leaves its pale latter-day imitators like Twilight flopping for air like a stranded fish.\n\nTo be sure, the dark hero of the story, Rochester, is not a vampire, but that's only a technicality. The tension in the genre is often generated by a virginal girl's attraction to a dangerous man. The more pitiful and helpless the heroine the better, but she must also be proud and virtuous, brave and idealistic. Her attraction to the ominous hero must be based on pity, not fear; he must deserve her idealism.\n\nThis atmospheric new “Jane Eyre,” the latest of many adaptations, understands those qualities, and also the very architecture and landscape that embody the gothic notion. The film opens with Jane Eyre fearfully fleeing across the bleak moors, where even nature conspires against her. This is not the opening we expect, with Jane already fully grown, but later in flashbacks, we'll be reminded of her Dickensian girlhood, her cruel aunt, her sadistic boarding school, and her need as a girl without means to earn her own way as a governess.\n\nJane is described in the novel as a plain girl; is that where the phrase “plain Jane” comes from? Here she's played by Mia Wasikowska (of Tim Burton's “Alice in Wonderland”), who is far from plain but transforms herself into a pale, severe creature who needs to be watered with love. She is employed by the intimidating Rochester (Michael Fassbender) to supervise the care of his “ward,” Adele Varens (Romy Settbon Moore), who is being raised in his isolated manor, Thornfield. How he came into the possession of a young girl as his “ward” is an excellent question, one among many that could probably be answered by Thornfield's dedicated housekeeper, Mrs. Fairfax (Judi Dench).\n\nThe classic “Jane Eyre” is the 1944 version with Joan Fontaine and Orson Welles. Fontaine was 27, Welles was 29. Mia Wasikowska is 21 and Michael Fassbender is 34. In the novel, Jane is scarily 20 and Rochester is … older. Whether in any version he is old enough to accomplish what he has done in life is a good question, but this film is correct in making their age difference obvious; Jane in every sense must be intimidated by her fierce employer. No version I know of has ever made Rochester as unattractive as he is described in the book.\n\nRochester is absent a good deal of the time, although represented by the foreboding atmosphere of Thornhill, the enigmatic loyalty of Mrs. Fairfax, and the sense that something is amiss in the enormous manor. Here Judi Dench's contribution is significant; the tone of her voice conveys so much more about Rochester than her words.\n\nEither you know the plot or not. Its secret is a red herring with all the significance of “Rosebud.” It functions only to provide Rochester with an honorable reason to propose a dishonorable thing, and thus preserve the moral standards of the time. The novel is actually about forbidden sexual attraction on both sides, and its interest is in the tension of Jane and Rochester as they desire sex but deny themselves. Much of the power comes from repressed emotions, and perhaps Charlotte Bronte was writing in code about the feelings nice women of her time were not supposed to feel.\n\nThe director here is Cary Fukunaga, whose “Sin Nombre” was one of the best films of 2009. Its story, based on fearsome Mexican gangs, scarcely resembles “Jane Eyre,” but it showed an emotional intensity between characters who live mostly locked within themselves. He's a director with a sure visual sense, here expressed in voluptuous visuals and ambitious art direction.\n\nMichael Fassbender is an Irish actor who can have a threatening charm; did you see him in “Fish Tank” (2010), a quite different film about a seductive man who takes advantage of a teenage girl? Mia Wasikowska, from Australia, is a relative newcomer who must essentially carry “Jane Eyre,” and succeeds with restraint, expressing a strong moral compass. Judi Dench is firm, as a housekeeper must be firm, and observes everything, as a housekeeper must. All of the rest is decoration. Without the costumes, sets, locations, sound design and the wind and rain, gothic romance cannot exist.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-03-16", "genres": ["Drama", "Foreign", "Romance"], "title": "Jane Eyre (2011)"}