{"url": "http://www.rogerebert.com/reviews/jane-eyre-1996", "by": "Charlotte Gainsbourgas Jane Eyre", "star_rating": 3.5, "text": "In \"Jane Eyre\" can be found all of the elements of the modern Gothic romance novel, which fills paperback racks with countless versions of the same story. The covers give the game away: In the foreground, a wide- eyed heroine, hair flying, bodice torn, flees from a forbidding Gothic manor. In the manor, a light shines in one window, high in a tower. In the background, a dark, sinister man glowers enigmatically. Additional elements, such as horses, children, dogs, governesses, willow trees and tombstones, are optional. \n\nWhat made \"Jane Eyre\" work so well as a novel by Charlotte Bronte, and in three previous film versions, is the classic purity of the two central characters. Jane (played here by Charlotte Gainsbourg) is plain, severe addressed in somber clothes, an unwanted orphan whose unhappy days at boarding school have been followed by employment at the forbidding Thornfield Hall. Ander. Rochester (William Hurt), the master of the hall, is tall, dark, handsome, glowering, deep-voiced and enigmatic. These two anchors -- the uncertain young girl and the distant, potentially threatening older man -- can be found in almost every Gothic story, and it doesn't take a Freud to plunder the subtext. \n\nThe new \"Jane Eyre\" has been directed and co-written by Franco Zeffirelli, the Italian director of films and opera who is drawn to English literature; he made the Taylor-Burton \"Taming of the Shrew\" in 1967, a classic” Romeo and Juliet\" in 1968, and Mel Gibson's 1990 \"Hamlet.\" The first two of those films were bursting with life and color, but \"Hamlet\" had a gloomier, damper texture, and with \"Jane Eyre,\" Zeffirelli has banished brightness and created a cold, gray world where, as the dialogue has it, \"The shadows are as important as the light.\" \n\nThis is the right approach. Jane Eyre's world must seem an ominous and forbidding place, charged with implied sexuality. In a sense, Jane’s environment is sexuality -- which surrounds her, misunderstood and unacknowledged.\n\nThe movie creates the right visual atmosphere, of deep shadows and gloomy interiors; the cinematographer, David Watkin, who also shot Zeffirelli's \"Hamlet,\" makes Thornfield Hall into a place where Jane's bedchamber is sunny and bright, but the spaces controlled by Rochester are ominous. \n\nAs played by Charlotte Gainsbourg, Jane's wide mouth and deep-set eyes make her look in the mirror with despair. After her unhappy childhood and adolescence, she has come to Thornfield to teach a young girl who is Rochester’s ward, and she is a prim, dark figure in the background at his fancy-dress balls.\n\nAs Blanche (Elle Macpherson), Rochester's snobby blond fiancee, observes, \"You can always tell a governess at first glance. They're plain -- in a very special way.\" \n\nFor Jane Eyre, Thornfield is a happy place, despite Rochester’s enigmatic comings and goings. As a young orphan (played by Anna Paquin, the Oscar winner from \"The Piano\"), Jane was hated by her aunt (\"I have done what I could for the girl, but she has a willful, obstinate nature\") and sent to a strict, cruel school. But there her spirit is not broken. When the headmaster labels her a liar and asks if she knows how to avoid going to hell, she replies:\"Keep well and not die, sir.\" \n\nAt Thornfield Hall, the household is ruled by the kindly Mrs. Fairfax (Joan Plowright), and Jane's duty is to be governess for Adele Varens(Josephine Serre), whose relationship to Rochester is unexplained. There is another employee at the hall, Grace Poole (Billie Whitelaw), whose duties are mysterious but are perhaps connected to the disturbing screams that are sometimes heard in the middle of the night, from a locked room in a far wing. \n\nThe key to the story is Jane's romantic attraction to Rochester -- whom she fears to approach. Does he like her? Dislike her? Notice her? Rochester, so often away, does not explain himself. (One of his rare sallies: \"You are not naturally austere any more than I am naturally vicious.\") But one night when Jane saves him from a mysterious fire and is soaked in the process, he gives her his cloak to wrap herself in, and as she pulls it around herself, they both realize a divide has been crossed. \n\nWhat I liked about this version is that Zeffirelli is true to the characters. Rochester never really melts, and Jane Eyre is spared the obligatory glamor shot when she takes her hair down and we realize she was really beautiful all along (as when Joan Fontaine starred in the 1944 version, opposite Orson Welles' Rochester). This is a romance between two troubled, wounded people, and by playing it that way Zeffirelli makes it touching, when it could have been recycled Gothic Lite. \n\nNote: Jean Rhys wrote a novel called Wide Sargasso Sea that dealt with Rochester's life in Jamaica, and the first Mrs. Rochester. In 1993 it was made into a good film, erotic and atmospheric, by John Duigan.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-04-12", "genres": ["Drama", "Foreign", "Romance"], "title": "Jane Eyre (1996)"}