{"url": "http://www.rogerebert.com/reviews/janis-1975", "by": "Howard Alk", "star_rating": 3.0, "text": "She never would have become a singer if she'd set out to be one, Janis Joplin tells an interviewer in \"Janis,\" but it sort of happened by accident: \"I got into it because some of my friends were into it, and I found out I could sing, and it was fun, you know? And now that I'm successful, I don't go around wearing cardboard eyelashes and playing Vegas. I'm still true to myself, and honest.\"\n\nAnd she was. That, more than anything else, comes through strongly in Howard Alk's \"Janis,\" a documentary that tells us little enough about the biographical details of Joplin's life, but shows us a great deal of her talent, her personality and her suffering. The film has been made frm existing documentary footage, ranging from \"Woodstock\" outtakes to a videotape of her appearance on Dick Cavett's program. No other footage has been added, no more recent interviews or recollections. So the fact of her death in October, 1970, is never mentioned, but it remains a sobering memory in the theater, coloring even the happiest moments in the film.\n\nThe portrait of Janis Joplin that emerges in the film is one I wouldn't have quite expected. I know her only from her records, from a few articles and from reviews of the two recent books about her, and that knowlege adds up to the notion that she led a tortured, harrassed, unhappy existence.\n\nApparently, she did. It started with an unhappy childhood in Port Arthur, Tex., and ended with an overdose. But the Janis talking to interviewers in the film, or doing a recording session, or upstaging Cavett, is a warm, witty and intelligent person who sees herself clearly and with something approaching amusement.\n\nShe must have been, it seems clear, a creature out of the usual in Port Arthur. In footage shot during an unhappy return there for her 10th high school reunion, she recalls that she was quiet and withdrawn in those days - an artist, a loner, not invited to the senior prom. She drifted up to San Francisco in time for the birth of hippiedom, and began to sing largely by chance.\n\nThe first blues she heard were sung by Leadbelly, and the blues she sang seemed to well up inside her, to be a cry for love and help. \"I never really write songs,\" she says. \"That's too formal a word for it. I just sort of note them down.\" And she speaks with admiration of Otis Redding and Aretha Franklin and says she's not that good: \"But I've got good strength, and I'm gonna hang in there.\"\n\nThe songs she sings, in footafge from Woodstock and other rock festivals and a European tour, are among those likely to endure as classics: \"Ball and Chain,\" \"Move Over,\" \"Tell Mama,\" \"Cry Baby\" \"Kozmic Blues.\" The energy in which she sang them is astonishing. The cameras are on top of her, recording an intensity that could be sensed, perhaps, but not quite seen far out in the audience. By the films end, it's clear that these songs and her singing of them were a kind of exorcism, that she had been wounded deeply and it still hurt, but that as a performer, she was a remarkable, resilient, total original.", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "Janis (1975)"}