{"url": "http://www.rogerebert.com/reviews/japanese-story-2004", "by": "Toni Colletteas Sandy", "star_rating": 3.5, "text": "Toni Collette can have an angular presence on the screen; she can look hard and tough, and is well cast in \"Japanese Story\" as an unmarried geologist whose idea of dinner is a can of baked beans poured over two slices of toast. But then there comes another side that is tender and dreamy. Her body becomes sensuous instead of distant, and her eyes are seeing from a different part of her soul.\n\nBoth of those identities are used in Sue Brooks' \"Japanese Story,\" a film in which her character journeys into the Australian desert with a Japanese businessman she begins by hating, and then begins to... not love, but cherish. She plays Sandy, an expert on the mining of minerals. She's assigned to baby-sit Tachibana (Gotaro Tsunashima), who has flown in from Kyoto and whose father owns 9 percent of the company.\n\nSandy flies with him to a dorp town in the interior, rents a Jeep and shows him the mine: A massive hole in the ground whose terraces remind him of a Mayan temple. Then he wants to drive on, farther, into the vastness. She protests. There's only a one-track dirt road, and \"People die in this desert. Frequently.\" Their Jeep gets mired in the fine powder of the red earth, they can't drive it out or dig it out, they spend a cold night around a campfire, and she is very, very angry, because Tachibana got them into this mess, and it looks as if they may die, and he refuses to use his cell phone because of shame: Having caused their trouble, he refuses to admit it to his colleagues.\n\nThis sounds like some sort of survival adventure, but even in the moments of despair in the desert, \"Japanese Story\" is about characters, not plot. The Japanese man is not fluent in English, but he knows a great many more words than he first reveals. He doesn't know she's a geologist, and treats her like his driver (he lets her wrestle his heavy suitcase into the Jeep). But during the long cold night (at one point she shifts to put her back against his, for warmth), something rotates in his consciousness, and the next day there are scenes in which each looks at the other for a long time, thinking, sensing, beginning to like. That night in a motel, they make love; undressing, she puts on his pants before walking over to the bed.\n\nAnd now you must put the review aside, if you plan to see the movie. There is something I want you to experience for yourself.\n\nWhat future do they have? None, really, even before she sees the photograph of his wife and family in his billfold. They're strangers with a thousand words between them, in the middle of a limitless empty place. What they have is not merely sex, yet not love; it is more like a means of communication to show relief and acceptance.\n\nThen, in a moment of heedless fun, he has an absurd accident and dies. Snap, the movie breaks in two. She must wrestle his body into the Jeep, take it to a small town, find Smithers the undertaker (\"We'll put it in the cold room so it doesn't go off\"), and deal with the police, the report, her colleagues ... and the widow, who is flying in from Japan.\n\nIt's here that the movie demonstrates what it's has been trying to say all along. Alison Tilson's screenplay follows its logic into deep feelings. What does another person mean to us, really, if they are not available to share our lives, and we cannot really know them -- but we cherish them for the transient joy they have shared with us? Who was he, really? She had to ask which was his first and which his family name. Did he ever know her surname? After surviving death in the desert, after saving each other's lives, after making love and looking at the belittling landscape and becoming a team of two in an ocean of emptiness, they have come to this: His corpse, its head lolling from side to side, as she cleans off the sand and mud with a cloth.\n\n\"Japanese Story\" never steps wrong in its crucial closing passages, especially in the precise and exact way that Sandy and the widow have a limited but bottomless communication. The mundane details of the undertaker, the coroner, the police and the funeral are like a series of events that are -- wrong. Wrong, all wrong, because Tachibana should not be dead. There is no sense in it. He lost his life in a senseless instant, and brought a horrible finality to a relationship not real enough to support it; it should have ended with a kiss and some tears and a rueful smile at an airport. It imposed enormous significance on their time together, which did not deserve and cannot support such significance. What she feels at the end, I think, is not love for him or sorrow, but a great pity that his whole life should have been wiped away and lost for no reason at all, just like that, carelessly, thoughtlessly, in the middle of things.\n\nThe movie wants to record how such things happen, and how they present the survivor with an insoluble challenge: What does Sandy think, how does she behave, what should she feel, what should she do now? Patiently, observantly, it takes her through all of these questions and shows her clumsy but honest attempt to answer them. And gradually the full arc of Toni Collette's performance reveals itself, and we see that the end was there even in the beginning. This is that rare sort of film that is not about what happens, but about what happens then.", "running_time": 110, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-01-30", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Japanese Story (2004)"}