{"url": "http://www.rogerebert.com/reviews/jarhead-2005", "by": "Jake Gyllenhaalas Tony Swofford", "star_rating": 3.5, "text": "\"Jarhead\" is a war movie that rises above the war and tells a soldier's story. It tells it with the urgency and pointlessness that all men's stories have, because if something has happened to us, then it is important to us no matter how indifferent the world may be.\n\n\"Four days, four hours, one minute. That was my war,\" the Marine sniper Tony Swofford tells us. \"I never shot my rifle.\"\n\nThe movie is uncanny in its effect. It contains no heroism, little action, no easy laughs. It is about men who are exhausted, bored, lonely, trained to the point of obsession and given no opportunity to use their training. The most dramatic scene in the movie comes when Swofford has an enemy officer in the crosshairs of his gunsight and is forbidden to fire because his shot may give advance warning of an air strike.\n\nHis spotter, Troy, goes berserk: \"Let him take the shot!\" Let him, that is, kill one enemy as his payback for the hell of basic training, the limbo of the desert, the sand and heat, the torture of months of waiting, the sight of a highway traffic jam made of burned vehicles and crisp charred corpses. Let him take the shot to erase for a second the cloud of oil droplets he lives in, the absence of the sun, the horizon lined with the plumes of burning oil wells. Let him take the goddamn shot.\n\nThe movie is based on the best-selling 2003 memoir Jarhead by Anthony Swofford, who served in the first Gulf War. It is unlike most war movies in that it focuses entirely on the personal experience of a young man caught up in the military process. At one point, Swofford (Jake Gyllenhaal) is being interviewed by a network newswoman who asks him why he serves. He has already given two or three routine answers. She persists, and finally he looks in the camera and says: \"I'm 20 years old, and I was dumb enough to sign a contract.\"\n\nHis best friend is his spotter, Troy (Peter Sarsgaard). Their small unit of scout-snipers has been led through training by Staff Sgt. Sykes (Jamie Foxx), who knows why he serves: He loves his job. Others in the group include borderline psychos and screw-ups but mostly just average young Americans who have decided the only thing worse than fighting a war is waiting to fight one -- in the desert, when the temperature is 112 and it would be great for the TV cameras if they played a football game while wearing their anti-gas suits.\n\n\"Jarhead\" is a story like Robert Graves' Goodbye to All That, in the way it sees the big picture entirely in terms of the small details. Sykes briefs them about Saddam Hussein's invasion of the Kuwait oil fields, but says their immediate task is to guard the oil of \"our friends, the Sauds.\" This they do by killing time. The narration includes one passage that sounds lifted straight from the book, in which Swofford lists the ways they get through the days: They train, they sleep, they watch TV and videos, they get in pointless fights, they read letters from home and write letters to home, and mostly they masturbate.\n\nThese are not the colorful dogfaces of World War II movies with their poker games, or the druggies in \"Apocalypse Now.\" They have no wisecracks, we see no drugs, they get drunk when they can, and there is a Wall of Shame plastered with the photos of the girls back home who have dumped them. They go on patrols in the desert, looking for nothing in the middle of nowhere, and their moment of greatest tension comes when they meet eight Arabs with five camels. They sense a trap. Their fingers are on their triggers. They are in formation for action. Swofford and one of the Arabs meet on neutral ground. He comes back with his report: \"Somebody shot three of their camels.\"\n\nIn a war like this, the ground soldier has been made obsolete by air power. Territory that took three months to occupy in World War I and three weeks in Vietnam now takes 10 minutes. Sykes warns them to expect 70,000 casualties in the first days of the war, but as we recall, the Iraqis caved in and the war was over. Now we are involved in a war that does require soldiers on the ground, against an enemy that no longer helpfully wears uniforms. Yet many of its frustrations are the same, and I am reminded of the documentary \"Gunner Palace,\" about an Army field artillery division that is headquartered in the ruins of a palace once occupied by Saddam's son, Uday. They are brave, they are skilled, and death comes unexpectedly from invisible foes in the midst of routine.\n\n\"Jarhead\" was directed by Sam Mendes (\"American Beauty\"), and it is the other side of the coin of David O. Russell's \"Three Kings,\" also about the Gulf War. If Russell had Catch-22 as his guide, it is instructive that the book Swofford is reading is The Stranger by Camus. The movie captures the tone of Camus' narrator, who knows what has happened but not why, nor what it means to him, nor why it happens to him. Against this existential void, the men of the sniper unit shore up friendships and rituals. Their sergeant is a hard-ass, not because he is pathological but because he wants to prepare them to save their lives. They are ready. They have been trained into a frenzy of readiness, and all they find on every side, beautifully visualized by the film, is a vastness -- first sand, then sand covered with a black rain, then skies red with unchanging flames 24 hours a day.\n\nIt is not often that a movie catches exactly what it was like to be this person in this place at this time, but \"Jarhead\" does. They say a story can be defined by how its characters change. For the rest of his life, Swofford tells us, whether he holds it or not, his rifle will always be a part of his body. It wasn't like that when the story began.", "running_time": 125, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-11-03", "genres": ["Action", "Adventure", "Drama", "History", "War"], "title": "Jarhead (2005)"}