{"url": "http://www.rogerebert.com/reviews/jasons-lyric-1994", "by": "Allen Payneas Jason Alexander", "star_rating": 3.0, "text": "Long ago, on a traumatic night in childhood, something happened to forever scar the lives of two brothers named Jason and Joshua. And \"Jason's Lyric\" tells the story of how those two brothers grew up - one a criminal, the other dutiful and strong - against the backdrop of a love story so sweetly romantic it almost steals the show.\n\nThe story takes place in Houston, where Jason and Joshua were raised by their mother (Suzzanne Douglas) after the death of their father (Forest Whitaker), a Vietnam veteran whose loss of a leg and subsequent alcoholism earned him the nickname \"Maddog.\" The father was not a bad man to begin with (there is a winsome scene in which his widow recalls one of their first dates), but the war destroyed him, even before he died in the event that haunts Jason's nightmares.\n\nNow years have passed, and Jason (Allen Payne) has a good job at a TV store, while Joshua (Bokeem Woodbine) has just been released from his latest prison term.\n\nThe two brothers love one another, but have come to live in different worlds. Joshua is quickly drawn into the orbit of Alonzo (Treach), the local gangster, while Jason falls instantly in love with Lyric (Jada Pinkett), who walks into the store one day. She's hard to get. \"If we're meant to meet again, we will,\" she says, and when he finds her behind the counter of a soul food restaurant, he follows her home and gives her a bouquet of roses, from which she deigns to select one, with a smile.\n\nLyric is Alonzo's sister. She also is best friends with his girl, Marti (Lisa Carson), the brash, buxom owner of the restaurant, who has sized up her world and decided Alonzo is the best she can do.\n\nBut when she sees the light in her girlfriend's eyes, she knows Lyric's found the real thing.\n\nAnd she has. The love story in \"Jason's Lyric\" is a reminder of how rarely, these days, genuine warm romantic passion is seen on the screen. (I place the emphasis on \"warm\" and \"romantic\" to distinguish their relationship from the calisthenics, jousts and suppressed hostility in so many recent movies, where people make love as if they were being punished for their sins.) \"Meet me when the sun leaves footprints across the sky,\" Lyric says, and she and Jason sit on an abandoned bridge, watching the sun set, and dreaming of getting on a bus and going - well, anywhere.\n\nAnywhere to get out of the inexorably building tragedy in their lives, where Alonzo enlists Joshua in his gang for a bank robbery that these particular gang members are way too unstable to pull off. The movie develops two plot threads - the robbery, and the romance - and plays them against flashbacks to the tragedy of years ago. And we realize how rarely in the movies we really care about what's going to happen, and yet are in genuine suspense about what it will be.\n\nThe movie was directed by Doug McHenry and produced by him and George Jackson; their credits include \"New Jack City.\" Here they use Bobby Smith Jr.'s screenplay, with its richly drawn supporting characters, to paint a canvas that glows with life. The word \"lyric\" in the title is well used, because McHenry is not shy about lyrical touches, including a touching picnic in a grand old bus terminal, and a quotation from John Donne (\"Come live with me and be my love\") that is so right, we wonder why lovers never quote poetry to one another anymore.\n\nThe performances are strong, and particularly so because Jason, the \"good brother,\" is not portrayed as the sort of wimp that this genre usually calls for. Just because he is responsible and hard-working and wears a \"dumb uniform\" on the job doesn't make him soft; we gradually realize that he's harder than his ex-con brother.\n\nPayne is both tough and sweet in the role, and has powerful chemistry with the enigmatic, teasing, tender character played by Pinkett; they really seem to like one another, which is not a feeling you always pick up in screen romances.\n\nWoodbine, as the troubled brother, has a more thankless role - it's not easy to be the source of all a plot's problems - but the way he gets us involved with the character is to show that his Joshua does love Jason, and their mother, and doesn't want to hurt them - although in his drinking and violence he is obviously the heir of Maddog.\n\nThe movie takes time for small excursions into the lives of the surrounding characters. There is a sort of Greek chorus, an old man whose jazzy recitations comment on the action. And I enjoyed the friendship between Lyric and Marti, who is confiding and explains her theories about women's breasts, men's needs, man's fate and sizing up the situation.\n\nThe very last shots in the movie are, I think, a little uncertain - as if there was some doubt which way the story should turn. It finally turns in the way it should. \"Jason's Lyric\" - like \"New Jack City,\" \"Sugar Hill\" and other recent films about black characters - has the boldness to go for big dramatic themes, for love, tragedy and redemption. It's not some little plot-bound genre formula. It's invigorating, how much confidence it has, and how much space it allows itself.", "running_time": 119, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-09-28", "genres": ["Crime", "Drama", "Romance"], "title": "Jason's Lyric (1994)"}