{"url": "http://www.rogerebert.com/reviews/jawbreaker-1999", "by": "Rose McGowanas Courtney", "star_rating": 1.5, "text": "I knew high school comedies were desperate for new ideas, but \"Jawbreaker'' is the first one I've seen where the bad girl is stoned with corsages. The movie is a slick production of a lame script, which kills time for most of its middle half-hour. If anyone in the plot had the slightest intelligence, the story would implode.\n\nThe film opens with an accidental death. The \"Fearless Four'' are the coolest girls in Reagan High School (and no wonder, since they look well into their 20s). One morning three of them surprise their friend Liz by sticking a jawbreaker into her mouth, taping it shut and locking her in a car trunk for a ride to a restaurant where they plan a birthday breakfast. Liz chokes to death.\n\nWhat to do? Cover it up, of course. The ringleader is Courtney (Rose McGowan), a rhymes-with-witch who fakes a phone call from Liz's mother, saying she'll be absent from school. Then she has her pals Julie (Rebecca Gayheart) and Marcie (Julie Benz) help her carry the corpse back to Liz's bed, where they fake a rape scene. Meanwhile, a school wallflower named Fern Mayo (Judy Evans Greet) delivers Liz's homework to her house, overhears the girls talking and learns of their crime.\n\nWhat to Do? Part II: Make Fern one of them, of course, by giving her a beauty makeover, a new name (Vylette) and instructions on how to be a babe (\"Never, ever, eat at lunch--period!''). Vylette of course turns out to be even more spiteful than the other girls, and indeed one of the original team, Julie, drops out of the clique because she's disgusted with the whole deception.\n\nOnce poor Liz is dead and the coverup begins, the film has to delay the obvious resolution of the situation in order to sketch in two tired subplots: Julie's romance with the star drama student (Chad Christ) and Fern/Vylette's transformation into a monster. Julie could end it all by speaking out, but she delays, because that would not be convenient for the plot.\n\nAnother problem. A local detective is investigating the death. She's played by Pam Grier, so cloaked in vast black garments and long hair that she seems to be peeking out from behind the wardrobe department. She has a scene where she's strong and angry, and then the movie forgets that personality trait, and makes her into a stooge who listens to unbelievable stories. She arrests a man as a suspect in the case, disregarding a crucial clue: The school received that call from Liz's \"mother,'' and since Liz's real mother didn't make it, it must have come from a female who knew what school Liz went to. Thus, probably not a random male rapist.\n\nThe movie's fugitive pleasure is Rebecca Gayheart as the good girl; she is wonderfully photogenic, we reflect, as she and the rest of the cast founder in amateur-night dialogue and a plot that desperately stretches and still barely struggles to the 91-minute mark--and that's counting end credits and songs including, inexplicably, Frank Sinatra's \"Young at Heart.''", "running_time": 91, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-19", "genres": ["Comedy"], "title": "Jawbreaker (1999)"}