{"url": "http://www.rogerebert.com/reviews/jay-and-silent-bob-strike-back-2001", "by": "Kevin Smithas Silent Bob", "star_rating": 3.0, "text": "The Movie Answer Man column got a question earlier this year about whether movie characters know about other movie characters and movies.\n\n\"Jay and Silent Bob Strike Back\" is like an answer to that question. It is becoming clear that the film universe of Kevin Smith is interconnected, that characters from one movie can expect to run into characters from another--like Faulkner's Yoknapatawpha County, Smithland has a permanent population, even though we may not meet all of them in every movie.\n\nThe connecting threads, apparently, are Jay and Silent Bob, who we met in Smith's first movie, \"Clerks,\" where they were permanently stationed outside a convenience store, ostensibly pot dealers, more accurately waiting for something to happen. They moved inside in \"Mallrats,\" had their lives ripped off to make a comic book in \"Chasing Amy,\" and risked salvation in \"Dogma.\" Having visited all of Smith's other movies, they are now given their own, in which characters and stars from the earlier pictures return the favor.\n\nConsider the metaphysics. Ben Affleck and Matt Damon appear as themselves in this movie, making a sequel to their movie \"Good Will Hunting,\" and then we go into the fourth dimension and begin to suspect worm holes in the plot, because they also starred in \"Dogma,\" in which Chris Rock played an angel--and now he turns up in \"Jay and Silent Bob\" as the director of \"Bluntman and Chronic,\" which is the movie based on the lives of Jay and Silent Bob, which is an adaptation of the comic book created in \"Chasing Amy.\" And before he appears as himself, Affleck appears as Holden, his \"Chasing Amy\" character, and introduces Jay and Silent Bob to the Internet.\n\nAnd look--isn't that Joey Lauren Adams from \"Chasing Amy\"? And hey--wasn't Ben Affleck one of the comic artists in \"Chasing Amy\"? And while Affleck does not play his \"Chasing Amy\" character in \"Jay and Silent Bob,\" Jason Lee, the co-creator of the Bluntman comic, does, turning up in this one to warn Jay and Silent Bob that the comic is being made into a movie by Miramax. And Miramax is the studio releasing this movie, which .\n\n\"Jay and Silent Bob\" will be seen as a self-indulgence by Kevin Smith to those outside the circle of his films--and by those within it as Kevin Smith's indulgence to them.\n\nAnd don't get me started on whether it's plenary or temporal. This is one of those movies where the inmates take over the asylum, by which I mean that the director was obviously unrestrained by any timid notions of \"reaching the biggest possible audience,\" and allowed to make an in-joke of epic proportions. Like the Monty Python movies, it depends for full enjoyment on your encyclopedia knowledge of the world that generated it.\n\nThe story begins more or less at birth, as we discover that Jay (Jason Mewes) and Silent Bob (Kevin Smith) were deposited as infants in front of the convenience store in \"Clerks\" and have more or less been there ever since. Now a restraining order has encouraged them to budge, and in a comic book store they run into Banky Edwards (Jason Lee), who based his \"Bluntman and Chronic\" comic on them, and now informs them it's been sold to Miramax.\n\nJay: \"Miramax? I thought they only made classy pictures like 'The Piano' or 'The Crying Game'.\" Banky: \"After they made 'She's All That,' everything went to hell.\" Jay and Silent Bob decide to hitchhike to the coast, and encounter George Carlin as a hitchhiker who tells them of the one thing guaranteed to get you a ride, and Carrie Fisher as a nun who represents an exception to Carlin's advice. Then they get a ride from four animal activist babes (Shannon Elizabeth, Eliza Dushku, Ali Larter and Jennifer Smith), who pose as friends but want to exploit them in the theft of a monkey.\n\nOnce in Los Angeles, we and they go through the looking-glass into a world where director Gus Van Sant, Affleck and Damon appear as themselves on the set of \"Good Will Hunting,\" and Rock is the race-card-playing director of the \"Bluntman\" movie, which stars James Van Der Beek and Jason Biggs as Jay and Silent Bob. And Silent Bob finally arrives at the monologue we patiently await in every picture, and reveals himself to be as least as articulate as Chris Matthews.\n\nThe charm of a Kevin Smith movie is that it assumes you do not enter the theater as a blank slate. \"Chasing Amy\" assumes a little knowledge of the world of serious comic books and collectors; \"Dogma\" required you to know something about Catholic theology, and \"Jay and Silent Bob\" has moments like the one where the Affleck character defines the Internet for Jay: \"It's a place used the world over where people can come together to bitch about movies and share pornography together.\" This is a much more sophisticated idea of the Net than we find in high-tech cyberthrillers, where the Net is a place that makes your computer beep a lot.\n\nWhether you will like \"Jay and Silent Bob\" depends on who you are. Most movies are made for everybody. Kevin Smith's movies are either made specifically for you, or specifically not made for you.\n\nIf you read this review without a smile or a nod of recognition, I would recommend \"Rush Hour 2,\" which is for everybody or nobody, you tell me.\n\nNote: The Gay and Lesbian Alliance Against Discrimination has chosen the wrong target in attacking \"Jay and Silent Bob\" for alleged anti-gay material. GLAAD should give audiences credit for enough intelligence to know the difference between satire and bigotry.\n\nSmith agreed to add a disclaimer to the end of the movie saying \"the use of anti-gay slurs in real life is not acceptable,\" as if this will (a) come as news, or (b) act as a wake-up call for those who use them. But he refused to apologize for his film, which describes Jay and Silent Bob as \"hetero life-partners,\" and said in a statement: \"I'm not sorry, because I didn't make the jokes at the expense of the gay community. I made jokes at the expense of two characters who neither I nor the audience have ever held up to be paragons of intellect. They're idiots.\" 'Jay'", "running_time": 95, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-24", "genres": ["Comedy"], "title": "Jay And Silent Bob Strike Back (2001)"}