{"url": "http://www.rogerebert.com/reviews/jcvd-2008", "by": "Jean-Claude Van Dammeas JCVD", "star_rating": 2.5, "text": "I remember the global high point of Jean-Claude Van Damme's career. That would have been at the 1992 Cannes Film Festival, when he and his \"Universal Soldier\" co-star Dolph Lundgren got in a shoving match on the grand staircase leading up to the festival's Auditorium Lumiere. The festival's entrances are documented by every TV network in Europe and by a melee of paparazzi. Think how humiliating it was for their scuffle to be so widely seen. Doing research on the Web, I went to Lundgren's own site, only to find myself quoted: \"Some said it was a publicity stunt. I say if you can do one thing and do it well, stick to it.\"\n\nIt says something peculiar about the nature of celebrity that on your own Web site you are still quoting a snarky remark about your 16-year-old publicity stunt. But wait. There may be hope. Here's a press release from early 2008: Lundgren insists he can \"overcome scheduling difficulties\" and reunite with Van Damme. \"You know, I was thinking today, it would be great to make a movie with the '80s action Rat Pack -- Jean-Claude and a few others.\"\n\nI'm trying to think of a few others. I remember it more as the Rat Whack. But that's just me. If my theme today is the fleeting passage of time, so is Van Damme's. The new film from the Muscles from Brussels is the surprisingly transgressive \"JCVD,\" which trashes his career, his personal life, his martial arts skills, his financial stability and his image. He plays himself, trapped in a misunderstood hostage crisis, during which we get such a merciless dissection of his mystique that it will be hard to believe him as a Universal Soldier ever again. On the other hand, it will be easier to like him. This movie almost endearingly savages him.\n\nVan Damme obviously was a good sport to make this movie, which is like every self-parodying Bruce Willis cameo rolled into one. The movie opens with a virtuoso single take in which Van Damme fights, chops, shoots and kick-boxes his way down an endless street while dozens of stunt men topple from high places, cars explode, and at some point it becomes very funny. The Computer-generated imagery is so evident and the fights so choreographed that it confirms something I've long believed: The most difficult thing an action star does during a battle scene is to hit his marks.\n\nCut to Los Angeles, where the Muscles loses a child custody battle. His ex-wife wins after his wee daughter tells the judge she gets teased by the kids at school after one of her daddy's movies plays on TV. In the real America, it would be incredibly cool to have JCVD as your dad. In Los Angeles, meanies from third grade would be gossiping that your dad had the wrong agent. \"Tell him to sign with Morris,\" that Britneyette who thinks she's so cute would taunt.\n\nBack home in Brussels after years abroad, JCVD has his card rejected at an ATM and goes into a bank to get some money. Alas, he walks in on a stick-up, and the fanboys at the video store across the street call the cops and report he's the one committing the crime. Soon the police have the area surrounded, while behind the barricades a (smallish) crowd of his fans chants its support. It's like \"Dog Day Afternoon\" with hamsters.\n\nThe suspense in the hostage crisis is pretty much a dud, and the standoff ends as it must, but it's funny when JCVD's old parents tearfully implore him to release his prisoners and express concern about the turn his career has taken. Van Damme says worse things about himself than critics would dream of saying, and the effect is shockingly truthful. I sorta enjoyed myself. I could have done without the scene where he floats in anguished reverie, making Hamlet sound like an extrovert.\n\nAnd that's that, except on Wikipedia I discovered that JCVD is \"known throughout the French-speaking world\" for his \"picturesque aphorisms.\" Man, oh, man, they're picturesque, all right. I'm going to tack on a bunch and let the editors decide how many they have room for.\n\n\u0095\u0095You don't need a flash to photograph a rabbit that already has red eyes.\n\n\u0095\u0095If you work with a jackhammer during an earthquake, stop, otherwise you are working for nothing.\n\n\u0095\u0095If you phone a psychic and she doesn't answer the phone before it rings, hang up.\n\n\u0095\u0095My wife is not my best sexual partner, but she's good with the housework.\n\n\u0095\u0095Obviously I've taken drugs.\n\n\u0095\u0095When I walk across my living room from my chimney to my window, it takes me 10 seconds, but for a bird it takes one second, and for oxygen zero seconds!\n\n\u0095\u0095I am fascinated by air. If you remove the air from the sky, all the birds would fall to the ground. And all the planes, too.\n\n\u0095\u0095Air is beautiful, yet you cannot see it. It's soft, yet you cannot touch it. Air is a little like my brain.", "running_time": 96, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-11", "genres": ["Action", "Comedy", "Crime", "Drama", "Foreign"], "title": "JCVD (2008)"}