{"url": "http://www.rogerebert.com/reviews/jds-revenge-1976", "by": "Glynn Turmanas J.D.", "star_rating": 2.0, "text": "Glynn Turman is a man with a problem. Here he is, minding his own business, driving a cab, putting himself through law school, when his girl friend talks him into going out on a date with some friends. The next thing he knows, he's onstage in a nightclub and a hypnotist is tap-dancing on his subconscious. \n\nAnd the next thing after that, he starts getting these headaches and weird-dreams. A woman screams, and a beef carcass is slashed open, and a guy is shot in the back . . . he seeks medical advice. \"I think there's something wrong with me, Doc,\" he says. \"The only thing wrong with you is overwork, fatigue,\" the doctor assures him. \"Take it easy, cut down, smoke a little weed . . .\" What do doctors know? That night, Turman's voice changes, grows deeper and harsher, and he beats up his girl friend. It's almost as if he has been possessed by another personality, by an evil spirit, \n\nAnd, what do you know, he has been. The restless spirit of J. D. Walker, who died violently in 1942 but whose need for vengeance remains unstilled, has occupied his psyche. J.D. can't rest while the man who killed him is a successful radio preacher with a limousine and a business manager. And so he occupies poor Glynn Turman and sends him out on his mission of revenge. Why the girl friend has to catch it too is never explained; maybe J.D.'s jealous of the shared-time arrangements with his host body. \n\nOnce we figure out this basic situation, we're on familiar ground; diabolical possessions are as commonplace in the movies these days as love scenes used to be. But \"J.D.'s Revenge\" adds a couple of twists. For one thing, it turns out that although J.D. Walker's spirit may be immortal, it's not omniscient - he's gone to all this trouble after all these years to get revenge, and he winds up sending Glynn Turman after the wrong villain. It's not every movie of possession where things have to pause while the spirit has things explained to it. The movie also takes longer than usual for the possessed man's friends to figure out something is not quite right with him. This is the case in all possession movies, of course; the audience knows that (a) the baby is the spawn of the devil, or (b) the mild-mannered law student has had his subconscious kidnapped, or (c) Linda Blair didn't learn those words in the dictionary, but the victim's friends take forever to figure it out. \"He was trying to tell us something the whole time,\" Glynn Turman's girl friend sobs, her face covered with bruises from J.D.'s last night out. \n\nWhat makes the movie work, to the degree that it does, are the performances by Turman, Lou Gossett and Joan Pringle. Turman, in particular, has fun transforming himself from the mild-mannered law student to the zoot-suited 1940s two-bit gangster that J.D. used to be, complete with straight razor. The transformation gets under way when he's strangely drawn to a 1940-style snap-brim straw fedora in an antique-clothes shop. It's like nothing he's ever worn, but it seems uncannily right, somehow, and he shrugs off people's rude remarks about it. \n\nThe movie's ending turns out to be satisfactorily complicated, with all sorts of mistaken identities, close calls, emotional reunions and poetic justice. The ploy's a little like Ross Macdonald novel, in fact, where the mysterious events of today draw us inexorably back toward an almost-forgotten crime in the past. And Glynn Turman finally frees himself from J.D.'s spell, is forgiven by his girl (who is remarkably understanding, under the circumstances), goes back to law school and, presumably, prepares himself for the day when he can file suit for damages against that hypnotist.", "running_time": 95, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-07-05", "genres": ["Action", "Thriller"], "title": "J.D.'s Revenge (1976)"}