{"url": "http://www.rogerebert.com/reviews/jean-de-florette-1987", "by": "Gerard Depardieuas Jean de Florette", "star_rating": 3.5, "text": "If you were to walk into the middle of \"Jean de Florette,\" you would see a scene that might mislead you.\n\nIn the middle of a drought, a farmer is desperate to borrow a mule to help haul water from a nearby spring. He asks his neighbor for the loan of the animal. The neighbor is filled with compassion and sympathy, but simply cannot do without his mule, which he needs in order to farm his own land and provide for his own family.\n\nAs the neighbor rejects the request, his face is so filled with regret you'd have little doubt he is one of the best of men.\n\nActually, he is a thief. And what he is stealing is the joy, the hope and even the future of the man who needs the mule. \"Jean de Florette\" is a merciless study in human nature, set in Provence in the 1920s. It's the story of how two provincial French farmers systematically destroy the happiness of a man who comes out from the city to till the land.\n\nThe man from the city is Jean de Florette, a hunchback tax collector played by Gerard Depardieu, that most dependable of French actors. When he inherits a little land in Provence, he is only too happy to pack up his loyal wife and beautiful child and move to the country for a new beginning. He wants to raise vegetables and rabbits on the land, which, according to the map, includes a fresh water spring.\n\nHis neighbors have other ideas. The old local farmer (Yves Montand) and his son (Daniel Auteuil) long have had their eyes on that land, and they realize if they can discourage the newcomer they can buy the land cheap. So they do what is necessary. They block the spring with concrete, conceal its location and wait to see what happens.\n\nAt first, nothing much happens. There are steady rains, the vegetables grow and the rabbits multiply. Then comes the drought, and Depardieu is forced to bring water from a neighboring well, using his mule and his own strength, turning himself into a beast of burden. From morning to night he plods back and forth under the burning sun, and his wife helps when she can, but the burden is too much and the land surely will die. It is then that he asks for the loan of Auteuil's mule, and is turned down.\n\nThe director, Claude Berri, does not tell this story as a melodrama; all of the motives are laid out well in advance, and it is perfectly clear what is going to happen. The point of the film is not to create suspense, but to capture the relentlessness of human greed, the feeling that the land is so important the human spirit can be sacrificed to it.\n\nTo create this feeling, Berri stands well back with his camera. There are not a lot of highly charged closeups, to turn the story into a series of phony high points. Instead, so many of the shots are surrounded by the landscape and the sky, and there is one enormously dramatic set piece when the sky fills up with rain clouds, and the thunder roars and the rain seems about to come. And then, as Depardieu and his family run outside to feel it against their faces, the rain falls elsewhere and Depardieu shakes his fist at the heavens and asks God why he has been forsaken.\n\nBut God has not double-crossed him, his neighbors have. And the enormity of their crime is underlined by the deliberate pace of this film, which is the first installment of a two-part epic (the second part will open around Christmas). We realize here that human greed is patient, and can wait years for its reward. And meantime daily life goes on in Provence, and neighbors pass the time of day and regret that it is impossible to make a loan of a mule.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-08-07", "genres": ["Drama"], "title": "Jean de Florette (1987)"}