{"url": "http://www.rogerebert.com/reviews/jeepers-creepers-2-2003", "by": "Ray Wiseas Jack Taggart", "star_rating": 1.0, "text": "Every 23rd spring, for 23 days, it gets to eat.\r--Opening title of \"Jeepers Creepers 2\" \n\nThe next shot is ominously subtitled: Day 22. A young boy is installing scarecrows in a field when he notices that one of them looks ... not right. He approaches, sees the claws, and then becomes the first of many characters in this movie to fortify the Creeper for his next 23-year hibernation. \n\nCut to a school bus filled with a team returning from an out of town game along a highway where there is not one single other vehicle. The team and cheerleaders are singing a song, which is more or less required, I think, on buses where the passengers will soon be faced with unspeakable horrors. \n\nVictor Salva's \"Jeepers Creepers 2\" supplies us with a first-class creature, a fourth-rate story, and dialogue possibly created by feeding the screenplay into a pasta maker. The movie basically consists of a half-man, half-bat that whooshes down out of the sky and snatches its prey. Sometimes it rips the tops off of old Rambler station wagons, and it opens up a pretty good hole in the top of the school bus, while meanwhile local farmer Jack Taggart (Ray Wise) tears himself away from his post-hole puncher, narrows his eyes, and stares intently at the edge of the screen while remembering that this all happened 23 years ago (maybe) or that the creature has eaten his youngest son (certainly). \n\nThe most notable character on the bus is Scott Braddock (Eric Nenninger), a virulent homophobe who doth, I think, protest too much as he accuses fellow team members of being gay. Later he tries to clear the bus of everyone the Creeper looked at, because then the ones who aren't his targets will be safe. This sidesteps the fact that the Creeper looked at Scott. \n\nOne of the pom-pon girls has an hallucination or vision or something, and is able to explain that the creature chooses his victims according to body parts he requires, both as nutrition and as replacements. (Think through the lyrics of the song \"Jeepers Creepers,\" and you'll get the idea.) \n\nTo call the characters on the bus paper-thin would be a kindness. Too bad, then, that we spend so much time on the bus, listening to their wretched dialogue and watching as they race from one window to another to see what foul deeds are occurring outside. Speaking of outside, Scott is the obligatory obstreperous jerk who is forever speculating that the creature has gone and won't return; he keeps suggesting they leave the bus to trek to a hypothetical nearby farmhouse. He's a direct throwback to the standard character in Dead Teenager Movies who's always saying, \"Hmmm ... all of the other campers have been found dead and eviscerated, Mimsy, so this would be an ideal time to walk out into the dark woods and go skinny-dipping in the pond where dozens of kids have died in the previous movies in this series.\" \n\nDespite Scott's homophobia, the movie has a healthy interest in the male physique, and it's amazing how many of the guys walk around bare-chested. The critic John Fallon writes \"at a certain point, I thought I was watching soft gay erotica,\" and observes that when four of the guys go outside to pee, they line up shoulder to shoulder, which strikes him as unlikely since they are in a very large field. True in another movie, but in a film where the Creeper is likely to swoop down at any second and carry someone away, I would pick the tallest guy and stand next to him, on the theory that lightning will strike the tree and not you. \n\nIt is futile to bring logic to a film like this, but here goes: At one point, we hear local newscasters discussing the shocking discovery of 300 corpses knit together into a tapestry in the basement of an old church -- all of them with one body part missing. So obviously the Creeper has been operating in the area for years. Would anyone notice 300 disappearances in a county so small that the main road has no traffic? Maybe that's what Jack Taggart is thinking about as he studies the side of the screen: \"Hmmm ... wonder if the disappearance of my son is connected to the carnage that occurs every 23 years hereabouts?\" \n\nThe movie wants to work at the level of scaring us every so often with unexpected sudden attacks of the Creeper, although in this genre you expect sudden unexpected attacks, so you end up evaluating the craftsmanship instead of being scared. On that level, praise for the makeup and costume departments, including Richard Radlefsen, credited for \"Creeper makeup and lead suit.\" Why the creature is called the Creeper when he leaps and flies I am not sure. Why Francis Ford Coppola decided to produce this movie I am also not sure.", "running_time": 103, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-29", "genres": ["Horror", "Thriller"], "title": "Jeepers Creepers 2 (2003)"}