{"url": "http://www.rogerebert.com/reviews/jeffrey-1995", "by": "Steven Weberas Jeffrey", "star_rating": 2.0, "text": "“I love sex. It's just one of the truly great ideas,\" the\rhero of \"Jeffrey\" tells us in the film's opening moments. And for a\rgay man like Jeffrey, there was the brief moment of sexual liberation to enjoy,\rbefore the specter of AIDS closed down the party. Now Jeffrey (Steven Weber)\rfinds his sex life so frightening that he decides to swear off - to become celibate,\rand find other interests. It's not so much that he fears becoming HIV-positive\rhimself, although he does; it's that he fears falling in love with someone who\rwill die.\n\nWell,\reverybody dies sooner or later, but Jeffrey is protective and can't see setting\rhimself up for a loss.\n\nThat's\rwhy it's inconvenient one day when he's working out at the gym, and Steve\r(Michael T. Weiss) makes a pass, and the earth shakes. He's powerfully\rattracted to Steve, but fights to suppress his feelings.\n\nJeffrey's\rdilemma was the subject of an Off-Broadway play by Paul Rudnick (a.k.a. Libby\rGelman-Waxner, the chatty film columnist for Premiere magazine). Now it's been\radapted for the screen, again with revue devices, like speeches directly to the\raudience, cameo comedy roles and even a walk-on for Mother Teresa.\n\nSeeing\rthe saintly Mother, another of Jeffrey's friends makes a snap judgment:\r\"She's had work.\" The line comes from the movie's most sharply drawn\rand entertaining character, Sterling (Patrick Stewart, of \"Star Trek: The\rNext Generation\"), whose lover, Darius (Bryan Batt) is a dancer who is\rHIV-positive. Sterling is a meticulously maintained middle-age man with a\rbarbed tongue, quick intelligence and the belief that love is so rare that when\rit comes, you have to accept it on its own terms, even if that means (as it\rdoes in Darius' case) that HIV comes along with it.\n\nJeffrey\rcan't see it that way, and goes through a series of rather unconvincing denials\rof love before finally caving in to Steve's charm and technique. And that's\rbasically what the movie is about - love, risk and loss - apart from the\rvignettes, which include Sigourney Weaver as a TV-style self-help guru, and\rOlympia Dukakis as the mom of a man who intends to become not merely a woman\rbut a lesbian.\n\n\"Jeffrey\"\ris not without its moments, but the movie never really convinced me it knew\rwhat it was doing. It's more a series of sketches and momentary inspirations\rthan a story that grows interesting - and to guard against our growing too\rinvolved, there are intertitles and other self-conscious devices, including a\rsequence where after two men kiss on the screen, the film cuts to two teenage\rcouples in an imaginary movie audience who find the kiss hard to deal with.\rThis sequence contains the idea for an interesting short film, but as a scene\rin this one, it's all wrong.\n\nAnother\rmelancholy problem is illustrated by the movie itself. Although\r\"death\" has long been a code word in poetry for the moment of climax,\rthe linking of sex and death by AIDS has made it difficult to tell gay male\rlove stories that don't have at least the possibility of a macabre subtext. One\rsolution is to deal with the situation in true drama, as \"Longtime\rCompanion\" and \"Philadelphia\" did. Another may be to set the\rstory back to the years before AIDS.\n\nWhat\r\"Jeffrey\" does is confront the problem through humor and\rself-analysis, which is interesting. But when there's a problem love story, and\rthe problem is of more concern to the characters than the love, you've got . .\r. well, you've got a problem.", "running_time": 92, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-18", "genres": ["Comedy", "Drama", "Musical", "Romance"], "title": "Jeffrey (1995)"}