{"url": "http://www.rogerebert.com/reviews/jeff-who-lives-at-home-2012", "by": "Jason Segelas Jeff", "star_rating": 3.0, "text": "Jeff is 30, unmarried, unemployed and lives in his mother's basement, wreathed in pot fumes. So large and unkempt that his brother calls him Sasquatch, he watches the M. Night Shyamalan movie \"Signs\" over and over again, convinced it contains the key to the universe. That key, Jeff thinks, is that the universe is filled with meaningful Coincidences, and all you must do is remain alert to them, and your destiny will take care of itself. This is probably iron-clad logic if you smoke pot in the basement for long enough.\n\nIf Jeff (Jason Segal) is aimless, his brother, Pat (Ed Helms), is stuck in a lifeless marriage and doesn't realize it. His relationship with his wife, Linda (Judy Greer), is limited to registering her presence. While she focuses on saving money for a house, he reveals he's purchased a Porsche because … well, he got a good price. He takes her out to the deck of their condo to admire it in the driveway, and she startles him by dumping her breakfast on it. The nice breakfast (toasted waffles and Reddi-Whip) he has just prepared for her! Women! What do they want?\n\nJeff and Pat share a widowed mother, Sharon (Susan Sarandon), who is approaching a birthday and demands that Jeff blast loose from the basement and perform one (1) simple task for her: replacing a kitchen shutter. Nothing can be simple when the universe is filled with Signs and Coincidences. Thus commences an eventful day for the family.\n\n\"Jeff, Who Lives at Home\" is the latest film by the brothers Duplass, Jay and Mark, who began in mumblecore with \"The Puffy Chair\" (2005) and created a comic gem in \"Cyrus\" (2011). The first film involved two brothers and a shaky relationship. The second involved a mother and a demanding son who lives at home. In this film, the name \"Kevin\" seems to be a signpost from the universe. Jay's next film will be titled \"Kevin,\" a doc about an early hero of the brothers. Their basement must be a hotbed.\n\n\"Jeff, Who Lives at Home\" is a whimsical comedy, very whimsical, depending on the warmth of Segal and Sarandon, the discontent of Helms and Greer, and still more warmth that enters at midpoint with Carol (Rae Dawn Chong), Sarandon's co-worker at the office. We get the impression they're all waiting around for the Universe to whack them over the head with a 2x4 sign, and in the last act, it does.\n\nAll the major characters are stuck in a traffic jam on a bridge when an accident occurs. Now there's a Coincidence that comes with a Sign attached. What happens next can best be described as a Melodramatic Event that isn't terribly likely but is terrifically effective in lowering a one-size-fits-all deus ex machina into the plot. It's all cute and self-aware, a pleasant joke on the audience, a happy ending for characters we like. It's not a Feel Good Movie, more of a Feel Sorta Good Movie. \n\nOne stylistic note: In nearly every scene, the Duplass brothers use quick little zooms in and out. Given the usual meaning of a sudden zoom in the grammar of the cinema (they translate as whoa!), these have no meaning at all. They're simply devices to remind us that the story isn't really happening but is being directed. Instead of whoa!, they translate as Duplass! They're good directors; they'll outgrow this.", "running_time": 83, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-14", "genres": ["Comedy", "Drama", "Foreign"], "title": "Jeff Who Lives at Home (2012)"}