{"url": "http://www.rogerebert.com/reviews/jekyll-and-hyde-together-again-1982", "by": "Mark Blankfieldas Jekyll/Hyde", "star_rating": 1.0, "text": "This has been a season for melancholy comparisons between greater and lesser degrees of garbage. Last week I discovered that \"Amityville II: The Possession\" was just marginally better than \"The Amityville Horror\" (although both were abominations). This week, the news is not any better: \"Jekyll & Hyde... Together Again\" is not quite as good as \"Young Doctors in Love\" (although both fall out of bed with a dull thud).\n\n\tThey're both hospital comedies. They both begin with a botched operation by an egotistical surgeon. They both have inflatable-women jokes. (This time, a patient's breasts are balloons; last time, she thought she was pregnant.) They both have sexy nurses in low-cut surgical gowns, rich patients who are shockingly treated and heroes who surround themselves with chaos.\n\n\t\"Jekyll & Hyde\" has other predecessors, of course. The credits say the movie was \"inspired by the Robert Louis Stevenson novel,\" which is a little like saying \"Fantasy Island\" was inspired by Robinson Crusoe. The press releases have the chutzpah to actually print the following sentence: \"Mark Blankfield (of ABC's 'Fridays' fame) follows movie greats John Barrymore, Fredric March and Spencer Tracy in assuming the title roles.\"\n\n\tBut the real inspiration for \"Jekyll & Hyde,\" I think, comes from the Cheech and Chong drug-caper comedies, in which nice guys turn into manic zombies and terrorize the neighborhood. \"Jekyll\" is about a young scientist's search for a drug that will bring perfect happiness. He tries formula after formula to no avail, until he falls asleep before he can test a new white powder. He inhales a drinking straw, turns his head, and vacuums the powder into his nose. Zowie! He's transformed into a disco king.\n\n\tThe movie's funniest moment is probably the transformation scene. The satirical target is all those werewolf movies in which special effects were used to make normal young guys sprout fangs and snouts. In this case, pinky rings burst out into view, hair begins to grow on his chest, and gold chains also grow there. He turns into a ravenous lady-killer.\n\n\tThe rest of the movie develops this premise into a retread of the Incredible Hulk: Young Dr. Jekyll never knows when he'll turn into Disco Hyde. Meanwhile, there is an unfunny subplot involving a Howard Hughes-type character who wants to undergo a total body transplant, and there are all the usual weird things going on in the background and on the sound track.\n\n\tThis kind of movie, the slapstick, anything-goes satire, is getting awfully old very fast. The original \"Airplane!\" was very funny. The TV series \"Police Squad\" had its great moments. \"Young Doctors\" was a disappointment and 'Jekyll & Hyde\" is a disaster. \"Airplane II - The Sequel\" is scheduled to open on Dec. 10, and it has its work cut out.\n\n\t• As I was watching \"Jekyll & Hyde,\" however, old memories stirred. Where before had I seen scenes in which people boxed each other's ears when they got angry? Where the hero was a klutz who kept falling over his own feet? Where pretty girls ran around with clipboards and stood through whole scenes without getting to say anything? In the Bowery Boys movies, of course. And now Paramount has spent millions of dollars to prove, too late, that Huntz Hall and Leo Gorcey were comic geniuses.", "running_time": 87, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Horror", "Musical", "Science Fiction"], "title": "Jekyll & Hyde... Together Again (1982)"}