{"url": "http://www.rogerebert.com/reviews/jellyfish-2008", "by": "Sarah Adleras Batya", "star_rating": 3.0, "text": "\"Jellyfish\" tells the stories of three young women whose lives, for a change, do not interlock so much as co-exist. It never quite explains why these three were chosen and not three others. I found that refreshing, because with some films based on entwined lives, you spend more time untangling the plot than caring about it. Here one character is a waitress for a catering firm, another is a new bride, and the third is a home-care worker for elderly women. To be sure, there is a mystical vision (or memory), but I'm not sure I understand the logic behind it, and I don't think it requires logic. It inexplicably spans a generation but works just as it is.\n\nThe film is set in Tel Aviv, but it's not an \"Israeli film.\" That's where it was made, but it's not about anything particularly Israeli. It could take place in countless cities, and it's not \"about\" anything at all, in the way of a message, a theme or a revelation. What it offers is a portrait of some time in these lives, created with attentive performances and an intriguing way of allowing them to emerge a little at a time.\n\nThe film also gives us sharply defined supporting characters. The most enigmatic, sufficient to be the center of a movie of her own, is an angelic little girl who wanders up to Batya (Sarah Adler) at the beach. She has an inner tube around her middle, which she refuses to be parted from. There are no parents in sight. Sarah takes the girl to the police, who aren't much interested. They advise her to care for her over the weekend, while they wait to see if a missing persons report comes in.\n\nThat seems a strange decision, but it allows a scene where Batya takes the child to her catering job, and the little girl gets her fired, and in the process, she meets a woman who is a free-lance wedding photographer, and so on. The photographer is fired, too, and the women end up smoking on a loading dock, discussing turns of fate. Batya has problems, and water is one of their common themes: (a) the little girl seemingly emerged from the sea, and (b) the leak in her apartment ceiling has covered the floor with about four inches of water. A tenuous link, but there you have it.\n\nAnother lead character is Keren (Noa Knoller), who breaks her ankle in a particularly ignominious way at her own wedding: She's locked into a toilet cubicle and tries to climb over the door. She and her husband have to cancel their plans for a cruise, end up in a hotel room they hate, and what's worse, the elevator goes out, and at one point, it seems that her husband might have carried her up 12 flights of stairs. Maybe only six. Try that sometime. The husband meets a mysterious woman from the top-floor suite, and they spend way too much time together, because they're both smokers. The woman says she is a writer, but there's more to it than that.\n\nThe most realistic, down-to-earth woman in the film is Joy (Ma-nenita De Latorre), from the Philippines, who works as a minder. Her latest client, dumped on her by her actress daughter, is a short-tempered case study who shouts at her to speak Hebrew or German. Joy does speak English, which is enough in many situations around the world, is learning Hebrew as fast as she can, isn't being paid much and has a good heart. She convinces the old woman to see her daughter as Ophelia in a decidedly peculiar \"Hamlet\" (it seems to be written, not in iambic pentameter, but in chanted repetition).\n\nThese stories have as their justification that fact that they are intrinsically interesting. I think that's enough. \"Jellyfish\" won the Camera d'Or at Cannes 2007 for best first feature. Given all the temptations that lure gifted first-time filmmakers with three stories to tell, each story with its own story within it, director Etgar Keret and his co-director and the film's writer, Shira Geffen, are commendable, since they bring it in at 78 minutes. You can easily see how it could have overstayed its welcome, especially if it ever got around to explaining that little girl, especially if she's who she seems to be in the dream or vision or hallucination or whatever. Rather than an explanation in a case like that, I prefer the vision to appear, make its impact and leave unexplained.", "running_time": 82, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-05-15", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Jellyfish (2008)"}