{"url": "http://www.rogerebert.com/reviews/jennifers-body-2009", "by": "Megan Foxas Jennifer", "star_rating": 3.0, "text": "Just what we were waiting for, “Twilight” for boys, with Megan Fox in the Robert Pattinson role, except that I recall Pattinson was shirtless. Diablo Cody's next screenplay after “Juno” is a 180-degree reversal, with the heroine now transformed into a fiend who eats the flesh of teenage boys. Can you imagine Juno's poor boyfriend, Michael Cera, with steak sauce?\n\n“Jennifer's Body” opens on a deceptively light note in high school, introducing Jennifer Check (Fox) and Needy Lesnicky (Amanda Seyfried) as lifelong best friends. Jennifer is the hottest and most popular babe in school, and Needy is — well, needy. Surely that's her nickname? What parents would name a child Needy?\n\nJennifer is your classic teen queen who rules the school. Boys lust after her, she's the head cheerleader, and maybe it does her ego good to have needy Needy trailing along. But then she's transformed into, not a vampire exactly, although she does go for after throats with bared teeth. She's some kind of demon or monster, sort of undefined, whose mission in life becomes attacking teenage boys.\n\nHer image gives her a valuable weapon in satiating her unwholesome appetites. Timid lads who would never dream of dating Jennifer now find her unexpectedly friendly, even seductive. One kid even gets invited to her home. This turns out to be a creepy empty house. Why do characters always enter creepy empty houses and feel their way in the dark, when they should stand outside on the sidewalk and whistle?\n\nJennifer gets away with murder because, well, who would expect the sexy and popular cheerleader to be a secret drinker of blood and quite possibly a devourer of flesh? Only Needy suspects the horrifying reality, and finally it is she who stands between Jennifer and more victims, including a nice kid like Chip Dove (Johnny Simmons), who you know is a nice kid because his name, after all, is Chip Dove, and what kind of name is that for a villain?\n\nIt's easy to go on like this, but I'd be missing something. There is within Diablo Cody the soul of an artist, and her screenplay brings to this material a certain edge, a kind of gleeful relish, that's uncompromising. This isn't your assembly-line teen horror thriller. The portraits of Jennifer and Needy are a little too knowing, the dialogue is a little too off-center, the developments are a little too quirky. After you've seen enough teen thrillers, you begin to appreciate these distinctions. Let's put it this way: I'd rather see “Jennifer's Body” again than “Twilight.”\n\nMegan Fox is an interesting case. We think of her as a star, but this is actually her first leading role. She didn't get to No. 18 on Maxim's Hot 100 list of 2007 for acting. (The top post went to Lindsay Lohan. How quickly times change.) Fox is also famous for her many tattoos, but in researching that aspect of her image, I made an encouraging discovery. Anyone can have a tattoo of a butterfly. Been there, done that. But Megan Fox has a tattoo that quotes “King Lear”: “We will laugh at gilded butterflies.” How cool is that? Plus, so far, there are no tiresome rumors about booze and drugs.\n\nFox did her career a lot of good with the two “Transformer” movies, but this is her first chance to really perform, and you know what? She comes through. She has your obligatory projectile vomiting scene and somehow survives it, she plays the role straight, and she looks great in a blood-drenched dress with her hair all straggly. Amanda Seyfried makes a plucky heroine.\n\nThe film is directed by Karyn Kusama, who in the splendid “Girlfight” (2000), introduced Michelle Rodriguez. She handles this material efficiently and with a certain relish. It's not art, it's not “Juno,” it's not “Girlfight,” for that matter, but as a movie about a flesh-eating cheerleader, it's better than it has to be.", "running_time": 100, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-09-16", "genres": ["Comedy", "Horror"], "title": "Jennifer's Body (2009)"}