{"url": "http://www.rogerebert.com/reviews/jennifer-8-1992", "by": "Andy Garciaas John Berlin", "star_rating": 1.5, "text": "\"Jennifer 8\" promises a plot of excruciating complexity, but the storyline turns relentlessly dumb. By the end the characters might as well be wearing name tags: \"Hi! I'm the serial killer!\" This is the kind of movie where everybody makes avoidable errors in order for the plot to wend its torturous way to an unsatisfactory conclusion.\n\nSomebody should have taken a hard look at the screenplay and decided that it wasn't finished.\n\nThe movie stars Andy Garcia as a big-city detective who is recovering from a bad marriage with a cheating wife. He returns to the smaller city where his brother-inlaw (Lance Henriksen) is a cop.\n\nWithin minutes of his arrival, he's digging through a garbage dump in search of body parts, and, in no time flat, he's on the trail of a serial killer.\n\nDeducing that a severed hand belonged to a blind person (the fingertips are worn down from reading Braille) and that it was in a freezer for a long time, Garcia runs a computer search and discovers a pattern: Eight blind women have been killed, all with .22 revolvers, and mutilated, within a 300-mile radius. This is obviously the work of a serial killer, he announces, only to arouse the fury of the local cop (Graham Beckel) who was on the case of the original missing woman.\n\nThe movie turns into a police procedural as Garcia interviews the blind roommate (Uma Thurman) of one of the missing women. Before long they have fallen into a particularly unconvincing love affair; I didn't believe it because Thurman, usually so alive in her roles, here interprets her character as a soggy zombie who occasionally musters a smile. At Christmas she gets all dressed up to go to a party, but retreats in tears to the bedroom after she loses her way and everybody talks loudly at the same time. That wouldn't stop any of the blind party animals I've known.\n\nThe movie has no insights about the blind, other than they benefit greatly from talking alarm clocks and don't need any light bulbs in their bedrooms. Blindness is simply another plot gimmick in a movie with so many it can hardly remember what corner it's currently cutting. Like many needlessly complicated movies, it plays long - really long - and it's a relief when John Malkovich appears, at about the 90 minute mark, playing an FBI man (I think) who accuses Garcia of murder.\n\nThe murder in question has to be seen to be believed. One cop climbs a fire escape into a building where he suspects the killer is hiding. He tells his partner, \"If anyone comes down this fire escape but me, shoot.\" Somebody else comes down the fire escape, shining a flashlight into the eyes of the other cop, who, of course, stands in full view to make himself a better target, and does not shoot. Even movie cops should be smarter than that.\n\nAnd then there is the big climax, a red herring of truly startling proportions, indicating that the movie is willing to cheat, lie and defraud to get a cheap thrill. The audience simply laughed in disbelief. \"Jennifer 8\" has aspirations to be a cross between the murderer-next-door thriller and the pathology picture, so named because everybody stands around making hard-boiled comments about body parts (my favorite: A cop, examining a corpse at the dump, asks, \"How long has he been feeling like this?\").\n\nThe cast in this movie has been outstanding in other movies; in addition to Garcia, Thurman, Malkovich and Henriksen (\"The Stepfather\"), there's Kathy Baker as Garcia's sister, plucky and determined, and even Kevin Conway as a police chief. It was quite an achievement to assemble them into one picture, but my guess is they'll skip the reunions.", "running_time": 127, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-11-06", "genres": ["Mystery", "Suspense", "Thriller"], "title": "Jennifer 8 (1992)"}