{"url": "http://www.rogerebert.com/reviews/jerichow-2009", "by": "Benno Furmannas Thomas", "star_rating": 3.0, "text": "In a district where unemployment and poverty are common, it may not seem like wealth to own a snack shop. But if you own a string of them, you’ve got it made. Ali owns a string. He also owns a beautiful blond wife, whom he acquired by paying off her debts, just like he got the snack shops and a shiny new Mercedes.\n\nYet Ali is not a happy man. Born in Turkey but raised in East Germany, he moans, “I am in a country where nobody wants me, with a wife I bought.” He needs a friend. Also a driver, after he loses his license for drunk driving. He hires Thomas, who has troubles of his own: He has been dishonorably discharged from the German forces in Afghanistan, his wife has just died, his savings have been stolen in settlement of a gambling debt, he was knocked out in the process, and he is homeless and broke. Sure, he’d like to be Ali’s driver.\n\nThis is the setup for Christian Petzold’s “Jerichow,” named for the East German locale. Petzold may ring a bell for you from last year’s weirdly intriguing thriller “Yella,” about a woman on the lam from an abusive husband and hoping to embezzle a fortune in her new job. Yella was played by Nina Hoss, who plays Ali’s wife, Laura, here. She would be sexy if she didn’t have that quality of edgy desperation. Ali (Hilmi Sozer), who looks a little like a Turkish Bob Hoskins, is a very untrusting man, convinced he is being cheated on for an excellent reason: He is.\n\nThomas (Benno Furmann), who shows in one scene he is very confident with brutal hand-to-hand fighting, is the kind of man Ali is looking for — a collector, enforcer, spy and dependent on Ali. He is also taller than Ali, younger and better-looking, which doesn’t escape Laura’s attention. We can see trouble coming.\n\nAli likes to flash his money and hint at big plans, but he leads a narrow life. He and Laura live at the end of a forest road, next to the warehouse where they load a van with milk, soda, chips and candy for daily deliveries. He is half-crazy with paranoia, sneaking around corners to catch his shop managers stealing. He also fears catching Laura and Thomas together, and when he makes a business trip to Turkey, is he almost setting them up?\n\nIt may not be that simple. Nothing in this movie may be that simple. Petzold, who also wrote the script, doesn’t make level one thrillers, and his characters may be smarter than us, or dumber. It’s never just about the plot, anyway. It has to do with random accidents, dangerous coincidences, miscalculations, simple mistakes. And the motives are never simple.\n\nIt’s easy to compare “Jerichow” with the films of “The Postman Always Rings Twice,” with the grimy gas station owner, the sexy wife and the rugged drifter, but people have a way of not behaving according to their superficial qualities. And there may be something going on here about the complexities of being a stranger in a very strange land.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-06-24", "genres": ["Drama", "Foreign", "Romance"], "title": "Jerichow (2009)"}