{"url": "http://www.rogerebert.com/reviews/jerry-maguire-1996", "by": "Tom Cruiseas Jerry Maguire", "star_rating": 3.0, "text": "There are a couple of moments in “Jerry Maguire” when you want\rto hug yourself with delight. One comes when a young woman stands up in an\roffice where a man has just been fired because of his ethics, and says, yes,\rshe'll follow him out of the company. The other comes when she stands in her\rkitchen and tells her older sister that she really, truly, loves a man with her\rwhole heart and soul.\n\nBoth\rof those moments involve the actress Renee Zellweger, whose lovability is one\rof the key elements in a movie that starts out looking cynical and quickly\rbecomes a heart warmer.\n\nThe\rman she follows, and loves, is Jerry Maguire (Tom Cruise), a high-powered pro\rsports agent who has so many clients he can't really care about any of them. He\rspends most of his time as a road warrior, one of those dogged joggers you see\rin airports, racking up the frequent flyer miles in pursuit of the excellence\rthey read about in pin brained best-sellers. One night he has a panic attack in\ra lonely hotel room, and writes a memo titled “The Things We Think and Do Not\rSay: The Future of Our Business.” One of the things he thinks is that agents\rshould be less concerned about money and more concerned about their clients.\rThat gets him a standing ovation in the office, but a few days later, when he's\rfired, he understands why agents do not say those things they think. Maguire\rstages a grandstand exit (his decision to take along the office goldfish plays\rawkwardly, however). But when he asks who's walking out with him, only Dorothy,\ran accountant he's met just once at the airport, stands up and says she\rbelieves in him. Dorothy is a widow with a cute little son (maybe just a mite\rtoo cute).\n\nShe\ralso has an outspoken older sister, played by Bonnie Hunt with her usual\rexuberance and ironic cheer (she's almost always a delight to watch). The\rsisters live together in a house where the living room seems to be semi\rpermanently filled by a kvetching self-help group for divorced women, who spend\rall of their time talking about men. Someone should tell them that resentment\ris just a way of letting someone else use your mind rent-free.\n\nOnly\rone client doesn't dump Maguire when the agency boots him out. That's Rod\rTidwell (Cuba Gooding Jr.), a wide receiver for Arizona, who resents the crappy\rwaterbed commercials Maguire puts him in, but sticks with him anyway. Rod's\rwife Marcee (Regina King) is her husband's shrewdest defender and biggest fan,\rand their marriage is a true love story--in contrast to Maguire's failing\rengagement to the power-mad Avery Bishop (Kelly Preston).\n\nAvery\ris soon out of the picture, Dorothy begins to look less like an accountant and\rmore like the most wonderful woman in the world, and under the influence of his\rennobling new feelings, Jerry helps Rod learn to play from the heart and not\rjust from the mind and the pocketbook. And somewhere along in there I began to\rfeel that writer-director Cameron Crowe had bitten off more than he really\rneeded to chew. The screenplay knows enough about sports agents to make that\rthe subject of the whole film, and enough about romance, too, but there are so\rmany subplots that “Jerry Maguire” seems too full: Less might have been more.\n\nStill,\rthe film is often a delight, especially when Cruise and Zellweger are together\ron the screen. He plays Maguire with the earnestness of a man who wants to find\rgreatness and happiness in an occupation where only success really counts. She\rplays a woman who believes in this guy she loves, and reminds us that true love\ris about idealism. (Remember Franklin McCormick years ago on the all-night\rradio? “I love you because of who you are--and who I am when I am with you.”)\rThe actual sports scenes are more predictable (right down to and including the\rbig play that settles the season). But Cuba Gooding Jr., so strong in “Boyz N\rthe Hood,” is fine here in a much different role. Finally the movie is about\rtransformation: About two men who learn how to value something more important\rthan money, and about two women who always knew.", "running_time": 135, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-12-13", "genres": ["Comedy", "Drama", "Romance", "Sports Film"], "title": "Jerry Maguire (1996)"}