{"url": "http://www.rogerebert.com/reviews/jersey-girl-2004", "by": "Ben Affleckas Ollie Trinke", "star_rating": 3.5, "text": "\"Jersey Girl\" is a romantic comedy written and directed by a kinder, gentler Kevin Smith. It's the kind of movie Hugh Grant might make, except for the way Smith has with his dialogue, which is truer and more direct than we expect. There are a couple of scenes here where a video store clerk cuts directly to the bottom line, and it feels like all sorts of romantic rules and regulations are being rewritten.\n\nThe movie stars Ben Affleck as Ollie Trinke, a hotshot Manhattan publicist whose beloved wife Gertrude (Jennifer Lopez) is great with child. I would hesitate to reveal that she died in childbirth if I had not already read and heard this information, oh, like five hundred times, so obsessed is the nation with Ben and J. Lo. Lopez is luminous in her few scenes, helping to explain why Ollie remains so true to her memory that he remains celibate for many years.\n\nHis career meanwhile goes to pieces. Under pressure to hold a job while raising a daughter, he loses it one day, fatally offending his employers by causing a scene at the opening of a Hard Rock Cafe; he fails to understand why he should take Will Smith seriously (\"Yeah, like the Fresh Prince of Bel Air is ever gonna have a movie career\"). By the time the story resumes, he has moved back to New Jersey and is living in the same house with his father Bart (George Carlin) and his beloved daughter Gertie (Raquel Castro), who is now about 7. He's not in public relations anymore; he works with his dad in the public works department.\n\nBecause Ben Affleck is a movie star and looks like one, you might expect him to start dating eventually, but no. You might expect that he could find another high-paying PR job, but no. He doesn't, because then there wouldn't be a movie. When a movie isn't working, we get all logical about things like this, but when it works, we relax.\n\nSeveral times a week, Ollie and Gertie go to the local video store, where she plunders the kiddie section while he makes a quick dash through the bamboo curtain to grab a porno. One night he's confronted by Maya (Liv Tyler), the clerk who claims she's taking a survey about pornography usage, and asks Ollie how many times a week he masturbates. She is seriously disturbed by his reply, alarmed to learn he has had no sex in seven years, and informs him, \"We're gonna have some sex.\"\n\nAnd it's in a scene like this that Kevin Smith shows why he's such a good comedy writer. There is a bedrock of truth in the scene, which is based on embarrassment and shyness and Maya's disconcerting ability to say exactly what she's thinking, and when Ollie tries to explain why he has remained celibate (except for his relationship with countless porno titles), she patiently explains about sex: \"It's the same thing only you're saving the $2 rental fee.\"\n\nInarguable logic, but he demurs, finally breaking down and agreeing to a lunch date. And thus does love reenter Ollie's life. For Maya may be bold about sex, but she is serious about love, and soon like Gertie is saying \"Hey, you're the lady from the video store\" at a moment when it would be much, much better had she not walked into the room.\n\nLiv Tyler is a very particular talent who has sometimes been misused by directors more in love with her beauty than with her appropriateness for their story. Here she is perfectly cast, as the naive and sincere Maya, whose boldness is not a seduction technique but an act of generosity, almost of mercy. It takes a special tone for a woman to convince us she wants to sleep with a man out of the goodness of her heart, but Tyler finds it, and it brings a sweetness to the relationship.\n\nKevin Smith I believe has spent almost as much time in video stores as Quentin Tarantino, and his study of ancient cliches is put to good use in the closing act of his movie, which depends on not one but three off-the-shelf formulas: (1) The choice between the big city and staying with your family in a small town; (2) the parent who arrives at a school play just at the moment when the child onstage is in despair because that parent seems to be missing, and (3) the Slow Clap Syndrome. Smith is a gifted writer and I believe he knew exactly what he was doing by assembling these old reliables. I'm not sure he couldn't have done better, but by then we like the characters so much that we give the school play a pass.\n\nBesides, without the school play, we wouldn't get a chance to see the set constructed for little Gertie by two of the guys who work with Bart and Ollie in the public works department. Let it be said that the Lyric Opera's set for \"Madama Butterfly\" was only slightly more elaborate.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-03-26", "genres": ["Comedy", "Drama", "Romance"], "title": "Jersey Girl (2004)"}