{"url": "http://www.rogerebert.com/reviews/jesus-son-2000", "by": "Billy Crudupas Fh", "star_rating": 3.5, "text": "Thinking at first I am seeing still one more road movie about a druggie, I find I am wrong. \"Jesus' Son\" surprises me with moments of wry humor, poignancy, sorrow and wildness. It has a sequence as funny as any I've seen this year, and one as harrowing, and it ends in a bittersweet minor key, as it should, because to attach this story to a big climax would be a lie, if not a crime. Like all good films, it is not for everybody (only bad films are for everybody).\n\nThe story revolves around the time and place of Iowa City, circa 1971, although the hero does a lot of traveling all over the country, and in his own memories. His name is FH, which is short for guess what, and in the beginning he is one of those college town layabouts with no plans and not many problems. One day on a bench he meets Michelle. They talk a little and he asks, \"Do I kiss you now?\" Later, she asks him, \"You ever seen anybody shoot up before?\" He has not, but soon heroin is running his life.\n\nBut this is not a drug movie like any you've seen. It doesn't glamorize drugs or demonize them, but simply remembers them from the point of view of a survivor. FH (Billy Crudup) narrates the story, sometimes doubling back to fill in gaps or add overlooked details. He isn't a hero or an anti-hero, just a fairly clueless guy with good intentions who gets muddled by the drug lifestyle--which creates a burden the mind is not really designed to endure.\n\nThe movie's director is Alison Maclean, a New Zealander whose screenplay (by Elizabeth Cuthrell, David Urrutia and Oren Moverman) is based on short stories by the American author Denis Johnson. Some will complain that the episodes jostle too loosely against one another (it's \"a barbiturate-driven version of `Pulp Fiction,' in which the guns misfire and the cars don't have brakes,\" writes Salon's Andrew O'Hehir, in a negative but somehow affectionate review). I think short stories are right for a story about druggies. Their lives are too episodic to add up to a novel; the highs and lows settle out into disconnected adventures and anecdotes, separated by voids and blackouts.\n\nThe thing about FH and Michelle (Samantha Morton) is that they love each other, in a fashion, but are inhabiting a lifestyle that has too many distractions for any kind of continuity. Drugs or love: You sort of have to choose one or the other, because you can't pay attention to both. Their romance, when it is working, has a kind of tenderness that grows out of their suffering. They are so screwed up that when the movie lingers on the sight of them kissing, we realize with a stir that their kissing is direct and needy, not movie-stylized. They aren't putting on a show for the camera, but feeding at each other's lips.\n\nSamantha Morton you will remember from Woody Allen's \"Sweet And Lowdown,\" where she played a mute. Here she plays a woman who is more or less the result of the situation she's gotten herself into: If you are going to use drugs and don't have infinite money, you are going to have to make some compromises. Crudup is a good partner for her, coming in under her radar, ready for whatever she has in mind.\n\nBut the movie is not just about (or even really about) FH and Michelle. It's episodic, and there are moments that stand out like sharp memories in a confused time. Like the fat kid who races after their car and runs into the pole. Or the naked woman on a parasail. \"That's my wife,\" says FH's newfound barroom buddy Wayne (Denis Leary). No further explanation. They spend an afternoon stripping the copper wires out of an empty house. \"How much money do you think we can make from this?\" FH asks. \"Enough to go to bed drunk tonight,\" says Wayne.\n\nFH eventually gets a job as an orderly in a hospital, and that leads to a sequence that combines the gruesome and the comic as memorably as the needle to the heart in \"Pulp Fiction.\" A patient comes in with a knife sticking out of his eye socket. The ER nurse tells him, \"We better get you lying down.\" I liked the way the man's condition is diagnosed: \"Patient complains of knife in head.\" FH's fellow orderly is Georgie (Jack Black, the larger of the two clerks in \"High Fidelity\"). When a doctor hesitates, he knows what to do.\n\nThe last third of the film is one bemusement and perplexity after another. FH goes into rehab and gives a shave to a patient (Dennis Hopper) whose sentences summarize decades. He has a little romance with a woman (Holly Hunter) who just plain has bad luck with her husbands. He gets a job as the editor of a newsletter at an old folks home (\"This job includes a lot of touching,\" he's told. \"We want to see you touching the patients.\") He falls in love with the overheard voice of a Mennonite woman singing in her shower--and observe the complexities of the situation where her husband tells him, \"Take what you need.\" The movie's title is not intended to be a literal description of FH (\"Jesus' Son\" is a line from a Lou Reed song), but I see what it's getting at: A lot of great men have sons who plug away at the family business but just don't have the knack. FH's story is not a cautionary tale, a parable or a fable. It is just what happened to him. He's not a bad guy. He should play more of an active role in his life instead of just letting it happen to him. And when he's asked if he's ever seen anybody shoot up before, he should ask himself if he hasn't been getting along more or less OK without having had that experience.", "running_time": 107, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-07-07", "genres": ["Drama", "Indie", "Romance"], "title": "Jesus' Son (2000)"}