{"url": "http://www.rogerebert.com/reviews/jet-lag-2003", "by": "Jean Renoas Felix", "star_rating": 2.0, "text": "\"Jet Lag\" is sort of a grown-up version of \"Before Sunrise.\" In both films two travelers Meet Cute by chance and spend a long night in a strange city, talking and eating and flirting and concealing and revealing. The difference between the two films is sort of depressing.\n\nIn \"Before Sunrise\" (1995), Ethan Hawke and Julie Delpy were young students and they wandered all over Vienna, encountering fortune-tellers, street poets and friendly bartenders. In \"Jet Lag,\" Jean Reno and Juliette Binoche are meant to be 20 years older, and although they are in Paris they do not wander the streets or meet fascinating people, but huddle in airport lounges, hotel rooms and tourist restaurants. The younger people talk about reincarnation, dreams, death, etc. The older people talk about abusive boyfriends, parental alienation and cuisine.\n\nThat's the whole story, right there: The young people have their lives ahead of them and are filled with hope. The older ones are stuck with responsibilities, relationships, careers and fears. Although \"Jet Lag\" has a certain morose appeal, we cannot help thinking that this night they're spending together is the most interesting time either character has had in years, and if they get married, they will look back on it as if they were out of their minds.\n\nThere are, however, moments of intrigue. Some of them involve Binoche's makeup. If you know her from her many movies (she won the Oscar for \"The English Patient\"), you know she has a fresh, natural perfection. As we first see her in \"Jet Lag,\" she is wearing too much makeup of the wrong kind, and it doesn't flatter her. Makeup is her business, in a vague way. At one point, she wipes it all off and looks younger and more beautiful. Because the director, Daniele Thompson, devotes a lot of the movie to the closeup scrutiny of her actors, this transformation has a fascination entirely apart from the character Binoche plays.\n\nReno is a rough-hewn French star, always with what looks like a two-week beard, often seen in action movies (\"La Femme Nikita\"). Here he shows gentleness and humor, and we believe him as a celebrity chef who was once great but is now merely rich. When the Binoche character mixes a vinaigrette for him and he likes it, their fate seems possibly sealed.\n\nThe plot is based on contrivance. They meet because she needs to borrow his cell phone. When their flights are canceled, he offers to let her stay in his hotel room, the last one available at the airport. We meet her current, former and perhaps future boyfriend, a jealous creep. We hear about how the Reno character walked out of the life of his father, also a famous chef. They keep getting calls on the wrong phone.\n\nBut somehow none of this really matters. The movie is set up as if it should--as if much depends on whether they fall in love. The beauty of \"Before Sunrise\" was that nothing was supposed to matter. They talked, they walked and the movie (directed by Richard Linklater) was content to let them do that, without forcing false obstacles and goals upon them.\n\nI don't know if the distance between the two films is because of the difference in filmmakers, or the difference in ages. It may be that we have a heedlessness around 20 that we have lost, perhaps prudently, around 40. One thing I know for sure: When you're 20, you know that one night could change your life forever, and when you're 40, not only do you doubt that, but you're sort of relieved.", "running_time": 85, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-06-27", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Jet Lag (2003)"}