{"url": "http://www.rogerebert.com/reviews/jiminy-glick-in-la-la-wood-2005", "by": "Martin Shortas Jiminy Glick/David Lynch", "star_rating": 1.5, "text": "The problem with Jiminy Glick is that he doesn't know who he is. Or, more precisely, Martin Short doesn't know who he is. Jiminy is allegedly a chubby TV news entertainment reporter from Butte, Mont., who alternates between fawning over celebrities, insulting them and not quite knowing who they are. I can sympathize. When I ran into Jiminy at the Toronto Film Festival, I didn't know he was Martin Short; the makeup job was masterful, and I hadn't seen the character in his earlier TV manifestations. One of the side-effects of seeing 500 movies a year is that you miss a lot of TV.\n\nMartin Short himself is one of the funniest men alive, or can be, and has been. But Jiminy Glick needs definition if he's to work as a character. We have to sense a consistent comic personality, and we don't; Short changes gears and redefines the character whenever he needs a laugh. That means Jiminy is sometimes clueless, sometimes uses knowledgeable in-jokes, sometimes is a closeted gay, sometimes merely neuter, sometimes an inane talk show host and at other times essentially just Martin Short having fun with his celebrity friends.\n\n\"Jiminy Glick in La La Wood\" takes the character to the Toronto Film Festival, where he confronts celebrities in situations that are sometimes spontaneous, sometimes scripted. He stays in a hotel from hell with his wife Dixie (Jan Hooks) and their twin sons, Matthew and Modine. He is obsessed with getting an interview with the reclusive Ben DiCarlo (Corey Pearson), director of \"Growing Up Gandhi,\" in which the young Mahatma is seen as a prize fighter. He is also entranced by the presence of the legendary star Miranda Coolidge (Elizabeth Perkins).\n\nThe movie combines two story lines: Jiminy interviewing celebs, and Jiminy trapped in a nightmarish murder scenario narrated by David Lynch (played by Short himself, uncannily well). Lynch lights his already lit cigarette and intones ominous insights about the lonely highway of doom, and Miranda's blood-drenched handkerchief turns up in Jiminy's possession; perhaps he did not merely dream that he murdered her.\n\nThe murder plot is a non-starter (not funny, not necessary) and although Short does a good David Lynch, he stops at imitation and doesn't go for satire. He's at his best in a couple of sit-down interviews with cooperative movie stars (Kurt Russell and Steve Martin), in what feel like improvised Q&A sessions; he asks Martin, for example, if it's true that the commies still run Hollywood, and Martin refuses to name names -- except for Meg Ryan and Tom Hanks. There is also an intriguing discussion of Martin's theory of tabletops and testicles, which put me in mind of his famous magic trick where eggs and lighted cigarettes emerge from his fly.\n\nA comedy could be made about inane celebrity interviewers, yes, but it would have to be more reality-oriented. When a real person like Joe Franklin exists, how can Jiminy Glick outflank him? A comedy could be made about the Toronto Film Festival, but it would need to know more about festivals; interviewers from Butte, Mont., do not ordinarily have their private festival publicity person to knock on the hotel room every morning with a list of the day's interviews, and Glick (or Short) misses a chance to skewer publicists, junkets, and the panic attacks of critics afraid they'll miss a big movie.\n\nSome stand-alone moments are funny. Jiminy thinks Whoopi Goldberg is Oprah Winfrey (\"Remember, my name is spelled O-p-e-r-a,\" she advises him). Rappers in a hotel corridor try to teach an African how to sound like an American hip-hopper, but try as he will, Y'allknowhaimean comes out as \"Yao Ming.\" And Jiminy and Kurt Russell begin a discussion about Elvis Presley, who Russell starred with as a child actor and later, as an adult, played in a movie. Where this discussion eventually leads is hard to believe, and impossible to describe. And when David Lynch says, \"My name is David Lynch. I'm a director,\" I like Jiminy's reply: \"Well, who isn't, dear?\"", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-05", "genres": null, "title": "Jiminy Glick in La La Wood (2005)"}