{"url": "http://www.rogerebert.com/reviews/jimmy-neutron-boy-genius-2001", "by": "Debi Derryberryas Jimmy Neutron", "star_rating": 3.0, "text": "The animated comedy \"Jimmy Neutron: Boy Genius\" takes place in those carefree years right before puberty strikes kids down with zits and self-consciousness. \"We don't like girls yet, do we, Jimmy?\" asks a fearful Carl Wheezer, the hero's best friend. \"No, no, not yet,\" Jimmy reassures him. But he broods about what is on the horizon: \"Hormones over which we have no control will overpower our better judgment.\" Jimmy Neutron, sometimes called \"Nerdtron\" by his jeering classmates on the school bus, is a boy inventor who pilots his own rocket plane and is seen, as the movie opens, trying to launch a satellite before breakfast. He makes Tom Swift look slow. His dog, for example, is not a mammal but a robot named Goddard (after the father of rocketry). When Goddard makes a mess, it consists of nuts and bolts.\n\nAt home, Jimmy has inventions to brush his teeth and comb his hair. During show and tell at school, he unveils a device that will shrink people, and inadvertently shrinks his teacher, who is attacked by the worm in her apple. Jimmy also has a communicator capable of picking up signals from space, and becomes convinced he has been contacted by an advanced civilization. \"I don't care how advanced they are,\" his mother says. ''If your father and I haven't met them, they're strangers.\" A crisis strikes. Alien spaceships suck up all of the adults in town. At first the kids celebrate, but after eating too much popcorn and candy and drinking forbidden coffee, they're as green in the morning as the lads on the Island of Lost Boys in \"Pinocchio.\" Jim-my enlists the other kids in an expedition to find the alien planet and rescue the parents.\n\nTheir space travel is conceived by the filmmakers in a way that is not only charming but kind of lovely. Jimmy converts some of the rides in an amusement park into spaceships, and we see a Ferris wheel, an octopus ride and a merry-go-round journeying across the field of stars. In another inspired conceit, they stop for the night on an asteroid, build a campfire, and frighten one another with campfire ghost stories.\n\n\"Jimmy Neutron: Boy Genius\" is a Nickelodeon production, frankly aimed at grade-schoolers. It doesn't have the little in-jokes that make \"Shrek\" and \"Monsters, Inc.\" fun for grown-ups. But adults who appreciate the art of animation may enjoy the look of the picture, which is a kind downsized \"Toy Story,\" with a lot of originality in the visual ideas. All movies for kids currently pay intense attention to bodily functions, and it is progress of a sort, I suppose, that \"Jimmy Neutron's\" rude noise of choice is merely the belch.", "running_time": 90, "mpaa_rating": "G", "release_year": 2001, "date_published": "2001-12-21", "genres": ["Action", "Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Jimmy Neutron: Boy Genius (2001)"}