{"url": "http://www.rogerebert.com/reviews/jimmy-hollywood-1994", "by": "Joe Pescias Jimmy Alto", "star_rating": 2.5, "text": "Barry Levinson's \"Jimmy Hollywood\" has a wonderful opening shot in which Jimmy Alto, would-be actor, walks down Hollywood Boulevard reciting the name on every star on the pavement, by memory. There are people who can do this. And there are a lot of people like Jimmy (Joe Pesci), holding on desperately to the leftover dreams of many years ago, still hoping to be \"discovered.\" Pesci's own life is a case in point: He had given up hopes of an acting career and resigned himself to real life in 1980, when Martin Scorsese and Robert De Niro discovered him and cast him in his careermaking role in \"Raging Bull.\" That stroke of luck is still awaiting Jimmy Alto, who hangs out in coffee shops, lives in an apartment where the rent is paid by his girlfriend, and sometimes gets a job as a waiter. His hair, long and blonde, is about the only feature that looks the same as his aging publicity photo. But he has been close to glory: \"I was up for the role of Cliff on 'Matlock,' \" he tells a cook. \"But they felt I was a little too strong for Andy Griffith.\" Jimmy's best friend is William (Christian Slater), a harmless, dim-witted street person who plays the sidekick in Jimmy's nonstop talk show. Life is a monologue for Jimmy, who has opinions on everything, from the mummy movies on the late show to the Hollywood epidemic of street crime. One day the car radio is stolen from Jimmy's beater, and when Jimmy finds out that the cops don't much care, he decides to become a video vigilante. He'll capture the perps on videotape.\n\nThat sets up the story gimmick in \"Jimmy Hollywood,\" which is that Jimmy teams up with William to tape the bad guys, send the tapes to TV stations, and represent himself as a shadowy vigilante organization named \"S.O.S.\" - which stands for \"Save Our Streets\" and is inspired, he explains, by the initials of \"Steven O. Selznick,\" whose name was David, but why sweat the details? Leadership of the S.O.S. is the greatest role in Jimmy Alto's life, and he plays it to the hilt, monopolizing the Los Angeles media with a crimestoppers campaign that grows more daring and dangerous.\n\nLorraine (Victoria Abril), his longsuffering Latina girlfriend, thinks he has taken leave of his senses, which of course he has, but the movie knows that an unemployed actor who thinks he has finally found a great role cannot be reasoned with.\n\n\"Jimmy Hollywood\" was written and directed by Barry Levinson (\"Rainman,\" \"Good Morning, Vietnam\"), who has probably had a lot of Jimmy Altos through his office. In Pesci, Slater and Abril he has actors who find the right tone for the material. But the plot weighs them down. They'd be at home in a human comedy about their dreams and other ways of killing time. When they get caught up in the whirlwind of Levinson's plot mechanism, they lose their goofy street credibility and become characters in a sitcom: Events drive them, and the scale of the story escalates, until finally nothing can be believed - which is a shame, because for the first hour we believed in them.\n\nJohn Cassavetes knew how to make movies like this without letting the plot take over. His \"Minnie and Moskowitz\" was about a lonely museum curator (Gena Rowlands) and a parking lot attendant (Seymour Cassel), and Moskowitz could be Jimmy Alto's first cousin: A guy on the outside physically, but on the inside in his mind. The whole point of such characters is that they drift. And it is important that they drift in a recognizable version of real life (romanticized, to be sure).\n\n\"Jimmy Hollywood\" goes wrong when Jimmy starts pulling off stunts that would make you famous in the movies but would get you killed in real life. Once the story cuts loose from its base of realism, it doesn't much matter what happens; Jimmy, William and Lorraine, who seemed so real in her cluttered apartment, become plot devices, not people.\n\nToo bad. I felt my heart sinking when I saw the plot machinery gearing up. There's probably a theory that audiences demand heavy plotting - that unless there's some kind of dumb manipulated crisis as a climax, they'll lose interest. I wonder how valid that is.\n\nToday's audiences have been exposed to so many hours of TV and film that they can sense it when a movie cuts loose from its convictions and goes on automatic pilot. Here are characters who might have really amounted to something, and we can see the movie dying right under their feet.", "running_time": 110, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-03-30", "genres": ["Comedy"], "title": "Jimmy Hollywood (1994)"}