{"url": "http://www.rogerebert.com/reviews/jimmy-the-kid-1982", "by": "Gary Colemanas Jimmy", "star_rating": 2.0, "text": "\"Jimmy the Kid\" was not much liked by Roger the Adult, but there was a little kid in the row in front of me who didn't miss a thing. He stood in front of his seat, his chin leaning solemnly on the seatback in front of him, and I found myself trying to see the movie through his eyes rather than my own. \n\n\tSmall children tend to see movies in a very literal way. Adults see the joke; kids see the hardware. When two kidnappers in this movie are stopped by a mounted policeman, the dialogue may involve drivers' licenses and no-parking zones, but to a little kid, that scene's about a Policeman on a Horse.\n\n\tSince \"Jimmy the Kid\" is basically a kid's movie, it's too bad they didn't empathize more with the kids in their potential audience. The movie stars Gary Coleman, that miniature adult, as a rich kid who is kidnapped by four bumbling incompetents. While they try to demand ransom from Gary's father, the father hires a detective (Don Adams) who is so incompetent he falls out of chairs and then explains, \"I'm trained to do that.\"\n\n\tGary Coleman is a phenomenon, although a little of him goes a very long way. But couldn't they at least let him play a kid? Here he tools around in a long black limousine, making calls on the car's telephone and exchanging banter with the chauffeur. He makes friends with the people who kidnap him, tries to escape but gets scared of the dark, and winds up the movie with an earnest speech to the kidnappers, filled with his philosophy of life.\n\n\tThe plot itself is kind of dumb, having to do with how these guys get a book on kidnapping and try to carry out their plot by the book. Hasn't this idea already been used for a movie? Paul LeMat is sort of engaging as the head kidnapper; he's a master of mid-American informality and gosh-wow enthusiasm, and had a brilliant performance in \"Melvin and Howard.\"\n\n\tBut movies like this don't really have room for brilliant performances. They're written by formula, cast by computer and directed by the book, and when a little spontaneity creeps in, it seems out of place. Having said that, I must say that I’m not sure I speak for the little kid in the row in front of me. He liked this movie. It's not every day you get to see a movie where a little kid gets to drive a car, trade wisecracks with adults, make cute little sayings, and take the bus by himself. And speaking now only for myself, I say thank god for that.", "running_time": 85, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "Jimmy the Kid (1982)"}