{"url": "http://www.rogerebert.com/reviews/jimmy-carter-man-from-plains-2007", "by": "Jonathan Demme", "star_rating": 3.0, "text": "Jimmy Carter could be sitting in the shade, watching his peanuts grow, but at 83, he maintains a ceaseless schedule of travel, speeches, talk-show appearances and meetings, most devoted to his obsession with peace in the Middle East. Jonathan Demme's documentary, \"Jimmy Carter Man From Plains,\" shows a man whose beliefs, both political and religious, seem to reinvigorate him; he even carries his own luggage in airports and hotels.\n\nDemme, a skilled documentarian as well as a considerable feature director (\"The Silence of the Lambs,\" \"Philadelphia\"), follows Carter in late 2006 on a tour to promote his newest book, Palestine: Peace Not Apartheid. The former president, who brokered the famous Camp David handshake between Israeli Prime Minister Menachem Begin and Egyptian President Anwar Sadat, believes there will never be peace in the region if the two sides do not talk and eventually agree, and throughout the tour, he is picketed and challenged by pro-Israel demonstrators, who especially dislike his use of the word \"apartheid.\" We get the feeling he might have chosen another word if he'd realized how that one would upstage rational discussion about his book.\n\nThe impression we get is that Carter is a man at peace with himself. He rarely raises his voice, doesn't get impatient with aides, is stern but not angry with interviewers who have not read his book. He and Rosalynn, his wife since 1946, read a verse from the Bible every night before bedtime, and sometimes he takes the pulpit at his local church; his brand of Christianity teaches him that he is his brother's keeper, and we see him building houses for the poor in the aftermath of Katrina. If he has differences with the current occupant of the White House, and he does, we have to sense them between the lines; he doesn't seize the opportunity of an omnipresent camera to make partisan speeches.\n\nWatching the film, I recalled Demme's 1992 documentary \"Cousin Bobby,\" about his cousin Robert Castle, a white Episcopalian priest who had served an inner-city church in Harlem for many years. There are ways in which the cousin and Carter are similar, including their sleeves-up, rigorous style of putting their faith into action. They don't want to build enormous architectural monuments to themselves, but help ordinary folks get on with their lives. Neither one will have any trouble squeezing through the eye of the needle.\n\nThe fact is that Jimmy Carter is an immensely good man, as far as I can tell from Demme's film and everything else I know about him. One reason to see this film might be to learn more about his views on the Middle East, but a better reason might be to observe how he attends to the privilege and responsibility of doing what he believes is the right thing. It cannot be a pleasure, the never-ending round of airports, buses, taxis, hotel rooms and interviews. He doesn't make things easy on himself by accepting the use of private jets, and he waits in line along with everyone else. He doesn't accept fees for speeches. I think he flies first class more because of the Secret Service than his own insistence.\n\nI don't see any ego-gratification going on. He seems to believe he is doing his duty, and if I am ever 83, or 73, I hope I can find the same energy and dedication in my own little sphere.\n\nI saw this film for the first time in September at the Toronto Film Festival. On the same day, I read a news story about the new book Dead Certain by John Draper, in which President George W. Bush confided some of his plans for retirement. Bush told Draper: \"I'll give some speeches to replenish the ol' coffers -- I don't know what my dad gets; it's more than $50,000-$75,000 per speech -- Clinton's making a lot of money.\" In another interview, Bush noted Clinton's recent work with the U.N. and said that after he retired, \"You won't catch me hanging around the U.N.\"\n\nI wrote about that in my report from Toronto, closing with the reflection that everyone should choose the retirement plan that is right for him.", "running_time": 125, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-11-01", "genres": ["Documentary"], "title": "Jimmy Carter Man from Plains (2007)"}