{"url": "http://www.rogerebert.com/reviews/jingle-all-the-way-1996", "by": "Arnold Schwarzeneggeras Howard Langston", "star_rating": 2.5, "text": "\"Jingle All the Way” was inspired, I suspect, by that panic a few years ago when stores ran out of Cabbage Patch dolls. As the movie opens, little Jamie Langston is watching the TurboMan show on TV, and of course he wants the TurboMan action figure for Christmas, complete with all its accessories. Jamie's dad, Howard (Arnold Schwarzenegger), is a busy businessman, who says he has already purchased the toy--but lies. His adventures while trying to find a TurboMan provide the movie's plot.\n\n\n\n \n\n \n\nThere was once a time when family movies at Christmastime were about kindly old St. Nick and peace on Earth, but as Christmas struggles to widen its lead in the holiday-shopping sweepstakes, products and not sentiments are what turn kids on. Jamie (Jake Lloyd) wants the toy. His mother Liz (Rita Wilson) is mad at her husband for always being too busy for family responsibilities. And so Howard goes out in desperation to do battle with half the other fathers in Minneapolis, who are also looking for TurboMan.\n\n\n\n\n\n\n\n \n\n \n\nAt the first store he visits, he meets a manic postal worker named Myron (Sinbad), who rants against the sinister forces that are commanding us to compete for goods and services, and explains, “I know what I'm talking about because I went to junior college for a semester and studied psychology. I'm out there.” Howard will meet Myron again and again during the course of this long day, but the movie never quite figures out if he's a friend, a villain or a figure of fun, and so he's used interchangeably, and confusingly, in all of those roles.\n\n\n\n \n\n \n\nHoward's biggest adventure comes at the Mall of America, where they're raffling off the last TurboMen at double the retail price (somehow I imagine that last detail was looped in later, and not shouted out inside the mall itself). A kid gets the last numbered ball, Howard chases him through one of those McDonald's-style jungle gyms and eventually gets mauled by mothers who pound him with their purses while he protests, unforgettably, “I'm not a pervert! I yust vas looking vor a TurboMan toy!” More of the plot I should not reveal. Some of it involves the Langstons' helpful next-door neighbor (Phil Hartman), who has his eyes on Liz, and is one of those guys so deeply into Christmas that he rents a reindeer and puts up Christmas lights on your house. (Schwarzenegger is eventually attacked by the reindeer, and later makes up with it and gives it beer, in a scene that will not be used at his AFI tribute.) The climax of the movie uses lots of special effects and swooping around and kids in peril and close calls, all of them done well, especially the swooping, and with great humor. The climax includes not one but two of the inevitable kiddie-movie cliches: a kick to the groin administered by the little hero and the big hero saying, “Yesssssss!” I liked a lot of the movie, which is genial and has a lot of energy, but I was sort of depressed by its relentlessly materialistic view of Christmas, and by the choice to go with action and (mild) violence over dialogue and plot. Audiences will like it, I am sure, but I have to raise my hand in reluctant dissent and ask, please, sir, may we have some more goodwill among men? Even TurboMen?", "running_time": 89, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-11-22", "genres": ["Comedy", "Family", "Holiday"], "title": "Jingle All The Way (1996)"}