{"url": "http://www.rogerebert.com/reviews/jinxed-1982", "by": "Bette Midleras Senile", "star_rating": 1.5, "text": "\n\nVariety, the show-biz bible, runs a one-line summary\r\nat the top of all its movie reviews. Reviewing Bette Midler's\r\n\"Jinxed!,\" it simply reported: \"Title says it all.\" Cruel,\r\nbut appropriate. This is a messed-up movie that throws away what few\r\nopportunities it has to entertain us, and gets totally lost in a plot that\r\nstarts as comedy and moves through farce on its way to paralysis.\n\nThe movie stars Bette Midler as a would-be Nevada lounge singer.\r\nShe sings, indeed, in the movie's opening credits, and sings so well I was\r\nnever able to understand for the rest of the movie why she was out of work. She\r\nlives in a mobile home with Rip Torn, a chronic gambler who dreams of making\r\none big score. Suddenly, he hits a winning streak. He discovers that whenever\r\nhe plays at blackjack table where Ken WahI is the dealer, he cannot lose. He\r\nmakes impossible bets and pulls them off. Card-counting has nothing to do with\r\nit; he's got a jinx on Wahl.\n\nWahl\r\nleaves Reno for Lake Tahoe. Midler and Torn follow. WahI keeps getting fired\r\nbecause of Torn's winning. He's advised to put a jinx on his jinxer, and so he\r\nshadows Torn and finds out where he lives. Then, when Torn is away, he bursts\r\nin on Midler, they become lovers, and Midler tries to convince Wahl to kill\r\nTorn so they can collect on his life insurance and live happily ever after. Is\r\nthis fast-moving enough for you?\n\nUp\r\nto this point, \"Jinxed!\" has been mediocre, with flashes of humor.\r\nNow it starts to get really bad. Torn commits suicide before WahI can kill him.\r\nWahl follows Midler's instructions and gets rid of the body in a staged\r\ndrunk-driving accident, after about 15 awkward minutes of schlepping the corpse\r\naround. But then it turns out that Torn didn't leave an insurance policy --\r\njust a trail of letters that Midler has to follow, as they lead from a used car\r\ndealer to a hooker to an old gold miner, on her way to what treasure she cannot\r\nimagine.\n\nThe\r\nlast time I saw a plot like this was in \"The All-Night Treasure\r\nHunt,\" a Disney production. I think it was better the last time. All during\r\nthe shooting of \"Jinxed!,\" there were rumors that the movie was in\r\nscript trouble, but who would have dreamed that the trouble was that they\r\ndidn't have a script? The movie breaks into life, briefly, when Midler is\r\nsinging, which she does in the opening credits and then again at a high school\r\nreunion (putting a nice spin on \"Papa Loves Mambo\"). But the movie's\r\nstory is so stupefying that we just sit there, incredulous.\n\nWhat\r\nis it with Midler? She proved long ago that she's a great singer, danger, comedienne\r\nand actress, on the stage. She was a great singer and actress in \"The\r\nRose,\" a drama. Then she made a wonderful concert film, \"Divine\r\nMadness,\" which was a disappointment at the box office. Now this mess.\r\nCan't Midler and Hollywood figure out how to use her talent? Doesn't anybody\r\nrealize it's time for a remake of \"Easter Parade?\"", "running_time": 103, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy"], "title": "Jinxed! (1982)"}