{"url": "http://www.rogerebert.com/reviews/jiro-dreams-of-sushi-2012", "by": "David Gelb", "star_rating": 3.0, "text": "His restaurant serves only sushi. It has 10 seats at a counter. It is in the basement of a Tokyo high-rise, not far from a subway stop. It has been awarded three stars, the highest possible rating, by the Michelin Guide. David Gelb's \"Jiro Dreams of Sushi\" is a documentary about a man whose relationship with sushi wavers between love and madness. He is a perfectionist, never satisfied, and if you go to work for him as an apprentice, you will have to spend weeks learning how to squeeze out a towel properly before moving on to learn how to slice a hard-boiled egg. \n\nHe agonizes about the placement of mats on his counter. Great attention is paid to where along the counter the 10 customers are seated in relationship to one another. Jiro's 50-year-old son, Yoshikazu, works with him in the restaurant and will inherit it someday. A younger son runs an associated sushi bar elsewhere in Tokyo. At Jiro's, there is a three-month wait for a reservation. A typical meal will cost you more than $300. It will not take very long to eat.\n\nThis is a portrait of tunnel vision. Jiro exists to make sushi. Sushi exists to be made by Jiro. Do the math. Even at the high prices of his premium fresh ingredients, you realize he must be a rich man. But to what end? The existence of his sons are an indication that he has a wife, although we never see her. He must have a home, although we never visit it. There must be hours when he cannot be at work, but the film indicates no amusements, hobbies or pastimes. The idea of his courtship of his wife fascinates me: Forgive me, but I imagine that even while making love, he must be fretting about the loss of valuable sushi-making time. \n\nAs a documentary about world-class sushi, this film is definitive. It runs only 81 minutes, but the subject is finite. While watching it, I found myself drawn into the mystery of this man. Are there any unrealized wishes in his life? Secret diversions? Regrets? If you find an occupation you love and spend your entire life working at it, is that enough?\n\nStanding behind his counter, Jiro notices things. Some customers are left-handed, some right-handed. That helps determine where they are seated at his counter. As he serves a perfect piece of sushi, he observes it being eaten. He knows the history of that piece of seafood. He knows his staff has recently started massaging an octopus for 45 minutes and not half an hour, for example. Does he search a customer's eyes for a signal that this change has been an improvement? Half an hour of massage was good enough to win three Michelin stars. You realize the tragedy of Jiro Ono's life is that there are not, and will never be, four stars.", "running_time": 82, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-04-04", "genres": ["Documentary", "Foreign"], "title": "Jiro Dreams of Sushi (2012)"}