{"url": "http://www.rogerebert.com/reviews/jo-jo-dancer-your-life-is-calling-1986", "by": "Richard Pryoras Jo Jo", "star_rating": 3.0, "text": "“Jo Jo Dancer” begins when its hero already is an entertainment superstar. We track him restlessly around his luxurious Hollywood home as he calls a drug dealer and sets up a party, all the time claiming that he's off drugs. He throws bottles and paraphernalia into the fireplace, screams to himself that he's gotta stop, and then decides to do cocaine one last time. The rest of the scene is borrowed from the headlines, as Jo Jo is raced into an emergency room with burns over most of his body. \n\nHe faces a turning point. Will he choose to live, or die? Jo Jo's alter ego separates from his body, looks down at the bandages, and says, \"Jo Jo, what have you done to us this time?\" And then the alter ego embarks on a trip back through Jo Jo's life and the memories that will die if the body dies. \n\nWe see little Jo Jo being raised in a small Ohio town, where his grandmother runs a whorehouse, and his mother is one of the girls. We see the affection he receives, but also the conflicting signals about sex, race, and booze. Later, after his mother has married, there is tension at home after Jo Jo announces that he thinks he could become a nightclub comedian. There are painful scenes of his first stumbling attempts to entertain an audience, and then the night when he talks back to a drunk and begins to find his own onstage voice. \n\nThis early show-business material supplies the most heartfelt material in the film, and some of its best characters, especially a stripper named Satin Doll (Paula Kelly), who befriends Jo Jo and gets him his first job. Backstage, we meet the boozy old emcee (Art Evans), and the veteran trouper (Billy Eckstine). There is a great sequence where Pryor, dressed in drag, pulls out a fake pistol and tries to bluff the club's Mafia owners into paying him his salary. \n\nThere's an abrupt transition from these early scenes, which seem bathed in a glow of nostalgia and gratitude, and later scenes in which Jo Jo starts to make it big and is introduced to the Beverly Hills cocaine scene. Along the way, there have been several wives, one too frightened to leave her hometown, one so mercenary she comes along only for the money, one a white girl who likes cocaine too much. None of the relationships seems real, because Jo Jo doesn't seem real himself. \n\nThat's a point Pryor makes at the end of the film, in an onstage routine that represents his comeback nightclub act after he recovers from his accident. These passages are a reminder of “Richard Pryor Live on the Sunset Strip\" and “Richard Pryor Here and Now,” his two post-cocaine concert films. He talks about always feeling that he didn't belong, always needing the instant confidence that came from booze and drugs, until finally they took away everything they had promised him. \n\nThe problem with the final onstage scene is that it's too self-contained. It doesn't take the dramatic chances that the rest of the movie is so willing to risk. It shows Pryor the performer, instead of continuing the story of Jo Jo the character. The structure of the movie leads us to a place where we expect some sort of redemption and re-evaluation from the character, but it's not there and we miss it. Maybe the sequel will show Jo Jo learning to live without drugs. \n\nAll the same, Pryor has taken some major risks in this movie. He has played straight and honest with his story, but he also has shown that he has a real gift as a director; the narrative scenes in the movie have a conviction and an interest that grow and hold us. This isn't a heartfelt amateur night, but a film by an artist whose art has become his life.", "running_time": 97, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-05-02", "genres": ["Drama"], "title": "Jo Jo Dancer, Your Life is Calling (1986)"}