{"url": "http://www.rogerebert.com/reviews/joan-rivers-a-piece-of-work-2010", "by": "Ricki Stern", "star_rating": 3.5, "text": "No one is ever too old. You may have that idea about Joan Rivers, who is 75 in this film and never tires of reminding us of that fact. Is that too old? It's older than she would prefer, but what are you gonna do? She remains one of the funniest, dirtiest, most daring and transgressive of stand-up comics, and she hasn't missed a beat.\n\n“Joan Rivers: A Piece of Work” covers the events in about a year of her life. If the filmmakers didn't have total access, I don't want to see what they missed. In one stretch in this film she closes a show in Toronto, flies overnight to Palm Springs, does a gig, flies overnight to Minneapolis, and performs another one. Try that sometime.\n\nShe has the energy, stamina and aggression that a great stand-up needs. She assaults the audience. She pounds laughter out of us. If you've only seen her on television, you have no idea. I saw her in Vegas, and she had people weeping with laughter. I saw her at a memorial service in Toronto for a friend of hers, and she brought down the house. Was that wrong at a memorial service? Brian Linehan, her friend, wouldn't have expected anything less, and she knew it. If you need devout solemnity, Joan Rivers is not your girl.\n\nThe way she is funny is, she tells the truth according to herself. She hates some people. She has political opinions. Her observations are so merciless and her timing so precise that even if you like that person, you laugh. She is a sadist of comedy, unafraid to be cruel — even too cruel. She doesn't know fear. She seems to be curious about how far she can go and still get a laugh. That must feel dangerous on a stage with a live audience. Maybe she feeds on that danger.\n\nThis documentary began filming before she had her latest 15 minutes of fame on Donald Trump's “Celebrity Apprentice.” God help Rod Blagojevich if he'd been on the show that season. Rivers has had hours of those 15 minutes of fame. Her life is like a comeback tour. She is frank about her setbacks. She was Johnny Carson's resident co-host (and gave young Siskel & Ebert their first spot on “The Tonight Show”). She left Carson to begin her own nightly show on Fox. Carson never spoke to her again. NBC banned her from all of its shows until two years ago. The Fox show eventually failed, and it was discovered that her husband Edgar, the show's manager, had been stealing from her. He killed himself. She never forgave him — for the suicide, not the other stuff.\n\nShe was down. She was up. Her daughter Melissa says, “Her career was like me having a sister.” I wonder if Melissa appears with her on red carpet shows because it's a chance for some quiet time with Mom. She hardly mentions the red carpets for which she is now widely known. For her, it all comes down to this week: Does she have bookings? She looks at blank pages in her engagement calendar and says they're so white she needs sunglasses to read them.\n\nWhat makes Joanie run? They say if a shark stops swimming, it dies. She's not a shark. She's a woman who for various reasons depends on making audiences laugh. They walk in knowing all of her problems, knowing her age, eagle-eyeing her for the plastic surgery, ready to complain, and she forces them to laugh, because she's so damned funny. I admire that. Bernard Shaw called it the Life Force. We see her in the film's first shot, without makeup. A minute later, “Joan Rivers” is before us. Her life is a performance of herself.\n\nYes, she's had plastic surgery. Well, why not? I think it's wrong for most people. But show business is cruel and eats its old, and you do what you have to do. She talks about it. She talks about everything. A portrait emerges of a bright little girl who walked onto stage and never wanted to get off. If she can't have a network show, she'll work a dinner club.\n\nThere's that need in a lot of comics. Once in the Merchandise Mart, I was riding down in an elevator with Henny Youngman. The doors opened at a private club on the second floor, and there was a big placard there pointing to the room for a wedding. Henny didn't miss a beat. He walked off, asked to be introduced to the father of the bride, and told him, “My name is Henny Youngman. I'll do 10 minutes for $200.”\n\nI think “Joan Rivers: A Piece of Work” is fascinating and has a lot of laughs in it. It's more than that. It's the portrait of a woman who will not accept defeat, who will not slow down, who must prove herself over and again. A brave and stubborn woman, smart as a whip, superbly skilled. You want to see what it looks like to rage, rage against the dying of the light? Joan Rivers will not go gentle into that good night.", "running_time": 84, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-16", "genres": ["Documentary"], "title": "Joan Rivers: A Piece of Work (2010)"}