{"url": "http://www.rogerebert.com/reviews/joe-the-king-1999", "by": "Noah Fleissas Joe", "star_rating": 2.0, "text": "Frank Whaley's \"Joe the King\" has been described as \"semi-autobiographical,\" and you can feel the pain behind this story of a boy from a gloomy home whose bad luck never seems to change. What you also can sense is too much self-pity: The film is so steeped in resentment that it's not able to pull back and let us see the boy behind the shield of his misery.\n\nThe film takes place in the mid-1970s, when Joe, played for most of the film by Noah Fleiss, is a dour loner who works after school in a diner and comes home to an alcoholic father (Val Kilmer), a bitter mother (Karen Young) and an older brother who tries his best but isn't much help (Max Ligosh). Joe is one of those kids who other kids take a sadistic satisfaction in picking on. It doesn't help that his father is the school janitor; when Joe makes up stories about his dad on Careers Day, a fellow student blurts out the truth: \"He cleans our toilets.\" A sadistic teacher always seems to have Joe in her sights, and one day she calls him in front of the class, pulls down his pants and smacks his bare bottom. This scene reveals a filmmaker so angered by his memories that he goes over the top: In the 1970s, in upstate New York, would a teacher really have gotten away with this? For Joe, every day is more or less the same, a round of humiliation at school, hard labor at the diner, fights between his parents at home.\n\nThe film has been compared to Francois Truffaut's \"The 400 Blows,\" also about a boy whose parents' unhappy marriage sends him out into the streets, where crime beckons. Joe also would be at home in a novel by Dickens. He is hungry a lot of the time, steals food at the diner and moves on to petty theft. After he gets in trouble with the law, there's a touching scene where he goes to the diner, orders platefuls of food, eats what he can, is overcome by grief and throws up.\n\nA movie like this needs some kind of arc to suggest a future for the boy. Truffaut's hero, who has an altar to Balzac in his room, at least had his dreams; no child, however unhappy, is completely without hope if he can get his hands on good books. Joe's prospects seem barren. His parents have surrendered, the system sees no good in him, and he's such a sad sack that when he's sent to a juvenile facility, it plays less like an injustice than like an opportunity.\n\nFrank Whaley, who wrote and directed, is an actor who works a lot and has a line on creepy connivers. He played the subversive assistant to studio executive Kevin Spacey in \"Swimming with Sharks\" (1994), studying his moves and then taking his revenge; in the underappreciated \"Homage\" (1996), he was a celebrity stalker who becomes indispensable to the mother of his favorite TV star, and in \"Cafe Society\" (1995) he was Mickey Jelke, the rich playboy who lived for headlines and made one too many.\n\nIn those roles you can sometimes see something in his eyes that also can be glimpsed in the eyes of Joe the King. However \"semi-autobiographical\" this movie is, its author has become a successful and talented actor. I would be interested in seeing what Joe does with the rest of his life.", "running_time": 100, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-22", "genres": ["Crime", "Drama", "Indie"], "title": "Joe The King (1999)"}