{"url": "http://www.rogerebert.com/reviews/joe-versus-the-volcano-1990", "by": "Meg Ryanas Patricia/Angelica/Dede", "star_rating": 3.5, "text": "Gradually during the opening scenes of \"Joe Versus the Volcano,\" my heart began to quicken, until finally I realized a wondrous thing: I had not seen this movie before. Most movies, I have seen before. Most movies, you have seen before. Most movies are constructed out of bits and pieces of other movies, like little engines built from cinematic Erector sets. But not \"Joe Versus the Volcano.\" It is not an entirely successful movie, but it is new and fresh and not shy of taking chances. And the dialogue in it is actually worth listening to, because it is written with wit and romance.\n\nThe movie announces its individuality in its opening shot, which is of a loathsome factory -- a vast block of ugliness set down in the middle of a field of mud. Into this factory every morning trudge the broken spirits and unhealthy bodies of its employees, among them the ashen-faced Joe (Tom Hanks), who has felt sick for years and believes that the buzzing fluorescent tubes above his desk may be driving him mad.\n\nThe factory is a triumph of production design (by Bo Welch, who also designed \"Beetlejuice\"). It is a reminder that most movies these days are rigidly realistic in their settings, as if a law had been passed against flights of fancy like this factory that squats obscenely in the center of the screen. The entire movie breaks that law and allows fantasy back into the movies again. Like “Metropolis” (1927), \"The Wizard of Oz,\" \"Ghostbusters\" or \"Batman,\" this movie isn't content to photograph the existing world -- it goes to the trouble of creating its own.\n\nIn the factory, Joe hunches in his little corner, quailing at the attacks of his boorish boss (Dan Hedaya) and hardly daring a peek at the office secretary (Meg Ryan), whose huge typewriter seems ready to crush her. He hates his job. Hates, hates, hates it. He barely has the strength to crawl out to a doctor's appointment, where he learns that a Brain Cloud is spreading between the hemispheres of his brain.\n\nHe will feel terrific for four or five months, and then he will die.\n\nThe death sentence is a liberation. Joe quits his job, and is almost immediately offered another one. A man named Graynamore (Lloyd Bridges) owns an island that is rich in a rare mineral. The island is inhabited by natives who must be placated. They need a human sacrifice for their volcano. Since Joe is going to die anyway, Graynamore reasons, why shouldn't he go out in style by leaping into the volcano? \n\nSounds good to Joe. And meanwhile the movie has been developing into a duet between whimsy and romance. The writer-director, John Patrick Shanley, is the same man who wrote Norman Jewison's wonderful \"Moonstruck\" and the astonishingly bad \"The January Man.\" Now he is back on the track again. The best thing about his direction is his own dialogue. The characters in this movie speak as if they would like to say things that had not been said before, in words that had never been used in quite the same way.\n\nEn route to the island, Joe meets one of Graynamore's daughters and then the other. Both are played by Ryan, who has three different kinds of fun with her three characters: grungy, waspish and delectable. They set sail for the South Seas. Everything leads to the moment when they stand on the lip of the fiery volcano, wondering whether they should risk fate by jumping in. Only in this movie could jumping into a volcano be considered risking fate, rather than certain death.\n\n\"Joe Versus the Volcano\" achieves a kind of magnificent goofiness. Hanks and Ryan are the right actors to inhabit it, because you can never catch them going for a gag that isn't there: They inhabit the logic of this bizarre world and play by its rules. Hanks is endearing in the title role because, in the midst of these astonishing sets and unbridled flights of fancy, he underplays. Like a Jacques Tati, he is an island of curiosity in a sea of mystery.\n\nSome of the movie's sequences are so picaresque they do themselves in: The native tribe, for example, is a joke that Shanley is unable to pull off. What's strongest about the movie is that it does possess a philosophy, an idea about life. The idea is the same idea contained in \"Moonstruck\": that at night, in those corners of our minds we deny by day, magical things can happen in the moon shadows. And if they can't, a) they should, and b) we should always in any event act as if they can.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-03-09", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Joe Versus the Volcano (1990)"}