{"url": "http://www.rogerebert.com/reviews/joe-kidd-1972", "by": "Robert Duvallas Frank Harlan", "star_rating": 2.0, "text": "All I can tell you about Clint Eastwood in \"Joe Kidd\" is that he plays a ruthless gunman of few words. This isn't exactly a surprise; Eastwood almost always plays a ruthless gunman, etc. The funny thing about \"Joe Kidd,\" though, is that we can't keep straight whose side he's on, or why.\n\nLet's see. The movie opens with Eastwood in jail. He's sprung by a wealthy landowner who needs a hired killer. The landowner wants to go after Luis Chama (John Saxon), charismatic revolutionary leader of the Mexicans (who claim the land is really theirs). Eastwood won't go. But then Chama ties one of Eastwood's men to a fence with barbed wire. I think Eastwood said it was one of his men. But men of what? Does Eastwood own a ranch? Run an army? His occupation is never made clear. Must be something you need men for, anyway.\n\nWhy Chama tied the guy with the barbed wire is also not made very clear, but I have a theory. It was to keep Eastwood in the movie. See, Eastwood had already refused to join the posse and had gone back to jail. So unless Chama did something, the movie would have continued without Eastwood, and there is not a big market these days for John Saxon Westerns, especially when Saxon doesn't even play a cowboy.\n\nAnyway, they go out on the manhunt. But then the landowner turns out to be so evil that barbed wire is a positive blessing compared to him. He decides to shoot five villagers every six hours until Chama surrenders. Meanwhile, he fires Eastwood (I'm not sure why) and locks him in the church with the villagers. Then there are some neat scenes where Eastwood bushwhacks a couple of the landowner's boys. And there are plenty of gunfights all the way through, of course.\n\nThe director is John Sturges, who has made infinitely better films than this one (\"The Great Escape,\" \"Bad Day at Black Rock\"). He seems to have bogged down. The photography is undeniably beautiful, but there comes a point when we've had too many mountains and too little plot. All that holds the movie together is the screen persona of Eastwood, who is so convincingly tight-lipped that sometimes you have the feeling he knows what's going on and just won't tell.\n\nOne of the puzzling aspects of \"Joe Kidd\" is the buried political content. The Mexican revolutionary leader seems to have been modeled on Castro and Che, and he has a couple of speeches like: \"It doesn't matter if the people die; they will die anyway unless our revolution succeeds.\" Then, at the end, he actually allows himself to be talked into turning himself in and counting on a fair trial! Maybe this is the first revolutionary Western made for a special screening at the White House.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-07-18", "genres": ["Action", "Adventure", "Western"], "title": "Joe Kidd (1972)"}