{"url": "http://www.rogerebert.com/reviews/joe-goulds-secret-2000", "by": "Ian Holmas Joe Gould", "star_rating": 3.5, "text": "The secret of \"Joe Gould's Secret\" is that it is not Joe Gould's secret at all. It is Joe Mitchell's secret. Joe Gould is easy to understand because like many madmen he is consistent from day to day--stuck in the rut of his delusions. But Joe Mitchell is a hard case, a man who hides his elusive nature behind a facade of shyness and courtly Southern manners. Stanley Tucci's lovingly crafted film pretends to be about Joe Gould, and all the time its real subject is hidden right there before us in plain view.\n\nJoseph Mitchell was a writer for the New Yorker in its glory days, in the 1930s and '40s, when Harold Ross was the editor and the staff included Robert Benchley and E.B. White. He wrote stories about the people of the city, characters he encountered or heard about. One of them was Joe Gould, a bearded bohemian who marched through the streets of Greenwich Village clutching his tattered portfolio and demanding donations to \"The Joe Gould Fund.\" Gould claimed to be writing an oral history of New York, a million-word record of the daily conversations of the citizens, and had collected many patrons who believed him. \"Gimme a bowl of soup--I don't have all day,\" he announces, marching into a restaurant the first time Mitchell sees him. He gets his soup. Max Gordon of the Village Vanguard donates to the \"fund,\" and so does the poet e.e. cummings. In the film, the painter Alice Neel (Susan Sarandon) tells Mitchell: \"I have always felt that the city's unconscious is trying to speak to you through Joe Gould.\" Gould (Ian Holm) is a man of swiftly changing emotional weather. He can be sweet, perceptive, philosophical, and then burst out in sudden rage. The first time he has a conversation with Joe Mitchell (Stanley Tucci), he gets right to the heart of the matter. \"Say I may marry Mary, \" he orders Mitchell, and then, after listening to the writer's accent, asks, \"How did your father feel when you didn't want to go into the tobacco industry?\" He has correctly clocked Mitchell as a refugee from a Southern tobacco state, who became a writer against his father's wishes. In another scene, Mitchell brings home watermelon for his wife and daughters and cuts it on a piece of newspaper. \"My father always said this was the only thing a newspaper was good for,\" he recalls. \"And what did you say?\" his wife asks the writer. He replies evenly, \"I said not a thing.\" There are clues to the film's real subject all through the movie. Mitchell's opening narration observes that Joe Gould felt at home among the city's outcasts and homeless, cranks and crazies. Mitchell says he did, too, and adds, \"As time went on, I would find that this was not the only thing we had in common.\" What else they had in common is saved for the movie's end title, and suddenly illuminates the whole film.\n\nStanley Tucci is a director and actor with an openhearted generosity for his characters; he loves and forgives them. His first film, \"Big Night,\" co-directed with Campbell Scott, was a perfect little masterpiece about an Italian restaurant run with too many ideals and not enough customers. Here he's made a chamber piece of quiet scenes, acutely heard dialogue and subterranean emotional shifts. Ian Holm's role as Joe Gould is the flashy one, and some viewers will be fooled into thinking the film is about Gould. But he isn't the one who changes. He is himself from beginning to end, repeating the same notes, sometimes touchingly, sometimes maddeningly.\n\nThe movie is about Joe Mitchell, a man who avoids confrontation with such determination that he even hesitates to finish a sentence, lest it not be to his interrogator's liking. He pauses and backtracks, stammers and corrects himself, qualifies every word and phrases everything with elusive Southern courtesy. Joe Gould enters his life like a cautionary tale. Toward the end of the film, at a Greenwich Village party, Mitchell finds himself describing the book he plans to write, and we realize (if he does not) that he is describing a version of Joe Gould's oral history. Indeed, most of Mitchell's New Yorker articles did what Gould claimed to do; Mitchell wandered the city, stumbling bemusedly on people and their stories.\n\nThere is a dark, deep and sad undercurrent in the movie. There is a whole story to be extracted from Mitchell's hints about himself. We sense it from the opening moments. It tantalizes us as the subtext of most of the scenes. Where is he headed? At the movie's very end we learn that one additional piece of information about Joseph Mitchell, and everything becomes clear. Tucci and Howard A. Rodman, who wrote the screenplay, based it on Mitchell's two articles about Gould, but they discovered something unwritten in those articles that gave them the clue to this movie. Some have said the film is too quiet and slow. There is anguish here that makes \"American Beauty\" pale by comparison.", "running_time": 108, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-04-14", "genres": ["Drama"], "title": "Joe Gould's Secret (2000)"}