{"url": "http://www.rogerebert.com/reviews/joe-dirt-2001", "by": "Brittany Danielas Brandy", "star_rating": 1.5, "text": "I wrote the words \"Joe Dirt\" at the top of my notepad, and settled back to watch the new David Spade movie. Here is the first note I took: Approx. 6 min. until first cow fart set afire. \"Joe Dirt\" doesn't waste any time letting you know where it stands.\n\nThis is the kind of movie where the hero finds two things that have fallen from the skies--a meteor and an atomic bomb--and both turn out to be a case of mistaken identity. Yes, the meteor is actually a large chunk of frozen treasure from an airplane lavatory, and the bomb is actually a large human waste storage unit.\n\nWe professional movie critics count it a banner week when only one movie involves eating, falling into or being covered by excrement (or a cameo appearance by Carson Daly). We are not prudes. We are prepared to laugh. But what these movies, including \"Joe Dirt,\" often do not understand is that the act of being buried in crap is not in and of itself funny.\n\nThird-graders might think so (they're big on fart jokes, too), but trust me: When Joe Dirt thinks he has an atom bomb, until the cap gets knocked off, and a geyser of brown crud pours out, and he just stands there while it covers him--that's not funny. Especially since we know he's only standing there to be sure we get the joke. Otherwise, he would move to avoid being entirely covered. Wouldn't you? (Direct quote from the press release, in connection with a scene where Spade is nearly eaten by an alligator: \"David Spade performed his own stunts with the animatronic reptile. Trapped in a tangle of cable while lodged in the beast's mouth, he joked to the crew that he hoped he'd never have to get a job at a zoo.\" To which I can only add, \"What? And leave show business?!\") Spade plays Joe Dirt, who is white trash. The movie uses that expression constantly, even observing at one point that his facial hair has grown in \"white trash style\" without the need for trimming. Joe's haircut is one of those 1970s mullet jobs; we learn it's not real hair but a wig supplied by his parents to cover a crack in his infant head that exposed his brain. (Note: This is also supposed to be funny.) The wig is a rare gift from his parents, who apparently abandoned him at the Grand Canyon when he was 8 and happily playing in a garbage can.\n\nJoe's origins and adventures are related many years later, when he happens into the studio of a talk jock played by Dennis Miller, whose own facial hair makes him look uncannily like the BBC's recent computer reconstruction of historical Jesus. Little Joe has been on his own ever since he was 8, he says, wandering the country as kind of a low-rent Forrest Gump, stumbling into interesting people and strange experiences. Where Forrest might meet a president, however, Joe is more likely to accidentally find himself in the gondola of a hot-air balloon in the shape of a tooth.\n\nThe movie's production notes further inform us: \"Spade says this is the first time he has ever played a character that is likable. `It's a big switch for me,' he says.\" I think he may still have his first likable character ahead of him. Joe Dirt is so obviously a construction that it is impossible to find anything human about him; he is a concept, not a person, and although Spade arguably looks better in the mullet wig than he does with his trademark mop-top, he still has the same underlying personality. Here is a man born to play the Peter Lorre role.\n\nThe movie has a very funny moment. (Spoiler alert!) It involves Christopher Walken, an actor with so much identity and charisma that his mere appearance on a screen generates interest in any audience (and gratitude and relief from this one).\n\nHe plays a character named Clem, who has good reasons for not wanting to appear on television. Eventually he reveals that he has gone underground with a new identity, and is now Gert B. Frobe.\n\nFootnote: The movie's PG-13 rating is one more plaque on the Jack Valenti Wall of Shame. The press kit quotes Spade on the movie: \"Honestly, I think it's kind of good for kids. I mean, here's a guy that's just trying to be a good guy. He's not mean to people, and he's not sarcastic, and he's not a jerk.\" That could be an apology for the mean, sarcastic jerks he's played up until now, but probably not.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-04-11", "genres": ["Action", "Adventure", "Comedy", "Romance"], "title": "Joe Dirt (2001)"}