{"url": "http://www.rogerebert.com/reviews/joe-hill-1971", "by": "Tommy Berggrenas Joe Hill", "star_rating": 2.5, "text": "There's a scene toward the end of \"Joe Hill\" that seems to underline\r\nthe movie's shaky political and moral position. Joe Hill himself (a\r\nSwedish immigrant who became one of the most colorful and important organizers in the industrial Workers of the World) has been convicted of murder in Utah, and waits on Death Row. There is considerable doubt that he's guilty. Even Woodrow Wilson tries to intervene on his behalf. But the Utah authorities want a victim. And in a Salt Lake City boardinghouse, three of Joe's Wobbly friends sit silently. One finally says: \"The question is -- is he more good to us alive, or dead?\"\n\nIt is a question that Bo Widerberg's film never quite faces. There are\r\ntimes, in fact, when we wonder whether Widerberg himself doesn't\r\nprefer Joe Hill dead. That way Joe and his revolution can be distant\r\nand romantic and picturesque, and we can shed a genteel tear at the\r\nend when Joe finishes his Last Will. He says be hopes his ashes can be scattered to help some frail flower grow.\n\nMore to the point is probably his famous final message to \"Big Bill\"\r\nHaywood, the Wobbly chief: \"Don't mourn --organize.\" But this new film by Widerberg is on the side of the flowers, not the organizers, and in a lot of ways it resembles two previous Widerberg works, \"Elvira Madigan\" and \"Adalen 31.\" I admired both of them, and I don't think\r\n\"Joe Hill\" is exactly a bad movie, but Widerberg's sentiment has\r\ngotten the best of him.\n\nThe fact is that the Wobblies, and the methods used against them, were not very colorful or romantic at the time. It was only years later,\r\nwhen Joe Hill's songs were better known than his philosophy, that\r\nevents began to lose their perspective. After the Wobblies were duly\r\njailed, executed, shot in massacres (in Seattle) or castrated (in Cairo, Ill.), it was safe to make them into the stuff of folk legend.\n\nTo this day, young radical-hobbyists fly the IWW's red banner, although I am not sure Joe Hill would think much of a gain was made\r\nwhen they organized the staff at the Three Penny Cinema a couple of\r\nyears ago.\n\nThe funny thing about Widerberg's \"Joe Hill\" is that it has a patronizing nostalgia for the IWW, much like the writers for underground papers who refer to today's \"Wobbly kids.\" Widerberg doesn't take the Wobbly brand of anarcho-syndicalism, the \"one big union\" philosophy, at all seriously. It's not that he should; it's that the movie is lightweight because he doesn't. \n\nPeople who liked \"Elvira Madigan\" would probably like \"Joe Hill,\" too.\r\nIt has the same love for sun-drenched pastoral scenes, the same gift\r\nfor little vignettes that make scenes human and the same affection for\r\ndoomed love. Joe Hill comes out looking a little sappy in his big love\r\naffair, though. He meets a girl a few times on the fire escape outside the Metropolitan Opera, where they eavesdrop on operas until the door opens one day and an Italian tenor invites the girl inside. She\r\nbecomes the tenor's mistress.\n\nYears later, in Salt Lake City, Joe sees the girl again briefly, and then (if we are to believe his version) he suffers a gunshot wound somehow connected with her. The tenor had a gun, maybe? Joe won't tell because \"a woman's honor is at stake,\" and as a result circumstantial evidence ties him to a grocer's murder and he is convicted. Would a hardened organizer let an old love affair stand in the way of the revolution?\n\nWell, maybe he would, and maybe he wouldn't. History tells us that the historical Joe Hill did indeed give the same reason for not explaining the wound. But surely his real life romance was not the impossible fairy tale the movie claims? Widerberg doesn't even tell us whether he thinks Joe was guilty, nor does he give us evidence so we can make up our own minds. What we're left with is a revolutionary seen as moon-struck adolescent. That, and \"The Ballad of Joe Hill,\" written 10 years after his death, in which he tells us he never died. He would if he saw this.", "running_time": null, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-11-26", "genres": null, "title": "Joe Hill (1971)"}