{"url": "http://www.rogerebert.com/reviews/joe-somebody-2001", "by": "Tim Allenas Joe Scheffer", "star_rating": 1.5, "text": "\"Joe Somebody\" plays like an after-school special, with grownups cast in the kids' roles. It's a simple, wholesome parable, crashingly obvious, and we sit patiently while the characters and the screenplay slowly arrive at the inevitable conclusion. It needs to take some chances and surprise us. Everybody in the movie is kinda nice (except for the bully), and the principal--I mean, the boss--is patient while they learn their lessons, and Joe finds out he really is somebody when the smart girl smiles at him.\n\nTim Allen is likable as the hero named Joe, but is likable enough? He's a milquetoast video guy at a marketing agency, divorced, lonely, with nothing much to talk about, who makes up stuff to say to the cute Meg (Julie Bowen) when he runs into her in the office, because his real life is too boring to contemplate. The most exciting point in the day is when he staples his sleeve to the wall.\n\nHe's divorced, dotes on his daughter Natalie (Hayden Panettiere) and takes her along on Bring Your Daughter to Work Day. But in the company parking lot for employees with 10 years or more or service, he is cut off by a big SUV driven by the bully (Patrick Warburton), who is not only rude and reckless but doesn't even have 10 years of service. When Joe protests, he is slapped and knocked down in front of his daughter, and decides, thinking it over, that he won't take her to work that day after all.\n\nWe feel really bad for him. He seems on the edge of tears. His spirit is crushed, he enters into a depression, and then he decides to get even. Enter Chuck Scarett (James Belushi), a martial arts instructor who is, I think, intended to remind us of Steven Seagal (and who looks rather more sleek and fit than Seagal himself has recently). Chuck has an ancient and obligatory role, as the coach who will take the underdog and turn him into a contender. And Joe demands a rematch with the bully.\n\nThis pays the unexpected dividend of making his stock rise at the office, although his boss's reasons for promoting him are suitably devious. He even has more to talk about with Meg now, although she looks at his changes with concern, and we are reminded of the schoolmarm in a Western who gets worried when the farmer takes to carrying a rifle.\n\nWhat happens, and how, and why, will be perfectly clear to any sentient moviegoer as soon as the plot lays down its tracks. There are few experiences more disheartening (at the movies, anyway) than a film that suffers from preordination. By the end of \"Joe Somebody,\" we are faced with the dismal prospect of being denied a climax, which, if it occurred, would be just as predictable as its substitute.\n\n\"Joe Somebody\" is Tim Allen's third film directed by John Pasquin; they worked together on TV's \"Home Improvement.\" Their previous movies were \"The Santa Clause\" (1994), and \"Jungle 2 Jungle\" (1997). The first was mediocre, the second was aggressively awful, and now we get this movie, well-meaning but pretty thin soup.\n\nI agree with all the sentiments in \"Joe Somebody,\" and indeed I can see them being cobbled into a parable of considerable power, especially if Joe were played by somebody who really seems to have a capacity for violence. But Tim Allen plays Joe as a guy who never really changes, while the screenplay desperately tells us he does. And when the girl seems to turn away--isn't that what the girl always does in these plots, so that later she can turn back again?", "running_time": 98, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-12-21", "genres": ["Comedy"], "title": "Joe Somebody (2001)"}