{"url": "http://www.rogerebert.com/reviews/joes-apartment-1996", "by": "Jerry O'Connellas Joe", "star_rating": 1.0, "text": "I am informed that 5,000 cockroaches were used in the filming of “Joe’s Apartment.” That depresses me, but not as much as the news that none of them were harmed during the production. I do not like roaches, and I wonder if they even like themselves. Although it is said that after a nuclear holocaust they would inherit the earth, my guess is they would still scurry out of sight even when there was no one left to see them. “Joe's Apartment” would be a very bad comedy even without the roaches, but it would not be a disgusting one. No, wait: I take that back. Even without the roaches, we would still have the subplot involving the pink disinfectant urinal cakes. Not everybody's cup of tea. My standards are not inflexible. There is a scene in “Trainspotting,” another recently released movie, in which the hero dives head-first into the filthiest toilet in Scotland, and I actually enjoyed that scene (you would have to see the movie to understand why). But when we arrived at the tender little scene in “Joe's Apartment” where the roaches were tugging at his eyelashes to wake him up, I easily contained my enthusiasm. The movie is a feature-length version of a 1992 short film made for MTV by John Payson. Less is more. The idea of singing, dancing cockroach buddies can easily be explored in all of its manifestations, I am sure, in a film much briefer than 80 minutes, which is how long “Joe's Apartment” runs, illustrating my principle that no good film is too long and no bad film is short enough.\n\nThe plot has been recycled out of many another Manhattan comedy about the evil property developer who wants to tear down the colorful little brownstone and put up some architectural monstrosity. (I am sure I saw most of this story in “Where The Heart Is” (1990), the movie about an evil property developer, etc.) The rent-controlled apartment building in this film is occupied by a little old lady, who is tripped by hidden wires and in other ways forced out of her flat by the nephews of the evil slumlord (played by Don Ho--yes, Don Ho).\n\nBut then the hero, Joe (Jerry O'Connell) moves into the apartment, posing as her heir, and so the nephews start on him. The real tenants of the apartment are tens of thousands of cockroaches, who at first dislike Joe but eventually become his friend and gang up on the slumlord. I am not sure that I need to go into all of the details involving Joe’s new girlfriend Lily (Megan Ward), or how hard she works on her garden, or how well Joe collects manure from the carriage horses of Central Park to help her, or how her dad is a senator (played by Robert Vaughn--yes, Robert Vaughn).\n\nIf you want to know how the pink scented urinal cakes come into the story, send me a stamped, self-addressed postcard. On second thought, don't stamp it. The roaches are the real centerpiece of the movie. These are not ordinary roaches. They sing and dance. Some people will be reminded of the singing mice in \"Babe,\" but singing mice are one thing and a roach quintet is quite another. The insects have obnoxious, piping little voices and sound like the Chipmunks had inhaled helium. Some of the roaches are given names, but I must say none of them really emerged as individuals for me. They were more of a large squirming mass, and when several hundred of them crawled across Joe's face, I for one was happy to be sitting in the back row, lest a fellow moviegoer be moved to hurl. The special effects are very good, I suppose. You can see every detail of the carefully articulated armor on their little tummies, if you want to.", "running_time": 80, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-08-02", "genres": ["Comedy", "Music", "Science Fiction"], "title": "Joe's Apartment (1996)"}