{"url": "http://www.rogerebert.com/reviews/johnson-family-vacation-2004", "by": "Cedric The Entertaineras Nate Johnson", "star_rating": 2.0, "text": "Cedric the Entertainer can be a breakout comic force if given the least opportunity, but \"Johnson Family Vacation\" tames him in a routine cross-country comedy that feels exactly like a series of adventures recycled out of every other cross-country comedy. There's even a semi that tries to run them off the road.\n\nThe movie begins in a California suburb, where the Johnson family is on thin ice. Nate (Cedric) lives in the family house with his son DJ (Bow Wow), while his wife, Dorothy (Vanessa L. Williams), teenage daughter Nikki (Solange Knowles) and preschooler Destiny (Gabby Soleil) have moved into a second house nearby. Dorothy agrees to go along on the trip in a last-gasp attempt to save the marriage.\n\nSo off they go in Nate's new Lincoln Navigator, which has been pimped out by the overeager car dealer (hard to explain, however, the Burberry pattern on the head rests). It will be a running gag that Nate has to return the car unscratched in order to get a replacement, which of course means the car will be scratched, dented, crashed and covered in concrete before the trip is over. To repair the car, Cedric turns up in a dual role as Uncle Earl, a wizard mechanic.\n\nMany of their adventures along the way involve Nate's decision to pick up a sexy but obviously flaky hitchhiker named Chrishelle (Shannon Elizabeth), who for fairly obscure reasons sneaks a Gila monster into their hotel room, but this subplot just doesn't work; better to stick with family dynamics than have Nate pick up a hitchhiker his wife obviously wants nothing to do with. Dorothy's idea of revenge -- luring her husband into a hot tub and stealing his clothes, so that he has to tiptoe through the Four Seasonings Hotel in the nude -- is meant to be funny but is cringe-inducing. Nothing about Dorothy's character makes us believe she would do that.\n\nThe family reunion, when they finally arrive, is all too brief, considering its comic possibilities. We meet Nate's older brother and lifetime rival Max (Steve Harvey), who always wins the reunion trophy, and his mother, Gloriette (Aloma Wright), whose comic possibilities aren't developed. The rest of the family consists mostly of extras, and the Johnsons seem to be on their way home again after only a few hours.\n\nThe success of a movie like this depends on comic invention. The general outline is already clear: During the trip, the Johnsons will endure many misadventures, but the broken marriage will be mended. Whether we laugh or not depends on what happens to them along the way.\n\nCedric, whose character is channeling Chevy Chase from \"National Lampoon's Summer Vacation,\" is a gifted comedian who could have brought the movie to life, but the screenplay by Todd R. Jones and Earl Richey Jones is paint-by-numbers, and onetime music video director Christopher Erskin films in a style without zing.\n\nThere's one funny scene where Nate bans his son from playing rap music by \"anyone who got shot\" -- like Tupac or Biggie. He throws those CDs out the window. Then the son goes to work on his dad's CD collection, also with singers who got shot, like Marvin Gaye. This is such a neat turnaround that you wonder why the movie doesn't have more inspirations like that. It deals with specifics, but the movie itself is genial and unfocused and tired.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-07", "genres": ["Comedy", "Family"], "title": "JOHNSON FAMILY VACATION (2004)"}