{"url": "http://www.rogerebert.com/reviews/johnny-be-good-1988", "by": "Anthony Michael Hallas Johnny Walker", "star_rating": 0.5, "text": "“Johnny Be Good” is a compelling argument for the wisdom of rewriting screenplays, of going back and looking at the material again and asking tough questions. The screenplay for this movie bears every sign of being a first draft - a quick and dirty one. The movie doesn’t feel written, it feels dictated. Three authors are listed, and from the way their movie plays, they must have sat around in an office somewhere trying to get all of their cliches in a row.\n\nWhat we have here is the structure of a movie, a chronological series of necessary scenes. What we do not have are characters who seem complicated and human, dialogue that hears well or situations that offer the slightest hope of surprise. Some responsible person, maybe the producer or director, should have sent this top-of-the-head stuff back for a big rewrite. At the prices they pay for screenplays these days, they ought to be able to demand quality.\n\nThe movie stars Anthony Michael Hall (one of the members of “The Breakfast Club”) as a high school football hero who is being recruited by lots of high-powered collegiate athletic programs. After his team wins the state championship, the recruiters line up outside the locker room, wearing garish plaid sport coats, and loudly offer him cars, girls, free rent and cash. No one who has the slightest exposure to the current recruiting situation could believe this scene, but that would be all right if it were only funny. It’s not.\n\nHall has a best friend, played by Robert Downey Jr., and a best girl, played by Uma Thurman. The pal wants him to hold out for the best offer. The girlfriend wants him to go to State with her and get a good education. The girlfriend’s father is a local cop who spends a lot of time warning Hall away from his daughter. This leads one night to a football game in her front yard, with Hall and the father playing for possession of the girl.\n\nMeanwhile, Hall gets on lots of private jets and visits lots of private schools, where bands and cheerleaders greet him at the airport and he is offered the sun, moon and stars. He is even privileged to witness a session at which Bears quarterback Jim McMahon poses in his underpants for Adidas products; the implication is that someday Hall could be wearing those shoes. The McMahon scene offers limitless possibilities for satire, all of them avoided by the movie. Another botched scene involves Howard Cosell phoning the lad to advise him to go to an Ivy League School. Cosell plays himself in this scene. Has he abandoned all respect for his journalistic reputation? What is a journalist thinking about when he portrays himself as an idiot? “Johnny Be Good” is completely bereft of comic imagination, which may explain the big last scene, in which a room full of people get into fights with each other. The occasion is a press conference at which Hall is going to announce his choice of school. Answer me this: If you were at such a press conference, would you slug the guy standing next to you, no matter what the teenage football star said? There is no possible motivation for this scene, except for the obvious one - artistic bankruptcy.\n\nThe people who made this movie should be ashamed of themselves.\n\nThere are a lot of good screenplays to be filmed and only a limited amount of money to go around. This movie is simply financial leakage, a squandering of resources equivalent to polluting a river or plowing under a rain forest. I’m serious. We’re desperate for things to think about in this society, and these guys contribute to the situation by providing us with 86 minutes of zip. They oughta have their pictures on the post office wall.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-03-25", "genres": ["Comedy", "Sports Film"], "title": "Johnny Be Good (1988)"}