{"url": "http://www.rogerebert.com/reviews/johnny-mnemonic-1995", "by": "Keanu Reevesas Johnny", "star_rating": 2.0, "text": "\"Johnny Mnemonic\" is one of the great goofy gestures\rof recent cinema, a movie that doesn't deserve one nanosecond of serious\ranalysis but has a kind of idiotic grandeur that makes you almost forgive it.\rBased on a story by William Gibson, the father of cyberpunk fiction, it has the\rnerve to pose as a futuristic fable when in fact all of its parts were bought\roff the shelf at the Used Movie Store.\n\nThe\rmovie takes place a few decades in the future, when the world is in the grip of\ra high-tech virus caused indirectly by the high-speed cyber lifestyle. It stars\rKeanu Reeves as a data courier who has a \"wet-wired brain\" (no\rwisecracks, please) into which vast amounts of priceless computer data can be\ruploaded. Then he travels incognito to his destination, where the data is\rdownloaded. If he doesn't get his brain emptied out fast enough, it melts down\rand he dies.\n\nAs\ra method of data transfer, this stinks. Even today, it would be faster, easier\rand safer to encrypt the data and send it by modem, and by Johnny Mnemonic's\rtime, the world will be wired with fiber optic cables allowing enormous files\rto be squirted around the world in seconds.\n\nSo\rwhy would you pump everything into Keanu Reeves' brain and then have a bunch of\rbad guys from the Yakuza and other crime organizations chase him from China to\rNewark? Because it's a movie, stupid. And because, in a concept recycled from\rhundreds of other movies, he wants to make \"one more final run\" in\rorder to \"pay for getting my memory back.\" (As Johnny explains in\rdialogue that I think is supposed to be poignant, \"I had to dump a chunk\rof long-term memory - my childhood.\") The plot of this movie is\rbreathtakingly derivative. In essence: The hero is entrusted with a valuable\rcargo, which he must get from A to B without being killed by the bad guys or\rstepping in anything. There is a pretty girl, evil villains, a weird prophet\rand of course a violent final shootout in an Abandoned Flame Factory.\n\n(You\rknow what an Abandoned Flame Factory is; you've seen them a zillion times in\rthe movies. It's a big clanky warehouse where the hero and the villain stalk\reach other for an ultimate confrontation, while pointless and sourceless sheets\rof flame burst out as handy background visuals.) This plot could plug equally\rwell into a Western, a war movie, a samurai film or \"Ace Ventura IV.\"\rIt is not about anything. Or, more to the point, it is the excuse for the\rspecial effects. And those are good in this movie - really good.\n\nI\rliked the visuals, for example, when Johnny is getting his multi-gigabyte\rdownload (the one that gives him nosebleed). And I especially liked a virtual\rreality sequence where Johnny sort of goes inside the Internet and handles the\rvisualized programming instructions with his hands, which are wearing\rremote-control gloves.\n\nAll\rgood stuff.\n\nThe\rproblem is, \"Johnny Mnemonic\" uses the cyber-visuals entirely as\ratmosphere. Take them away, and the plot could be a 1946 B picture, right down\rto and including the concocted deadly deadline after a machine in the Newark\rairport scans him and announces, \"Neural seepage! Fatal within 24 hours!\rSeek medical attention immediately!\") The fiction of Gibson is much prized\ron college campuses, where, I am tempted to say, its fans know more about\rcyberspace than about fiction. That's why it's puzzling that this movie is so\rdumb about computers. Where did it get the notion that the best way to get\rinformation from Beijing to Newark would be to hand it to a courier and have\rhim travel the distance? Hey, a lot of people went to a lot of trouble to\rinvent computers and modems and satellites just to make trips like that\runnecessary. There have also been great advances in the art of cinema since\rthis plot was first recycled - but that's another story.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-05-26", "genres": ["Action", "Adventure", "Drama", "Science Fiction", "Thriller"], "title": "Johnny Mnemonic (1995)"}