{"url": "http://www.rogerebert.com/reviews/johnny-english-2003", "by": "Rowan Atkinsonas Johnny English", "star_rating": 1.5, "text": "S Can we all pretty much agree that the spy genre has been spoofed to death? The James Bond movies have supplied the target for more than 40 years, and generations of Bond parodies have come and gone, from Dean Martin's Matt Helm to Mike Myers' Austin Powers. If \"Austin Powers\" is the funniest of the Bondian parodies, \"Johnny English\" is the least necessary, a mild-mannered ramble down familiar paths.\n\nThe movie stars Rowan Atkinson, best known in America as Mr. Bean, star of \"Bean\" (1997), and as the star of the PBS reruns of \"The Black Adder,\" where he played countless medieval schemers and bumblers in \"the most gripping sitcom since 1380.\" He's the master of looking thoughtful after having committed a grievous breach of manners, logic, the law, personal hygiene or common sense.\n\nIn \"Johnny English,\" he plays a character who became famous in Britain as the star of a long-running series of credit card commercials. Johnny English is a low-level functionary in the British Secret Service, pressed into active duty when a bomb destroys all of the other agents. His assignment: Foil a plot to steal the Crown Jewels.\n\nThe evil mastermind is Pascal Sauvage (John Malkovich), a French billionaire who believes his family was robbed of the crown two centuries ago. Now the head of a megabillion-dollar international chain of prisons, he poses as a benefactor who pays to protect the jewels in new theft-proof quarters in the Tower of London--but actually plans to steal them and co-opt the Archbishop of Canterbury to crown him king. And how does Queen Elizabeth II feel about this? The film's funniest moment has her signing an abdication form after a gun is pointed at the head of one of her beloved corgis.\n\nThe movie is a series of scenes demonstrating how dangerously incompetent Johnny English is, as when he lectures on how the thieves got into the Tower without noticing he is standing on the edge of a tunnel opening. He can't even be trusted to drive during a chase scene, and spends most of one in a car suspended from a moving wreckers' crane. Meanwhile, the beautiful Lorna Campbell (Natalie Imbruglia) turns up coincidentally wherever he goes, performing a variety of functions, of which the only explicable one is to be the beautiful Lorna Campbell.\n\nMalkovich does what can be done with Pascal Sauvage, I suppose, including the French accent we assume is deliberately bad, since Malkovich lives in France and no doubt has a better one. The character is such a stick and a stooge, however, that all Malkovich can do is stand there and be mugged by the script. Funnier work is done by Ben Miller, as Johnny's sidekick Bough (pronounced \"Boff\"). After Johnny breaks up the wrong funeral, Bough saves the day by passing him off as an escaped lunatic.\n\nAnd so on. Rowan Atkinson is terrifically popular in Britain, less so here, because as a nation we do not find understatement hilarious. \"Johnny English\" plays like a tired exercise, a spy spoof with no burning desire to be that, or anything else. The thing you have to credit Mike Myers for is that he loves to play Austin Powers and is willing to try anything for a laugh. Atkinson seems to have had Johnny English imposed upon him. And thus upon us.", "running_time": 87, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-07-18", "genres": ["Action", "Comedy", "Family", "Foreign", "Thriller"], "title": "Johnny English (2003)"}