{"url": "http://www.rogerebert.com/reviews/john-q-2002", "by": "Denzel Washingtonas John Q.", "star_rating": 1.5, "text": "\"John Q\" is the kind of movie Mad magazine prays for. It is so earnest, so overwrought and so wildly implausible that it begs to be parodied. I agree with its message-- that the richest nation in history should be able to afford national health insurance--but the message is pounded in with such fevered melodrama, it's as slanted and manipulative as your average political commercial.\n\nThe film stars Denzel Washington as John Q. Archibald, a Chicago factory worker whose apparently healthy son collapses during a Little League game. John Q. and his wife Denise (Kimberly Elise) race the kid to an emergency room, where his signs are stabilized and then a cardiologist (James Woods) explains that young Mike's heart is three times normal size.\n\nThere are two options: a heart transplant, or optimizing Mike's \"quality of life\" during the \"months ... weeks ... days\" left to him. Joining the doctor is appropriately named hospital administrator Rebecca Payne (Anne Heche), who already knows the Archibalds have no money, and argues for the \"quality of life\" choice.\n\nJohn Q. thinks he's covered by insurance, but no: His company switched to a new HMO that has a $20,000 ceiling, and since John has been downsized to 20 hours a week, he's lucky to have that much coverage. Payne demands a $75,000 down payment on the $250,000 operation, and explains the harsh realities of life for \"cash patients.\" John Q. considers taking the kid to County Hospital, but is urged by a friendly hospital employee to stay right there at the ominously named Crisis of Hope Memorial Hospital.\n\nThe TV ads have already informed you that John Q. exhausts all his options and eventually pulls a gun and takes hostages, demanding that his son he put at the top of the list of eligible recipients. (He wouldn't be jumping the queue, because the Heche character explains that Mike is so sick, he would automatically be the first recipient--if the money were available.) The hostages are your usual cross-section of supporting roles: a pregnant mother who has \"started to dilate!,\" a gunshot victim, a battered woman and her violent boyfriend, and so on. Plus Dr. Turner. The cops surround the building, and veteran negotiator Grimes (Robert Duvall) tries to build a relationship with John Q., while hot-shot police chief Monroe (Ray Liotta) grandstands for the TV cameras--displaying 16 stars on his uniform, four each on both collars and both lapels. Any more and he'd be Tinker Bell.\n\nThe underlying situation here is exactly the same as in \"Dog Day Afternoon\" (1975), an infinitely smarter hostage picture. What \"John Q\" lacks is the confidence to allow its characters to act intelligently. Chief Monroe is almost hilariously stupid. Consider this. A local TV station somehow manages to tap the police feed from the hospital's security cameras, and broadcasts live video and sound of John Q. inside the hospital. Monroe smuggles a sniper into the hospital who has John Q. in his sights. John Q. is in the act of having an emotional and heart-breaking telephone conversation with his little boy when Monroe, who is (a) unaware of the TV feed, or (b) too dumb to live, orders the marksman to fire.\n\nDoes John Q. die? That's a question you find yourself asking a lot during this film. To avoid spoilers, I won't go into detail, but there is a moment when the movie just plain cheats on the question of John Q.'s status, and I felt conned.\n\nThere are passages where the actors transcend the material. John Q.'s farewell to his son is one. Denise's relationship with her husband is well-handled. But in a sense special honors should go to Woods and Duvall for achieving what they can with roles so awkwardly written that their behavior whipsaws between good, evil and hilarious. Heche is deep-sixed by her role, which makes her a penny-pinching shrew and then gives her a cigarette to smoke just in case we missed that she's the villain. The Grim Reaper would flee from this woman.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-02-15", "genres": ["Drama", "Suspense", "Thriller"], "title": "John Q. (2002)"}