{"url": "http://www.rogerebert.com/reviews/john-tucker-must-die-2006", "by": "Jesse Metcalfeas John Tucker", "star_rating": 2.0, "text": "This is your embedded middle-aged male movie critic, reporting from somewhere near the unprotected border between pubescent girlhood and young womanhood. The breaking story: a teen comedy called \"John Tucker Must Die.\"\n\nSometimes a movie critic just has to acknowledge that he does not fall within a particular film's target demographic. But it can be a fascinating and enlightening sociological expedition to see it with the very audience for whom it was intended. In this instance, that meant watching \"John Tucker Must Die\" from deep inside a preview screening of about 78 percent teenage girls, 21 percent teenage boys, and 0.4 percent movie critics. I do not know who those other 0.6 percent were, or what they were doing there. \n\nThe crowd didn't clap at the end or anything, but they laughed, and sighed a few times, and talked and text messaged each other unceasingly throughout, despite being warned by burly uniformed security dudes upon entering the auditorium that all cell phones were to be turned off before entering. Yeah, right. There were so many little screens flickering all over the theater that it looked like the projector beam was hitting a disco ball.\n\nThis is the way a significant minority of viewers will encounter \"John Tucker Must Die,\" because we can already be pretty sure most of them will see it on DVD in an environment where their voice and text conversations will not be hindered by semi-darkness or adults who turn around and tell them to shut the hell up.\n\nNot as mean as \"Mean Girls,\" as raunchy as \"American Pie,\" or as sappy as, say, the Shirley Temple version of \"Heidi\" (and I have seen them all), \"John Tucker Must Die\" isn't half bad. It's about two-fifths bad, mostly toward the incoherent ending, but that ratio is... well, not bad.\n\nThe title character is the most popular boy in school, John Tucker (Jesse Metcalfe, Eva Longoria's boy-toy gardener on \"Desperate Housewives\"). He's gorgeous, in a Ken doll with eyebrows kind of way, a star athlete, the captain of the basketball team, and he's triple-timing three of the hottest girls in school, none of whom knows he's also dating the others. In other words, he's a typical teenage male sociopath, a slick, winning Ted Bundy who has not yet graduated to full-fledged serial killing.\n\nBut when the girls find out he's been cheating on them -- all of them -- they unite to wreak their revenge. There's Carrie (Arielle Kebbel), the blonde white girl who reports for the school TV station; Heather (Ashanti), the henna-haired black girl who's the head cheerleader in every sense of the word; and Beth (Sophia Bush), the brunette white girl who describes herself alternately as a teen vegan activist and a slut. (The language doesn't get any harsher than that -- this is PG-13.) Oh, and if the names \"Carrie\" and \"Heather\" don't mean anything to you, you might want to brush up on your high school girl movies. \n\nBringing them all together is Kate (Brittany Snow), the ugly duckling and socially \"invisible\" girl who, as is invariably the case in these movies, is so much prettier than the \"pretty\" popular girls that it's not even funny. In any high school in America, Kate's looks alone would make her Miss Popularity before you could say \"First Period Algebra.\" But this is the movies. Kate's hot mom Lori (Jenny McCarthy) wears a Black Sabbath t-shirt and keeps entering into short-lived affairs with interchangeable jerks Kate has taken to calling by a single name: Skip. Because that's what they always do.\n\nKate has a negative view of heterosexual relationships, having never actually witnessed a functional one. She is taken in, and made over, by the other girls as part of a series of plots to humiliate and devastate John Tucker in front of the whole school. Meanwhile, Kate becomes lab partners with \"The Other Tucker,\" John's \"invisible\" brother Scott (Penn Badgley, borrowing Heath Ledger's old hair for the role), with whom she feels a certain kinship. Possibly a kissing kinship. By the end of the movie he's wearing a t-shirt with the word \"INTEGRITY\" on it, in case you're left with any doubt that he's more her type than his brother John, who will surely grow up to head an overvalued off-shore corporation and eventually be indicted for fraud.\n\n\"John Tucker Must Die\" is kind of \"Carrie\" in reverse. While Kate is tarted up to provide suitable nookie-bait for John Tucker, and must invoke iron will to resist his hunky, psycho-skeezy wiles, he is the one who will get the (figurative) bucket of pig's blood dumped on his head in the climactic party scene. That's also the part where, unfortunately, everything rapidly degenerates into a messy free-for-all -- and that's a description of what happens to the movie, not just what happens in it.\n\nStill, for the most part director Betty Thomas, the Second City alumnus, former \"Hill Street Blues\" cast member and helmer of Howard Stern's \"Private Parts\" and \"The Brady Bunch Movie,\" gets more out of this material, and her cast, than we had any reason to anticipate. The performances are loose, relaxed and -- dare I say it? -- almost improvisational. What was the last teen comedy in which any lines were underplayed or tossed off casually, instead of the actors practically yelling them into the camera so as to be heard over the banks of mobile phones in the audience? (That's a rhetorical question, please.)\n\nThis is Metcalfe's first starring role in a motion picture, and while Snow is the real star here, he displays a sense of humor about himself that's beyond anything required of him on \"Desperate Housewives,\" which is tipped more toward soap opera acting than comedy -- with the fine exception of Felicity Huffman. The scene where he has a meltdown at a basketball game, brought on by slipping him estrogen pills, is played just right -- broad, but not smack-us-in-the-face-with-a-halibut broad.\n\nMy favorite moment was also the one in which my movie-critic cover was inadvertently blown. Scott tries to tell his BMOC brother that he probably isn't Kate's kind of guy. \"She likes old school Elvis Costello, listens to obscure podcasts, and she reads Dave Eggers,\" he says. \"She's deep.\" Baritone laughter erupted from... two adult males in the crowd. Other than that, stone silence. But that's a funny line. And I'm happy to say, from the way it's delivered, you can bet Betty Thomas knows it's funny, too.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-07-27", "genres": ["Comedy", "Family", "Romance"], "title": "John Tucker Must Die (2006)"}