{"url": "http://www.rogerebert.com/reviews/john-carter-2012", "by": "Taylor Kitschas John Carter", "star_rating": 2.5, "text": "I don't see any way to begin a review of \"John Carter\" without referring to \"Through Time and Space With Ferdinand Feghoot.\" That was a series of little stories that appeared in the magazine Fantasy and Science Fiction from 1956 to 1973 and had a great influence on my development as a critic. In one of the Feghoot adventures, the hero finds himself on Mars and engaged in bloody swordplay. He is sliced in the leg. Then in the other leg. Then an arm is hacked off. \"To hell with this,\" Feghoot exclaims, unholstering his ray gun and vaporizing his enemies.\n\nI may have one or two details wrong, but you understand the point: When superior technology is at hand, it seems absurd for heroes to limit themselves to swords. When airships the size of a city block can float above a battle, why handicap yourself with cavalry charges involving lumbering alien rhinos? When it is possible to teleport yourself from Earth to Mars, why are you considered extraordinary because you can jump really high?\n\nSuch questions are never asked in the world of \"John Carter,\" and as a result, the movie is more Western than science fiction. Even if we completely suspend our disbelief and accept the entire story at face value, isn't it underwhelming to spend so much time looking at hand-to-hand combat when there are so many neat toys and gadgets to play with?\n\nBut I must not review a movie that wasn't made. What we have here is a rousing boy's adventure story, adapted from stories that Edgar Rice Burroughs cranked out for early pulp magazines. They lacked the visceral appeal of his Tarzan stories, which inspired an estimated 89 movies; amazingly, this is the first John Carter movie, but it is intended to foster a franchise and will probably succeed.\n\nBurroughs' hero is a Civil War veteran who finds himself in Monument Valley, where he has an encounter that transports him to the red planet Mars. This is not the Mars that NASA's Rovers are poking into, but the Mars envisioned at the time Burroughs was writing, which the astronomer Percival Lowell claimed was criss-crossed by a system of canals. Luckily for Carter, it has an atmosphere that he can breathe and surface temperatures allowing him do without a shirt. In a delightful early scene, he finds that his Earth muscles allow him great leaps and bounds in the lower Martian gravity. \n\nThis attracts the attention of the inhabitants of Mars, represented by two apparently human cities at war with each other, and a native race called the Tharks, who look like a vague humanoid blend of weird green aliens from old covers of Thrilling Wonder Stories. They have four arms, and it was a great disappointment to me that we never saw a Thark putting on a shirt. John Carter feels an immediate affinity for the Tharks and also gets recruited into the war of the cities — choosing the side with a fiery beauty named Dejah Thoris (Lynn Collins, who is the movie's best character).\n\nJohn Carter is played by Taylor Kitsch, who co-starred with Collins in \"Wolverine.\" Yes, I agree Kitsch is a curious name for a star in action movies. Still, that is his real name, and one can wonder how many fans of \"Wolverine,\" for example, are familiar with the word or its meaning. As an actor, he is perfectly serviceable as a sword-wielding, rhino-riding savior of planets.\n\nThe film was directed by Andrew Stanton, whose credits include \"A Bug's Life\" (1998), \"Finding Nemo\" (2003) and \"WALL-E\" (2008). All three have tight, well-structured plots, and that's what \"John Carter\" could use more of. The action sequences are generally well-executed, but they're too much of a muchness. CGI makes them seem too facile and not tactile enough. Although I liked the scene where Carter was getting his Mars legs with his first low-gravity steps, the sight of him springing into the air like a jumping jack could inspire bad laughs.\n\nDoes \"John Carter\" get the job done for the weekend action audience? Yes, I suppose it does. The massive city on legs that stomps across the landscape is well-done. The Tharks are ingenious, although I'm not sure why they need tusks. Lynn Collins makes a terrific heroine. And I enjoyed the story outside the story, about how Burroughs wrote a journal about what he saw and appears briefly as a character. He may even turn up in sequels. After all, he wrote some.", "running_time": 132, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-03-07", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "John Carter (2012)"}