{"url": "http://www.rogerebert.com/reviews/johnny-got-his-gun-1971", "by": null, "star_rating": 4.0, "text": "I've never much liked anti-war films. They've never much stopped war, for one thing. For another, they attract hushed and reverential praise which speaks of their universality and the urgency of their messages. Most anti-war films come so burdened with universality and urgency that the ads for them read like calls to sunrise services.\n\nDalton Trumbo's \"Johnny Got His Gun\" smelled like that kind of anti-war film. It came out of the Cannes Film Festival with three awards and a slightly pious aroma, as if it had been made for joyless Student Peace Union types of thirty-five years ago. But it isn't like that at all. Trumbo has taken the most difficult sort of material -- the story of a soldier who lost his arms, his legs, and most of his face in a World War I shell burst -- and handled it, strange to say, in a way that's not so much anti-war as pro-life. Perhaps that's why I admire it.\n\nInstead of belaboring ironic points about the \"war to end war,\" Trumbo remains stubbornly on the human level. He lets his ideology grow out of his characters, instead of imposing it from above. In this sense, his film resembles Joseph Losey's \"King and Country,\" which also turned its back on the war in order to consider one ordinary, unremarkable soldier.\n\nTrumbo's soldier is Joe Bonham (Timothy Bottoms), who comes from an American background that is clearly modeled on Trumbo's own. The boy works in a bakery, supports his mother and sisters after his father's death, is in love with an open-faced and sweet Irish girl, and enlists in the army because \"it's the sort of thing a fellow ought to do, when his country is in trouble.\" Months later, he's sent on a patrol into no-man's land to bury a corpse that was offending a colonel's nose. A shell lands near him, and he wakes up in a hospital.\n\nThe army is convinced he has no conscious mind. They decide to keep him alive simply to learn from him. But he can think, and gradually the enormity of his injuries is revealed to him. He is literally the prisoner of his mind, for years, until he finds a way of communicating with a sympathetic nurse (Diane Varsi).\n\nTrumbo uses flashbacks and fantasies to make Joe alive for us, while he exists in a living death. The most charming flashback is the first, when Joe and his girl kiss in her living room and are interrupted by her father. He's an old Wobbly who sends them both into the bedroom, and there is a love scene of such tenderness and beauty that its echoes resound through the entire film. Other scenes develop Joe's relationship with his father (Jason Robards) and with Jesus Christ (Donald Sutherland), whom he consults in fantasies. Christ really doesn't have much to suggest; he has no answers, in Joe's fantasies, because there are no answers.\n\nThe movie ends with no political solutions and without, in fact, even a political position. It simply states a case. Here was a patriotic young man who went off and was grievously wounded for no great reason, and whose conscious mind remains a horrible indictment of the system that sent all the young men away to kill each other. The soldier's own answer to his situation seems like the only possible one. He wants them to put him in a sideshow, where, as a freak, he can cause people a moment's thought about war. If they won't do that, he wants them to kill him. The army won't do either, of course.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Drama", "War"], "title": "Johnny Got His Gun (1971)"}