{"url": "http://www.rogerebert.com/reviews/johnny-guitar-1954", "by": null, "star_rating": 4.0, "text": "\n\nNicholas Ray's \"Johnny Guitar\" (1954) is surely one of\r\nthe most blatant psychosexual melodramas ever to disguise itself in that most\r\ncommodious of genres, the Western. Consider: No money was lavished on the\r\nproduction. The action centers on a two-story saloon \"outside town,\"\r\nbut we never even see \"town,\" except for a bank facade and interior\r\nset. So sparse are the settings that although the central character (Joan\r\nCrawford) plays the tavern owner and goes through a spectacular costume charge,\r\nwe never see her boudoir -- she only appears on a balcony above the main floor,\r\nhaving presumably emerged from the sacred inner temple.\n\nA\r\ncheap Western from Republic Pictures, yes. And also one of the boldest and most\r\nstylized films of its time, quirky, political, twisted. Crawford bought the\r\nrights to the original novel, Nicholas Ray signed on to direct, and I wonder if\r\nthey even openly spoke of the movie's buried themes. One is certainly\r\nbisexualism; Crawford's tavern-owner Vienna is, it is claimed, in love with\r\n\"Johnny Guitar\" (Sterling Hayden), but has not seen him in five\r\nyears. She effortlessly turns tough hombres into girly-men, and her bartender\r\nobserves to Johnny, \"I never met a woman who was more man.\"\n\nHer\r\narchenemy Emma (Mercedes McCambridge) is allegedly in love with \"The\r\nDancin' Kid\" (Scott Brady) and is jealous because he is allegedly in love\r\nwith Vienna (\"I like you, but not that much,\" Vienna tells him). But\r\nthere is hardly a moment when Emma can tear her eyes away from Vienna to glance\r\nat the Kid. All of the sexual energy is between the two women, no matter what\r\nthey say about the men. Crawford wanted Claire Trevor for the role, but the\r\nstudio, perhaps having studied the script carefully, insisted on McCambridge,\r\nwho was not a lesbian but played one, as they say, in the movies.\n\nThat\r\ncasting led to more Crawford bitch legends, as on the day when she threw\r\nMcCambridge's costume in the middle of a highway. The chemistry of loathing is\r\npalpable, as it was between Crawford and Bette Davis in \"Whatever Happened\r\nto Baby Jane.\" Both women wear fetishistic black leather, silk and denim\r\ncostumes that would have been familiar enough to students of 1954 pornography:\r\nThe tightly corseted waists, the high boots, the long shirts, the tight\r\nbodices, the lash of lipstick; give us Meg Myles in \"Satan in High\r\nHeels.\"\n\nMcCambridge,\r\nsaid to be a \"cattle baron\" (not baroness), dominates her posse of\r\ncowboys and lackeys, standing before them in a wide, challenging stance. She's\r\nshorter than they are, but is always strutting in the front while they almost cower.\r\nCrawford often appears from above on her balcony, worshipped by the camera in\r\nlow-angle, adored by her loyal employees, ordering Sam, her croupier,\r\n\"Spin the wheel. I like the way it sounds.\"\n\nSomebody\r\nhas to spin it. Throughout the film, the saloon attracts no ordinary customers,\r\nonly characters in the plot. Has a Western ever been more casual about its male\r\nleads? \"Johnny Guitar\" is about the hatred between Vienna and Emma,\r\nand Sterling Hayden seems to know it. Brought into town as fire-power when Vienna\r\nfears gun trouble, he claims to have given up guns, speaks softly, talks of his\r\nonetime love of Vienna with only barely convincing regret, and is laid-back, as\r\nSterling Hayden rarely ever is. The critic Dennis Schwartz recalls:\r\n\"Francois Truffaut said it reminded him of 'The Beauty and the Beast,'\r\nwith Sterling Hayden being the beauty.\"\n\nThe\r\nplot. Ridiculous. Vienna owns the saloon in a choice location outside town. We\r\nare not sure how a single woman without means paid for it, but are reminded by\r\nMarlene Dietrich in \"Shanghai Express\" that \"it took more than\r\none man to change my name to Shanghai Lily.\" Apparently Vienna is now all\r\npaid up. but the railroad is coming through, and the townsfolk fear it will run\r\npast her door and put them out of business.\n\nThe\r\ntown is led by McIvers (Ward Bond) and his tool the sheriff (Frank Ferguson),\r\nwho are led by Emma as they demand what Vienna knows about a stagecoach\r\nrobbery. The stolen cash was intended for her brother's bank. Since the Dancin'\r\nKid has rejected Emma's love, it stands to reason, doesn't it, that he stuck up\r\nthe bank, along with his tough sidekicks (Ernest Borgnine, Ben Cooper and Royal\r\nDano)?\n\nJohnny\r\nGuitar arrives at about the same time. Coincidence? Imagine the notoriously\r\ndeadly Old West and an unarmed cowboy with only a guitar. Well, he does play it\r\nonce. But there is a secret: Guitar is the pseudonym for Johnny Logan, a\r\nnotorious gunslinger who retired five years ago. Vienna was Guitar's lover\r\nuntil he \"wasn't ready\" for marriage (not to her, for sure). And the\r\nsheriff, McIvers, etc. are trying to frame someone -- the Kid, maybe, for\r\nsticking up the stagecoach. Their suspicions are not unfounded, since there are\r\nliterally no other characters in the movie, except for the faceless coots who\r\ncrowd into doorways behind McIvers.\n\nThe\r\ndynamic of their investigation and their attempts to force townsfolk to testify\r\nagainst one another form an allegory squarely aimed at the House Un-American\r\nActivities Committee, which in 1954 was trying to force alleged communists to\r\n\"name names\" of other alleged communists; the screenplay was ghosted\r\nby the blacklisted Ben Maddow. A significant moment comes when Johnny Guitar\r\nacknowledges his own name.\n\nThere\r\nare extraordinary moments in the movie, not least when Crawford, who has been\r\ndressed entirely in black, suddenly appears on the balcony in a stunning white\r\ngown and cows the men with her presence and a piano recital(!).\n\nIt\r\nis also fascinating to watch her and Johnny use words as love weapons. This\r\ndialogue, quoted by the critic Derek Malcolm, could have appeared in the\r\nlaconic Broadway social dramas of the period:\n\nJohnny:How many men have you\r\nforgotten?\n\nVienna:As many women as\r\nyou've remembered.\n\nJohnny:Don't go away.\n\nVienna:I haven't moved.\n\nJohnny:Tell me something\r\nnice.\n\nVienna:Sure. What do you want\r\nto hear?\n\nJohnny:Lie to me. Tell me all\r\nthese years you've waited ...\n\nVienna:All these years I've\r\nwaited.\n\nJohnny:Tell me you'd have\r\ndiedif I hadn't come back.\n\nVienna:I would have died if\r\nyou hadn't come back.\n\nJohnny:Tell me you still love\r\nme like I love you.\n\nVienna:I still love you like\r\nyou love me.\n\nJohnny:Thanks. Thanks a lot.\n\nWhoa!\r\nI see Brando as Johnny, Shirley Knight as Vienna. That's not Western dialogue,\r\nit's cynicism made audible. There are other moments I will leave for you to\r\nsavor, and I trust you may share my bafflement about the route from the\r\nwaterfall to the hideout, but ponder this: Everyone involved in this movie had\r\nmade countless other films, knew all about the clichés and conventions, and\r\nmust have known how many they were breaking. As the scenes come along that are\r\nclearly an indictment of HUAC, were they thinking they could get away with\r\nmurder because the surrounding movie was so goofy?\n\nIt\r\nwas goofy then, and very strange now. The more you think about the tavern and\r\nthe \"town\" and the tragedy that plays out against the unpopulated\r\nlandscape, the more you see them playing dice with their destinies. Spin the\r\nwheel. I like the way it sounds.", "running_time": 110, "mpaa_rating": null, "release_year": 1954, "date_published": "2008-05-08", "genres": ["Drama", "Western"], "title": "Johnny Guitar (1954)"}