{"url": "http://www.rogerebert.com/reviews/johnny-dangerously-1984", "by": null, "star_rating": 2.0, "text": "The opening scenes of \"Johnny Dangerously\" are so funny you just don't see how they can keep it up. And you're right: They can't. But they make a real try. The movie wants to do for gangster films what \"Airplane!\" did for \"Airport,\" and \"Top Secret!\" did for spy movies. It has its work cut out; this formula consumes comic inspiration at an exhausting rate, and the gangster movie is not exactly an original target for satire. What distinguishes \"Johnny Dangerously\" from the other attempts in this direction is the caliber of the actors: This is a high-class cast, having fun with the material, and bringing a certain reality to some of the characters almost in spite of themselves.\n\nMichael Keaton plays Johnny as a sweet, sort of gentle gangster who doesn't see any need to stir things up. His archenemy is Danny Vermin, played by Joe Piscopo, and there are a lot of other interesting characters around, including Marilu Henner as a sex bomb who spends some of her most intimate moments on top of a piano; Peter Boyle as an eminently reasonable mob patriarch, and Maureen Stapleton as Johnny's long-suffering mom.\n\nThe movie begins with the promise that it will grow into a great comedy. There's a title song out of left field, sung by Weird Al Yankovic, and then we see Johnny as a middle-aged pet-store owner, stamping prices on his animals using one of those tape labeling machines they use in grocery stores. A kid tries to shoplift, and that inspires Johnny to remember the days when he began his own career in crime. The flashback then develops more or less along standard gangster movie lines, with of course a comic twist on every cliché. It's a little dizzying trying to spot all of the cameo roles as they go by; everybody who wandered onto the 20th Century Fox lot must have been hired to walk through this movie. But what gradually occurs to us is that we aren't laughing as often; the movie keeps trying, but it runs out of steam.\n\nToo bad. And especially too bad for Joe Piscopo, who is such an accomplished mimic that he once literally had me thinking I was watching Jerry Lewis on \"Saturday Night Live.\" Since masters of disguise are a fixture in gangster movies, why didn't they let Piscopo play a most-wanted criminal who was desperately trying to alter his appearance, and kept running up against incompetent gangland plastic surgeons? He plays Danny Vermin well enough, but the role seems rather limiting.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Comedy", "Crime", "Thriller"], "title": "Johnny Dangerously (1984)"}