{"url": "http://www.rogerebert.com/reviews/john-carpenters-vampires-1998", "by": "James Woodsas Jack Crow", "star_rating": 2.0, "text": "When it comes to fighting vampires and performing exorcisms, the Roman Catholic Church has the heavy artillery. Your other religions are good for everyday theological tasks, like steering their members into heaven, but when the undead lunge up out of their graves, you want a priest on the case. As a product of Catholic schools, I take a certain pride in this pre-eminence.\n\nOh, I'm aware that Rome takes a dim view of sensationalist superstition. The pope wrote an encyclical about new age tomfoolery just last week. But \"John Carpenter's Vampires'' gets its imprimatur from the Hollywood Catholic Church, a branch that broke off about the time the priest climbed the stairs to Linda Blair's bedroom in \"The Exorcist'' (1973). This is the kind of movie where the vampire killers hang rosaries from their rearview mirrors, and are blessed by a priest before they harpoon the vile creatures, and drag them into the sunlight for spontaneous combustion.\n\nThe movie stars James Woods as Jack Crow, hard-bitten vampire hunter, whose family was destroyed by vampires. He's fun to watch, with the dark glasses, the little cigar, and the sneer. Crow's informed by a cleric after the first raid, \"I've notified Rome. They're wiring your payment to the Monterey account.'' Yes, the church, which once relied on prayer, holy water and crucifixes, now employs mercenaries to kill vampires. First the lay teachers in the parochial schools, now this.\n\nCrow's partner is Montoya (Daniel Baldwin, jowliest of the Baldwin boys). They use a steel cable attached to a winch on a Jeep to drag the vampires into the sunlight, where they ignite in a way that looks uncannily as if they had Roman candles in their pants pockets.\n\nAfter the big raid in the opening sequence, they line up the skulls of their victims on the hood of their Jeep. One is missing: the Master. The vampire killers celebrate at a local motel with a wild party, but then Valek (Thomas Ian Griffith), the Master, attacks and wipes out all but Crow, Montoya and a hooker named Katrina (Sheryl Lee). True, she's been bitten by Valek, but Crow explains that since Masters communicate telepathically with their conquests, he can use her as a kind of E.S.P. surveillance camera until she \"turns.'' There's a lot of Catholicism. We meet a cardinal (Maximilian Schell) who apparently supervises Rome's vampire squad. And an innocent priest in a Spanish mission which harbors the Black Cross which Valek covets. Why does he need it? It was used centuries ago in an attempted exorcism, which used an \"ancient forbidden form of ritual'' that lead to an \"inverse exorcism,'' which means that instead of driving the evil spirit from the body and leaving the person behind, the person is cast out and the spirit retains rights of tenancy.\n\nIt is inevitable that Montoya and Katrina will be drawn to each other. She has wonderful qualities, including the ability to wear the same costume throughout the movie, survive a vampire massacre and a pickup truck crash, and still have the outfit look perky the next day with a neckline that displays the precise 2.2 inches of cleavage that Carpenter's heroines always display, as if just that much and no more or less comforts his libido.\n\nOne detail puzzled me. One of the characters is bitten by a vampire, takes out his butane lighter and cauterizes the wound by holding his flesh above the flame. Yet later the film suggests that he may be infected after all. My thought: Either cauterizing a fresh wound works, or it doesn't. If it doesn't, it's not the sort of thing you do for fun.\n\nThe movie has a certain mordant humor, and some macho dialogue that's funny. Woods manfully keeps a straight face through goofy situations where many another actor would have signaled us with a wink. But the movie is not scary, and the plot is just one gory showdown after another.\n\nI was disappointed to find that the traditional spiritual weapons against vampires no longer seem to work. But maybe it's just that Jack Crow's theology is rusty. At the end of the movie, bidding farewell to a couple of vampires he sort of likes, he tells them, \"Vaya con Dios!'' Not a tactful thing to say to a vampire.", "running_time": 107, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-10-30", "genres": ["Action", "Drama", "Fantasy", "Horror", "Thriller"], "title": "John Carpenter's Vampires (1998)"}