{"url": "http://www.rogerebert.com/reviews/Johns-1997", "by": "Lukas Haasas Donner", "star_rating": 3.0, "text": "“Johns,” a movie about male prostitutes in Los Angeles, has a moment that offers a key to the film: Tourists offer a hustler $20 to pose in a snapshot with them. They want to show the folks back home that they've not only seen the sights, they've met the locals.\n\nThere was a time when most people didn't know men sold sex, and didn't want to know. Now the cruising underworld is the stuff of movies, songs, novels and fashion ads that are easy to decode. “Johns” dramatizes the lifestyle at the same time it tells a cautionary tale: Young man! Stay off of the streets! (Sing to the tune of “YMCA.”) The audience, like the tourists, gets to meet the locals while keeping a safe distance. That's because the hustling world is sentimentalized here, filtered through a lens of romanticism.\n\nThe movie stars Lukas Haas and David Arquette as Donner and John, who work Santa Monica Boulevard, nurtured by their dreams: John wants to spend his 21st birthday in a luxury hotel room, and Donner wants them both to take the bus to Branson, Mo. Donner is gay and loves John; John says he's straight and working only for the money, and he does have a girlfriend, although the relationship is fleeting and chancy.\n\nThe film's symbolism is established early, when we learn that John's birthday is Christmas Day. He wears a stolen Santa hat for much of the film, and in an encounter with a violent client, he picks up the marks of a crown of thorns. More symbolism: Three characters in the movie are named John, and all of the clients of course are called “johns,” perhaps indicating that everyone is in the same boat. (Donner's name reminds me of the notorious Donner Party, suggesting still more parallels.) Christ symbolism makes me apprehensive in a movie; it tips the ending, and, besides, most Christ figures die for their own sins, not for ours. But “johns” overcomes the undergraduate symbol-mongering of its screenplay with a story that comes to life in spite of itself, maybe because the actors are so good, or maybe because the writer-director, Scott Silver, has documentary roots that correct for his overwriting.\n\nSilver does a good job of capturing the unsprung rhythm of the street. Although one of the characters is always asking what time it is, that never really matters; time is what he sells, not what he passes. The characters form a loose-knit community, at the mercy of strangers in cars. They may spend hours together and then not see one another for a week. We meet some of the street regulars: Crazy Eli (Christopher Gartin), for example, who spouts wild theories, or Homeless John (Keith David), who turns up from time to time like John the Baptist, with support and encouragement.\n\nWorking from stories he got from real life, Silver shows his heroes encountering a series of johns: One turns suddenly violent, one (well played by Elliott Gould) is a kind-hearted guy who sneaks in some action while his family is out shopping, one is an old man with peculiar tastes who wants to know “who in the Sam Hill” Donner thinks he is.\n\nThere is some underlying urgency: John has stolen $300 that belongs to a drug dealer (Terrence Dashon Howard) and now the dealer and his bodyguard are looking for him. He wants to use the $300 for his hotel room. Will he get his dream before the dealer gets the money? There is an ominous sign: His “lucky sneakers” are stolen at the beginning of the movie. Nothing bad could happen to him while he was wearing them, but now . . .\n\nDavid Arquette and Lukas Haas find the right note for their characters: They have plans and dreams, but vague ones, and they're often sort of detached, maybe because their lives are on hold in between johns. They have fallen into a lifestyle that offers them up during every waking moment for any passing stranger. They do it for money, but it pays so badly, they can't save up enough to stop. What the johns are really paying them for is not sex, but availability: to remain homeless and permanently on call.", "running_time": 96, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-25", "genres": ["Drama", "Indie"], "title": "Johns (1997)"}