{"url": "http://www.rogerebert.com/reviews/johnny-stecchino-1992", "by": "Roberto Benignias Dante/Johnny", "star_rating": 1.0, "text": "\"Johnny Stecchino\" is, I am told, the highest-grossing film in Italian cinematic history. I am not able to account for this. It's on about the same level as some of Jerry Lewis' lesser works; one of those movies that would be over in a flash if all the characters were not dimwitted as gnats.\n\nThe story is one of those sagas of mistaken identity that depends on the victim not realizing that everyone thinks he is someone else. In this case, an innocent bus driver is used as a double for the most notorious Mafioso in Sicily. I don't know about you, but if I was a bus driver and everybody suddenly started treating me like the head of the mob, I'd notice it. I surely would.\n\nThe star is Roberto Benigni, who plays the dual roles of the innocent and the criminal, and also cowrote and directed the movie. You may recognize him from two Jim Jarmusch films, \"Down By Law\" and \"Night On Earth\" (he was the sacrilegious cab driver with the dying priest in the back seat). In Italy, he is enormously popular, a star on the order of Steve Martin or Woody Allen; they call him the Clown Prince. He must make those Jarmusch movies for love, since the money seems better in Rome.\n\nBut what can we make of this plot? Johnny Stecchino (the name is Italian for \"toothpick\") has become a witness against the mob, and there is a price on his head. His wife (Nicoletta Braschi) sees an innocent named Dante who, with the addition of a mole, will exactly resemble her husband. She invites Dante to Palermo, where he engages in a little petty crime - stealing bananas - and is amazed at the reaction. He doesn't realize everyone thinks he is someone else.\n\nA little of this goes a long way. Nor was I bowled over by funny shots involving Johnny disappearing around one corner just as Dante walks into view from another. Nor by all of the inevitable jokes involving the wife and the man who looks exactly like her husband. Nor by Dante's failure to recognize cocaine when he is told it is medication. Nor by any of the other jokes.\n\nI'm tempted to speculate that maybe I don't get Italian humor, but I've laughed at great Italian comedies from \"Big Deal on Madonna Street\" to \"Amarcord.\" I'm glad Benigni made his money in Italy; it may be slow going over here.", "running_time": 100, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-10-30", "genres": ["Comedy"], "title": "Johnny Stecchino (1992)"}