{"url": "http://www.rogerebert.com/reviews/john-and-mary-1969", "by": "Dustin Hoffmanas John", "star_rating": 2.5, "text": "\"John and Mary\" is supposed to be a contemporary movie, I guess, and yet it's curiously out of touch. John and Mary shadow box uneasily with the American language, trying to sound like all people their age without sounding too much like any particular person. And this doesn't work. We don't feel these are two individual human beings; their vocabulary seems to have been chosen in a Gallup Poll.\n\nHere's what I mean. The movie is about a boy and a girl who are maybe in their early or mid-twenties. One of the things all people do (even people in their twenties) is to talk about real things. Real names. Real people. Remember the argument about Norman Mailer in \"Medium Cool\"?\n\nIn \"John and Mary,\" however, nobody says anything very characteristic. An example. The story opens in a singles bar, one of those saloons where everybody guzzles beer and tries to pick everybody else up.\n\nThe idea is to show Mia Farrow in some sort of interesting conversation that Dustin Hoffman can interrupt. That's how they meet, see! So Dustin eavesdrops while a collegiate type says: \"A ten-mile traffic jam and people eating each other -- that's ridiculous it you ask me.\"\n\nAnd then Mia, who is enlightened, says: \"I think you're missing the point of the whole movie.\" And then Dustin breaks in: \"Uh, I think she's right. I saw that movie at the film festival. I think it's about the materialistic basis of our society . . ..\"\n\nWell, WHAT movie? Godard's \"Weekend\" (1968), obviously. So why doesn't anybody use Godard's name or the name or the movie? These are supposed be hip kids. They don't go to \"Weekend\" and forget to catch the name of the director. My guess is that a nervous studio legal department, in reviewing the script, took out the specific references because they might be libelous.\n\nSo we wind up with this detached, ethereal conversation about no particular movie at all (just some anonymous flick about ten-mile traffic jams -- you know). Dialog that's supposed to sound authentic only sounds ridiculous.\n\nMaybe I'm making too big a thing of this one piece of dialog, but I don't think so. It's representative of what's wrong with the whole movie: poor John and Mary are marooned in a universe that only has common nouns and names not protected by copyright. John keeps saying: \"Tell me exactly. I want to know exactly.\" But the rules prohibit Mary from using proper nouns; no wonder their affair is rocky.\n\nThere's another problem. This is supposed to be a movie about real, contemporary young people (like the girl down the hall in the four-plus-one, I guess.) But John and Mary act like nobody I've ever met on land or sea.\n\nHere's what happens. John picks up Mary in the bar, likes her looks (the anemic, haunted face grabs him,) takes her home to his pad, sleeps with her, and then the next day (not even knowing each other's names) they gingerly try to decide whether to live with one another.\n\nMary seems fairly normal, but John has one of those hang-ups that are fashionable in singles bars: He only likes the girl if she doesn't appear to want him to like her too much. She figures this out, and so she pretends and then he pretends. He pretends so hard that she leaves. He races after her. He doesn't know her name, but he does know the general neighborhood she lives in. So he charters a cab and cruises up and down side streets for about five hours, occasionally jumping out of the cab to ask a cop: \"Do you know where there are any streets with trees on them? It's a an emergency!\" Like I say, just a typical young guy.\n\nFinally he comes back to the apartment, and Mary is there. She was there all the time. She didn't leave, you see. He thought she left, but she was still there, So she waited for him, \"I was looking for you,\" he says. \"I know,\" she says. They go to bed and introduce themselves. Now answer me this: Why didn't she go after him and tell him she hadn't left? He could have saved 30 bucks in cab fares.\n\nThis is director Peter Yates' first film with intimate subject matter, after the two excellent action films \"Bullitt\" and \"Robbery.\" He doesn't get intimate very easily. The characters keep looking at each other out of the side of the camera's eye. And they roam around one of those painfully unlikely apartments. Remember the apartment Sandy Dennis had in \"Sweet November\" (1968) -- the one with the bed under the skylight and ladders running up to lofts everywhere? Dustin Hoffman has had it done over in white.\n\nWhile Dustin and Mia are trying to find their way around this labyrinth, Yates shovels in lots of flashbacks to their earlier affairs. She was the mistress of a state representative; he dated a fashion model. Typical. The trouble with the flashbacks is that Yates wants to be fashionable, and so the flashbacks segue directly into the present. Mia drops a glass in an airport, and also in Dustin's kitchen. Dustin talks to his old girlfriend, and he's talking out loud to Mia. After a while you realize the whole movie is based on the premise that the characters unconsciously talk aloud all the time. Even when they don't think they are, is my guess.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-12-23", "genres": ["Drama", "Romance"], "title": "John and Mary (1969)"}