{"url": "http://www.rogerebert.com/reviews/jon-josts-frameup-1995", "by": "Nancy Carlinas Beth Ann", "star_rating": 3.0, "text": "I have received a good deal of mail from readers concerned that movies like \"Pulp Fiction\" will inspire young viewers to shoot one another. I don't believe movies are that influential, but if they are, then I hope that potential drifting aimless alienated teenage killers will make it a point to catch \"Jon Jost's Frameup,\" which will show them just how banal the whole business is.\n\nHere is a movie like \"Badlands,\" \"Guncrazy\" or \"Natural Born Killers,\" but deliberately drained of energy. Instead of romanticizing his young killers on the road, Jost displays them as boring, stupid airheads.\n\nThe movie tells the story of an ex-con named Ricky Lee and a waitress named Beth Ann whom he picks up with three words of smooth talk (\"Dump the job\"). She walks out of the diner where she works, and that night, in her words, they \"make like bunnies\" in a cheap motel room before hitting the road in a stolen pickup truck.\n\n(Her first notion that life will not be easy comes as she asks, \"What happened to your red Camaro?\") Beth Ann, played by Nancy Carlin, talks like a zombie with an annoying, whiny, high-pitched monotone. She says things like, \"The school counselor convinced me it didn't make sense to kill myself just yet.\" She remembers that she dated a high school football hero for \"six months and 12 days,\" until he dumped her for a girl with bigger breasts. She likes sex because it is all she knows.\n\nRicky Lee is like a failed version of the character Ethan Hawke plays in \"Reality Bites.\" As a child, he set cats on fire. Now he's the kind of guy who keeps his dark glasses on during sex. Together, the two of them drive around the Pacific Northwest aimlessly, making like lots of bunnies, until he offers her paradise, which is, in her mind, California.\n\nThey recite a litany of their dreams: \"Disneyland, Knotts Berry Farm, redwoods, Yosemite, Palm Springs.\" And they realize some of them, finding an apparently real road sign advertising a \"Drive-Thru Tree.\" Then Ricky Lee sticks up a grocery and kills some people, and they are tried, convicted and sentenced to death by lethal injection.\n\nA narrator reads the chemical details of the injection.\n\nIf they ever telecast an actual execution, it will no doubt look something like the two that Jost shows, in split screen, with Ricky Lee cursing and Beth Ann whining, \"Do you really have to do this?\" There is a shot after her death, in which she whines a little less, having at last found something fairly interesting.\n\nJon Jost has been making films since 1974, mostly on small budgets, although his \"All the Vermeers in New York\" (1990) cost $250,000, a lot for him. His independence gives him the freedom to deny convention: He feels no need to make Ricky Lee and Beth Ann charismatic, attractive or even interesting. They are people who have never developed a vocabulary for their thoughts and desires, and so it is almost touching when she reads aloud from a sleazy romance novel: For her, these pages are mind-expanding.\n\nJost is doing a revisionist version of all those earlier movies involving a boy, a girl, the road and a murder spree. Such films traditionally provide their subjects with a certain elan. In Jost's vision, they steal and kill because they are just too dumb to support themselves any other way. Another character pictures them with Day-Glo signs on their foreheads, flashing the word \"loser.\" \"Frameup\" is not terrifically entertaining because it shows boring people doing stupid things. It is not for inexperienced filmgoers. But if you've seen a lot of movies and know the difference between a boring movie and a movie about boring people, you may sort of like it in a curious way, like I did.", "running_time": 88, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-03-10", "genres": null, "title": "Jon Jost's Frameup (1995)"}