{"url": "http://www.rogerebert.com/reviews/jonah-hex-2010", "by": "Josh Brolinas Jonah Hex", "star_rating": 2.0, "text": "\"Jonah Hex\" is a Western set around the town of Stunk Crick, although that doesn't entirely explain why the climactic scene involves an attack on the U. S. Capitol Building in Washington. Using my powers of logic, I deduce that the characters traveled there from Stunk Crick. The movie is not precise in its geography. Most of the location filming was in Louisiana, which is not named, perhaps because that might make it hard to explain its vast deserts and dusty frontier town.\n\nThe thriller involves a man named Jonah Hex (Josh Brolin), who is bent on vengeance. During the Civil War, the evil Quentin Turnbull (John Malkovich) strapped him to a cross and made him watch as a house containing his family was set afire. Then Turnbull branded Jonah's face with a hot iron, causing difficulties with leaks when he tries to throw back a shot of whiskey. You can see why Jonah would want his revenge. To be sure, Turnbull mutters something about Jonah having previously murdered his family, meaning he isn't entirely without motive.\n\nStunk Crick is your standard frontier town with a wide Main Street, a saloon, and a room over the saloon occupied by Lilah, a sexy hooker. The presence of Lilah in the film is easily explained: She is played by Megan Fox. If you want a woman in an old western town, there are only three occupations open to her, hooking, schoolmarming, and anyone called Ma.\n\nLilah and Jonah are in love, for reasons unexplained. It certainly isn't because of the level of their conversation. The only hooker in a Western I've ever believed in was in \"Lonesome Dove,\" but I've seen \"Lonesome Dove,\" and \"Jonah Hex\" is no \"Lonesome Dove.\"\n\nIt's based on some DC Comics characters, which may explain the way the plot jumps around. We hear a lot about graphic novels, but this is more of a graphic anthology of strange occult ideas. Consider, for example, that Jonah was once so close to death that he wandered around on the Other Side and made valuable contacts there. He can even talk to the dead, and one corpse revives long enough to tell him precisely where Quentin Turnbull can be found.\n\nIn what is possibly a confused stab at allegory, Jonah finds himself trying to prevent Turnbull from blowing up the Capitol Building with a Super Weapon. In scenes set in the Oval Office, the U.S. President is concerned by this threat by Turnbull, who is an embittered Confederate general, and decides that the wanted outlaw Hex is the only man who can prevent the plot from being carried out.\n\nA climactic battle scene takes place in the Potomac River between two iron clad ships. In U.S. history, you will recall, there was such a battle between the USS Monitor and the Confederate ship Virginia. One of these ships looks like the Monitor, but I'm unclear. Anyway, Turnbull is onboard, directing the Weapon, which is a big cannon. He's previously tested it by blowing up a Western town. Now he trains it on the Capitol, depicted in special effects that suggest the Capitol and the Washington Monument were the only two structures in Washington at that time, at least for purposes of firing on.\n\nAfter Hex saves the day, he's invited into the Oval Office, thanked, and then presented with a big badge. What is this badge? The president tells Hex: \"America needs a sheriff.\" This provided the audience with a big laugh, which sounded like it might have been bottled up for awhile.", "running_time": 80, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-06-16", "genres": ["Action", "Adventure", "Drama", "Science Fiction", "Thriller", "Western"], "title": "Jonah Hex (2010)"}