{"url": "http://www.rogerebert.com/reviews/jonathan-livingston-seagull-1973", "by": "Hall Bartlett", "star_rating": 1.0, "text": "At this point when I walked out of \"Jonathan Livingston Seagull\" -- some 45 minutes into the movie -- the hero had learned to avoid garbage and fly high, but the film, alas, had not. I hardly ever walk out of movies, and in fact I sometimes make a point of sitting through bad ones, just to get ammunition for a juicy review. But this one was too much.\n\nIt is based, to begin with, on a book so banal that it had to be sold to adults; kids would have seen through it. \"The Little Engine That Could\" is, by comparison, a work of some depth and ambition. Consider that the movie made from the book has now been made the object of a lawsuit by the book's author and you have some measure of the depths to which we sink as Jonathan dives.\n\nJonathan not only dives, and perfects his aeronautical ability, and makes his name as the flocks leading nonconformist, but he also talks. Allowing him to talk is perhaps the movie's basic strategic error. I can't imagine how the movie could have been made without spoken dialog, to be sure, but then was this movie really necessary at all? Jonathan talks under his breath with great gasping urgency: He talks to himself about how if only he could hold his wings a little different, etc., he, too, could dive for fish and not have to scavenge garbage. He sounds like he's giving himself a pep talk on the occasion of a terminal case of constipation.\n\nAnd then there's the problem of the birds. The movie uses real birds. Contrary to the hope of the book, these birds in fact are just your average garden variety seagulls, and it's a little sickening to show them being knocked out and batted around in the interest of the story line. I left when Jonathan had dragged himself, groggy and bleeding, onto some flotsam, This has got to be the biggest pseudocultural, would-be metaphysical ripoff of the year.", "running_time": 120, "mpaa_rating": "G", "release_year": 1973, "date_published": "1973-11-08", "genres": ["Drama", "Family", "Science Fiction"], "title": "Jonathan Livingston Seagull (1973)"}