{"url": "http://www.rogerebert.com/reviews/josh-and-sam-1993", "by": "Jacob Tierneyas Josh", "star_rating": 2.0, "text": "\"Josh and S.A.M.\" is a film that engaged my interest only sporadically, because I couldn't believe its premise and, what's more, didn't care about the characters. And yet in all fairness I'd guess that this movie might be fun for younger viewers - kids between, say, 6 and 12 - because it's about kids who get to run away from home and drive fast cars and order all the pizza they can eat.\n\nThe movie begins in sadness for two brothers whose parents are divorced and who are shuttled between two homes while feeling unwelcome in both. Josh (Jacob Tierney) is a 12-year-old, and Sam (Noah Fleiss) is his 8-year-old brother. Josh is smart but bad at sports; Sam is good at sports but filled with hostility and aggression. They live in California with a mother (Joan Allen) who is about to remarry and go to live in Europe. Their father (Stephen Tobolowsky) lives in Florida with his second wife and her two sons.\n\nLife is miserable in either place for the kids, which is why Josh takes desperate measures. He uses his father's computer to print out some official-looking documents in an attempt to convince Sam that he is actually a \"Strategically Altered Mutant,\" a Department of Defense creation with computer chips and electronic gizmos implanted in his skull. That explains why Sam is so good at sports - and also why he's so aggressive.\n\nThe boys get along terribly with their stepbrothers in Florida and then are called back to California. But during a stopover in Dallas, Josh decides he can't take it anymore, and he steals a car and hits the road, with Sam (now known as S.A.M.) in tow. Using borrowed credit cards and a gift of gab, Josh is able to become the hero of his own road picture. All road pictures need a woman, and this one gets Alison (Martha Plimpton), a drifter who hitches up with the kids and turns out to be a cool companion and fellow-conspirator.\n\nThe movie's basic problem is one of credibility. I know it's only a story. I know I'm supposed to play along with it. But scene after scene is beyond belief. Take, for example, a sequence where little Sam is driving the car at top speed through a fruit orchard.\n\nThere'd be no way he could avoid hitting trees except through the heavy use of special effects. What am I supposed to do? Think, \"Gee, this is exciting - he's barely missing those trees\"? I'm too old for that, and I have been since I was in junior high school.\n\nThe S.A.M. subplot is also way too contrived for me. The gimmick is that Sam believes everything Josh tells him, even after Josh tries to explain he was always kidding. Sam comes to believe he's nothing but a robot, and so one of the big wrenching emotional climaxes comes as Josh convinces the kid he's a real little boy after all. Give me a break.\n\nEarlier this year there was another road picture about a young adolescent: \"The Adventures of Huck Finn,\" starring Elijah Wood. That one, in Mark Twain's words, told some stretchers, too. And I was familiar with every episode in the film. And yet I cared about the story and I believed in the characters because the movie was written, acted and directed with respect for the intelligence of the audience.\n\n\"Josh and S.A.M.\" makes it all too easy, too contrived, too manipulated. When I guess that younger children might like it, that's only because they might enjoy seeing kids their age having these adventures. But my guess is that, coming out of the theater, even a 9-year-old would grin and say it was kind of sappy.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-11-24", "genres": ["Action", "Adventure", "Comedy"], "title": "Josh And S.A.M. (1993)"}