{"url": "http://www.rogerebert.com/reviews/josie-and-the-pussycats-2001", "by": "Rachael Leigh Cookas Josie McCoy", "star_rating": 0.5, "text": "Josie and the Pussycats are not dumber than the Spice Girls, but they're as dumb as the Spice Girls, which is dumb enough. They're a girl band recruited as they're crossing the street by a promoter who wants to use their songs as a carrier for subliminal messages. The movie is a would-be comedy about prefab bands and commercial sponsorship, which may mean that the movie's own plugs for Coke, Target, Starbucks, Motorola and Evian are part of the joke.\n\nThe product placement for Krispy Kreme doughnuts is, however, an ominous development, since it may trigger a war with Dunkin' Donuts, currently the most visible product placer in the movies. With Krispy and Dunkin' dukin' it out, there may soon be no doughnut-free movies not actually featuring gladiators.\n\n\"Josie and the Pussycats,\" based on a comic book from the Archie stable, stars Rachael Leigh Cook as Josie McCoy, its lead singer; Tara Reid as Melody Valentine, the bubble-brained blond, and Rosario Dawson as Valerie Brown. None of these women has families, friends or employers, apparently, and are free to move randomly through the plot as a unit without ever calling home. After a prologue in which a previous prefab boy band disappears in a plane crash, a nefarious record producer named Wyatt Frame (Alan Cumming, the gay villain du jour) hires them on first sight, without hearing them sing a note, to be his newest promotion.\n\nThe prologue has some \"Spinal Tap\" overtones (I liked the detail that its members wear headsets at all times, not just onstage). But \"Josie\" ignores bountiful opportunities to be a satire of the Spice Girls and other manufactured groups, and gets dragged down by a lame plot involving the scheme to control teen spending with the implanted messages. (The movie calls them \"subliminal.\" Since they're sound waves, they're actually \"subaural,\" but never mind; the Pussycats would probably think subaural was a kind of foreplay.) One curiosity about the movie is its stiff and sometimes awkward dialogue; the words don't seem to flow, but sound as if the actors are standing there and reciting them. The movie's market on verbal wit is cornered by Cumming, in the Richard E. Grant role, who has one (1) funny moment in which he demonstrates how very well trained the boy band is. The rest of the time, he has the thankless task of acting as if he is funny in a plot that is not funny.\n\nThe music is pretty bad. That's surprising, since Kenneth \"Babyface\" Edmonds is one of the producers, and knows his way around music. Maybe it's supposed to sound like brainless pre-teen fodder, but it's not good enough at being bad to be funny, and stops merely at the bad stage.\n\nParker Posey has one of those supporting roles from hell, where she has to make her entrance as a cliche and then never even gets to play with the conventions of her role. She's Cumming's boss, one of the masterminds of the nefarious subaural marketing scheme, and since she is, in fact, a funny and talented actress with wicked timing, her failure to make anything of this role is proof that there's nothing for her to work with. Also drifting aimlessly through the plot is a character named Alexandra Cabot (Missi Pyle), who at least has the best explanation for why she's in the movie, as well as the movie's second funny line of dialogue. \"Why are you here?\" she's asked, and replies with serene logic, \"I'm here because I was in the comic book.\"", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-04-11", "genres": ["Comedy", "Family", "Music"], "title": "Josie and the Pussycats (2001)"}