{"url": "http://www.rogerebert.com/reviews/journey-of-hope-1991", "by": "Necmettin Cobanogluas Haydar", "star_rating": 2.5, "text": "\"Journey of Hope\" tells a story which is repeated tens of thousands of times every year in Europe, as poor workers from the southern countries travel north to what they hope will be better jobs with larger paychecks. The movie, which won this year's Academy Award as best foreign film, tells of a family that leaves its secure life in a hill village of Turkey, and travels by rail, ship, car, truck, and finally foot toward the mirage of a new life in Switzerland.\n\nBecause the motion picture camera has a tendency to make everything it photographs look picturesque, life in Turkey seems fairly idyllic for the family. Their small home nestles next to olive trees on a beautiful hillside, and they have a secure place in the daily life of their village. But the greater world beckons. They study a postcard from a relative, which shows snow-capped mountains and promises a paradise in Switzerland. And eventually the father, restless, ambitious, determines that they must sell everything they own to buy passage to the north.\n\nThey find people who are eager to help - other Turks who operate this cruel parody of the underground railway. They are told they must leave their children behind - to \"follow\" as soon as the money starts rolling in - but they take one boy, the brightest. The wife is filled with fears and misgivings. She cannot envision leaving her home and family, but her husband has a fierce light in his eye, a vision that will not be denied, and in their society it is his decision which is final.\n\nWe follow the details of the journey, every step of which is designed to part the travelers from their money - not only through tickets and bribes, but also through currency exchange scams and simple con games. Some of the most memorable moments show the travelers waiting through long nights in cold, empty train stations - strangers in a strange land. Eventually the family and others find themselves in Italy, on the slopes of the Alps, being advised to walk across in weather so dangerous the guide refuses to take them - and is punished by the criminals who run the racket.\n\nThe conclusion of the movie is easily guessed. The only surprise is that the Swiss are portrayed as being generally humane to their uninvited visitors; other movies about illegal European immigrants, such as Dusan Makevejev's \"Montenegro,\" about Greeks in Sweden, or Rainer Werner Fassbinder's \"Fear Eats the Soul: Ali,\" about a Moroccan in Germany, show a degree of racism that is not seen in this film.\n\n\"Journey of Hope\" concerns a persistent pattern of immigration that mirrors, in Europe, the northward drift of American black people in the years after World War I. But it does not give much of the larger view, and never deals with the fact that Germany, Switzerland, the Scandinavian countries and other rich nations actually need these poor, cheap Southerners to do menial jobs that the locals disdain.\n\nThe film prefers a tighter focus on this one family, its journey and its fate. And at the end it is difficult to say what lesson has been learned. Their experience itself reminded me of \"The Grapes of Wrath,\" another story of a family on the road toward an elusive mirage of economic security. There is enormous potential here, but the film does not quite pay off, and the crucial decisions taken at each stage of this story are often so stupid and foolhardy that we despair; this family is taking such chances, we feel, that only the gods can save it. And the gods do not seem to care.", "running_time": 110, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-05-10", "genres": ["Drama", "Foreign"], "title": "Journey Of Hope (1991)"}