{"url": "http://www.rogerebert.com/reviews/journey-to-jerusalem-1969", "by": null, "star_rating": 2.5, "text": "More than 19 years ago, Leonard Bernstein tells us, he conducted a concert on top of Mount Scopus to celebrate the birth of the Israeli nation. In 1967, he returned to the mountain to conduct another concert three weeks after Israel's victory in the Six Day War. \"Journey to Jerusalem\" is a cinema verite documentary based on that concert.\n\nLike all unplanned documentaries, it has its weaknesses. There seems to be no particular structure to the film, other than Bernstein's arrival in Israel, his rehearsals and finally his concert. Bernstein's own lines sound banal enough to be his own; no script writer would have suggested \"It's just fantastic\" or \"Isn't this marvelous, just marvelous\" as an adequate response to Bernstein's first visit to the Wailing Wall.\n\nBut the film is not really about Bernstein, or even about Israel. It is really about the concert. And we are given an interesting portrait of a concert in preparation: Bernstein rehearsing, shaking his head, moaning, alternating anger and job. The documentarian, Richard Leacock, also shot \"Don't Look Back,\" the documentary about Bob Dylan's British concert tour. He is less nervous in this film; instead of constantly playing with his zoom lens, he lingers long enough on the faces of the orchestra members, and on Bernstein's most expressive face for us to get some sense of what is being felt here.\n\nBetween rehearsals, Bernstein and violinist Isaac Stern are taken on a tour of the area. They see Arab fortifications, they see the former Jordanian section of Jerusalem, national monuments, shrines and a hospital where the wounded of the war sit in the sun and cheerfully wisecrack, oblivious for the moment to their injuries. Stern revisits a kibbutz he first saw in 1949; Bernstein and Stern listen to a young Israeli prodigy who sings, composes and plays piano. \"He is a genius,\" someone says. \"He is very talented,\" Stern replies slowly. \"Genius - that is another thing. That is a word we use very rarely.\"\n\nThe historic concert itself occupies most of the film's second half. It is held on top of the mountain, with the Dead Sea and Jordan visible beyond the orchestra and choir. Old white-haired David Ben-Gurion is there, a link to the age when Bernstein's first concert was performed. And it is an emotional concert, illustrated in part with films of the war and of the building of Israel.\n\nThe film's weaknesses are lack of cohesion, uneven sound recording, and a willingness to listen to Bernstein whether or not he has anything particularly interesting to say. But the rehearsal scenes, the concert and the cameo scenes of a nation still relieved by its swift victory and continued existence: These are moving and absorbing.", "running_time": 91, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-04-14", "genres": ["Comedy", "Drama", "Foreign"], "title": "Journey to Jerusalem (1969)"}