{"url": "http://www.rogerebert.com/reviews/journey-2-mysterious-island-2012", "by": "Dwayne Johnsonas Hank", "star_rating": 2.5, "text": "\"Journey 2: The Mysterious Island\" looks like nothing so much as one of those live-action adventures that Disney used to grind out in the 1950s — and hey, here's Captain Nemo's Nautilus to prove it. Also, a tree house to humble \"Swiss Family Robinson,\" which contains a short-wave radio that has been assembled from old spoons, I think I heard.\n\nThe movie is very, very loosely a sequel to \"Journey to the Center of the Earth,\" with only two connections: It's inspired by a Jules Verne novel, and it co-stars young Josh Hutcherson as the hero Sean. The film opens with him on a motorcycle and being chased by cops, but not to worry; all he did was break into a satellite-tracking station to boost the power on a message for help sent by his grandfather from a lost island in the Pacific.\n\nSean, whose father in the first film (Brendan Fraser) has disappeared (from the cast, anyway), now has to deal with Hank (Dwayne Johnson, aka the Rock). Hank is his new stepdad. Josh and Hank make friends by decrypting grandfather's message; Hank glances at it and intuits that the two-syllable words stand for dots and one-syllable words stand for dashes, which means Grandpa has had enough free time on his remote island to figure out a way to make Morse code several times longer than it previously was. Unanswered is why grandfather would encrypt a call for help.\n\nThis Hank, what a swell guy. He proposes that the two of them fly off to the Pacific and find Grandpa. On arrival somewhere, they hire a tourist helicopter pilot named Gabato, played by Luis Guzman as another one of those low-comedy guys who gets all worked up and is scared of stuff. (I enjoyed a reprise of this classic shot: Gabato runs toward camera, falls on stomach, looks up …and up … and up.)\n\nGabato has a daughter named Kailani (Vanessa Hudgens), a Polynesian beauty who wears a tank top and Daisy Dukes throughout the film. These four fly off in the helicopter, are trapped in a Force Five hurricane that rips it to pieces and are lucky enough to find themselves alive on the beach of the Mysterious Island.\n\nThis is your complete island. It has an active volcano; waterfalls with no apparent water sources streaming down cliffs; elephants the size of dogs, and giant lizards that are nowhere big enough to account for the size of their eggs. (Josh falls through the shell of one, splashes in a pool of yolk and is attacked by an unborn lizard chick.) Also on the island is the lost city of Atlantis, even though it's in the wrong ocean, and bees so big Sean and Kailani can both ride on the back of one. And Alexander Anderson, Sean's grandfather, played by Michael Caine, who will not be editing this role into his videos about how to act in movies.\n\nI hope you understand I enjoyed most of this stuff. The director, Brad Peyton, apparently intended it as a genial parody of countless other movies in this spirit. There is, for example, a scene were Sean, Grandpa, Kailani and Gabato all sit around the old campfire and listen while Hank strums a ukulele and sings \"What a Wonderful World.\" And I mean he sings it: every word of three verses. It's not every day you see the Rock channeling Gene Autry.\n\nSean deduces that Verne's novel contains everything they need to know, and this comes in handy when the volcano explodes, and the island begins to sink into the sea. Sure enough, Captain Nemo's submarine is still hidden underwater. Hank and Sean, trusting Verne, dive off a high cliff, and while holding their breath and swimming underwater, are able to (1) find the sub, (2) open the hatch by tugging and twisting it, (3) swim inside, (4) push a lever to fill it with air, and (5) get the power generator working by jump-starting it with an electric eel.\n\nThis is transcendently goofy. It isn't a \"good\" movie in the usual sense (or most senses), but it is jolly and good-natured, and Michael Caine and Dwayne Johnson are among the most likable of actors. Johnson is such a good sport, he even shows young Sean how to impress girls by flexing your pecs so quickly that nuts will ricochet off them. I can't think of any reason to pay extra for the 3-D.", "running_time": 94, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-02-08", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Journey 2: Mysterious Island (2012)"}