{"url": "http://www.rogerebert.com/reviews/journey-to-the-center-of-the-earth-2007", "by": "Brendan Fraseras Trevor", "star_rating": 2.0, "text": "There is a part of me that will always have affection for a movie like \"Journey to the Center of the Earth.\" It is a small part and steadily shrinking, but once I put on the 3-D glasses and settled in my seat, it started perking up. This is a fairly bad movie, and yet at the same time maybe about as good as it could be. There may not be an 8-year-old alive who would not love it. If I had seen it when I was 8, I would have remembered it with deep affection for all these years, until I saw it again and realized how little I really knew at that age.\n\nYou are already familiar with the premise, that there is another land inside of our globe. You are familiar because the Jules Verne novel has inspired more than a dozen movies and countless TV productions, including a series, and has been ripped off by such as Edgar Rice Burroughs, who called it Pellucidar, and imagined that the Earth was hollow and there was another world on the inside surface. (You didn't ask, but yes, I own a copy of Tarzan at the Earth's Core with the original dust jacket.)\n\nIn this version, Brendan Fraser stars as a geologist named Trevor, who defends the memory of his late brother, Max, who believed the center of the Earth could be reached through \"volcanic tubes.\" Max disappeared on a mysterious expedition, which, if it involved volcanic tubes, should have been no surprise to him. Now Trevor has been asked to spend some time with his nephew, Max's son, who is named Sean (Josh Hutcherson). What with one thing and another, wouldn't you know they find themselves in Iceland, and peering down a volcanic tube. They are joined in this enterprise by Hannah (Anita Briem), who they find living in Max's former research headquarters near the volcano he was investigating.\n\nNow begins a series of adventures, in which the operative principle is: No matter how frequently or how far they fall, they will land without injury. They fall very frequently, and very far. The first drop lands them at the bottom of a deep cave, from which they cannot possibly climb, but they remain remarkably optimistic: \"There must be a way out of here!\" Sure enough, they find an abandoned mine shaft and climb aboard three cars of its miniature railway for a scene that will make you swear the filmmakers must have seen \"Indiana Jones and the Temple of Doom.\"\n\nJust like in that movie, they hurtle down the tracks at breakneck speeds; they're in three cars, on three more or less parallel tracks, leading you to wonder why three parallel tracks were constructed at great expense and bother, but just when such questions are forming, they have to (1) leap a chasm, (2) jump from one car to another, and (3) crash. It's a funny thing about that little railway: After all these years, it still has lamps hanging over the rails, and the electricity is still on.\n\nThe problem of lighting an unlit world is solved in the next cave they enter, which is inhabited by cute little birds that glow in the dark. One of them makes friends with Sean, and leads them on to the big attraction -- a world bounded by a great interior sea. This world must be a terrible place to inhabit; it has man-eating and man-strangling plants, its waters harbor giant-fanged fish and fearsome sea snakes that eat them, and on the further shore is a Tyrannosaurus rex.\n\nSo do the characters despair? Would you despair, if you were trapped miles below the surface in a cave and being chased by its hungry inhabitants? Of course not. There isn't a moment in the movie when anyone seems frightened, not even during a fall straight down for thousands of feet, during which they link hands like sky-divers and carry on a conversation. Trevor gets the ball rolling: \"We're still falling!\"\n\nI mentioned 3-D glasses earlier in the review. Yes, the movie is available in 3-D in \"selected theaters.\" Select those theaters to avoid. With a few exceptions (such as the authentic IMAX process), 3-D remains underwhelming to me -- a distraction, a disappointment and more often than not offering a dingy picture. I guess setting your story inside the Earth is one way to explain why it always seems to need more lighting.\n\nThe movie is being shown in 2-D in most theaters, and that's how I wish I had seen it. Since there's that part of me with a certain weakness for movies like this, it's possible I would have liked it more. It would have looked brighter and clearer, and the photography wouldn't have been cluttered up with all the leaping and gnashing of teeth. Then I could have appreciated the work of the plucky actors, who do a lot of things right in this movie, of which the most heroic is keeping a straight face.", "running_time": 93, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2008-07-10", "genres": ["Action", "Adventure", "Comedy", "Science Fiction"], "title": "Journey to the Center of the Earth (2007)"}