{"url": "http://www.rogerebert.com/reviews/joy-ride-2001", "by": "Steve Zahnas Fuller", "star_rating": 3.5, "text": "There is a kind of horror movie that plays so convincingly we don't realize it's an exercise in pure style. \"Halloween\" is an example, and John Dahl's ''Joy Ride'' is another. Both films have an evil, marauding predator who just keeps on coming, no matter what, and always seems to know what the victims will do next. ''Joy Ride'' adds the detail that we never see the villain. We only hear his voice and see his truck.\n\nThe film is anchored by convincing characters in a halfway plausible setup. Paul Walker (\"The Fast and the Furious\") plays Lewis, a college student who has pretended for years to be the best friend of Venna (Leelee Sobieski), when actually he wants to be her boyfriend. He's at school in California, she's in Boulder, and after a sudden inspiration, he offers to drive them both back east for the holidays.\n\nTrue to the Ebert's Little Movie Glossary entry, which explains that all movie heroes on cross-country journeys drive gas-guzzling classics, Lewis buys a 1971 Chrysler Newport (most of the cars since 1980 look nerdy). Ordinarily the Newport would be a convertible; it needs to be a hardtop this time, so they can be trapped inside.\n\nLewis makes a detour along the way--to Salt Lake City, where his feckless brother Fuller (Steve Zahn, with a ''What? Me Worry?'' expression) needs to be bailed out on drunk charges. Then it's on to Boulder, while we have lots of time to wonder why the movie spends so much time repeating that Venna goes to Boulder, Boulder, Boulder--only to show us an absolutely flat neocolonial campus with no mountains in the background. This evens the score, I guess, for the mountains that were in the background in \"Rumble In The Bronx\". No matter. The plot has already tightened its screws. Fuller, who has a gift for attracting trouble, and another gift for seeking it out when it doesn't come to him, talks Lewis into buying a $40 citizen's band radio (''kind of a prehistoric internet''), and then eggs him into imitating a woman's voice on the air. As Candy Cane, Lewis makes a date with a trucker named Rusty Nail. ''She'' says she'll be in Room 17 of a roadside motel--which, Lewis and Fuller know, will be occupied by a customer who's a particularly obnoxious racist. The practical jokers are next door in Room 18.\n\nThe device of the never-seen enemy is particularly effective here, as Rusty Nail pounds on the door of the neighbor, there are some indistinct voices, and then a long silence. Later, when the guy in Room 18 is found in the middle of the road in a coma and Fuller is talking to the police, he says he heard a noise like--well, you have to hear Zahn performing it. He somehow finds a note of realistic goofiness; he's funny, but you believe he's like this all the time.\n\nThe movie then settles into a series of high-tension action scenes, as Rusty Nail, driving an enormous semi, tracks the Chrysler down the back roads of the Plains states. It is a convention in road movies that the heroes never take the interstate, and always find ramshackle gas stations that in real life have been bankrupt for years; the atmosphere of menace is further underlined by the obligatory redneck bar with the menacing drunks who threaten the girl (Zahn's character defuses this situation with a brilliant improvisation).\n\nIt will be impossible for critics to review this movie without mentioning Steven Spielberg's TV debut film, ''Duel'' (1971), and it does admittedly feature an implacable foe in a big truck, but the details are all different and original, and John Dahl (\"Red Rock West\" \"The Last Seduction\") is a master of menace in everyday life. His writers, Clay Tarver and J. J. Abrams, find the details and pacing to make the unlikely into the inevitable.\n\nIt's puzzling at first how Rusty Nail, whose truck would seem to be hard to hide, is apparently able to follow them everywhere and know what they're doing; my guess is, when he tells them ''look in the trunk'' and they find their CB radio there, he's rigged it so he can eavesdrop on them. That would also explain some (but not all) of his info about Venna's roommate Charlotte (Jessica Bowman). Also, other truckers could be spotting for him, and every semi in the background looks ominous.\n\nOne sequence was both effective and distracting at the same time. The truck pursues the three characters through a cornfield at night, its powerful searchlight looking for suspiciously waving stalks, and there is a great shot of the heroes running toward the camera with the truck right on top of them. At moments like this, I always wonder why they don't jump out of the way and run in the opposite direction, since it's a big operation to turn a rig like that around in a cornfield.\n\nQuibbles. ''Joy Ride'' is a first-rate pure thriller, an exercise that depends on believable characters and the director's skill in putting the pieces together. The final motel sequence, in which everything breathlessly and bloodily comes together, is relentlessly well-crafted. You want to be scared and have a few laughs and not have your intelligence insulted? Here you go.", "running_time": 96, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-10-05", "genres": ["Suspense", "Thriller"], "title": "Joy Ride (2001)"}