{"url": "http://www.rogerebert.com/reviews/joyeux-noel-2006", "by": "Diane Krugeras Anna Sorensen", "star_rating": 3.0, "text": "On Christmas Eve of 1914, a remarkable event took place in the trenches where the Germans faced the British and the French. There was a spontaneous cease-fire, as the troops on both sides laid down their weapons and observed the birth of the savior in whose name they were killing each other. The irony of this gesture is made clear in the opening scenes of \"Joyeux Noel,\" in which schoolchildren of the three nations sing with angelic fervor, each in their own language, about the necessity of wiping the enemy from the face of the earth.\n\nThe Christmas Eve truce actually happened, although not on quite the scale director Christian Carion suggests in his film, which was nominated for the foreign film Oscar this year. He is accurate, however, in depicting the aftermath: Officers and troops were punished for fraternizing with the enemy in wartime. A priest who celebrated mass in No Man's Land is savagely criticized by his bishop, who believes the patriotic task of the clergy is to urge the troops into battle and reconcile them to death.\n\nThe trench warfare of World War I was a species of hell unlike the agonies of any other war, before or after. The enemies were dug in within earshot of each other, and troops were periodically ordered over the top so that most of them could be mowed down by machinegun fire. They were being ordered to stand up, run forward and be shot to death. And they did it. An additional novelty was the introduction of poison gas.\n\nArtillery bombardments blew up the trenches so often that when they were dug out again, pieces of ordinance, bits of uniforms, shattered wooden supports and human bones interlaced the new walls. A generation lost its leaders. European history might have been different if so many of the best and brightest had not been annihilated. Those who survived were the second team. Goodbye to All That, by Robert Graves, is the best book I have read about the experience.\n\nCarion's film is a trilingual portrait of a short stretch of the front lines, a small enough microcosm of the war that we're able to follow most of the key players. We meet some of them as they volunteer for service. There is a German tenor named Sprink (Benno Furmann), who leaves the opera to serve in uniform. Two Scots brothers sign up: Jonathan and William (Steven Robertson and Robin Laing), who agree, \"At last, something's happening in our lives!\" They are joined by their parish priest, Father Palmer (Gary Lewis), who follows them into uniform as a stretcher bearer. The French are led by Lt. Audebert (Guillaume Canet), whose father (Bernard Le Coq) is the general in charge of these lines. Audebert throws up before leading his men into battle, but that's to be expected.\n\nOn Christmas Eve, the Danish singer Anna Sorensen (Diane Kruger) is brought to a support area to sing for German officers and the Crown Prince, but insists on being taken to the front lines. She says she wants to sing for the ordinary troops, but her real hope is to see Sprink, her lover. Reaching the lines, she is surprised to find that thousands of little Christmas trees have been supplied by Berlin and form a decoration on top of the German trenches.\n\nThe Scots and the French are equally surprised by the trees, and by the sound of singing as Sprink and Sorenson sing \"Silent Night\" and \"Adeste Fidelis.\" Slowly, tentatively, soldiers begin to poke their heads up over the ramparts, and eventually they lay down their arms and join in the cratered no man's land to listen to the singing, and then to the bagpipes of the Scots, and then to celebrate mass. The next morning, Christmas Day, there is even a soccer game. Precious bits of chocolate are shared. And they bury their dead, whose bodies have been rotting between the lines.\n\nThese men have much in common with one another. They come from the same kinds of homes, went to the same kinds of schools and worship the same kinds of Gods. They are required to fight, and most of them are required to die. In a remarkable moment of common interest, they share information about plans for artillery attacks, and all gather in one trench while the other is shelled, then switch trenches for the response. This is treason, I suppose.\n\n\"Joyeux Noel\" has its share of bloodshed, especially in a deadly early charge, but the movie is about a respite from carnage, and it lacks the brutal details of films like \"Paths of Glory,\" \"A Very Long Engagement\" and, from later wars, \"Saving Private Ryan\" and \"Platoon.\" Its sentimentality is muted by the thought that this moment of peace actually did take place, among men who were punished for it, and who mostly died soon enough afterward. But on one Christmas, they were able to express what has been called, perhaps too optimistically, the brotherhood of man.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-03-09", "genres": null, "title": "Joyeux Noel (2006)"}