{"url": "http://www.rogerebert.com/reviews/joyful-noise-2012", "by": "Queen Latifahas Vi Rose Hill", "star_rating": 1.5, "text": "\"Joyful Noise\" is an ungainly assembly of parts that don't fit, and the strange thing is that it makes no particular effort to please its target audience, which would seem to be lovers of gospel choirs. There's a scene toward the end set at a national gospel music competition that features a real gospel choir, and compared to them, our team seems like a hasty gathering of unmatched character types. Here are people we don't believe, with dialogue that sounds contrived and unconvincing.\n\nThe place: a Georgia town, deep in poverty. The characters: the Pacashau Sacred Divinity Choir. The occasion: Just as the choir leader dies of a heart attack, the annual gospel choir competition is approaching. Two strong women are in competition for the job of choir director. Vi Rose Hill (Queen Latifah) and G.G. Sparrow (Dolly Parton). Pastor Dale (Courtney B. Vance) gives Vi Rose the position, although G.G. is the widow of the former director and believes she should have inherited the honor.\n\nNow pause a moment. Imagine a choir. Not a large choir, but smallish, with most of its members looking typecast. It's a small church, but has plenty of empty seats during services. (Cutting corners on extras?) It is completely racially integrated, which I believe is not that common even in modern Georgia. The film has almost no specifically spiritual content; the purpose of the choir is not to praise God but to win contests. The choir members date a lot, leading to a scene in which a black woman and an Asian man fall in love and sleep together. This is without the benefit of matrimony, although it must be admitted that the man seems to be quickly punished by the Almighty. (Later in the film, the woman meets another Asian man, and they exchange warm smiles as part of the clunky happy ending.)\n\nDolly Parton and Queen Latifah, let it be said, are too much for one choir. They provide an excess of subplots. The Parton character has a grandson named Randy (Jeremy Jordan), who has been sent to stay with her after \"getting in trouble\" in New York. The Latifah character has a daughter, Olivia (Keke Palmer). Randy and Olivia fall instantly in love. Olivia is 16. Randy is a \"teenager\" who looks every bit as old as the actor, who is 26 and poised to play Clyde in a Broadway production of \"Bonnie and Clyde.\" He and others were perhaps chosen by a casting director without a single thought about whether they seemed to belong in the same movie.\n\nIt's unclear why G.G. and Vi Rose hate each other or what their history has been, but man, they have a grudge. The appointment of Vi Rose as choir director eventually leads to an epic confrontation between the two women in the local restaurant where G.G. is a waitress. This has to be seen to be believed. While the customers look on in disbelief, and the owner takes an amazingly long time to intervene, they scream insults at each other, and Vi Rose throws baking powder biscuits at G.G., who blocks them with her waitress' tray.\n\nA great many of the insults involve G.G.'s plastic surgery, which Vi Rose implies is mostly responsible for the G.G. standing before us today. G.G. shouts back, \"Plastic surgeons have to make a living!\" We all know that Dolly Parton has had some work, and that she often jokes about it. Still, Vi Rose's dialogue seems over the top: too cruel, because it contains much truth. There is another problem. One look at G.G. and you suspect no waitress in a poverty-stricken town could afford work like that.\n\nThe two \"kids,\" Olivia and Randy, develop a relationship that ticks off the time-honored cliches of all such movie romances, including the breakup and the reconciliation. The movie loads on another subplot involving Vi Rose's son, Walter (Dexter Darden), who has Asperger's syndrome and is articulate about it, complaining to his mom that he wishes he knew how to behave better socially and knows what people mean when they say things. Happily, he finds an appropriate way to express himself during the national finals, and fits snugly into the collective happy ending.\n\nTrue gospel music can indeed be a joyful noise. Turning to the 95th Psalm, the writer of this film, Todd Graff, who also directed, seems to have read it this way: \"O come, let us sing unto the Lord; let us make a joyful noise to the rock and roll of our salvation.\" The climactic scene at the national finals is so inappropriate, so unexpected in terms of what's gone before, that its purpose is not so much to win the competition as to supply the audience with a big production number starring Dolly and the Queen. The only thing miraculous about it is that a big orchestra materializes on the soundtrack. In trying so awkwardly to include a little something for everyone, \"Joyful Noise\" succeeds in finding a little something to disappoint everyone, no matter what they were expecting.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-01-11", "genres": ["Comedy", "Music"], "title": "Joyful Noise (2012)"}