{"url": "http://www.rogerebert.com/reviews/judge-dredd-1995", "by": "Sylvester Stalloneas Judge Dredd", "star_rating": 2.0, "text": "The first voice we hear in \"Judge Dredd\" belongs to James Earl (Darth Vader) Jones, reading the words that crawl up the screen, describing a future world in which most of the Earth is a wasteland, and humans huddle in closed, violent megacities. Jones' voice, along with the words crawling up the screen, are reminders of \"Star Wars.\" The fact that he has to read them is a reminder that in 1977, when \"Star Wars\" came out, audiences didn't need to have them read. We are getting closer to the wasteland every day.\n\nThe movie is based on a comic book series about that future time, when anarchy reigns, and the citizens massacre one another in \"Block Wars,\" using machineguns to fight violent battles just for the fun of it, I guess, since the movie never really provides their motivation. The only force for law and order are the Judges - heavily armed and armored cops who double as judge and jury, and often execute criminals right on the spot.\n\nDredd is played by Sylvester Stallone, who is ideal for a role like this because he's smart and funny enough to pull it off. The screenplay gives him little help, however, with a love interest (Diane Lane) who never really connects, a comic sidekick named Fergie (Rob Schneider) who seems badly out of tune, and a tag line (\"I knew you'd say that\") that doesn't exactly rank with \"Make my day\" or even \"I'll be back.\" The special effects are messy and cluttered, but atmospheric; they show us a Megacity that looks like a cross between the cities in \"Blade Runner\" and \"Total Recall,\" with buildings towering into the sky and gangs rumbling in the streets and helpful neon signs that say things like \"Store.\" Judge Dredd and his partner Judge Hershey (Lane) patrol the streets and shoot it out with bad guys, and Dredd arrests Fergie for being in the apartment of some outlaws Dredd has just killed.\n\n\"But I had only been there five minutes!\" Fergie cries.\n\n\"You could have jumped out of the window.\" \"Forty floors up? That would be suicide!\" \"But it's legal,\" says Dredd, who is an unbending law enforcer until he, himself, is convicted of the murder of a TV newsman. How do they know he did it? Well, the guns of the future imprint each bullet with the DNA of the person who fired it, and so Dredd is shipped to Aspen Prison Colony. Then we learn from Senior Judge (Max Von Sydow) that Dredd was cloned, and has an identical brother (Armand Assante) who could have supplied the same DNA. This is an angle the Simpson defense team shouldn't overlook.\n\nThe movie cheerfully borrows from everywhere. Besides the movies already mentioned, it lifts bits of \"Mad Max\" and \"The Hills Have Eyes\" in a subplot involving the Angel family, who live in a cave in the hinterlands and barbecue their human victims. One of the Angel brothers has a dial implanted in his forehead, so his anger level can be adjusted. Nice touch. His IQ seems set on Defrost.\n\n\"Judge Dredd\" never slows down enough to make much sense; it's a \"Blade Runner\" for audiences with Attention Deficit Disorder.\n\nStallone survives it, but his supporting cast, also including an uninvolved Joan Chen and a tremendously intense Jurgen Prochnow, isn't well used. Only Assante, as the rogue Judge who frames his brother, holds up under the material, although the movie doesn't exploit the brother angle, maybe because that would have involved dialogue of more than one sentence at a time.", "running_time": 91, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-06-30", "genres": ["Action", "Science Fiction"], "title": "Judge Dredd (1995)"}