{"url": "http://www.rogerebert.com/reviews/judy-moody-and-the-not-bummer-summer-2011", "by": "Jordana Beattyas Judy Moody", "star_rating": 2.0, "text": "\"Judy Moody and the NOT Bummer Summer\" is a film that little kids might find perfectly acceptable. Little, little, little kids. My best guess is, above fourth-grade level, you'd be pushing it. Young kids, however, might enjoy its zany adaptation of Megan McDonald's best-seller. That makes this film a good candidate for watching it on video. I doubt many parents would enjoy it much, and I can't see grown-ups attending unless they're on duty.\n\nThe movie tells the story of redheaded Judy Moody (Jordana Beatty), who learns in disbelief that while all her friends will be spending the summer doing neat things, her own parents will be away from home on an important trip. They plan to abandon Judy and her kid brother, Stink (Parris Mosteller), to the care of her dreaded Aunt Opal (Heather Graham). That information immediately reminded me that one of my mother's best friends was named Opal Hollingsworth. I heard the name \"Opal Hollingsworth\" so often that it's difficult for me to think of an Opal not named Hollingsworth.\n\nWhat, you may ask, does that possibly have to do with \"Judy Moody and the NOT Bummer Summer\"? I must be honest. Both while watching the movie and again while writing this review, when I got to the name \"Aunt Opal,\" my mind veered off on a tangent. There was little in the film to draw it back on course. It may seem unfair of me to change the subject so arbitrarily, but I am trying to signal my grown-up readers that they may find themselves looking for stuff to think about while watching this film.\n\nAnyway, Aunt Opal turns up and is not nearly so bad as Judy Moody fears. She draws up a Thrill Chart, a weirdly unconnected checklist of things to keep Judy and Stink occupied during the summer, and the film works its way through some of these topics with lots of bright colors and jolly music. There are also some jokes about those basic bodily functions that little kids seem to find hilarious.\n\nJordana Beatty is capable here, sweet and spirited, and my wish for her is that life brings her screenplays that I will find more interesting. She might excel in \"The Life of Opal Hollingsworth,\" who was quite a character.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-06-08", "genres": ["Comedy", "Family"], "title": "Judy Moody and the NOT Bummer Summer (2011)"}