{"url": "http://www.rogerebert.com/reviews/julius-caesar-1971", "by": "Charlton Hestonas Mark Antony", "star_rating": 1.0, "text": "There's hardly any way to describe how Jason Robards brings \"Julius Caesar\" to its knees, but let me try. It's a neat trick. He stares vacantly into the camera and recites Shakespeare's words as if he'd memorized them seconds before, or maybe was reading from idiot cards.\n\nEach word has the same emphasis as the last, and they march out of the screen at us without regard for phrases, sentences or emotional content. We begin to suspect, along toward Robards' big speech over Caesar's body, that Robards' mind has been captured by a computer from another planet and that the movie is an alien plot to drain the soul from mighty Shakespeare.\n\nRobards would be enough, all by himself, to capsize the movie, but there's more. The actors race about on sets so flimsy we half expect them to collapse and sweep the entire Senate away with Caesar. When the crowds gather for Mark Antony's funeral oration, they group themselves like refugees from a particularly orderly Renaissance painting. When we get close-ups of the conspirators, they're arranged like mannequins in a department store window, and so rigid is the staging that sometimes they actually have to talk over their shoulders to each other.\n\nAnd then there's the matter of the walla. In big crowd scenes, sound departments always put in a lot of walla. Crudely defined, walla is the mix of indistinguishable noises a crowd makes when it talks all at once: Walla, walla, walla. Now walla isn't expensive - mere cents per wal - but in \"Julius Caesar\" something very weird has happened to the walla. It sounds as if it were composed on a synthetic electronic device of some sort; it doesn't sound human.\n\nSo there's poor Robards trying to remember his lines, and all this synthetic walla curling around him, and then Charlton Heston leaps in with his Mark Antony speech. Heston does a fine job. Indeed, several performances are good; especially Robert Vaughn's as a slippery Casca. But just when Heston gets into high gear, we cut away to a long shot of the crowd and lose all the personal emotion in Heston's face.\n\nThere's plenty of facial emotion, however, when John Gielgud (as Caesar) gets stabbed in the Senate. He is stabbed at least a dozen times before he dies, and any one of the wounds should have been fatal. But he holds on for two more speeches before be goes. That's in the play, of course. But Shakespeare on the stage can be stylized, and you understand what's happening.\n\nIn the movie, the special-effects boys have gone to work, and they've got Gielgud spouting blood from every available pore by the time he finishes his last speech. It's distracting, at the very least. And there's the Senate milling around in a maze of electronic walla, and Robards sabotaging the key scene just like all the others. The fault this time is not in ourselves but in the stars.", "running_time": null, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-03-17", "genres": null, "title": "Julius Caesar (1971)"}