{"url": "http://www.rogerebert.com/reviews/julie-and-julia-2009", "by": "Meryl Streepas Julia Child", "star_rating": 2.5, "text": "Did you ever want to take a three-day bus trip sitting next to Julia Child? Just asking. In 30-minute programs on TV, she was priceless. But to live with her, I suspect, must have taken the patience of a saint. Her husband Paul in “Julie & Julia” is portrayed as a saint, so that explains her marriage.\n\nNow about Julie Powell. That’s the woman who wrote an online journal documenting her vow to cook all the way through Child’s Mastering the Art of French Cooking, 524 recipes in 365 days. She is also married to a patient man, although he retains enough self-respect to walk out for a few days half-way through her project. Together, they make just about enough money to live above a pizza parlor in Queens. How do they pay for all those groceries?\n\nThe performances go a long way toward selling the characters; Meryl Streep creates an uncanny version of Julia Child, of course with a spot-on accent. She seems to have grown several inches to play the great 6’2” chef. Stanley Tucci, playing her diplomat husband, stands 5’8” in real life. The movie somewhat diminishes this difference, but at no point, however, does he seem capable of denying anything to his beloved goddess. \n\nAmy Adams could make anyone lovable, but with Julie Powell, it’s sometimes a stretch. Julie is so single-minded about her obsession that it comes to dominate her married life. Having cooked a few of Julia Child’s recipes myself, I doubt there are many you can start on after getting home, some nights, as late as 8 or 9. The dinner bell seems to have rung at the Powell household after midnight, although the wait was mellowed by a remarkable number of martinis.\n\nThe film, directed and written by Nora Ephron, cuts back and forth between the two women, showing how their dedication to cuisine shaped their lives and marriages. A fair number of no-doubt delicious recipes are prepared and served, but there is never a moment when our mouths water as they did over the Japanese noodle soup in \"Tampopo.\"\n\nNor are the leads seen as great eaters. They put a forkful in their mouths, close their eyes and say “mmmm,” and that’s about it. If Paul likes a dish, it is because it gives him the opportunity to tell Julia what a genius she is. Poor Eric, Julie’s husband, simply gobbles everything like pizza after a softball game; having to wait so late for his meals perhaps gives him anxiety.\n\nJulia Child was a rarity, an American woman studying haute cuisine at a French school for professional chefs, and was obviously a gifted student and a natural chef, even if she was driven to cooking because of her impatience with bridge. Ephron chooses to show her education in scenes so broad we could be watching “I Love Lucy.” If you came home and found your wife savagely dicing so many onions that she had a pyramid two feet high, would you wonder about her?\n\nAs for Julie Powell, her project is undertaken to boost her self-esteem; she’s a telephone call-taker in a cubicle, dealing with insurance questions involving 9/11, although “really” she’s a novelist. Someone once said, What you do all day instead of your real job IS your real job.\n\n“Julie & Julia” is not lacking in entertainment value, especially with the Streep performance. But if the men had been portrayed as more high-spirited, it might have taken on intriguing dimensions. Both husbands are, frankly, a little boring: They’ve been assigned their supporting roles in their marriages and are reluctant to question the singlemindedness of their wives.\n\nAll the same, credit is due. Julia Child really did write a cookbook that changed American culinary history. And Julie Powell really did cook her way through 524 recipes in 365 days. I am currently writing a cookbook titled The Pot and How to Use It, about how you can cook almost anything in a rice cooker. Take my word for it, it’s not going to take anyone a year to cook their way through this one.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-05", "genres": ["Comedy", "Drama"], "title": "Julie and Julia (2009)"}