{"url": "http://www.rogerebert.com/reviews/julien-donkey-boy-1999", "by": "Ewen Bremneras Julien", "star_rating": 3.0, "text": "Is there an audience for movies like Harmony Korine's \"julien donkey-boy\"? The campus film freaks who used to support underground films have migrated to slick aboveground indie productions. There's no longer a fascination with films that are difficult and experimental. They can't fill a classroom these days, let alone a theater. Korine, who at 25 is one of the most untamed new directors, belongs on the list with Godard, Cassavetes, Herzog, Warhol, Tarkovsky, Brakhage and others who smash conventional movies and reassemble the pieces.\n\nWerner Herzog, the great German free spirit, is indeed one of the stars of \"julien donkey-boy,\" which is the story of a schizophrenic, told more or less through his own eyes. The film's style is inspired by \"Dogma 95,\" the Danish manifesto calling for movies to be made with hand-held cameras, available light and sound, and props found on location. Korine shot his basic material using that approach, and then passed it through a lot of post-production stages, so that at times it looks like abstract art seen through a glass, murkily. (The outtakes on the Web site look like straightforward digital video; the movie rarely does). \"julien\" doesn't always work in its individual moments, but it works as a whole. It adds up to something, unlike a lot of movies where individual shots are sensational, but they add up to nothing. The characters emerge gradually from the kaleidoscopic style. We learn that Julien (Ewen Bremner, from \"Trainspotting\") is a schizophrenic who lives at home with his bizarre father (Herzog), his fairly normal brother Chris (Evan Neumann) and a sister, Pearl (Chloe Sevigny), who is carrying Julien's child.\n\nLife in this household consists of mind games, wrestling matches and family fights. Herzog, as the father, is the ringleader. At various times he listens to bluegrass music while wearing a gas mask, lectures on the world championship for talking birds, praises \"Dirty Harry\" movies and belittles his daughter's musical ambitions: \"Why don't you tell your sister she is never going to learn to play this harp? She's a dilettante and a slut.\" Sometimes this is funny. Sometimes it is sad. Some of it takes place so completely within Julien's mind that we can't be sure what really happens--the opening scene involving an attack on a boy and his pet turtle, for example. Other scenes take on a heartbreaking realism, as when Pearl has a miscarriage at an ice rink, and Julien takes the stillborn infant in his arms, carries it home with him on the bus and hides under his covers, cradling it and weeping.\n\nThe experience of seeing a movie like this is shocking for most moviegoers, and while some are stimulated by it, most resist and resent it. That's as it should be. No movie is made for everybody. \"julien donkey-boy\" is hardly made for anybody. It seems at first to be merely a jumble of discordant images (\"Freaks\" shot by the \"Blair Witch\" crew) but then, if you stay with it, the pattern emerges from the jumble.\n\nYou understand, first of all, that the point of view is that of a schizophrenic person. Secondly, that the family is dysfunctional to any outside observer but functions in its own way for its members. Third, that the story is filled with genuine emotion and even love (the movie is dedicated to Korine's schizophrenic uncle). An opera aria plays in snatches throughout the film, and when it swells up at the end, it is a lament for the suffering of these characters.\n\nKorine's background is well-known. He was a skateboarder in New York when his screenplay about his friends was made into Larry Clark's \"Kids\" (1995), a harrowing portrait of street kids and their society. His second film, \"Gummo,\" unseen by me, won festival prizes at Venice and Rotterdam, and was despised by a good majority of mainstream critics. Now comes \"julien,\" and it demonstrates that Korine is the real thing, an innovative and gifted filmmaker whose work forces us to see on his terms.\n\nTo be sure, Korine is sometimes too willing to shock for fun. A talent show at a school for the blind is excessive, especially the cigarette-eating act; appearances by an armless drummer and a black albino rap artist also are not persuasively integrated into the rest of the film. But a scene in an African-American gospel church service begins as tourism and then deepens into something very moving, as Julien's eyes brim with tears. The odds are good that most people will dislike this film and be offended by it. For others, it will provoke sympathy rather than scorn. You know who you are.\n\nNote: In a \"confession\" published on the movie's Web site, Korine kids \"Dogma 95\" at the same time he genuflects to it. He admits that although \"Dogma\" requires all props to be found on location, he imported a can of cranberries from a supermarket. And he apologizes that Chloe Sevigny, his real-life girlfriend, was not really pregnant in the movie (\"I did try, though\") but only had a pillow stuffed under her clothes. He proudly adds that the pillow was found on the location, in his grandmother's bedroom closet. All this at www.juliendonkeyboy.com.", "running_time": 94, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-05", "genres": ["Drama", "Indie"], "title": "Julien Donkey-Boy (1999)"}