{"url": "http://www.rogerebert.com/reviews/julia-and-julia-1988", "by": "Kathleen Turneras Julia", "star_rating": 3.0, "text": "“Julia and Julia” tells one of those nightmare stories, like “The Trial,” where the hero is condemned to live in a world in which absolutely nothing can be counted on. The story unfolds as a series of surprises, and since even the first surprise is crucial to the plot, I frankly don’t see any way to review the film without spoiling some of the effect. I advise you not to read any further if you plan to be surprised by the film.\n\nThe story begins on the wedding day of its heroine, Julia, who is played by Kathleen Turner as a sweet and rather moony young woman not at all like the smart, aggressive characters she usually creates. It is a beautiful day in Italy, in a sunlit garden where even the trees seem to bow in happiness, but a few hours later Julia and her new husband (Gabriel Byrne) are involved in a road accident, and Byrne is killed.\n\nTurner, an American, decides to stay in Italy. She moves into a small apartment across the street from the large flat that was to be her home. Time passes. One day something strange happens, which the movie shows but does not explain. She passes through some kind of dimension into a different time scheme, a parallel path in which things turned out differently and her husband did not die, and they have a small boy.\n\nThe sequence in which she discovers this is wonderful. She goes to her little flat, which is occupied by a strange woman who insists she has always lived there. She sees lights in the large flat across the street, which she had always refused to sell. Trembling, she climbs the stairs to find Byrne at home with their son and everyone treating her as if she had been with them all along and none of her tragic memories had ever taken place.\n\nShe is, of course, shattered. She does not know how this could have happened, and there is no one she can discuss it with, without appearing insane (although I kept wishing she wouldn’t internalize everything). She is pathetically grateful to have her happiness back until one moment, completely without warning, she is plunged back into her other, tragic lifetime. Then she is flipped back to happiness again, sort of like a Ping-Pong ball of fate, and there is the complication of a lover (played by Sting), that she apparently has taken in her “happy” lifetime. (The rule at the center of these paradoxes is that she always remembers all of the sad lifetime, but only remembers those parts of the happy one that we actually see her experiencing.) What’s going on here? Don’t ask me - and don’t ask the movie, either. Even the simplest explanation, of parallel time tracks, is one I’ve borrowed out of old science-fiction novels. “Julia and Julia” wisely declines to offer any explanation at all, preferring to stay completely within Julia’s nightmares as she experiences them.\n\nThe construction of the story is ingenious and perverse and has a kind of inner logic of its own. And if there is a flaw, it’s that no woman could endure this kind of round trip more than once, if that much, before being emotionally shattered. I was reminded of Turner’s work in “Peggy Sue Got Married,” in which she traveled back in time to her own adolescence; think how much more disturbing it would be to travel sideways into the happiness you thought you’d lost.\n\nThis is the kind of movie that proves unbearably frustrating to some people, who demand explanations and resent obscurity. I have seen so many movies recently in which absolutely everything could be predicted that I found “Julia and Julia” perversely entertaining.\n\nNote: Whatever fate this movie has at the box office, it will win a footnote in cinematic history as the first feature shot entirely in high definition television and then transferred to film. How does it look? There are a few moments when quick movements seem to trail their shadows behind them, but in general the quality is comparable to a 16mm print blown up to 35mm. Although the film lacks the sharpness and clarity of a true 35mm print, the result is much better than any previous TV-to-film transfer I’ve seen.", "running_time": 98, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-05", "genres": null, "title": "Julia and Julia (1988)"}