{"url": "http://www.rogerebert.com/reviews/julia-1977", "by": "Jane Fondaas Lillian Hellman", "star_rating": 2.5, "text": "\"Julia\" is the story of a fascinating woman, told from the point of view of someone who hardly knew her. That is, I realize, an unkind judgment against Lillian Hellman, whose wartime memoirs provide the inspiration for the story. But this movie's problems start with its point of view, and it never quite recovers from them. \n\nThe film is structured as a tribute to a memory. We hear the voice of Jane Fonda, as Lillian Hellman, telling us about this great friend of her youth, and how Julia (Vanessa Redgrave) grew up to become a brave and doomed woman. All very well, but the film never really establishes a relationship between the two women; instead, it documents an attitude. To Lillian, Julia is a goddess. But what is Lillian to Julia? A courier, in the movie's long central scene: Lillian is recruited to carry large sums of Julia's money into pre-war Germany, to buy the freedom of several hundred Jews and other prisoners. But even here, in a scene in a Vienna cafe that contains the longest of the movie's rare stretches of dialogue between Julia and Lillian, confidences are not really exchanged. Julia, who seems to be acting as she feels an Eric Ambler heroine should, doesn't reveal herself except in a sort of understated, heroic posture.\n\nIt's awkward, the way the movie has to suspend itself between Julia -- its ostensible subject -- and Lillian Hellman, its real subject. Jane Fonda provides an interesting portrait of the young woman playwright who banged out her frustrations on the typewriter, who chain-smoked, who drank too much (and lived with Dashiell Hammett, who also drank too much) and who eventually became the legend we know today. We like this Lillian so much, indeed, that we wouldn't at all mind a whole movie about her.\n\nBut, no, the movie pretends to be about Julia. And so we get romantic flashbacks, and heroic musings on the sound track, and the one story trying to fit into the other and splitting its seams. The movie's central weakness betrays itself when we compare its two relationships. The one between Lillian and \"Dash\" is basically intended as background and atmosphere, I suppose, but Fonda and Jason Robards, Jr., make it real. They bring dimensions to it: When Hammett finally bestows his blessings on one of Hellman's plays, we believe the moment.\n\nBetween Lillian and Julia, though, there are only two notes. One is childhood idolatry, as in the scene, beautiful to watch but impossible to take seriously, in which the two adolescent girls idealize their emotions. The other is adult role-playing, in which Julia strides purposefully through Oxford, and then through Europe, playing the kind of heroic radical Vanessa Redgrave has sometimes fancied herself. Lillian, at her side, can admire and envy. But she cannot connect.\n\nWhat you really have, buried deep within the memoir, is the unspoken wish that Lillian had known Julia better. But Julia remains an enigma. We see key moments of Lillian's life -- we even see her glorying in her first Broadway success -- but the movie's missing comparable information about Julia. She remains a distant symbol, an example of what women can do, an icon.\n\nMany of the reviews of \"Julia\" went on and on about the relationship it portrays between two women, and have discovered in the movie all sorts of feminist lessons. That's wishful thinking. The only real relationship in the movie is the man-woman one, and, if anything, \"Julia\" documents how hard it was forty years ago for two women, even emancipated intellectual women, to meet each other on the level.\n\nPerhaps to cover up that weakness, director Fred Zinnemann provides a long, would-be suspenseful, set-piece in the center of the film, following Lillian as she attempts to smuggle the money into Germany. The caper is so awkwardly acted and directed that we sometimes can't even follow it. The timing is off, the significant glances are insignificant, the adventure seems cooked up to fill screen time.\n\nIf \"Julia\" had been about Julia, that would have been an improvement. If it had been about Lillian, that would have been an inspiration. But how did a movie get made that isn't really about either one of them?", "running_time": 118, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-01-01", "genres": ["Drama"], "title": "Julia (1977)"}