{"url": "http://www.rogerebert.com/reviews/julia-2009", "by": "Tilda Swintonas Julia", "star_rating": 4.0, "text": "Tilda Swinton is fearless. She’ll take on any role without her ego, paycheck, vanity or career path playing a part. All that matters, apparently, is whether the movie interests her, and whether she thinks she can do something interesting with the role. She almost always can. She hasn’t often been more fascinating than in “Julia,” a nerve-wracking thriller with a twisty plot and startling realism.\n\nWe have not seen this Tilda before — but then, we haven’t seen most of the Tildas before. This one is an alcoholic slut who lacks what we are pleased to call normal feminine emotions. She’s just been fired from another job. Her pattern is to get sloppy drunk every night and drag a strange man to bed. She needs money. Her neighbor Elena (Kate del Castillo) comes to her with an offer. Her young son is now living with his millionaire grandfather, who won’t allow her to see him. She needs somebody to help her kidnap the child.\n\nThis is the beginning of Julia’s nightmare journey through a thorny thicket of people you do not want to meet. If there’s one thing that’s consistent about her behavior, it’s how she lies to all of them. This is not one of those tough heroines you sort of like. You don’t like her. She makes not the slightest effort to be liked. She doesn’t give a damn. She cuts back on the drinking, however, perhaps because she is constantly fleeing — both away from, and toward.\n\nYou have to give a lot of credit to Erick Zonca, the 53-year-old French director who co-wrote the film with Aude Py. He makes it move relentlessly. He skillfully buries it in seedy American and Mexican locations that never, ever, feel like sets. He uses a child actor and uses him well. He makes no attempt to sentimentalize the kid, who is spoiled and hostile. He puts Swinton at the center of this, and she plays Julia as a tough broad who is in way over her head, and desperately invents stories to mislead those who want the money involved — which starts out at $50,000 before she cheats her way up to $2 million.\n\nThe plot of “Julia,” with its twists and turns and surprises and rotten luck, is, shall we say, not very plausible. I believed it. That’s because everything that happens seems inevitable, not contrived — the inescapable outcome of what has gone before, growing out of the greed and evil of the characters, which Julia, who is herself greedy and evil, is blindsided by. I could summarize the plot for you in one sentence, but I don’t think I will, and when you see the film, you will understand why.\n\nDo we hate this woman Julia? When you see how she treats the boy Tom (Aidan Gould), we want to, except that she’s all that stands between Tom and much worse things, including death. No matter what her motives for keeping him alive, there comes a moment when she shields him with her body from a man with a gun, and an utterly amoral woman would have made a deal.\n\nOh, she offers lots of deals. She’s not to be trusted. There are times here when only her quick powers of invention keep her and the boy alive, and Swinton does a magnificent job with a tough acting challenge: letting us see how desperate she is without another character being able to tell. This movie lives on the edge all the way through, right up until an astonishing final scene on the median strip of a superhighway. What she does then shows that she’s a better woman than she was when she started out, but you can’t call it a false happy ending, because it’s more wrung out than happy, and, after all, what choice did she have?\n\n“Julia” should have a big ad campaign and be making a lot of noise, stirring up word-of-mouth. It’s being treated as an art film. It’s good enough to be an art film, but don’t let anyone pigeonhole it for you. It’s one doozy of a great thriller. And the acting here is as good as it gets — not just from Swinton, but from Saul Rubinek as her one remaining friend, and by Bruno Bichir as Diego, who she meets in Tijuana. You want to be careful who you meet in Tijuana.\n\nSwinton here is amazing. She goes for broke and wins big time.", "running_time": 138, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-07-01", "genres": ["Drama", "Foreign"], "title": "Julia (2009)"}