{"url": "http://www.rogerebert.com/reviews/jumanji-1995", "by": "Robin Williamsas Alan Parrish", "star_rating": 1.5, "text": "\"Jumanji\" is being promoted as a jolly holiday season entertainment, with ads that show Robin Williams with a twinkle in his eye. The movie itself is likely to send younger children fleeing from the theater, or hiding in their parents' arms. Those who do sit all the way through it are likely to toss and turn with nightmares inspired by its frightening images.\n\nWhoever thought this was a family movie (the MPAA rates it PG - not even PG-13!) must think kids are made of stern stuff. The film is a gloomy special-effects extravaganza filled with grotesque images, generating fear and despair. Even for older audiences, there are few redeeming factors, because what little story there is serves as a coathook for the f/x sequences, which come out of nowhere and evaporate into the same place.\n\nThe film opens in 1869, as a sturdy chest is buried in the woods. \"What if someone digs this up?\" a shadowy worker asks. \"God help them!\" he's told.\n\nWe flash forward to 1969, as a little boy named Alan finds the chest in a construction site and opens it to discover a board game named \"Jumanji.\" He rolls the dice and is instantly fascinated with the game's supernatural powers. The pieces on the board move themselves. The game communicates with ghostly messages that float into focus in a cloudy lens. And Alan is attacked by a cloud of bats.\n\nAnother flash-forward, this time to the present, as two other kids find the game in an old mansion that has been abandoned for years. This is none other than Alan's childhood home, and when the kids begin playing the game, Alan materializes. He has been in limbo all of this time, growing to manhood, and is now played by Robin Williams. His first words: \"Where's my mom and dad?\" Ah, but there's no time for sentimentality now. He makes friends with the children, Judy (Kirsten Dunst) and Peter (Bradley Pierce), and together they begin to explore the world of Jumanji, which contains jungle terrors. They will be attacked by lions, monkeys, rhinos, elephants, giant insects, poison darts, plants that strangle them and other plants that eat things, snakes, birds, mosquitoes, thunder and lightning, and (it goes without saying) spiders. They will wrestle with a crocodile and Alan will almost be gobbled up by a pool of quicksand that appears in the middle of the mansion's floor.\n\nOther characters make their appearances. There's Van Pelt (Jonathan Hyde), a big-game hunter who has also been captured by the game; Aunt Nora (Bebe Neuwirth), who has adopted little Judy and Peter (somehow it is inevitable that they are orphans), and Sarah (Bonnie Hunt), who was the little girl who played Jumanji with young Alan on that fateful day in 1969, and now has grown up to become a reclusive fortune-teller. The town shunned her because she insisted on telling the truth about her experience with the board game.\n\nThe basic notion of the film (two kids have lots of scary adventures with Robin Williams) must have sounded good on paper. But the technicians have filled the screen with special effects, both conventional and animated, in such a way that the movie is now about as appropriate for smaller children as, say, \"Jaws.\" It's not bad enough that the film's young heroes have to endure an unremitting series of terrifying dangers; at one point, little Peter gets converted into a monkey that looks like a Wolf Man, and goes through the film like a miniature Lon Chaney, with a hairy snout and wicked jaws. This image alone is likely to be disturbing to small children. To me, it looked like gratuitous cruelty on the part of the filmmakers toward the harmless young character.\n\nThe underlying structure of the film seems inspired by - or limited by - interactive video games. There is little attempt to construct a coherent story. Instead, the characters face one threat after another, as new and grotesque dangers jump at them. It's like those video games where you achieve one level after another by killing and not getting killed. The ultimate level for young viewers will be being able to sit all the way through the movie.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-12-15", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Jumanji (1995)"}