{"url": "http://www.rogerebert.com/reviews/jump-tomorrow-2001", "by": "Tunde Adebimpeas George", "star_rating": 3.0, "text": "People are always asking George to smile, and he tries to oblige, with a self-conscious twitch of the lips that reveals less happiness than wariness. What is he afraid of? Of smiling, I think. George (Tunde Adebimpe) is a serious, dutiful Nigerian who always wears glasses and usually wears a suit and needs to learn to listen to his heart.\n\nWe meet him at the airport in Buffalo, where he plans to meet his bride-to-be; it is an arranged marriage with a Nigerian woman his family has known for years. Alas, she arrived on yesterday's plane, and finding no one to meet her, has already gone on to Niagara, where the wedding it to take place. George's uncle (Isiah Whitlock Jr.) is apoplectic: The marriage makes good \"sense,\" and George is blowing it.\n\nThat's the set-up for the low-key screwball comedy \"Jump Tomorrow,\" which takes a 1930s Hollywood formula and recasts it with unexpected types. At the airport, George meets Alicia (Natalia Verbeke), a Latina who flirts with him and tells him about a party that night. And he meets Gerard (Hippolyte Girardot), a disconsolate Frenchman who has just proposed marriage and been slammed down.\n\nGeorge is not a demonstrative man, but for some reason he inspires others to enlist in his cause. He ends up at Alicia's party with Gerard, and by the end of the evening it is clear to Gerard, if not to George, that George is in love with Alicia. Gerard sees George as an assignment from heaven: If Gerard cannot find happiness in love, perhaps he can help George find it. He offers to drive George to Niagara. Along they way they encounter Alicia and her unpromising British boyfriend Nathan (James Wilby). Everyone ends up in Gerard's car (license plate: AMOUR), their romantic futures in doubt.\n\nThe title of \"Jump Tomorrow\" refers to helpful advice for potential suicides. It may also refer to taking a big romantic leap. The movie was written and directed by Joel Hopkins, a recent graduate of the NYU film school, whose short subject \"Jorge\" starred the same character and was a hit on the festival and online circuits. The movie doesn't have an unkind thought in its head. It's all sweetness and understated charm, and after awhile even George begins to grow on us.\n\nThat is a slow process, because Tunde Adebimpe plays the character as a man who values probity above all else and has an instinctive loathing for instinctive gestures. If he were happy-go-lucky, the movie would lose much of its charm; the buried question is whether this sober, severe young man is capable of a grand romantic gesture. The movie plays with ethnic stereotypes by having the Gallic Gerard and the Latin Alicia as his emotional prods; the Englishman Nathan is as uptight as George, but while George's personality is a challenge, Nathan's is a trial.\n\nIs there a market for a movie like this? It doesn't punch out its comic points but lets the story gradually reveal them. It takes us time to like George. The plot unfolds with the gradual richness of something by Eric Rohmer, who has the whole canvas in view from the beginning but uncovers it a square inch at a time. By the end of \"Jump Tomorrow\" I was awfully fond of the picture. Is that enough for a first-run admission, or should you wait until it turns up on one of the indie cable channels? You tell me.", "running_time": 96, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-07-27", "genres": ["Comedy", "Indie", "Romance"], "title": "Jump Tomorrow (2001)"}