{"url": "http://www.rogerebert.com/reviews/jumping-the-broom-2011", "by": "Paula Pattonas Sabrina", "star_rating": 3.0, "text": "The groom's mother is a postal worker in Brooklyn. The bride's family lives in a seaside compound on Martha's Vineyard so spacious, no neighbors are visible. The bride and groom are in love, but their families are not. That was good enough for \"Romeo and Juliet,\" and it still sorta works with \"Jumping the Broom.\"\n\nThis is one of those films during which I notice things I simply decide to disregard. It's a good time at the movies, and an excellent demonstration of why I dislike the word \"flawed,\" which critics use as if they were gazing through jewelers' eyepieces. It's not a perfect movie. The mothers are exaggerated to the point of easy sitcommery. So, OK: We're not going for the sociology. We're going for fun, and if characters are too broad, that, too, can be fun. There's such a thing as being picky, picky, picky, and in this case, Angela Bassett and Loretta Devine have such good timing with their performances that to hell with nuance.\n\nThe marriage takes place across the class divide between two African-American families. The Taylors are working class. The Watsons are members of the ruling elite; Mr. Watson basically just stands around posing like a sleek Master of the Universe.\n\nWe meet the Watson girl, Sabrina (Paula Patton), after another of the one-night stands apparently not unknown to her. She's fed up with these hit-and-run guys and prays that, from now on, she's going to save her cookies like a good Girl Scout until she meets Mr. Right. (The film was co-produced by Bishop T.D. Jakes, who possibly finds even retroactive abstinence to be commendable. It was Oscar Levant who said, \"I go back so far, I knew Doris Day before she was a virgin.\")\n\nMr. Right turns out to be Jason (Laz Alonso), who may come from a blue-collar home but is a hot shot on Wall Street, and the kind of chap any mother should be proud to have her daughter marry. Not Bassett's Mrs. Watson. And for Devine's Mrs. Taylor, she is affronted that the bride's mother contacts her by text message. Text! How insulting is that?\n\nThe mothers meet for the first time on the wedding day. Their meeting is not a masterpiece of subtle dialogue, but let it be said that Devine and Bassett slug it out boldly, as everyone present (and in the audience) winces. What saves this from being a bloodbath of social mayhem is the leavening presence of some amusing supporting characters. \n\nIt is written that couples who meet at weddings are under a special star, and young Sebastian (Romeo Miller) easily believes that when he lays eyes (and would like to lay so much else) on Shonda. She isn't quite old enough to be his mother, but easily old enough to be his mother's younger sister. He's lovestruck, sincere, inexhaustible. She flees, lectures him and is touched by his devotion and might secretly like to be touched by more than that.\n\nThere's an even broader romance between the bridesmaid Blythe (Meagan Good) and the chef (Gary Dourdan), which results in one of the most original explanations I can imagine for keeping flour off the knees of your pants.\n\nThe title \"Jumping the Broom\" comes from an ancient custom of slavery days, passed down in the Taylor family. When Mrs. Watson hears of this, she declares, \"Our family weren't slaves. We owned slaves.\" While I have no doubt that was sometimes the case, I submit that neither Mrs. Watson or any other African American in the last century or more would choose to make that announcement in public.\n\nThe movie is elegantly photographed. There is something about a wedding that bestows a pleasing structure upon a film. We anticipate that inevitable moment when all happiness seems doomed. The cast is large, well chosen and diverting. The ceremony is delightful. Sabrina and Jason make a lovely couple. Someday they will laugh back in remembering their mothers. Not someday real soon.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-05-04", "genres": ["Comedy", "Romance"], "title": "Jumping the Broom (2011)"}