{"url": "http://www.rogerebert.com/reviews/jumpin-jack-flash-1986", "by": "Whoopi Goldbergas Terry Doolittle", "star_rating": 2.0, "text": "Whoopi Goldberg is the only original or interesting thing about \"Jumpin' Jack Flash.\" And she tries, but she's not enough. They've harnessed her to an exhausted screenplay - an anthology of old ideas and worn-out cliches - and although she strains with all her heart to pump energy into the movie, it's a lost cause.\n\nThere is nothing here to care about, except for her, and even then there's a catch: Her character is so self-contained, so cut off from the other people in the movie, that even when she is generating energy, the rest of the characters hardly seem to notice.\n\nGoldberg plays a computer operator in a big New York bank, and it's a standing joke in her department that her computer terminal sometimes picks up Russian television. One day, it picks up another signal from Russia: a desperate cry for help from a man who signs himself Jumpin' Jack Flash. That is also the name of a Rolling Stones tune, and he challenges Goldberg to figure out his secret password key on the basis of that one clue.\n\nShe tries out a lot of passwords - including the first names of all of Mick Jagger's girlfriends - before she finally stumbles on the right one. Then she finds herself in the middle of an international intrigue. Jack Flash is the pseudonym for a British agent who's marooned in Russia and desperate to get information from the British Embassy that may allow him to escape. He wants Goldberg to help him.\n\nThen why the goofy business of the password? To make sure she's smart, he says. To kill time with meaningless cuteness, I say.\n\nIn the course of the movie, Goldberg will nearly fall off the roof of the British Embassy, and will get shot at by spies, chased by hit men and dragged in a runaway phone booth. She will crash an embassy ball dressed like Tina Turner, outsmart the British computers, carry on war with her boss at the bank, break into Elizabeth Arden's and fall in love through the computer with Jack Flash. What she will not do is play a single scene with another actor in which the basis of the dialogue is simple human conversation. (She comes closest to that over the computer.) What's going on here? Did they think that Goldberg was simply too odd, too original, too unconventional to appear in a movie where she interacts on an everyday human basis? Her character lives alone, seems to have no real friends and is treated by the screenplay at arm's length. This is a waste not only of talent, but also of warmth and charm: Despite everything, Goldberg survives this movie as a likable, interesting, warm and infectiously funny person.\n\nThere's so much to like about her. I thought she was wonderful in \"The Color Purple,\" but that movie is a different case and belongs in a different category. \"Jumpin' Jack Flash\" is simply a creatively bankrupt package deal through which a lot of people will make money and Goldberg's career will receive a setback. Yet, I still liked her. She has that husky, warm voice filled with much humor and so many smarts. And she has life in her eyes and real pluck. Put her in a movie with a plot we could care about, and you'd have something.\n\nWhat's surprising about \"Jumpin' Jack Flash,\" which had no fewer than four screenplay writers, is that anybody was interested enough in this material to even write it in the first place. This is 1986. We've all been around. We've seen a few movies and a little TV. All of this spy business would be desperately uninteresting even in a movie that was written and directed with competence. Under the shaky hand of director Penny Marshall, the story doesn't even achieve coherence.\n\nMaybe somebody thought Goldberg's talent was so great that she could save this movie and even turn it into something. Maybe even Goldberg thought so. I've got news for her. An actor choosing a screenplay should think just like a chess master or a tennis player: You only get better by playing above your head.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-10-10", "genres": ["Action", "Comedy", "Thriller"], "title": "Jumpin' Jack Flash (1986)"}