{"url": "http://www.rogerebert.com/reviews/junebug-2005", "by": "Alessandro Nivolaas George", "star_rating": 4.0, "text": "\"Junebug\" is a movie that understands, profoundly and with love and sadness, the world of small towns; it captures ways of talking and living I remember from my childhood, with the complexity and precision of great fiction. It observes small details that are important because they are details. It has sympathy for every character in the story and avoids two temptations: It doesn't portray the small-town characters as provincial hicks, and it doesn't portray the city slickers as shallow materialists. Phil Morrison, who directed this movie, and Angus MacLachlan, who wrote it, understand how people everywhere have good intentions, and how life can assign them roles where they can't realize them.\n\nTone is everything in this movie; it's not so much what people say as how they say it, and why. Consider this dialogue:\n\nPeg: \"You comin' to bed?\"\n\nEugene: \"Not now. I'm looking for something. My Phillips head.\"\n\nThat much is exactly right. A certain kind of person (my father was one) finds a Phillips head screwdriver easier to lose than almost everything else. So now wait until it's later at night, and observe Eugene in the kitchen. He looks in the refrigerator and then he says: \"Now where would I be if I was a screwdriver?\"\n\nIf you get that right, you get everything else right, too. And here is other dialogue that rings with clarity and truth:\n\nAshley to Johnny: \"God loves you just the way you are, but he loves you too much to let you stay that way.\"\n\nPeg, under her breath at a baby shower, after her son's new wife from the city has given her daughter-in-law a silver spoon: \"That won't go in the dishwasher.\"\n\nWho are these people? The story begins in Chicago, where an art dealer named Madeleine (Embeth Davidtz) is holding a benefit for Jesse Jackson Jr. At the event she meets George (Alessandro Nivola), and they fall in love and get married. His family from North Carolina is invited but doesn't attend. Six months later, she learns of a folk artist named David Wark (Frank Hoyt Taylor) who lives near George's family in the Winston-Salem area. They decide to kill two birds with one stone: She'll sign up the artist and meet the family.\n\nHere is the family she meets: Peg (Celia Weston) is the matriarch, who criticizes everyone, second-guesses every decision and is never wrong, according to her. Eugene (Scott Wilson) is her husband, who has withdrawn into a deep silence and a shadowy presence, and spends many hours in his basement wood-carving corner. Johnny (Ben McKenzie) is George's younger brother, newly married to his high school sweetheart, Ashley (Amy Adams). She is pregnant.\n\nAs George and Madeleine arrive, Ashley is about to give birth. Johnny is responding to this, as he does to everything, by withdrawing, not talking to anybody, working under his car in the garage. Ashley, on the other hand, is always chatty; she's a good soul, cheerful, optimistic, supportive. The four people in this household are so locked into their roles that the arrival of the Chicagoans is like a bomb dropping.\n\nMadeleine, the outsider, smiles all the time. If she feels this family is strange and disturbing, she doesn't say so. George behaves as he knows he should but remains enigmatic; we don't find out what he really thinks about his family until the movie's last line, if then.\n\nThe artist, David Wark, is a profound eccentric with an accent and values that seem to have been imported from the 18th century. His folk art incorporates imperfectly controlled images from a half-understood world. \"I like all the dog heads and computers,\" Madeleine tells him, \"and the scrotums.\" This is not intended as a funny line. Wark has just finished an allegorical painting about the freeing of the slaves. He explains that he can't paint a face unless it belongs to somebody he knows, and he doesn't know any black people, which is why all the slaves have white faces.\n\nThere is tension between George and Johnny, between Ashley and Johnny, between the world and Johnny. He spends long hours away from everyone, but watch him down in the basement, when a documentary about meerkats comes on TV. He knows his wife \"loves meerkats.\" He races around desperately to find a blank videotape, so he can tape the show. It would mean so much to him to give her this video. He fails. Ashley explains about the tab that keeps you from re-recording over something, but he responds with anger and, of course, takes it out on her.\n\nTwo events happen at once. Madeleine believes she can win David Wark away from a New York gallery, and Ashley goes into labor. George thinks Madeleine's place is with the family, at the hospital. She doesn't agree: \"I'll be over as soon as I do this. You know how important this is to me.\"\n\nNow here is the question: How important is Ashley and Johnny's baby to George? (Johnny, of course, is nowhere to be found, certainly not at the hospital.) If he were in Chicago, George would certainly not fly down to be at the hospital. But when he moves into his family's house, he follows its rules. This leads to a scene of incredible power between Ashley and her brother-in-law, in which we see that Ashley truly is good, and brave, and sweeter than peaches. Small wonder that Amy Adams won the Sundance acting award.\n\n\"Junebug\" is a great film because it is a true film. It humbles other films that claim to be about family secrets and eccentricities. It understands that families are complicated and their problems are not solved during a short visit, just in time for the film to end. Families and their problems go on and on, and they aren't solved, they're dealt with.\n\nConsider a guarded moment between Madeleine and Eugene, her father-in-law. She observes cautiously of his wife: \"She's a very strong personality.\" This is putting it mildly. Eugene replies quietly, \"That's just her way. She hides herself. She's not like that inside.\" And then he adds two more words: \"Like most.\" Thank God for actors like Scott Wilson, who know how those two words must be said. They carry the whole burden of the movie.", "running_time": 106, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-08-11", "genres": ["Comedy", "Drama", "Indie"], "title": "Junebug (2005)"}