{"url": "http://www.rogerebert.com/reviews/jungle-2-jungle-1997", "by": "Tim Allenas Michael", "star_rating": 1.0, "text": "There is a scene early in “Jungle 2 Jungle” that indicates how brainless the movie is. Before I explore its delights, I must make you familiar with the premise. A Manhattan commodities broker journeys up the Amazon to obtain a divorce from the wife he has not seen in many years. She works now among the Indians. The broker is astonished to find that he has a son, who has been reared by his estranged wife in the jungle. The son now wants to return to New York with his father because he has promised the tribal chief he will bring back the fire from the torch atop the Statue of Liberty.\n\nNow, as we rejoin our story, the broker (Tim Allen) and his son (Sam Huntington) arrive at Kennedy Airport, and here is the brainless part: The boy, who is about 13, is still dressed for the jungle. He wears only a loincloth and some feathers and suchlike, no shirt or shoes. If memory serves, he carries his deadly dart blowgun, which is the sort of thing you're not allowed to have on an aircraft, but never mind: Did either of this child's parents stop to consider that perhaps the lad should have jeans and a sweat shirt for a 3,000-mile air journey? Such garments are available in Brazil. I know; I've been there. I flew upstream in a plane with pontoons, and landed on the Amazon above Belim without seeing a single person in a loincloth, although I saw many Michael Jordan T-shirts.\n\nBut no, the parents didn't stop to think, and that is because they *don't think.* Why don't they think? Because no one is allowed to think in this movie. Not one single event in the entire plot can possibly take place unless every character in the cast has brains made of Bac-o-Bits.\n\nThe plot of “Jungle 2 Jungle” has been removed from a French film called \"Little Indian, Big City\". The operation was a failure and the patient dies. The only reason I am rating this movie at one star while “Little Indian, Big City” received zero stars is that “Jungle 2 Jungle” is too mediocre to deserve zero stars. It doesn't achieve truly awful badness, but is sort of a black hole for the attention span, sending us spiraling down into nothingness.\n\nMost of the comic moments come from the “fish out of water” premise, or “FOW,” as Hollywood abbreviates it (you know your plot's not original when it has its own acronym). The kid has been raised in the jungle, and now, in the city, he tries to adapt. There are many jokes involving his pet tarantula, which he has brought along with him, and his darts, which Allen uses to accidentally put his fiancee's cat to sleep.\n\nThe fiancee is played by Lolita Davidovich, who is supposed to be a successful businesswoman, but dresses as if she aspires to become a lap dancer. The joke is that she doesn't like the idea of her future husband having a jungle boy. Additional jokes involve Martin Short, who plays Allen's associate and has stolen Jim Jarmusch's hairstyle, although not his wit. There are also some Russian Mafia guys, who march in and out like landlords in a Three Stooges comedy.\n\n“Little Indian, Big City” (1996) got many if not most of the year's worst reviews, but when I heard it was being remade with Tim Allen, I must confess I had some hope: Surely they would see how bad the premise was and repair it? Not a chance. This movie has not learned from the mistakes of others, and like a lemming follows “Little Indian” over the cliff and into the sea.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-03-07", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Jungle 2 Jungle (1997)"}