{"url": "http://www.rogerebert.com/reviews/jungle-fever-1991", "by": "Wesley Snipesas Flipper Purify", "star_rating": 3.5, "text": "\"Jungle Fever\" is Spike Lee's term for unhealthy sexual attraction between the races - for relationships based on stereotypes. Too often, he believes, when blacks and whites go to bed with one another, they are motivated, not by love or affection, but by media-based myths about the sexual allure of the other race.\n\nLee has explained this belief in countless interviews, and yet it remains the murkiest element in his new film, which is brilliant when it examines the people who surround his feverish couple, but uncertain when it comes to the lovers themselves.\n\nThe victims of \"Jungle Fever\" are Wesley Snipes as Flipper, an affluent, married, successful architect, and Annabella Sciorra as Angie, a temporary office worker. He is African-American, she is Italian-American. She comes to work in his Manhattan office one day, their eyes meet, and the fever starts. Their halting, tentative conversations expand into \"working late,\" eating Chinese food from the take-out, and finally having sex right there on top of the blueprints.\n\nBecause I have heard Lee discuss the film, I know he believes that the Snipes and Sciorro characters are blinded to other issues by each other's blackness and whiteness - that she is intrigued by the myth of black male prowess, that he is fascinated by the ideal of white female beauty. But in fact neither of these notions is really established in the film, which is the least successful and focused in the scenes between its two principals. We never really believe the attraction they feel for one another, we never really understand their relationship, and their romance seems to be mostly an excuse for the other events in the movie to happen - the events that make the film special.\n\nIt's as if Lee himself, as a screenwriter, could see these characters only as stereotypes - could not, or would not, get inside of them. They lunge hungrily at one another, but his camera looks away from their passion, is already moving on to the real subjects of his film, which he finds in the communities that the two characters came from.\n\nThe black architect comes from a traditional, God-fearing Harlem family. His father (Ossie Davis) is a self-righteous former preacher called the Good Reverend Doctor Purify by one and all. His mother (Ruby Dee) is loving and sensible. There is another son, Gator (Samuel L. Jackson), who is a crackhead who has gone as far down as Flipper has gone up. Flipper is married to Drew (Lonette McKee), and he loves her, but that has nothing to do with the fever.\n\nThe office worker comes from an Italian-American family in Bensonhurst. Angie is engaged to Paulie (John Turturro), who works all day in the luncheonette owned by his father (Anthony Quinn), a hidebound old man who sits around upstairs praying to the photograph of his wife. When word gets back to the local communities about the new romance, it does not go over well. Flipper's wife is enraged and his father deeply offended (not least by the adultery), and all of Angie's relatives and friends react with shock.\n\nBut Lee does not leave it at that. He keeps burrowing, finding the truth beneath the pain, in dialogue of brutal honesty, as when Drew reveals her own deepest reasons for being hurt by her husband: she herself is half-white, has always suspected Flipper married her for her lighter skin color, now fears that color is also why he left her. And back in the luncheonette, inhabited by a stable of Italian-American regulars, the news that Paulie's girl is dating a black man is received with anger and yet ambiguity by his friends, including one so swarthy that he himself has experienced rejection, yet is doubly racist as a result.\n\nThe mysteries and traps of pigmentation have always fascinated Lee, who told uncomfortable truths about them in his second film, \"School Daze,\" and again this time gives us a lot of frank talk. The best single scene in the movie comes as Drew and her friends sit around talking about black men, in hard truths ranging from sorrow and anger to humor. This scene was improvised over a period of two days by Lee and the actresses, who were asked to contribute their own deepest feelings on the subject.\n\nMeanwhile, there is another story in \"Jungle Fever,\" the story of Gator, the brother who is a crackhead. Lee shows how drugs can split a family down the middle, so that while one brother is a white-collar success, another is trapped in a hell of addiction. The most harrowing sequence in the movie follows Flipper as he searches for Gator through the demonic sewers where crackheads gather - until finally there is a scene out of Dante, in a crackhouse where the moments of release are surrounded by a great bottomless pall of despair.\n\nAs in \"Do the Right Thing,\" Lee tells his larger story in terms of these many smaller stories - including a subtle development that takes place when Paulie is told by Angie that she is dating a black man. Paulie takes this news surprisingly well, perhaps because he is not much in love with Angie himself, and has developed a soft spot for the sweet black woman who has a nice word for him every morning as she stops in for her coffee and danish. When he tells the regulars he plans to ask her out, they beat him up almost as an automatic reflex, but he goes off to ring her doorbell anyway.\n\nWe sense that this relationship will probably not flower; she does not really see him as someone she can take seriously, and yet Lee seems to be suggesting that at least Paulie does not suffer from jungle fever - that he simply finds himself attracted to this woman, admires her, and wants to go out with her. If this relationship had been more fully developed, perhaps we could have contrasted it with the doomed love between Flipper and Angie.\n\nBut Lee seems least certain when it comes to the intricacies of the heart. \"Jungle Fever\" contains two sequences - the girl talk and the crackhouse visit - of amazing power. It contains humor and insight and canny psychology, strong performances, and the fearless discussion of things both races would rather not face. The one area where it is least certain is jungle fever, which Lee uses as his starting point, and then leaves behind as quickly as possible.", "running_time": 132, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-06-07", "genres": ["Drama", "Romance"], "title": "Jungle Fever (1991)"}