{"url": "http://www.rogerebert.com/reviews/junior-1994", "by": "Arnold Schwarzeneggeras Dr. Alexander Hesse", "star_rating": 3.5, "text": "The wonder is not that Arnold Schwarzenegger plays a pregnant person in \"Junior,\" but that he plays one so well. He has an uncanny idea of what will and won't work, and since you walk in expecting almost nothing to work, the result is a sort of deliverance. As an actor with big muscles and a balky Austrian accent, you'd think he would be limited, and yet he knows himself so well that it gives him freedom: Is a pregnant Arnold any harder to believe, really, than Arnold as Conan the Barbarian? He begins in \"Junior\" as a scientist named Hesse, with no charm and no personality, an automaton whose only reaction, when his research funding is yanked, is to pack his bags and head back to Europe. Even his partner, a fellow researcher named Arbogast (Danny DeVito), doesn't like him (\"You have all the warmth and charm of a wall-eyed pike\"). But Arbogast is convinced they're on the trail of a fertility drug that will make millions, and in a last-ditch effort, he persuades Hesse to experiment by trying the drug on himself.\n\nThis is a dubious procedure, because Arnold must first be implanted with a fertilized human egg - unusual for a woman, unheard of for a man. It's a good thing Arbogast is a persuasive talker; DeVito plays him with a conspiratorial charm, talking about the \"beauty of the plan\" as if it's something anyone would be lucky to participate in. The two doctors borrow an egg, Arnold donates the sperm, they inject the result into his body, and Arnold starts taking daily doses of their miracle drug.\n\nThe experiment is not only a success, but Schwarzenegger actually becomes pregnant. The movie wisely never even attempts to explain how this is possible in a person without a womb; hard science is not the strong point here. The movie's comedy, and some other scenes that are sort of touching, all come out of the man's experience as he begins to feel motherly toward his unborn child.\n\nI know this sounds odd, but Schwarzenegger is perfect for the role. Observe his acting carefully in \"Junior,\" and you'll see skills that many \"serious\" actors could only envy. He never reaches for an effect. He never grabs for a joke. He never wrings an emotion out of reluctant material. He plays the role absolutely straight, trusting the material to make the points and get the laughs. This is probably the only way this story could have worked, but not every actor would have known that.\n\nSchwarzenegger is helped mightily by being flanked by three superb comic actors: DeVito, whose crazy enthusiasm makes the scheme almost halfway convincing; Emma Thompson, as the scientist who takes over Schwarzenegger's old lab and makes an unexpected contribution to the experiment, and Pamela Reed, as DeVito's exwife, who is pregnant herself, possibly by a member of Aerosmith.\n\nDeVito and Thompson turn their scenes into a seminar for the study and exercise of the double take; the way they react to developments is funnier than the developments themselves. One of Thompson's gifts, which is precious here, is a way of cheerfully making the best of obviously catastrophic situations.\n\nThe movie's plot is more or less preordained by the progress of a pregnancy. We follow Arnold through morning sickness, cramps, visits to the ultrasound lab and natural childbirth classes, all given a spin by the need to keep his condition as secret as possible.\n\nThe writers, Kevin Wade and Chris Conrad, are endlessly inventive with explanations: When the director of an expectant moms' center (Judy Collins) finds it odd that her newest client is a muscle-bound 6-footer, Arnold haltingly reveals that he is an East German athlete, victimized by illegal hormone treatments.\n\nThe most unexpected thing about the movie is not that it's funny, which we expect, but that it's sweet. It's one of those films you sit through with an almost continual smile. It's goofy and ridiculous and preposterous, and yet it makes you feel good, and there is something oddly heartwarming about the sight of this macho guy melting with feelings of protectiveness and maternal concern. The scenes with the Thompson character have a special spin, too, because in a complicated way, both of these characters have to work both sides of the emotional fence.\n\n\"Junior\" was directed by Ivan Reitman (\"Ghostbusters\"), who also directed two other Schwarzenegger comedies, \"Kindergarten Cop\" (1990) and \"Twins\" (1988). They make a good team. They both understand that in movie acting, what matters more than range, sometimes, is accuracy. There may be a lot of roles Arnold Schwarzenegger could not play. But there are also roles no one else could play, and they don't all involve a guy firing missiles at a skyscraper. A lot of actors can hold big machineguns and stand convincingly in front of special effects and explosions. Not many can stand in front of a camera and be nine months pregnant, and actually make us care.\n\nNote: In an unexpected way, \"Junior\" is a good family movie, for parents and adolescents to see together, and then to discuss in terms of male and female roles and responsibilities.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-11-23", "genres": ["Comedy", "Romance"], "title": "Junior (1994)"}