{"url": "http://www.rogerebert.com/reviews/junior-high-school-1980", "by": null, "star_rating": 3.5, "text": "I’d like to share one of the most delightful experiences I’ve\r\never had at the movies. It took place last April, at the U.S.A. Film Festival\r\nin Dallas, during a day devoted to new short films. They screened a 39-minute\r\nmovie named “Junior High School,” and the audience, myself included, was\r\ncompletely won over: How could we have anticipated such a completely winning,\r\nsunny and wickedly funny experience from a previously unsung film?\n\n“Junior\r\nHigh School” has played a dozen festivals since then. I included it on my\r\n“buried treasures” program last September at the Toronto Festival of Festivals,\r\nwhere it was a great success. savagery. It’s an original musical about innocent\r\nteenage romance. It was shot on location at a real Southern California junior\r\nhigh school; it stars real junior high school kids playing versions of\r\nthemselves, and of course, it’s populated with all the stock characters like a\r\nwacko shop teacher, the prim librarian, the gung-ho women’s gym instructor, the\r\nknow-it-all class brain and the hero’s best friend.\n\nThe\r\nstory behind the movie is sort of a cinematic rags to riches. Three film\r\nstudents, David Wechter, Michael Wankin and Steve Jacobsen, made a TV\r\ncommercial for theLos Angeles\r\nTimesas a personal project.\r\nIt turned out that theTimesliked it enough to buy it and run it,\r\nand with the money from that sale, they began the financing for “Junior High\r\nSchool.” (This movie, in turn, impressed the Walt Disney studios enough that\r\nWechter and Nankin were invited to direct a feature, “The All-Night Treasure\r\nHunt”).\n\nThe\r\nmovie has the flash and sparkle of a “real” musical – production numbers, comic\r\nsongs alternating with serious numbers – and it has a plot with which we\r\nimmediately identify. This Friday’s the night of a big dance, and the hero’s in\r\nlove with a girl he’s afraid to invite. Will he? Or will he be waylaid by the\r\nclass sexpot? Will the wiseacre know-it- all sabotage everyone’s plans?\n\nThe\r\nmovie remembers the funny and the painful aspects of teenage sex life, in such\r\npoignant numbers as one sung in girls’ gym: “The Itty Bitty Titty Committee.”\r\nIt pulls out all the stops in a big production number involving P. E. classes.\r\nIt puts together one virtuoso number involving orchestra rehearsal, shop class,\r\nhome economics and study hall. And its climax is cleverly built around such\r\nrealities as corridor passes, messenger duty, the passing of notes and poetic\r\njustice. In summary: I think it’s probably impossible not to be charmed out of\r\nyour socks by “Junior High School.”\n\n\r\n2007 Note: One of the stars is the then-unknown Paula Abdul.\n\n ", "running_time": 37, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-01-11", "genres": null, "title": "Junior High School (1980)"}