{"url": "http://www.rogerebert.com/reviews/junk-mail-1998", "by": "Robert Skjaerstadas Roy", "star_rating": 3.0, "text": "Roy is not someone you would want to know. Or stand very close to. Or get your mail from. He brings new aromas to the concept of grunge. He is a mailman in Oslo, Norway, who reads any letters that look interesting and then delivers them smeared with cold spaghetti that he eats out of cans. He dumps junk mail into a cave by the railroad tracks. He's so low on the mailman evolutionary chain that even if you crossed him with Kevin Costner in \"The Postman,\" the result would frighten dogs.\n\nRoy stumbles into the life of Line, a hearing-impaired woman who lives on his route. One day she forgets and leaves her house keys in the lock of her mailbox. He lets himself in, sniffs around, tastes some of her food, looks through her drawers and hears a message from \"Georg\" on her answering machine: \"We did it together. You were as much a part of it as I was.\" On another day he returns, falls asleep and hides under the bed when she comes home early. Hearing nothing after a while, he finds her underwater in the bathtub. He saves her from suicide, calls an ambulance and escapes. In a nightclub, he meets a blowzy, bosomy blond in leopard-skin pants, who is long past her sell-by date. He takes her back to Line's apartment, knowing of course that it will be unoccupied. The blond gets drunk, vomits and throws things around.\n\nI've been hearing about \"Junk Mail\" ever since last year's Sundance festival. People would mention it with that little smile that suggests a lot is being left unsaid. It's a film about a voyeur, and it appeals to the voyeur in us: We don't like Roy or approve of him, but we watch, fascinated, because he lives so casually outside the rules. He's the kind of guy who will steal candy from a patient in a coma.\n\nEvery once in a while I recommend a film and get an indignant postcard from someone informing me the characters were DISGUSTING. I invariably agree. Roy, for example, is disgusting. So is Line (she and Georg mugged a security guard, who is the man in the coma). So is Georg. So is the leopard-skin blond. In Norway, a land we think of as wholesome and enlightened, it is almost a relief to discover they still have room for a few token outcasts.\n\nBut why, oh why, the postcard always continues, should we pay our good money to see a film about SUCH DISGUSTING PEOPLE? The postcards never have a return address, or I would write back arguing that my review described the film accurately, so why did they go? I might even cite Ebert's Law, which teaches us, \"A film is not about what it is about. It is about how it is about it.\" Films about disgusting people can be amusing and interesting, or they can be worthless. But they are not bad simply because of their subject matter. Subjects are neutral. Style is all.\n\nConsider, for example, that Roy does not kill anyone. What are his worst crimes? He is a bad mailman. He eats cold spaghetti out of a can. He needs a bath and a shave. He shouldn't sneak into that poor woman's apartment, although at least he saves her from suicide instead of simply sneaking out again.\n\nCompare Roy with--oh, I dunno, how about Art, the FBI guy played by Bruce Willis in \"Mercury Rising\"? Art also needs a bath and a shave. He kills countless people, speeds dangerously down the streets of Chicago, is associated with explosions and fires, and participates in a shoot-out at an old folks' home. He is a much more alarming specimen than Roy, even if he is the good guy--and yet no one sent me a postcard describing him as DISGUSTING.\n\nWhy not? It is not because of the behavior or the values, but because of the hygiene. Roy is not attractive, muscular and well-coordinated. He is a scuzzy loser. If he were in a cartoon, flies would be buzzing around his head.\n\nAnd yet we are more likely to meet Roy than Art, because Roy exists in the world and Art exists only in a cinematic machine called a thriller. Roy wants love, too. He asks Line out for a cup of coffee. He shares a few meager secrets about his existence with her. And at the end, when the bad guys come, he tries to protect her, just as Art tries to protect Stacy and the cute little autistic kid in \"Mercury Rising.\" What more can a hero do? \"Junk Mail\" is a first film by Pål Sletaune, who has plunged headfirst into a world of rain, mud, desolate cityscapes, sickly greens, depressing blues and sad, struggling people. His mailman is not admirable, but he is understandable. And at least he doesn't have a hole in the back of his head, so that a director can stick in a key and wind him up.", "running_time": 83, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-05-08", "genres": ["Comedy", "Thriller"], "title": "Junk Mail (1998)"}