{"url": "http://www.rogerebert.com/reviews/juno-2007", "by": "Ellen Pageas Juno MacGuff", "star_rating": 4.0, "text": "Jason Reitman's \"Juno\" is just about the best movie of the year. It is very smart, very funny and very touching; it begins with the pacing of a screwball comedy and ends as a portrait of characters we have come to love. Strange, how during Juno's hip dialogue and cocky bravado, we begin to understand the young woman inside, and we want to hug her.\n\nHas there been a better performance this year than Ellen Page's creation of Juno? I don't think so. If most actors agree that comedy is harder than drama, then harder still is comedy depending on a quick mind, utter self-confidence, and an ability to stop just short of going too far. Page's presence and timing are extraordinary. I have seen her in only two films, she is only 20, and I think she will be one of the great actors of her time.\n\nBut don't let my praise get in the way of sharing how much fun this movie is. It is so very rare to sit with an audience that leans forward with delight and is in step with every turn and surprise of an uncommonly intelligent screenplay. It is so rare to hear laughter that is surprised, unexpected and delighted. So rare to hear it coming during moments of recognition, when characters reflect exactly what we'd be thinking, just a moment before we get around to thinking it. So rare to feel the audience joined into one warm, shared enjoyment. So rare to hear a movie applauded.\n\nEllen Page plays Juno MacGuff, a 16-year-old girl who decides it is time for her to experience sex and enlists her best friend Paulie (Michael Cera) in an experiment he is not too eager to join. Of course she gets pregnant, and after a trip to an abortion clinic that leaves her cold, she decides to have the child. But what to do with it? She believes she's too young to raise it herself. Her best girlfriend Leah (Olivia Thirby) suggests looking at the ads for adoptive parents in the Penny Saver: \"They have 'Desperately Seeking Spawn,' right next to the pet ads.\"\n\nJuno informs her parents in a scene that decisively establishes how original this film is going to be. It does that by giving us almost the only lovable parents in the history of teen comedies: Bren (Allison Janney) and Mac (J.K. Simmons). They're older and wiser than most teen parents are ever allowed to be, and warmer and with better instincts and quicker senses of humor. Informed that the sheepish Paulie is the father, Mac turns to his wife and shares an aside that brings down the house. Later, Bren tells him, \"You know, of course, it wasn't his idea.\" How infinitely more human and civilized their response is than all the sad routine \"humor\" about parents who are enraged at boyfriends.\n\nMac goes with Juno to meet the would-be adoptive parents, Vanessa and Mark Loring (Jennifer Garner and Jason Bateman). They live in one of those houses that look like Martha Stewart finished a second before they arrived. Vanessa is consumed with her desire for a child, and Mark is almost a child himself, showing Juno \"my room,\" where he keeps the residue of his ambition to be a rock star. What he does now, at around 40, is write jingles for commercials.\n\nWe follow Juno through all nine months of her pregnancy, which she pretends to treat as mostly an inconvenience. It is uncanny how Page shows us, without seeming to show us, the deeper feelings beneath Juno's wisecracking exterior. The screenplay by first-timer Diablo Cody is a subtle masterpiece of construction, as buried themes slowly emerge, hidden feelings become clear, and we are led, but not too far, into wondering if Mark and Juno might possibly develop unwise feelings about one another.\n\nThere are moments of instinctive, lightning comedy: Bren's response to a nurse's attitude during Juno's sonar scan, and her theory about doctors when Juno wants a pain-killer during childbirth. Moments that blindside us with truth, as when Mac and Juno talk about the possibility of true and lasting love. Moments that reveal Paulie as more than he seems. What he says when Juno says he's cool and doesn't even need to try. And the breathtaking scene when Juno and Vanessa run into each other in the mall and the future of everyone is essentially decided. Jennifer Garner glows in that scene.\n\nAfter three viewings, I feel like I know some scenes by heart, but I don't want to spoil your experience by quoting one-liners and revealing surprises. The film's surprises, in any event, involve not merely the plot but insights into the characters, including feelings that coil along just beneath the surface so that they seem inevitable when they're revealed.\n\nThe film has no wrong scenes and no extra scenes, and flows like running water. There are two repeating motifs: the enchanting songs, so simple and true, by Kimya Dawson. And the seasonal appearances of Paulie's high school cross-country team, running past us with dogged consistency, Paulie often bringing up the rear, until his last run ends with Paulie, sweaty in running shorts, racing to Juno's room after her delivery.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-12-13", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Juno (2007)"}