{"url": "http://www.rogerebert.com/reviews/jurassic-park-1993", "by": "Sam Neillas Grant", "star_rating": 3.0, "text": "When young Steven Spielberg was first offered the screenplay for \"Jaws,\" he said he would direct the movie on one condition: That he didn't have to show the shark for the first hour. By slowly building the audience's apprehension, he felt, the shark would be much more impressive when it finally arrived.\n\nHe was right. I wish he had remembered that lesson when he was preparing \"Jurassic Park,\" his new thriller set in a remote island theme park where real dinosaurs have been grown from long-dormant DNA molecules. The movie delivers all too well on its promise to show us dinosaurs. We see them early and often, and they are indeed a triumph of special effects artistry, but the movie is lacking other qualities that it needs even more, such as a sense of awe and wonderment, and strong human story values.\n\nIt's clear, seeing this long-awaited project, that Spielberg devoted most of his effort to creating the dinosaurs. The human characters are a ragtag bunch of half-realized, sketched-in personalities, who exist primarily to scream, utter dire warnings, and outwit the monsters.\n\nRichard Attenborough, as the millionaire who builds the park, is given a few small dimensions - he loves his grandchildren, he's basically a good soul, he realizes the error of tampering with nature. But there was an opportunity here to make his character grand and original, colorful and oversize, and instead he comes across as unfocused and benign.\n\nAs the film opens, two dinosaur experts (Sam Neill and Laura Dern) arrive at the park, along with a mathematician played by Jeff Goldblum whose function in the story is to lounge about uttering vague philosophical imprecations. Also along are Attenborough's grandchildren, and a lawyer, who is the first to be eaten by a dinosaur.\n\nAttenborough wants the visitors to have a preview of his new park, where actual living prehistoric animals live in enclosures behind tall steel fences, helpfully labeled \"10,000 volts.\" The visitors set off on a tour in remote-controlled utility vehicles, which stall when an unscrupulous employee (Wayne Knight) shuts down the park's computer program so he can smuggle out some dinosaur embryos. Meanwhile, a tropical storm hits the island, the beasts knock over the fences, and Neill is left to shepherd the kids back to safety while they're hunted by towering meat-eaters.\n\nThe plot to steal the embryos is handled on the level of a TV sitcom. The Knight character, an overwritten and overplayed blubbering fool, drives his Jeep madly through the storm and thrashes about in the forest. If this subplot had been handled cleverly - with skill and subtlety, as in a caper movie - it might have added to the film's effect. Instead, it's as if one of the Three Stooges wandered into the story.\n\nThe subsequent events - after the creatures get loose - follow an absolutely standard outline, similar in bits and pieces to all the earlier films in this genre, from \"The Lost World\" and \"King Kong\" right up to the upcoming \"Carnosaur.\" True, because the director is Spielberg, there is a high technical level to the execution of the cliches. Two set-pieces are especially effective: A scene where a beast mauls a car with screaming kids inside, and another where the kids play hide and seek with two creatures in the park's kitchen.\n\nBut consider what could have been. There is a scene very early in the film where Neill and Dern, who have studied dinosaurs all of their lives, see living ones for the first time. The creatures they see are tall, majestic leaf-eaters, grazing placidly in the treetops. There is a sense of grandeur to them. And that is the sense lacking in the rest of the film, which quickly turns into a standard monster movie, with screaming victims fleeing from roaring dinosaurs.\n\nThink back to another ambitious special effects picture from Spielberg, \"Close Encounters of the Third Kind\" (1977). That was a movie about the \"idea\" of visitors from outer space. It inspired us to think what an awesome thing it would be, if earth were visited by living alien beings. You left that movie shaken and a little transformed. It was a movie that had faith in the intelligence and curiosity of its audience.\n\nIn the 16 years since it was made, however, big-budget Hollywood seems to have lost its confidence that audiences can share big dreams. \"Jurassic Park\" throws a lot of dinosaurs at us, and because they look terrific (and indeed they do), we're supposed to be grateful. I have the uneasy feeling that if Spielberg had made \"Close Encounters\" today, we would have seen the aliens in the first 10 minutes, and by the halfway mark they'd be attacking Manhattan with death rays.\n\nBecause the movie delivers on the bottom line, I'm giving it three stars. You want great dinosaurs, you got great dinosaurs.\n\nSpielberg enlivens the action with lots of nice little touches; I especially liked a sequence where a smaller creature leaps suicidally on a larger one, and they battle to the death. On the monster movie level, the movie works and is entertaining. But with its profligate resources, it could have been so much more.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-06-11", "genres": ["Action", "Adventure", "Horror", "Science Fiction"], "title": "Jurassic Park (1993)"}