{"url": "http://www.rogerebert.com/reviews/jury-duty-1995", "by": "Pauly Shoreas Tommy", "star_rating": 1.0, "text": "The comedian Pauly Shore and I would find ourselves in agreement\ron one thing: The characters he plays are obnoxious. We part company, alas, on\rwhether they are funny. I say they are not.\n\nAnd\rafter \"Encino Man,\" \"Son-In-Law\" and now \"Jury\rDuty,\" I am pretty much at the end of my curiosity about further\rexperiments.\n\n\"Jury\rDuty\" is another entry in the national Dumbing It Down sweepstakes, giving\rus a character who likes jury duty because, hey, when you're sequestered, the\rroom and board are free. After Jim Carrey in \"Ace Ventura: Pet\rDetective\" and \"Dumb and Dumber,\" after Adam Sandler in\r\"Billy Madison,\" after Chris Farley in \"Tommy Boy,\" here is\ranother character whose appeal rests on rudeness, stupidity and the ability to\rmake loud bathroom noises.\n\nIn\rthis business one becomes a connoisseur. I can now see that Carrey is a\rvirtuoso, Farley is at least hard-working, Sandler is hopeless and Pauly Shore\rbypasses all categories to achieve a kind of transcendent fingernails-on-the-blackboard\reffect. His appeal must be limited to people whose self-esteem and social\rskills are so damaged that they find humor, or at least relief, in at last\rencountering a movie character less successful than themselves.\n\nThe\rmovie's plot shows us Shore as an unemployed layabout whose mother (Shelley Winters)\rcoddles him. She's glad he didn't get a job as a milkman, because she hears the\rjob is dangerous. His macho father (Charles Napier) takes another tack,\rannouncing that the free lunch is over until Pauly gets a job. That's why the\rsummons to jury duty is so welcome: Hey, it's food and shelter.\n\nShore's\rpurpose in life becomes simple: He needs to prolong the murder trial of the\r\"Drive-Thru Killer\" as long as possible. His strategy seems curious,\rsince (as all students of the Simpson trial know by now) almost everything he\rdoes in the movie would get him thrown off every jury in the country. No\rmatter. He is obnoxious to his fellow jurors, makes unwanted advances on a\rbeautiful jury member (Tia Carrera), and muscles into the judge's sidebar\rconferences.\n\nThe\rscreenplay, by Neil Tolkin, Barbara Williams and Samantha Adams, has some good\rlines, of which my favorite is, \"Oh, to be young and on Death Row!\"\rThere are also many uses of anatomical terms, the usual toilet jokes, and\rridicule of tabloid TV types who are, and I quote, \"bottom-feeders who\rsuckle on the juice of human tragedy.\" I'm not sure the makers of this\rfilm should include themselves out.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-04-12", "genres": ["Action", "Comedy", "Drama", "Indie", "Thriller"], "title": "Jury Duty (1995)"}