{"url": "http://www.rogerebert.com/reviews/just-another-love-story-2009", "by": "Anders W. Berthelsenas Jonas", "star_rating": 3.5, "text": "Apart from a little nudity, \"Just Another Love Story\" could have been inspired, almost shot by shot, from a 1940s film noir from RKO, when it would have started with Robert Mitchum dying on the sidewalk in the rain. This is a vigorous thriller from Denmark that tells the classic noir story of a flawed cop trapped between a good wife and a bad woman. The twist is, the woman doesn't know she's been bad, since she has amnesia. It gets better.\n\nJonas is a Copenhagen homicide scene photographer, happily married, with two kids. One day, his car stalls, another car slams into him, runs head on into a third car and flips into the ditch. The other driver, Julia, is critically injured. He visits her in the hospital and is greeted with joy by her family, who assumes he must be the Sebastian she told them about, the new fiance she met in Vietnam. He had to return on a later flight.\n\nAt this point, if Jonas (Anders W. Berthelsen) had seen any noirs at all, he would say: \"I don't know who Sebastian is, but my name is Jonas.\" He pauses for a fatal instant and is swept into another life. Because Julia (Rebecka Hemse) doesn't remember much and can't see well, she has no choice but to agree with her family that this is Sebastian. Her father gives him a blank check, her family embraces him, and Jonas topples into a double life.\n\nOh, but it's more than that. Most noirs are. One thing about them is that they're rigidly moralistic. If you cheat on your wife, you're going to pay for it. This is true even if your wife knows nothing about it, the other woman can scarcely be blamed, and you start out only trying to accommodate an accident victim and her worried family.\n\nOle Bornedal, the film's writer and director, works at a considerably quicker pace than traditional noirs, and ingeniously introduces ironies and complications I will not even hint at. The closing scenes of the plot spring one surprise after another. They seem laid on thick, but we have to admit, given all that leads up to them, they make sense.\n\n\"Just Another Love Story\" works in nice little touches. I liked Jonas' partner in photographing crime scenes, who deals with the violence and gore by laughing about it. There's a scene where a horrifying situation is described, and the guy shakes, he's chuckling so hard. Why is this shown? Well, if you photograph murder scenes, you deal with it the best you can. The whole movie flavors its plot with quirky observations and asides.\n\nIt's interesting that two of the best thrillers of the last several months, \"Tell No One\" and \"Just Another Love Story,\" have come from Europe. Both movies gain because they star actors unfamiliar to us. They gain because there's room in them for close observation of the characters. They gain most of all because they don't slow down the plot for unnecessary special-effects scenes -- fights, chases, things like that. Unless such scenes are necessary or very well done, essentially they just put the plot on hold while the filmmakers flex their muscles. Here the plotting has all the muscle that's required.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-02-18", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "Just Another Love Story (2009)"}