{"url": "http://www.rogerebert.com/reviews/just-married-2003", "by": "Ashton Kutcheras Tom", "star_rating": 1.5, "text": "\"Just Married\" is an ungainly and witless comedy, made more poignant because its star, Brittany Murphy, made such a strong impression as Eminem's sometime girlfriend in \"8 Mile.\" With her fraught eyes and husky voice, she has a rare and particular quality (I think of Jennifer Jason Leigh) and yet here she's stuck in a dumb sitcom.\n\nShe and Ashton Kutcher play newlyweds in a plot that proves that opposites repel. She's a rich kid named Sarah, expensively raised and educated. He's Tom, an example of the emerging subspecies Sports Bar Man. They have a perfect relationship, spoiled by marriage (I think that may even be one of the lines in the movie). They're too tired for sex on their wedding night, but make up for it on their honeymoon flight to Europe with a quickie in the toilet of the airplane. There is perhaps the potential for a glimmer of comedy there, but not in Sam Harper's overwritten and Shawn Levy's overdirected movie, which underlines and emphasizes like a Power Point presentation for half-wits.\n\nConsider. It may be possible to find humor in a scene involving sex in an airplane restroom, but not by pushing the situation so far that Tom's foot gets caught in the toilet and the bitchy flight attendant suffers a broken nose. Later, in their honeymoon hotel in Venice, it may be possible that energetic sex could break a bed frame--but can it actually destroy the wall of the adjoining room? And it may be possible for an improper electrical device to cause a short in a hotel's electrical system, but need the offending device be a vibrator? And for that matter, isn't it an alarming sign of incipient pessimism to take a vibrator along on your honeymoon? Europe was not the right choice for this honeymoon. He should have gone to Vegas, and she should have stayed single. Sarah wants to visit every church and museum, but Tom abandons her in the middle of Venice when he finds a bar that's showing an American baseball game. This is as likely as a sports bar in Brooklyn televising boules in French.\n\nSarah and Tom have nothing to talk about. They are a pathetic stupid couple and deserve each other. What they do not deserve, perhaps, is a screenplay that alternates between motivation and slapstick. Either it's character-driven or it isn't. If it is, then you can't take your plausible characters and dump them into Laurel and Hardy. Their rental car, for example, gets a cheap laugh, but makes them seem silly in the wrong way. And earlier in the film, Tom is responsible for the death of Sarah's dog in a scenario recycled directly from an urban legend everyone has heard.\n\nWould it have been that much more difficult to make a movie in which Tom and Sarah were plausible, reasonably articulate newlyweds with the humor on their honeymoon growing out of situations we could believe? Apparently.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-01-10", "genres": ["Comedy", "Romance"], "title": "Just Married (2003)"}