{"url": "http://www.rogerebert.com/reviews/just-between-friends-1986", "by": "Mary Tyler Mooreas Holly Davis", "star_rating": 1.5, "text": "The story in \"Just Between Friends\" could have been interesting, if only the movie knew how to tell it. Watching this film is the damnedest experience because it labors over the smallest points of the most inconsequential scenes and then hurries past the big emotional climaxes.\n\nThe first hour of the movie is the setup, and there are times when we feel we are watching every single waking moment in the lives of the characters. The second hour is the payoff, filled with shocking developments and revelations, and there are moments when we want to ask the projectionist if maybe he has forgotten a reel.\n\nThe movie stars Mary Tyler Moore as a housewife who is married to a seismologist (Ted Danson) and spends her days raising their children and her evenings at aerobics class. One day at the gym, she meets a spunky, independent young woman (Christine Lahti) and they feel an instant affection for one another. They go out for coffee, they talk for hours, and Moore invites Lahti over for dinner.\n\nAt this point, there is the first of the movie's shocking revelations. Since it is revealed in commercials for the film, I feel no guilt in telling you that Danson and Lahti are lovers, that Moore doesn't know it, and that when Lahti accepts the invitation to dinner, she has no idea this nice woman is married to her lover. (In a case of misidentification not quite worthy of Elizabethan comedy, she doesn't know his nickname is Chip.) Now let's back up a second, to a particularly irritating little scene that illustrates what's wrong with this movie. Early in the story, an earthquake shakes California and Lahti, a TV reporter, goes on the air with her lover Danson, the earthquake expert. Meanwhile, at home, Moore's phone rings just as the interview begins, and although her kids keep shouting at her to watch Daddy on TV, she can't get rid of the caller for minute after agonizing minute, until the interview is over. Thus, she doesn't realize that Lahti and her husband have already met.\n\nWhat's irritating is that we never believe Moore would have that much trouble getting rid of her caller. Why couldn't she just shout, \"My husband's on TV - hang on a minute!\" By dragging the scene out to an awkward and unconvincing length, the movie makes us restless and frustrated. Sure, it's important to show that Moore doesn't see Lahti and her husband together - otherwise, she'd mention it to Lahti, who would realize this was the wife of her lover. But didn't it occur to anybody that one way to do that was to eliminate the silly scene altogether? By contrast, consider the scene not long after in which Lahti arrives at dinner, where Moore hopes to fix her up with their bachelor friend (Sam Waterston). What happens at a dinner party for four at which the wife is the only one who doesn't know about her husband's affair with the guest? You won't find out in this movie, which uses a few awkward sit-com double takes, and dumps out. The dinner scene was potentially the centerpiece of the movie, but the movie doesn't have the heart or the imagination to really deal with it.\n\nLater in the film, there is another surprise, which I will not reveal, and then another one. The movie attempts to use these developments to make a heartwarming statement about the love-hate relationship between these two women who love the same man. But there's no time left. The movie took 45 minutes to show us the first day of this story, but then it lets months slide past without a blink, rather than deal with the implications.\n\nBy the end of the movie, we don't believe in the emotional honesty of anything that happens because it all happens on cue. In fact, it happens on musical cue: The movie's soundtrack has an irritating habit of tipping us off to emotional changes about to take place. (The movie industry calls movie scores like this one \"Mickey Mouse music\" because, just like in cartoons, the music faithfully mirrors everything on screen.) There are a few good things in \"Just Between Friends.\" One shot in particular, of the two women seen through a doorway, sharing a moment of truth, is so effective it makes its surrounding scenes seem unworthy. Another good scene shows Moore confronting Lahti with her knowledge of her husband's affair.\n\nBut why is the rest of the movie so ungainly? Why, in showing that Moore and Lahti instantly like each other, does the director show them exchanging so many superfluous glances at an aerobics class that they seem to be picking each other up? Why is Moore's mother (Jane Greer) able to discover a secret in 10 seconds, when Moore can't figure it out in 10 months? Why, in a movie written and directed by a television professional (Allan Burns, director of many of the MTM sit-coms), is there such an inaccurate portrait of a TV reporter? (When was the last time you heard an on-the-spot news report begin with the reporter identifying herself? The ID always comes at the end.) Why, oh why, does Waterston, Danson's best friend, allow Moore to clean out her husband's desk - and discover photos of Danson and Lahti - when with an ounce of brains he would already have removed that evidence? A movie like this needs a bottom line of plausibility and accuracy if it's going to hold our interest. There are so many logical contradictions in the plot, so many loose ends, so many inexplicable decisions, that we give up. These characters have their hearts in the right place, but are they playing with a full deck?", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-03-21", "genres": ["Drama", "Romance"], "title": "Just Between Friends (1986)"}