{"url": "http://www.rogerebert.com/reviews/just-you-and-me-kid-1979", "by": null, "star_rating": 2.0, "text": "\"Just You and Me, Kid\" is a charming disappointment. The charm is supplied, with grace and a wonderfully lovable quality, by George Burns. The disappointment is in the movie that surrounds him. It doesn't have the edge it needs. It moves inexorably toward sentimentality. And then it provides, in counterpoint, a bad guy who is too evil for most of the movie, and then too much of a dumb chump at the end.But the movie's beginning is a treasure. We open on Burns' face, as he slumbers in bed. The alarm clock goes off, but not with a ring: The old vaudevillian awakens to applause. Goes downstairs. Fixes breakfast. Drives in his massive PierceArrow to the supermarket, where he amazes the checkoutcounter staff with his magic trick of the day. And then . . . he finds a naked young girl in his car trunk.\n\nThe girl is Brooke Shields. He takes her home because he has to: \"I'll scream if you don't.\" Takes her inside, clothes her, questions her, discovers she's on the lam from the cops and from a dope-pushing boyfriend. The movie then cuts back and forth between Burns' attempts to reason with the girl and help her, and the unconvincingly unsubtle attempt of the boyfriend to find her.\n\nThere is a comic premise here somewhere. I'd guess, indeed, that the screenplay was a treasure. But they've gummed it up. They have George Burns just right by now he can hardly play himself wrong and his memories and songs and little jokes are an endearment. But the Brooke Shields character is handled with such rote (first she has to be hostile, then accepting, then sweet) that she hardly gets a chance to see what she can do with it.\n\nThere are some problems, too, with the subplots. The boyfriend has already been noted; all of his scenes require him to slam doors angrily, make threats, and look dumb. But there's also a soppy plot involving Burns' old vaudeville friend (Burl Ives), who has given up on life and refused to talk. There's a lot of business about Burns' daughter (Lorraine Gary) trying to get her signature on the savings account.\n\nThere are two dumb neighbors (John Schuck and Andrea Howard) who are supposed to be funny because they look alike. These people are either not needed in the movie, or they are needed to be funnier.\n\nOne subplot does work, and it involved \"the NoShirt Gang,\" a group of Burns' poker cronies who are so called because, as former magicians, they have to take off their shirts to play cards. The gang is made up of old troupers (Carl Ballantine, Leon Ames, Keye Luke and Ray Bolger) who sympathize with Burns, help him conceal the girl, and generally complement Burns' presence.\n\nNot so the evil boyfriend (William Russ), who snarls for the first 75 minutes and then undergoes an inexplicable change of character into a pushover.\n\nSo the ending, as I've mentioned, doesn't work, but we've already given up anyway: The possibilities for real dramatic and comic tension in the story just aren't explored, and Burns is left to fend for himself. He does so bravely, and well. At one point he tells a joke and Brooke Shields doesn't laugh and he muses, \"They didn't laugh at that one in Pittsburgh, either.\"\n\nI'm afraid this movie is going to play to a lot of Pittsburgh audiences.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Comedy"], "title": "Just You and Me, Kid (1979)"}