{"url": "http://www.rogerebert.com/reviews/just-my-luck-2006", "by": "Lindsay Lohanas Ashley Albright", "star_rating": 2.0, "text": "Some movies make me feel like I'm someone else. Other movies make me wish I were. Watching \"Just My Luck,\" I wished I were a teenage girl, not for any perverse reason but because then I might have enjoyed it a lot more. I don't think it's for grown-ups, and I don't much think it's for teenage boys. But a teenage girl (even better, a pre-teen) might enjoy a romantic fantasy in which the heroine is old enough to get a top job at a marketing firm and wear Sarah Jessica Parker's clothes, and innocent enough that she has an entire romance based entirely on kissing. It's not only the romance that's kiss-based; so is the plot.\n\nLindsay Lohan is the star, and I have liked her ever since \"The Parent Trap\" (1998) and I like her here, too, but like many another former child star, it's time for her to move on to more challenging roles. I am lucky enough to have seen her in Robert Altman's forthcoming \"A Prairie Home Companion,\" and so I know what we have to look forward to. Just our luck that we'll have \"Just My Luck\" to look back on.\n\nLohan plays Ashley, a young Manhattan career woman with extraordinary good luck. It stops raining when she steps outside. Paper money sticks to her shoes. She can always get a cab. One day Damon Phillips (Faizon Love), a powerful record mogul, turns up at her office while her boss Peggy Braden (Missi Pyle) is stuck in the elevator. Ashley has taken notes at previous meetings, knows the pitch, and delivers it to keep the mogul from walking out. She wins the contract, gets a new title, a raise and an office, and finds herself producing an extravagant masquerade ball as a promotion.\n\nIn a parallel story, we meet Jake (Chris Pine). His luck is always bad. It starts raining when he walks outside. He finds a $5 bill, but it's covered with dog poop. His pants split. He works as a janitor at a bar and bowling alley, where he also runs the sound board and manages a band of young Brits who apparently want to look and sound as much as possible like the Beatles, circa 1964. The movie uses a real band, McFly: \"Unlike most boy bands today,\" the press notes inform us, \"McFly write their own songs and play their own instruments.\" The alternatives are too depressing to contemplate.\n\nThe entire plot hinges on a single kiss. At the Masked Ball, Ashley is kissed by Jake, and somehow her good luck leaps from her lips to his, and he is blessed while now it rains on her and she can't get a cab. Many other dire events occur before Ashley realizes what must have happened. Since the person who kissed her was one of the professional dancers at the party, Ashley tracks down all 20 of them and kisses them -- but no luck, because Jake was only pretending to be one of the dancers, see, and was really a gate-crasher trying to get McFly's demo CD into the hands of Damon Phillips. If you're one of those people who think I have a great job, imagine me watching Ashley work her way down the kiss-list.\n\nEventually everything is sorted out, but not before many misunderstandings and a lot of complex luck-trading that involves spit-swapping. McFly sings several songs, one of them a production number looking like a road company version of \"A Hard Day's Night,\" and Ashley's friends (Bree Turner and Samaire Armstrong) take her in after her apartment floods, and tirelessly support her, advise her, cheer her and help dress her. When Sarah Jessica Parker's dry cleaning is mistakenly delivered to Ashley's apartment, that's good luck. What happens later is bad luck for Ashley, and especially for Sarah Jessica Parker.\n\n\"Just My Luck\" is perfectly efficient in its own way, delivering exactly what anyone would expect in a Lindsay Lohan movie with this premise. I wish it delivered more. It's safe, competent and bland. I had a fairly monotonous time. You may like it more. For your sake, I hope so.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-05-11", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Romance"], "title": "Just My Luck (2006)"}