{"url": "http://www.rogerebert.com/reviews/just-visiting-2001", "by": "Jean Renoas Thibault", "star_rating": 3.0, "text": "A medieval sorcerer accidentally sends a French knight and his serf on a trip into the future--landing them in today's Chicago, where the elevated trains terrify them. But they grow to like the city, and when the sorcerer prepares to return them to the Middle Ages, the serf is against it: \"I want to stay here, where I can eat doughnuts and wear exciting men's fashions at rock-bottom prices.\" \"Just Visiting,\" which tells their story, is one of those rare American remakes of a French film that preserves the flavor of the original and even improves upon it. The movie is a remake of \"The Visitors,\" or \"Les Visiteurs\" (1993), which was the top-grossing comedy in French history, but did only moderate business in America. Like the original, it's broad and swaggering, but somehow it plays better in English--maybe because the fish-out-of-water concept works better with French and American accents, instead of everybody speaking in subtitles.\n\nThe movie, directed by Jean-Marie Gaubert, wisely centers on its two original French stars, Jean Reno (of \"Mission Impossible\" and \"Godzilla\") and Christian Clavier. They look and sound the part; I can imagine the roles being assigned to Adam Sandler and David Spade, but I don't want to. Reno is Sir Thibault, a French knight who goes to Sussex to marry the beautiful Rosalind (Christina Applegate). His vassal Andre (Clavier) follows along, trotting obediently behind the cart and being whacked occasionally just to honor the class divide.\n\nAfter a setup heavy on special effects and overacting, involving witches, cauldrons and royal schemers, Thibault persuades a sorcerer (Malcolm McDowell) to jump them back a little in time, so they can get things right on a second try. The wizard, alas, miscalculates and sends them to modern Chicago, where the knight and serf are terrified by semis, awestruck by skyscrapers and soon involved in the life of Thibault's great-great-great-great-great (I think) granddaughter Julia (Applegate again).\n\nShe's the heir to the family's old European fortune, founded all those years ago by Thibault, and the spitting image of his beloved Rosalind. But her boyfriend, the sneering Hunter (Matthew Ross), wants her to sell the family's European estate, so he can get his claws on the money.\n\nThibault and Andre understandably have difficulty convincing Chicagoans they are really from the 12th century, but their behavior certainly seems authentic enough (in a restaurant, Thibault expects Andre, as his servant, to eat off the floor).\n\nThibault cannot actually fall in love with Julia, since she is his great, etc., granddaughter, but since she looks exactly like the woman he loved, he cares for her deeply and tries to protect her from Hunter's schemes while schooling her in the ways of medieval gallantry. This involves a sword-fighting lesson in which they slice up refrigerators and dumpsters, and a horsemanship adventure in which they actually ride their horses up the stairs, across an L platform and onto the train.\n\nAndre, meanwhile, falls in love with Angelique (Tara Reid), providing a counterpoint to the courtly idealism of his master. And every day is an adventure. Their first ride in a car, for example, is a terrifying experience. \"Slower! Slower!\" cries Thibault, as the car creeps at 20 mph and both visitors hurl out the windows.\n\nIs it only because the movie is in English that I like it more than the original? I hope I'm not that provincial. It strikes me that \"Just Visiting\" is brighter and sprightlier than \"Les Visiteurs,\" and the contrasts are funnier. Modern Europe is filled with gothic and medieval piles, but in Chicago, when the visitors go looking for castles and turrets, they find them in the architecture of bars--where the regulars are always ready to drink with a man in armor, as long as he pays for his round.\n\nThere's something else, too. \"Just Visiting\" isn't low and dumb like so many recent American comedies. It depends on the comedy of personality and situation, instead of treading meekly in the footsteps of the current gross-out manure-joke movies. Jean Reno, who usually plays a tough guy (remember him in \"The Professional?\"), plays Thibault more or less straight, taking his chivalric code seriously. Both he and Clavier try to appear truly baffled by what they see, instead of going straight for the gags.\n\nFootnote: It must be said, all chauvinism aside, that the city of Chicago itself makes an important contribution. John Hughes, who sets almost all of his movies here, is one of the movie's producers and co-writers, and he knows the town better than any other director (maybe it's a tie with Andrew Davis). Chicago locations have not been better used in any movie since Davis' \"Code of Silence\" and \"The Fugitive,\" and Hughes' \"Ferris Bueller's Day Off,\" and they work not simply as backdrops but as dramatic settings. Given a knight on a horse in a city with elevated trains, it may seem inevitable that sooner or later he'd ride the horse onto the train, but it certainly looked like an inspired idea to me.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-04-06", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "Just Visiting (2001)"}