{"url": "http://www.rogerebert.com/reviews/just-go-with-it-2011", "by": "Adam Sandleras Danny", "star_rating": 1.0, "text": "The people in this movie are dumber than a box of Tinkertoys. One fears they're so unfortunate it's not Politically Correct to laugh at them. That's not a problem because \"Just Go With It\" is so rarely funny. Here is a story that began as a French farce. Then it was adapted into a Broadway play named \"Cactus Flower.\" Then the play was made into a movie. Now it has been made into another movie. This process has diluted it like a homeopathic medicine, so that not an atom of the original formula can be found.\n\n\tConsider. Danny (Adam Sandler) broke off his wedding at the last minute, but continues to wear the wedding ring. Women find the ring seductive, and cannot resist having sex with a married man. Therefore, most (not all) of the women in his life are stupid. This works for him for approximately 25 years. In the meantime, he becomes a famous plastic surgeon in Beverly Hills. He is assisted by Nurse Katherine (Jennifer Aniston), who has two kids. \n\n\tOn the one day he isn't wearing his ring, he spends an idyllic night in the beach with the delicious 23-year-old Palmer (Brooklyn Decker). Then she finds the ring in his pocket and thinks he is married, and he lies and says yes, but his divorce is almost final. She insists on meeting his wife. He makes Nurse Katherine pretend to be his wife. He buys her several thousand dollars worth of clothes for her one (1) meeting with Palmer. \n\n\tFor reasons having to do with Palmer's love of children, they all fly to Hawaii together with Nurse Katherine's two kids and Danny's high school buddy Eddie (Nick Swardson), who pretends to be the Nurse's fiancé. Eddie disguises himself with thick glasses and the worst German accent since the guy who worshipped Hitler in \"The Producers.\" He also brandishes a meerschaum pipe, because everyone who has seen \"Inglourious Basterds\" knows all Germans smoke meerschaum pipes.\n\n\tThis might work as a farce. Maybe it did, in France. It worked as a Broadway play by Abe Burrows. It worked as a 1969 movie with Walter Matthau, Ingrid Bergman as the nurse and Goldie Hawn as the young girl. It doesn't work now. The problem is the almost paralytic sweetness of the characters. Nobody is really trying to get away with anything. They're just trying to do the right thing in an underhanded way. Walter Matthau was crafty in the cradle. Goldie Hawn was the definitive ditz. Ingrid Bergman was *sigh*. The 1969 screenplay was by I.A.L. Diamond, who knew a thing or two about farce when he wrote \"Some Like It Hot.\" They made a good movie.\n\n\tSo nice is everyone here that even the completely surplus character played by Nicole Kidman is undermined. She plays the old standby, the popular girl who was mean to Nurse Katherine in high school. We know the cliché. Kidman could have done something with it, but the screenplay gives her nowhere to go It's painful to endure the cloying scene where they kiss and make up. \n\n\t\"Just Go With It\" is like a performance of the old material by actors who don't get the joke. The movie doesn't even have the nerve to caricature the Devlin character, who is presented as a true-blue, sincere Bo Derek clone. Adam Sandler stays well within the range of polite, ingratiating small-talk artists he unnecessarily limits himself to. Jennifer Aniston is alert and amused, but by giving her the fake boyfriend with the meerschaum the film indicates that she, too, is one tinker short of a toy. \n\n\tThere is one funny scene in the movie. It involves a plastic surgery victim with roaming right eyebrow. You know the movie is in trouble when you find yourself missing the eyebrow.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-02-09", "genres": ["Comedy", "Romance"], "title": "Just Go With It (2011)"}