{"url": "http://www.rogerebert.com/reviews/just-cause-1995", "by": "Sean Conneryas Armstrong", "star_rating": 2.0, "text": "“Just Cause\" starts out strong and then, boy, does it jump\rthe rails.\n\nIt's\rthe kind of movie where you look at the screen and start imagining the\rpush-pins holding the 3-by-5 cards to the cork board in a Hollywood office, as\rthe filmmakers try to keep the plot straight.\n\nWhen\rthe movie's over, you realize that the first hour only seemed convincing: The\rwhole movie is made out of thin air.\n\nAs\rthe movie opens, a Harvard law professor named Armstrong (Sean Connery) is\rattacking capital punishment in a campus debate.\n\nThen\ran elderly black woman (Ruby Dee) hands him a letter from her son, who is on\rDeath Row in Florida for a murder he says he didn't commit. Armstrong tries to\rhand the letter back, but she looks him fiercely in the eye and says, \"No,\rno, you keep it. It's got your name on it.\" This is the best scene in the\rmovie.\n\nArmstrong\rgoes home, where his wife, Laurie (Kate Capshaw), is masterminding a party for\rtheir young kids. She reads the letter.\n\nThen\rshe encourages him to take the case, even though he hasn't practiced law in 25\ryears: \"Every once in a while, you gotta get a little bloody. It's good\rfor the soul.\" This seems curious. Not many mothers of small children\rencourage the other half of a May-December marriage to take complicated pro-bono\rcases on Florida Death Rows.\n\nLater,\rher words make sense - or at least they are explained.\n\nArmstrong\rflies south to meet Bobby Earl, the prisoner (Blair Underwood), and we get\rflashbacks showing how Bobby was arrested on suspicion of the kidnapping, rape\rand murder of a little girl. In a harrowing scene, a local black cop named\rTanny Brown (Laurence Fishburne) beats a confession out of him, at one point\rclicking a pistol in Bobby's mouth in a version of Russian roulette.\rArmstrong's investigation shows that Bobby Earl was railroaded, that the\rforensic evidence doesn't hold up and that he got a pathetic defense from a\rlocal attorney (Ned Beatty), who whines: \"I lost half of my business\rdefending that SOB - and he got the chair! Can you imagine what it would have\rbeen like if he'd been acquitted?\" By now we feel we're on pretty sound\rground. We are not, although I must be cautious not to give away plot details,\rsince this movie is, finally, all plot. There are a couple of good clues early\ron that everything is not as it appears. For example, the movie illustrates the\rLaw of Conservation of Star Power, which teaches, \"In a thriller, a star\rwho receives second billing to the hero, and whose role seems clear at the end\rof the first hour, will be revealed as the opposite of what he seems.\" The\rmovie also makes good use of the Tangled Web Syndrome, which is found in\rthrillers where all of the events of today are revealed to have their roots in\rlong-ago events.\n\nBut\renough. Most people will want to see this movie because of the presence of Sean\rConnery in the leading role, and on that score, if on no other, they will get\rtheir money's worth. When it comes to expressing quiet wrath, Connery is an\ractor like few others, and here, where he is a mild-mannered law professor and\rfamily man, he keeps his action side well concealed until an absurd climax that\rhas him all but wrestling alligators. I especially enjoyed the scenes where he\rmoseys through a hostile Southern town, keeping his cool while the local\rcrackers insult him, and always remembering to thank them \"for your\rtime.\" If his role is the strong center of the film, none of the other\ractors have an easy time of it. That's because the corkscrews of the plot\rprevent them from being consistent from beginning to end.\n\nReflect,\rafter you see the film, about how hard it must have been for a couple of the\ractors to describe 180-degree turns in their motivations. The movie depends on\ran audience with a short attention span, since if we remember some of the\revents of the first 30 minutes clearly, we will be asking tricky questions long\rafter the movie is over.\n\nMy\rbasic complaint with \"Just Cause\" is that it's simply an exercise in\rplot manipulation. Take out the violence and perversion, take out the nasty\rserial killer in the next cell (played by Ed Harris with Hannibal Lecter's\rlighting and camera angles), take out the police brutality and the victimized\rchildren, and what you're left with is pure Agatha Christie. There is no\rpsychological depth, no real motivation, no human values to weigh, just\rcharacters jerked here and there like puppets in an arbitrary plot. I was\rserious about those 3-by-5 cards. They're what writers and directors use to\rkeep everything straight in a movie like this. The audience could use some,\rtoo.", "running_time": 102, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-02-17", "genres": ["Action", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Just Cause (1995)"}