{"url": "http://www.rogerebert.com/reviews/just-wright-2010", "by": "Queen Latifahas Leslie Wright", "star_rating": 3.0, "text": "One reason people like Queen Latifah is that she likes herself. In most of her roles, she radiates cheer. She can play grim, as in “Bringing Out the Dead,” but she has a natural sunniness that makes me, at least, feel good. And she is a real woman, not a skinny woman with too many sharp angles. Jennifer Aniston, who looks perfectly great, makes me worry about her about her self-image when she talks about the baby food diet.\n\nLatifah has never been fat. She has always been plus-size. There is a difference. She is healthy, fit, carries herself with confidence, and looks terrific in “Just Wright” in the kind of clothing a physical therapist might feel comfortable wearing. If you’re dragging around feeling low about yourself, you want to know her secret.\n\nThis is not a discussion of the Queen’s body, however; it’s about the whole gestalt. One of the reasons she’s the star of “Just Wright” is that few people, and certainly no one in this film, can hold the screen against her. As with many other stars, when she’s in a shot, it’s about her.\n\nSure, we go along with the fiction that Scott (Common), the handsome pro basketball player in the movie, is going to marry Morgan (Paula Patton), Queen Latifah’s BFF. Sure, we think Patton looks terrific and is a beauty. But, come on. Once Scott injures his knee and hires Miss Wright (Latifah) as his live-in physical therapist, we know he’s going to fall in love with her. It’s so much easier to fall in love with someone who is necessary to you than someone you are necessary to.\n\nThe plot involves Leslie Wright and Morgan as obsessed fans of the New Jersey Nets: Leslie because she loves basketball, and Morgan because she wants to be a player wife. After Leslie has a Meet Cute with the handsome Nets star Scott McKnight at a gas station, she gets invited to his birthday party, and of course takes Morgan along. Scott zooms in on Morgan. Leslie, as a loyal best friend, is accustomed to this.\n\nAfter Scott gets a knee injury and Leslie becomes his special duty therapist, the trick is to not rush in the direction the movie is obviously moving. Director Sanaa Hamri accomplishes this. She and writer Michael Elliot add enough detail and actual dialogue (you know, people talking about things in more than one syllable) so that we enjoy the growing closer process. Paula Patton’s Morgan is a self-centered egotist and no good at care-giving, but hey, that’s built into the role.\n\nHamri is herself an actor-director, with an interesting background; she directed two of Prince’s TV specials, and the very good “Something New” (2006), starring Sanaa Lathan (no relation). That was another film about a woman and man gradually discovering they’re in love, which is always more fun than the first-sight deal. Here Common isn’t called upon to do much heavy lifting in the acting department, but he plays well with Queen Latifah. Sure, the movie is a formula. A formula that works reminds us of why it became a formula.", "running_time": 100, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-05-12", "genres": ["Comedy", "Drama", "Romance"], "title": "Just Wright (2010)"}