{"url": "http://www.rogerebert.com/reviews/just-friends-2005", "by": "Ryan Reynoldsas Chris", "star_rating": 1.0, "text": "The best scenes in \"Just Friends\" take place offscreen. If they were in the movie, they would involve the makeover of Chris, the hero. As the film opens, he is a fat, unpopular nerd in high school. Flash-forward 10 years, and he is thin, fit, rich, handsome and working in the music industry. Obviously, during the missing decade, he hired Oprah's trainer and studied the self-help tapes sold by that guy on late-night TV -- you know, the guy who will make you into a person willing to accept success. You have to be willing, that's the trick. The guy's methods are proven because he is a success himself, having been willing to make millions by selling his tapes.\n\nBut already we're off the subject of the film. This will be a hard subject to stay on. I am going to the kitchen right now and set the timer on the stove to go off every 60 seconds as a reminder to stay on the subject. Now I'm back from the kitchen. You know that late- night TV guy? Basically, he's offering an updated version of the old classified ad that said, \"Send 25 cents to learn how to get hundreds of quarters through the mail.\" Ding!\n\nIn \"Just Friends,\" Ryan Reynolds plays Chris, who looks like he gets his fat suits from Jiminy Glick's tailor. He wants to hook up with a sexy babe named Jamie, played by Amy Smart. Jamie likes Chris a whole lot, but only as a friend. When a girl says she likes you as a friend, what she means is: \"Rather than have sex with you, I would prefer to lose you as a friend.\"\n\nChris is crushed. In adventures that will no doubt he included in the deleted scenes segment of the DVD, he apparently moves to L.A., loses 150 pounds, becomes a hockey star, opens an account at SuperCuts and turns into a babe magnet. His boss wants him to sign up an overnight pop superstar named Samantha (Anna Faris), who is called Samantha because screenwriters love women named Samantha because when you call them \"Sam,\" it sounds like you know them, when in fact their entire backstory may be limited to the fact that their nickname is \"Sam.\" Ding!\n\nSam is supposed to make us think of Brittany or Britney or Britannia, or whatever her name is. Now I remember: Her name is Paris Hilton. The other night at dinner, I met a Motorola executive who told me Paris Hilton is their best customer for cell phones because she has gone through 70 of them. As Oscar Wilde once said, \"To lose one cell phone may be regarded as a misfortune; to go through 70 looks like carelessness.\"\n\nSam is played by Anna Faris, who in \"The Hot Chick\" played the best friend of a character (portrayed by Rachel McAdams) who is magically transported into the body of Rob Schneider, causing the audience to urgently desire that he had been transported into her body instead, because then he would look like her. Actually, they do trade bodies, but the plot follows the Rob Schneider body, which is like taking the Gatorland exit on your way to Disney World. The assignment of Anna Faris is to relate to Rob Schneider's body as if it contained Rachel McAdams, a challenge I doubt even Dame Judi Dench would be equal to.\n\nSam and Chris are on a private jet to Paris Hilton when it makes an emergency landing in Chris' hometown in New Jersey, where he meets up with Jamie again on Christmas Eve. There is not a spark of chemistry between Chris and Jamie, although the plot clearly requires them to fall in love. There is so much chemistry involved with the Anna Faris character, however, that she can set off multiple chain reactions with herself, if you see what I mean. The problem with Chris is that although he's a cool dude in L.A., the moment he finds himself with Jamie again, he reverts to hapless dweebdom.\n\nOn the \"Just Friends\" message board at the Internet Movie Database, \"ecbell-1\" writes: \"I live about a block away from where they filmed this movie.\" It was Francois Truffaut who said it was impossible to pay attention to a movie filmed in a house where you once lived because you would constantly be distracted by how it looked different and they had changed the wallpaper, etc. Did \"ecbell-1\" experience this phenomenon?\n\n\"It was pretty cool,\" he writes, \"because I watched some of it being filmed, and even got to meet some of the actors.\"\n\nNothing about the Truffaut theory. The New Jersey house, by the way, is in \"ecbell-1's\" hometown of Regina, Saskatchewan. Ding! Ding! Awopbopaloobop, alopbamboom!", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-11-22", "genres": ["Comedy", "Drama", "Romance"], "title": "Just Friends (2005)"}