{"url": "http://www.rogerebert.com/reviews/just-before-nightfall-1976", "by": "Stephane Audranas Helena Masson", "star_rating": 3.5, "text": "The blonde is good-looking, maybe a little over the hill. She lolls on the bed. \"Come and play . . . or I'll make you pay!\" she says, licking her lips. Michel Bouquet sits by the window in misery. He's a small man, very neat, receding hairline, pursed lips. He doesn't want to play. But he does. The blonde closes her eyes and recites her rape fantasies -- old favorites, apparently. She gets to the one about choking. She asks him to choke her. Fade to a dark screen and the credits for Claude Chabrol's \"Just Before Nightfall.\" When the lights come on again, she's dead.\n\nIt's often like this in Chabrol's films. His characters are the molds from which the French\r\nbourgeoisie is cast. They're terribly respectable, they live in comfortable homes and work in well-paying professions, they present a facade of total respectability. But underneath there are dark passions and well-kept secrets and, frequently, the ultimate embarrassment of murder. They aren't killers; that's the whole point. They're people who commit murder to their own astonishment. \n\n\"Just Before Nightfall\" is one of Chabrol's best films on his favorite theme. He has, it turns out, a great deal more to say about his characters than we think at first, and after the blonde's murder the movie proceeds through guilt, remorse and forgiveness - and finds none of them as enduring as middle class respectability. It is one thing to commit murder. After all, that could happen to anybody. But it's another thing altogether to do anything so vulgar as confessing to it. \n\nThe murdered woman is the wife of Bouquet's best friend. They've been having an affair for some months - a kinky one, based on the woman's masochism. Bouquet despises the games she likes to play, mostly because he sees, correctly, that what she's really getting off on is his own distaste. He's not sure whether he wanted to murder her. He leaves the scene of the crime and reenters the routine of his life, apparently safe and totally unsuspected. He's married to an elegant woman (Stephane Audran, Chabrol's wife) and has a couple of nice kids and an offbeat house that was designed, wouldn't you know, by the victim's husband. Bouquet attends the funeral, consoles the husband, and realizes the police will never pick up his trail. \n\nBut then he starts having trouble sleeping at night; his crime obsesses him, and he's overcome with the need to confess to someone. Eventually he does, first to his wife, and then to the victim's husband. In the kind of ironic reversal for which Chabrol has a special fondness, both the wife and the friend forgive him. They like him; they can understand, in a way, why a murder might have happened. \"I refuse to blame you,\" the friend says. \"I don't want vengeance.\" But that's the very thing the poor guilty slob requires: to be punished. The others, by refusing to blame him, by denying him the release of being detested for his crime, are playing the blonde's game.\n\nThe movie's a meditation on guilt. When the husband determines to turn himself in, his wife accuses him of grandstanding. Both the wife and the friend very sincerely regret the murder, of course, but to involve the police... well, that would be going a bit far. The film's last half-hour provides a series of moral reverses that leaves us, too, puzzled about what's right and what's wrong: Who but Chabrol could take such a straightforward crime as murder and make it seem less contemptible than the need for absolution?", "running_time": 100, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-02-24", "genres": ["Drama", "Foreign", "Thriller"], "title": "Just Before Nightfall (1976)"}