{"url": "http://www.rogerebert.com/reviews/justine-1969", "by": "Anouk Aimeeas Justine", "star_rating": 2.5, "text": "It's a risky enterprise in the first place to make movies out of books a lot of people have read. People have the irrational notion that the movie should be \"faithful\" to the book, as if they were married. My theory is that the movie should be faithful only to itself, and be good or bad on its own terms. In the case of \"Justine,\" and it's a difficult case, the movie is best when it's being most unfaithful to the book. But that isn't often enough.\n\n\"Justine\" was a troublesome project right from the beginning. There was trouble with the script, trouble with the producer (Walter Wanger, who was bounced by Fox during the \"Cleopatra\" disaster), and lots of director trouble. Joseph Strick (\"Ulysses,\" \"The Savage Eye\") went to Algeria to direct it on location, but then he walked (or was pushed) off the location, and Fox called in old pro George Cukor to salvage what he could.\n\nCukor is a good director and a consummate professional; his credits include \"The Philadelphia Story,\" \"Camille\" and \"My Fair Lady.\" But until now they've included nothing remotely like \"Justine,\" and he was handicapped in addition by being struck with Strick's completed footage. Whether he liked it or not, he almost had to complete the film in the same tone Strick started it in.\n\nWhat Cukor has salvaged from this morass is rather remarkable. \"Justine\" is a movie that doesn't work and is usually confusing, but all the same it's a movie with a texture, an atmosphere, that's almost hypnotic. People who go to movies to enjoy the story will be enraged, and people who go to \"Justine\" with any familiarity with Lawrence Durrell's \"Alexandria Quartet\" will be appalled. But people who go to movies to watch the way scenes work, and to relish the rhythm of an actor's performance, will like \"Justine\" more than they expected to.\n\nThe trouble is, people who dig movies on this pure and elementary level are usually found watching either Godard or Italian Westerns: Two kinds of movies that get their effects out of texture, not plot. To give \"Justine\" its due, it tries to have a plot. In the last half-hour, we're asked to remember countless minor characters who had something to do with a gun-smuggling venture. But the first hour of the movie, in particular, has no discernible story at all: Only characters grooving on each other in a depraved and sinister pre-war Alexandria.\n\nMy guess is that Cukor (who did all of his scenes in Hollywood studios) was simply unable to weave together enough of Strick's threads to make a coherent plot. So he did what Hollywood professionals have done for years: He made a movie that seemed to have a plot, but didn't. It might have been better, all things considered, to have extracted a good B-movie adventure story out of the Quartet, and forgotten everything else. \"Casablanca,\" after all, was a pretty good movie.\n\nIn any event, we don't get \"Casablanca\" and we don't get \"Justine\" either. What we do get are two very good performances, by Anouk Aimee (as Justine) and Dirk Bogarde (Pursewarden), whose characters seem to swim through the intrigues of Alexandria as if they really meant something. And we get an interesting performance from Michael York, who plays young Darley, the poet and schoolteacher who came out to Egypt and got involved in Justine's bizarre schemes. Whatever they were.", "running_time": 116, "mpaa_rating": "R", "release_year": 1969, "date_published": "1969-12-31", "genres": ["Drama", "Romance"], "title": "Justine (1969)"}