{"url": "http://www.rogerebert.com/reviews/just-tell-me-what-you-want-1980", "by": "Ali MacGrawas Bones Burton", "star_rating": 3.0, "text": "“Just Tell Me What You Want” occupies a world most of us have fantasies\r\nabout, the world of an incredibly powerful, self-made business tycoon. It’s a\r\nworld that’s not new in the movies, but not often is it seen as sharply as in\r\nthis film, which, amazingly, leaves us feeling fairly affectionate about the\r\npeople involved: This is a film that could have just been high-class, soft-core\r\ntrash, but it sneaks in a couple of fascinating characters and makes them real.\n\nThey\r\nare Max Herschel (Alan King), investor, art collector, husband, lover,\r\novergrown baby, and Bones Burton (Ali MacGraw), his mistress, who’s in\r\ntelevision production. She’s also his prize creation; they met, we gather, 13\r\nyears ago when she was a teenager, and Max has educated her, stage-managed her\r\ncareer, doted on her ever since.\n\nBut\r\nnow there’s a crisis: Max has purchased a near-bankrupt studio, and wants to\r\nplunder it for its film library and then sell the real estate to make a sports\r\nstadium. But Bones wants to try to turn the studio around.\n\nHe\r\ncan’t quite see his protégé succeeding on her own. But they have other\r\nproblems, too. Bones, who has just had another abortion and isn’t getting any\r\nyounger, wants to get married. But Max is still married, and supports his\r\nderanged wife (Dina Merrill) in a series of expensive private institutions. He\r\nalso cheats on both his wife and his mistress.\n\nBones\r\ngrows rebellious, falls in love with a young playwright, and marries him one\r\nmorning. Max, enraged, tries to strip her of everything he’s ever given her.\r\nBones, livid, violently attacks Max with her handbag in Bergdoff Goodman’s, in\r\none of the movie’s funniest scenes. And Max, wounded, goes undercover to try to\r\ndestroy Bones’s husband.\n\nAll\r\nof the ins and outs of the plot (and they are many) are essentially just props\r\nfor the director, Sidney Lumet, who is mostly concerned with the characters of\r\nMax and Bones. The movie’s especially successful with Max, who comes across as\r\nvirile, childish, bright, vindictive and perversely likable.\n\nThe\r\nperformance by King is surprisingly good, considering how little feature film\r\nacting experience King has; King really inhabits the role of the rich tyrant,\r\ninstead of just strutting through the dialogue. MacGraw is good, too, as Bones,\r\nmaking the character sexy primarily because of her intelligence.\n\nThe\r\nmovie has several good supporting performances, especially by Myrna Loy, as an\r\nexecutive secretary who sees right through all of Max’s many moods, and by\r\nKeenan Wynn, as an ancient real estate tycoon who is Max’s chief competition.\r\nThe whole cast, indeed, is plausible as real people, and that’s what makes this\r\nmovie somewhat unusual.\n\nThere’s\r\na whole genre of movies about the sex lives of the rich and famous, and the\r\nactors in them usually seem a little smaller than the lives they’re playing.\r\nNot this time: “Just Tell Me What You Want” somehow succeeds in taking on a\r\ntacky genre, overcoming it, and giving us a couple of actually interesting\r\ncharacters.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-02-12", "genres": null, "title": "Just Tell Me What You Want (1980)"}