{"url": "http://www.rogerebert.com/reviews/just-a-kiss-2002", "by": "Ron Eldardas Dag", "star_rating": 1.0, "text": "If only it were clever, \"Just a Kiss\" would be too clever by half.\n\nHere is a movie that was apparently made by working its way through a list of styles, so that we have poignancy jostling against farce, thoughtful dialogue elbowed aside by one-liners, and a visual style that incorporates rotoscope animation for no apparent reason except, maybe, that it looks neat.\n\n\"Just a Kiss,\" directed by the actor Fisher Stevens, begins with a kiss between two people who should not be kissing and ends after those people, and their significant others, and assorted insignificant others, undergo sexual and emotional misunderstandings, survive plane crashes, end up in the hospital or comatose, etc., while occasionally appearing to be animated like the characters in \"Waking Life.\" Now \"Waking Life\" was an accomplished movie, in which Richard Linklater took live-action footage of his characters and passed it through a software program that kept their basic appearances and movements while allowing artists to overlay an animated layer. It worked. It does not work in \"Just a Kiss,\" and I'm about to explain why.\n\nIn \"Waking Life,\" all of the characters are animated. That is what they are, and how we accept them, and whatever reality they have is conveyed visually through the animation. But in \"Just a Kiss,\" the characters are photographed realistically, so that when they suddenly undergo \"rotomation,\" their reality is violently displaced and our attention is jerked up to the surface of the movie. They exist now, not as characters but as animated displays who used to be characters and may be characters again.\n\nI can imagine a way in which this could work, in a \"Roger Rabbit\"-type movie that moves in and out of the cartoon dimension. But it doesn't work here because it is manifestly and distractingly only a stunt. And the whole movie, in various ways, has the same problem: It's all surface, without an entry point into whatever lurks beneath. The characters, dialogue, personal styles and adventures are all mannerisms. The actors are merely carriers of the director's contrivances.\n\nConsider, for example, a sequence in which one character on an airplane uses his cell phone to tell another that he loves her. His phone emits lethal transmissions which cause the plane to crash. Everyone in first class lives; everyone in tourist class dies. I smile as I write the words. This would be a good scene in \"Airplane!\" What is it doing here, in a movie where we are possibly expected to care about the characters' romances and infidelities? To admit farce into a drama is to admit that the drama is farce.\n\nBut is it a drama? I haven't a clue. The movie seems to reinvent itself from moment to moment, darting between styles like a squirrel with too many nuts. There is one performance that works, sort of, and it is by Marisa Tomei, as a bartender whose psychic gifts allow her to find meaning in the rings left by cold beers. She is a crazy homicidal maniac, but, hey, at least that means that nothing she does is out of character.\n\nAs for the other actors, they know Stevens from the indie films they've made together, and were good sports to volunteer for this project. Ron Eldard, Kyra Sedgwick, Patrick Breen (who wrote the screenplay), Marley Shelton, Taye Diggs, Sarita Choudhury and Bruno Amato do what they can with characters who are reinvented from minute to minute. And Zoe Caldwell, as a choreographer who is the mother of the Shelton character, has moments of stunningly effective acting that are so isolated from the rest of the movie that they appear like the result of channel-surfing.\n\nNote: Eldard's character is named \"Dag.\" On the Internet Movie Database, he is listed as \"Dag Hammerskjold,\" but on the movie's official site he is only \"named after Dag Hammerskjold.\" Maybe it's supposed to be ironic that this Dag survives a plane crash. Whatever. Of course, the movie misspells Hammarskjold's name, so maybe this character is descended from a person who was constantly having to explain how he was the Dag Hammerskjold who spelled his name with an \"e.\"", "running_time": 89, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Comedy", "Indie", "Romance"], "title": "Just A Kiss (2002)"}