{"url": "http://www.rogerebert.com/reviews/just-like-heaven-2005", "by": "Reese Witherspoonas Elizabeth", "star_rating": 3.0, "text": "In \"Just Like Heaven,\" a man falls in love with a woman only he can see. She's not a ghost, because she's not dead, but a spirit. Why is she visible only to him? Perhaps because he has moved into her apartment. In a movie like this there is no logical reason for such matters. They simply are, and you accept them.\n\nThe woman is Elizabeth, played by Reese Witherspoon. The man is David, played by Mark Ruffalo. These are two of the sweetest actors in the movies, and sweetness is what they give their characters in \"Just Like Heaven.\" There is not a mean bone in their bodies, and not a dark moment in the movie, unless of course you take the plot seriously, in which case it is deeply tragic.\n\nElizabeth is a young doctor at a San Francisco hospital. She is still single in her late 20s, and pulls 26-hour shifts in the emergency room. A friend despairs of her unmarried status and wants to fix her up. \"I'm perfectly capable of meeting men on my own,\" she says. The friend: \"I know you are. I just want you to meet one that's not bleeding.\"\n\nDavid was a landscape gardener until two years ago, when his first wife Laura died suddenly. Now he drinks too much, and pays a lot of attention to the sofa he is sitting on at the moment. He's astonished when Elizabeth suddenly appears in the apartment, and orders him to stop making a mess of things.\n\nAlthough a good long talk would clear up everything at any point during the movie, the talk is postponed because the movie must move toward happiness with agonizing reluctance. David, manifestly confronted with a supernatural presence, consults Darryl (Jon Heder), the clerk in a psychic bookstore. He brings in a priest for a painfully overacted exorcism. He employs Asian ghostbusters. Elizabeth taunts him about \"Father Flanagan and the Joy Luck Club.\" But she lacks crucial knowledge about what has happened to her. \n\nWe meet her sister, her nieces, her co-workers, and the creepy doctor who took over her job when she became a spirit. Can Elizabeth and David, who are now in love, take steps to return her to a corporal existence that will make their relationship immeasurably more satisfactory? Can David's best buddy Jack (Donal Logue) help him with a little body-snatching? Can one movie support these many coincidences and close calls and misunderstandings? \n\nYes. The movie works, and so we accept everything, even the preposterous scene where a man is unconscious on the floor and Elizabeth tells David the man's lung is leaking air into his chest cavity, or whatever, and he must open a hole with a paring knife and keep it open with the plastic pour spout of a vodka bottle. As the chest is vented and the victim breathes again, I was poignantly reminded of the heart valve that gave Ignatius Reilly so much concern in A Confederacy of Dunces, that funniest of all novels from sad New Orleans.\n\nI also liked the dialogue, by Peter Tolan and Leslie Dixon, as when it turns out that Elizabeth's little niece can also see her: \"My fate is in the hands of a 4-year-old, who has seven other imaginary friends.\" And when she finally persuaded David to take her case: \"You have two realities to choose from. The first is that a woman has come into your life in an very unconventional way and she needs your assistance. The second is that you're a crazy person, talking to himself on a park bench.\"\n\nThe Idiot Plot is a term devised for bad movies where the problems could be cleared up with a few words, if everyone in the plot were not an idiot. When the movie is good, it is kept afloat by the very frustration that sinks an Idiot Plot. There is a contest between what we want and what the characters do, and we get involved in spite of ourselves. Elizabeth explains perfectly clearly how her sister Abby (Dina Spybey) could be made to believe he is in touch with her spirit: She could tell David family secrets only Elizabeth would know. Wonderful, brilliant, and yet instead they mope about on hilltops with bittersweet regret. This woman could have been saved with days to spare, and there they are with the clock ticking.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-15", "genres": ["Comedy", "Drama", "Fantasy", "Romance"], "title": "Just Like Heaven (2005)"}