{"url": "http://www.rogerebert.com/reviews/juwanna-mann-2002", "by": "Vivica A. Foxas Michelle Langford", "star_rating": 2.0, "text": "Let us now consider predictability. Most of the time, I consider it an insult to the audience. We can sense when a movie is on autopilot, and we wonder, not unreasonably, why the filmmakers couldn't be bothered to try a little harder. Then a movie like \"Juwanna Mann\" comes along and is predictable to its very core, and in a funny way the predictability is part of the fun. The movie is in on the joke of its own recycling.\n\nHow predictable is it? It begins with a pro basketball star who is thrown out of the league (he gets so angry at a referee's call that he takes off all of his clothes and flashes the audience). He's faced with foreclosure, bankruptcy and the loss of all his commercial endorsements, is fired by his manager, and has no skills except the ability to play basketball. In desperation, he dresses in drag and passes himself off as \"Juwanna Mann,\" a female player, and is soon a star of the women's pro basketball league.\n\nWith that information in mind, there are scenes we can all predict: (1) A date with an obnoxious man who doesn't know Juwanna is female. (2) Weird times in the shower. (3) A crush on a beautiful teammate who likes Juwanna as a friend but of course doesn't realize she's a man. (4) Unruly erections. (5) Ill-disciplined falsies. We can also predict that Juwanna will lead her team into the finals, become a big star, learn useful lessons about human nature, be faced with a crisis and exposure, and emerge as a better person, all of her problems solved, while the team wins the big game.\n\nThese predictable scenes are, I submit, inevitable. There is no way to make this movie without them--not as a comedy, anyway. So the pleasure, if any, must come from the performances, not the material. Up to a point, it does. Although \"Juwanna Mann\" is not a good movie, it isn't a painful experience, and Miguel A. Nunez Jr. is plausible as Juwanna, not because he is able to look like a woman, but because he is able to play a character who thinks he can look like a woman.\n\nVivica A. Fox plays Michelle, the teammate who Juwanna falls in love with, and it is a challenging assignment, because almost all her dialogue needs to be taken two ways. Screenplay gimmicks like this are hard for actors, because if they are too sincere they look like chumps, and if they seem to be grinning sideways at the audience, they spoil the illusion. Fox finds the right tone and sticks to it; there is skilled professionalism at work, even in a rent-a-plot like this.\n\nSince the entire movie is of course completely implausible, it seems unkind to single out specific examples of implausibility. But there's a difference between the implausibility of the basic gimmick (man passing as a woman) and the implausibility of plot details within the gimmick. The most obvious comes at the end, when Juwanna is exposed as a man. The movie deals with that exposure but ignores another fact that almost every audience member will pick up on: If Juwanna's team played the season with an ineligible player, doesn't it have to forfeit all of its games? We aren't supposed to ask questions like that, I suppose, but there's another glitch that stands out because the movie insists on it. Early in the film, Juwanna is informed that dunking is illegal in the women's league. Late in the film, she wins a game with a last-second dunk. Say what? Has everyone in the league forgotten the rules? Such glitches would matter more, I suppose, if the movie were serious. In a comedy, they're distractions, suggesting the filmmakers either weren't playing attention or didn't care. I can't recommend \"Juwanna Mann\" and yet I admire the pluck of the actors, especially Nunez, Fox and Tommy Davidson, as a spectacularly ineligible lothario, and I liked the way Kevin Pollack soldiers away as the manager who must be perpetually offended, astonished or frustrated. \"Juwanna Mann\" is unnecessary, but not painful.\n\nHollywood never flags in its lack of invention; on July 3, we'll get Lil' Bow Wow in \"Like Mike,\" as a small kid who stars in the NBA, with many of the same jokes appropriately adapted. What's next? A dog that plays basketball? Only joking. We've already had that one.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-06-21", "genres": ["Comedy", "Drama", "Sports Film"], "title": "Juwanna Mann (2002)"}