{"url": "http://www.rogerebert.com/reviews/k-19-the-widowmaker-2002", "by": "Harrison Fordas Capt. Vostrikov", "star_rating": 3.0, "text": "Movies involving submarines have the logic of chess: The longer the game goes, the fewer the possible remaining moves. \"K-19: The Widowmaker\" joins a tradition that includes \"Das Boot\" and \"The Hunt for Red October\" and goes all the way back to \"Run Silent, Run Deep.\" The variables are always oxygen, water pressure and the enemy. Can the men breathe, will the sub implode, will depth charges destroy it?\n\nThe submarine K-19 is not technically at war, so there are no depth charges, but the story involves a deadlier threat: Will the onboard reactor melt down, causing a nuclear explosion and possibly triggering a world war? The movie is set in 1961, at the height of the Cold War, and is loosely based on a real incident. A new Soviet nuclear sub is commissioned before it is shipshape, and sails on its first mission as a bucketful of problems waiting to happen. Many of the problems are known to its original captain, Polenin (Liam Neeson). But when he insists after a test run that the submarine is not capable, he is joined on board by Capt. Alexei Vostrikov (Harrison Ford), who outranks him and is married to the niece of a member of the Politburo.\n\nBoth men are competent naval officers, and Polenin does his best to work with Vostrikov; his men consider Polenin their captain but are persuaded to go along with the senior man, even after Vostrikov orders a dive that tests the ultimate limits of the sub's capabilities. (Such scenes, with rivets popping and the hull creaking, are obligatory in submarine movies.) Most of the big scenes take place in close quarters on the command desk, where dramatic lighting illuminates the faces and eyes of men who are waiting for the sub's shell to crack. By casting the two leading roles with authoritative actors, \"K-19\" adds another level of tension; if one were dominant and the other uncertain, there would be a clear dramatic path ahead, but since both Vostrikov and Polenin are inflexible, self-confident and determined, their rivalry approaches a standoff.\n\nThe sub's mission is to demonstrate the Soviet Union's new nuclear submarine power to the spy planes of the Kennedy administration. The sub's voyage is shadowed by a U.S. destroyer, which is not unwelcome, since the purpose of this mission is to be seen. When there is an accident involving one of the onboard nuclear reactors, however, the game changes: If the reactor explodes and destroys the U.S. ship, will that event be read, in the resulting confusion, as an act of war? K-19 could surface and put its men in lifeboats, but for Vostrikov the thought of the United States capturing the new technology is unthinkable. Therefore, the options are to repair the reactor, or dive the boat to its destruction.\n\nMore problems. The K-19's original reactor officer, an experienced man, has been fired for alcoholism and replaced with a recent naval academy graduate. This man, Vadim (Peter Sarsgaard), is not only inexperienced but scared to death, and he freezes when the accident occurs. As the reactor core overheats, the crew comes up with a jury-rigged quick fix--diverting the onboard water supply--but that involves men entering the sealed reactor compartment to weld pipes and make repairs. They should wear protective radiation suits, but alas, the captains are told, \"The warehouse was out. They sent us chemical suits instead.\" Neeson: \"We might as well wear raincoats.\" The scenes involving the repair of the reactor are excruciating, and director Kathryn Bigelow creates a taut counterpoint between the men who take 10-minute shifts in the high-radiation zone, and the growing tension between the two captains. Footage involving radiation sickness is harrowing. A mutiny is not unthinkable. And meanwhile, in Moscow, K-19's sudden radio silence inspires dark suspicions that the sub has been captured, or given away by traitors.\n\nThe physical limitations of a submarine create technical difficulties for filmmakers--who can, after all, only move their cameras back and forth within the narrow tube. That claustrophobia also heightens the tension, and we get a sense of a small group of men working desperately together under the pressure of death. \"K-19\" draws out the suspense about as far as possible, and Bigelow, whose credits include \"Point Break\" and \"Strange Days,\" is an expert technician who never steps wrong and is skilled at exploiting the personal qualities of Ford and Neeson to add another level of uncertainty.\n\nIt is rare for a big-budget Hollywood production to be seen entirely through the eyes of foreigners, and rarer still for actors like Neeson and Ford to spend an entire role with Russian accents. There isn't even a token role for an American character, and the movie treats the Soviets not as enemies but as the characters we are expected to identify with; the same approach allowed us to care about the German U-boat crew in \"Das Boot.\" Are Ford and Neeson, both so recognizable, convincing as Russians? Convincing enough; we accept the accents after a few minutes, and get on with the story. The fact that both men seem unyielding is crucial, and the fact that Vostrikov may be putting political considerations above the lives of his men adds an additional dimension.\n\nThere is one surprise in the movie, a decision having nothing to do with the reactor, that depends entirely on the ability of the characters to act convincingly under enormous pressure; casting stars of roughly equal weight helps it to work.", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-07-19", "genres": ["Action", "Adventure", "Drama", "Mystery", "Suspense", "Thriller"], "title": "K-19: The Widowmaker (2002)"}