{"url": "http://www.rogerebert.com/reviews/k-9-1989", "by": "James Belushias Dooley", "star_rating": 2.0, "text": "I talk to my cats a good deal, but only when nobody's around and never with the thought that they can understand me. If the hero of \"K-9\" had adopted a similar approach to his dog, this might have been a better movie. Instead, we start with a standard drug movie and end up with so many monologues to the dog that the dialogue coach must have needed a pooper scooper.\n\nThe film stars James Belushi as a San Diego narcotics detective who likes to work alone. He's your standard-issue eccentric loner, a guy who orders take-out pizzas to be delivered to his car during stakeouts and then heats them up with his cigarette lighter. He's got the goods on a big drug dealer and thinks he knows how to intercept a major dope delivery. When the dealer destroys Belushi's car with a helicopter attack, Belushi asks for a new car. His boss says he has to accept a partner. Belushi wants to work alone. He settles for the only partner he can stand: a police dog.\n\nThe movie up until this point has been such a relentlessly predictable collection of drug-movie cliches that the dog comes as a relief. Somewhere in Hollywood, they must have a data bank used by the authors of all thrillers involving drugs. How else can you explain the fact that these movies always feature a) a helicopter attack, usually in the opening scenes; b) a Mr. Big who dresses impeccably, speaks in civilized tones and is honored at charity events when he is not running drugs; c) several vicious henchmen; d) a large warehouse that is the setting for drug busts and shoot-outs, and e) large fleets of very expensive automobiles with blacked-out windows.\n\nIf the crime elements in \"K-9\" are routine, the relationship between Belushi and the dog at least has the courage to be goofy.\n\nAlthough Belushi has a girlfriend in the movie (Mel Harris from \"thirtysomething\"), he easily speaks three times as much dialogue to the dog as to the woman. The dog responds by saving his life, chewing on several crooks and cracking the case wide open by sniffing out the dope hidden in the cute little red Mercedes convertible.\n\nAll of this is more or less acceptable. What is not acceptable is the use of film editing and dog-training techniques to make it appear the dog understands English and thinks in human terms. There is an almost unforgivable scene late in the film in which the dog plays dead and Belushi delivers a eulogy, and the dog opens its eyes when Belushi's back is turned, but closes them real quick again when Belushi looks his way. Give me a break! And while you're at it, can someone pass a law against dogs who cover their eyes with their cute little paws when a sight is just too much for them? Was I expecting a realistic movie about police dogs? Not really.\n\nWas I expecting a comedy? Not after the helicopter blew up the car. Was I expecting a tough police thriller? Belushi is capable of being as tough as anyone on the screen, but in this movie he's a lovable goofball. I guess what I'm saying is that everyone on the set must really have fallen in love with that dog. They're probably right and it's probably a great pooch, but maybe they should have given a little more thought to the movie while they were at it.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-04-28", "genres": ["Action", "Adventure", "Comedy", "Crime"], "title": "K-9 (1989)"}