{"url": "http://www.rogerebert.com/reviews/k-pax-2001", "by": "Kevin Spaceyas Prot", "star_rating": 3.0, "text": "If a visitor from another planet appeared among us in human form and told the truth about his origins, no doubt he would be treated like Prot, the hero of ''K-PAX,'' who finds himself locked in a closed ward of the Psychiatric Institute of Manhattan. He might not, however, be as lucky as Prot in his psychiatrist. ''This is the most convincing delusional I've ever come across,'' says Dr. Mark Powell, and his voice toys with the notion that Prot might not be delusional.\n\nCertainly the patient tells a good story. Played by Kevin Spacey, who has made a career out of being the smartest character in the movie, Prot describes his intergalactic travels, dismisses Einstein's theories about the speed of light and amazes a group of astronomers in a scene that suggests, as it is intended to, Christ addressing the elders in the temple.\n\nJeff Bridges plays the shrink, and brings to the role exactly what is required, a weary workaholic who thinks he has seen everything and is relieved to discover that he hasn't. His sessions with Prot turn into two-way experiences, with Prot offering advice and insights and seeming intelligent and normal--all except for his impression that his home is 1,000 light years away. There is also the matter of how he eats a banana. \"K-PAX is a planet,'' he explains to his doctor, ''but don't worry--I'm not going to leap out of your chest.'' The movie doesn't force its parallel with Christ (who said he was the son of God at a time when, luckily for him, the Psychiatric Institute of Manhattan was not yet admitting patients). But the analogy is there, not least in Prot's relationships with his fellow mental patients; he quietly goes about trying to cure them. The movie populates its ward with the usual job lot of colorful eccentrics, who behave as if they have intensely studied \"One Flew Over the Cuckoo's Nest.\" The most intriguing, because she never speaks, is Bess (Melanee Murray).\n\nThe movie intercuts the psychiatric sessions with Prot and domestic scenes at home, where Dr. Powell's wife, Rachel (Mary McCormack), frets that his mind is always on his work. Why must all men involved in great enterprises have wives who are obsessed with whether they come home for dinner on time? Is it forbidden that the wife also become fascinated with the case and get involved? No matter. The heart of the movie is in the Spacey performance, and in knowing that less is more, he plays Prot absolutely matter-of-factly.\n\n\"K-PAX'' avoids an ending that invites tears and supplies one that encourages speculation. Is Prot really from another planet? What happens to him at the end is not quite the answer it seems to be. And consider his range of vision, his versatile blood pressure, his tolerance for Thorazine, and the fact that he describes the intricate orbit of his planet to astronomers who have just discovered it. Against this we must balance the investigative road trip that Powell makes to New Mexico, which offers a persuasive answer and then snatches it away (perhaps Prot simply borrowed a human form).\n\nA final answer is unprovable on the basis of what we're told, and I like it that way. I admired how the movie tantalized us with possibilities and allowed the doctor and patient to talk sensibly, if strangely, about the difference between the delusional and that which is simply very unlikely. Whether Prot is right or wrong about where he comes from is not as important as what he does with his conviction.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-10-26", "genres": ["Drama", "Science Fiction"], "title": "K-Pax (2001)"}