{"url": "http://www.rogerebert.com/reviews/k2-1992", "by": "Michael Biehnas Taylor Brooks", "star_rating": 2.0, "text": "I don't know any mountain climbers personally, but the ones I've seen in movies are people who go to a great deal of time and trouble to place themselves in agonizing dilemmas. Then they become heroes by making extraordinary efforts to free themselves from the very situations they made equally extraordinary efforts to get into.\n\nSooner or later in every mountain climbing movie, we arrive at the obligatory scene where two climbers are stranded near the summit. One is too injured or sick to go any further, and the other knows that if he saves himself, his friend will die. Since the friend will die anyway, it is impossible to resolve the situation except by tortured rhetoric or some sort of utterly false development such as the materialization of a helicopter.\n\n\"K2\" serves as an anthology of almost all the obligatory plot points that make mountain climbing movies so predictable. It begins with a close but unwholesome friendship between two men, based on one man's need to be depended upon, and the other's need to depend on him. They enact this need in a series of mountaineering crises, in which they are never so happy as when one has screwed up and is hanging from the end of a rope while the other is anchoring him, thus fulfilling their mutual need.\n\nWomen are not necessary in such relationships, but usually appear in walk-on roles, as sniveling housewives with babies hanging from them, who complain that their husbands are going off on another damned expedition instead of being dutiful fathers. The male characters hang their heads and scuff their shoes, but doggone it, how can you compare changing diapers with the glory of a mountain summit? After the absolutely essential farewell speech (\"This is my last climb. Let me go on this one, and . . .\" etc.) the protagonists join an expedition which inevitably (1) has started too late in the season, (2) contains at least one arrogant jerk, and (3) is attempting an unprecedented technical feat. We can tick off the inevitable scenes, including (1) recruitment of the porters, (2) lines of men snaking wearily up the mountainside, (3) barefoot frolic in the snow during a brief carefree moment, (4) the decision about who will reach the summit, (5) the warning about a dangerous situation, (6) the shrugging off of the warning, (7) the death of the warned character, (8) the carrying on by the others, all leading to (9).\n\nAnd (9), of course, is the scene which is as essential to mountain movies as kinky sex is to a Michael Douglas thriller. It involves the conquest of the summit, followed by some kind of mishap that leaves the two buddies stranded in a snowstorm, hopefully with no food and at least one broken limb, while winter approaches, rescue is impossible, and the only choice is between one person dying, and two.\n\nWhen I see such a scene, the moral is clear to me. It is: Why go to agonizing mental and physical effort to haul yourself up thousands of feet to face this dilemma, when you could have stayed at home with the wife and kids? (I've yet to hear the orphan of a mountain climber testify he's proud of Dad for proving his courage by falling off the Matterhorn, instead of staying home and being a father.) If I ever fell off a mountain, I would shout \"Stupid! Stupid!\" at myself all the way down, for having willingly and through great effort put myself in a position to fall to my death.\n\nI know that is an heretical reaction. I know there is supposed to be some kind of enormous psychic bonanza from successfully risking life and limb to conquer a mountain. But here's a curious thing. The actual arrival at the summit is always a disappointment in movies like this. The climbers get up there, stick a flag in the snow, wave their arms, shout, and take photos of each other. Big deal. They seem impatient to move on toward the real psychic payoff, which is the masochistic ordeal of the descent, during which they will be hit by storms, lose their ropes, break their legs, etc.\n\nI am forced to the conclusion that what keeps climbers going back for more is not their desire to conquer the mountain, but their disappointment that the mountain has not yet conquered them. Put it this way. If simply getting to the top and back were the real point of mountain climbing, why hasn't there ever been a movie about a successful expedition?", "running_time": 104, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-05-01", "genres": ["Action", "Adventure", "Drama", "Foreign"], "title": "K2 (1992)"}