{"url": "http://www.rogerebert.com/reviews/kaboom-2011", "by": "Thomas Dekkeras Smith", "star_rating": 2.5, "text": "\"Kaboom\" exists entirely in and for the moment. It brings some intriguing college students onscreen, watches them have sex with one another and involves them in a plot in which there is not much difference between hallucination and everyday life. It raises only one question: Since the characters devote so much time to it, why don't they seem to care much about sex? It seems more like a pastime for idle hands and genitals.\n\nThe movie has been cast, designed, clothed, scored and edited to the bleeding edge of hip, but it hasn't exactly been written. There's some nice dialogue, but sometimes it sounds like lines left over from other screenplays that were too good to throw away. The film's writer-director, Gregg Araki, enjoys material of this sort; his characters only draw the line at heterosexual monogamy. What's curious is that his central character, Smith (Thomas Dek­ker), is filled with sexual yearnings despite the abundance of opportunities at hand.\n\nSmith describes his sexuality as \"undecided.” As the film opens, he lusts for his hunky roommate, Thor (Chris Zylka), who reminds me that the generation of kids named after Marvel superheroes must be approaching 30. Thor isn't gay, he just plays gay in his life. His best friend, Stella (Haley Bennett), is a lesbian. Into her life comes Lorelei (Roxane Mesquida), who is a practicing witch — and I don't mean a Wiccan earth goddess, but the kind of witch Aleister Crowley would approve of, with actual wicked powers. Lorelei and the character named the Red-Haired Girl (Nicole LaLiberte) appear in his dreams, even before he meets them. (Note: Nicole LaLiberte might have made a good wife for Rockets Redglare, had they overlapped in life.) \n\nThere are many other characters, including a pothead resident adviser and three hostile male figures wearing animal masks. Some of these figures are real, some dreams, some imposters, and then the line blurs and this microcosm of campus sex hobbyists turns out to be linked to the sort of secret global conspiracy that could inspire lots of Dan Brown novels. \n\nNone of this matters. If the events in \"Kaboom” are anything, they're arbitrary. That helps justify the film's ending, which nobody can claim doesn't tie up all the loose threads. But this movie isn't about beginnings and endings — or middles, for that matter. If anything can happen, does it much matter? You could watch it like you listen to an album, not paying much attention to which cut you're on. \n\nThere's one thing that confuses me. \"Kaboom” is as indulgent as a film school exercise. I thought Gregg Araki had outgrown messing about like this. His \"Mysterious Skin” (2004) was lovingly controlled and mysteriously spellbinding. Now he engages his shallow and narcissistic characters on their level, not his.", "running_time": 91, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-02-16", "genres": ["Animation", "Family"], "title": "Kaboom (2011)"}