{"url": "http://www.rogerebert.com/reviews/kadosh-2000", "by": "Yael Abecassisas Rivka", "star_rating": 3.0, "text": "\"Kadosh\" is an Israeli film about the ultra-orthodox Jewish sect of Hasidim, where men make the decisions and women are seen, narrowly, as vessels for the production of more sons. It is a very angry film, and has caused much discussion in Israel and within American Jewish circles, where most share its anger.\n\nTolerance is not the strong point of the Hasidim, and a Jewish friend of mine was much saddened when his family was spat upon in Jerusalem for mistakenly entering a place where they were not welcome.\n\nThe film takes place in Mea Shearim, an area of Jerusalem where life is regulated according to ancient and unwavering laws. It tells the stories of two sisters, one married, one single but in love with an unacceptable man.\n\nRivka and her husband Meir have been married for 10 years and still have no children, a fact that preys on the mind of Meir's father, a rabbi. \"The only task of a daughter of Israel is bringing children into the world,\" he believes, and eventually he orders his son to divorce his wife and marry a younger woman who might give him children. Meir protests--he loves his wife--but eventually he obeys. (Rivka has learned that her husband is sterile, but cannot share this information because such tests are forbidden.) The other sister, Malka, has been in love for years with a man named Yaakov (Sami Hori), who was once a member of the sect but had to leave it when he joined the Israeli army; his religion did not permit him to serve.\n\nThere is great family pressure on her to marry another man, a religious zealot who cruises the streets with a loudspeaker attached to his car, exhorting his listeners at deafening volume to see things his way.\n\nThe film, directed by a longtime Israeli documentarian named Amos Gitai, sees the story largely through the eyes of the women, who sometimes share rebellious thoughts like naughty schoolgirls: Their men spend their days in the study of the Torah, they observe, but women are not allowed to read it--perhaps because they might not agree that it prescribes such a limited life for women.\n\nAlthough some marriages, like Rivka's, are happy, women are actually told that their primary function in life is to bear as many children as possible, to \"help vanquish the secular movement\"--which includes Jews whose observance does not mirror the strict ways of the sect.\n\nThe women are restive but obedient. Rivka leaves her house and goes to live alone, sinking into solitude and depression. Malka marries the zealot, and her wedding night brings into cruel focus the definition of husbandly duties. Their mother does not agree with what has happened to them but dares not oppose her husband.\n\nThe men spend their days closed off together in ceaseless study and debate, even over the details for brewing (or not brewing) tea on the Sabbath. (This particular discussion seems more interested in finding theological loopholes than in honoring the underlying ideas.) As I watched the film, I was reminded of \"Two Women,\" an Iranian film I saw recently, in which a woman was given a brief taste of freedom before being yanked out of college and married to her father's choice of a mate.\n\nExtreme forms of belief in both films seem designed to rationalize a fear of sex and distrust of women.\n\nMy own notion is: I would be more persuaded by religious laws that are harder on the enforcers than on those under their authority, but it never seems to work out that way. It occurred to me, during \"Kadosh,\" that while Hasidim is a sect, the men within it have essentially formed a cult--excluding women, suspicious of others, dressing in such a way that they cannot mix unnoticed with outsiders, denying their own natures and instincts in order to follow their leaders.\n\nAlthough I am sure happy lives can be led and happy marriages created within such boundaries--and I realize that the story of \"Kadosh\" may be an extreme example, not typical--I left the film with the thought that if God in his infinite love cannot gather both sexes into his arms equally, then I would like to sit down with him and ask him, respectfully, what his problem is.", "running_time": 110, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-05-12", "genres": ["Drama", "Foreign", "Romance"], "title": "Kadosh (2000)"}