{"url": "http://www.rogerebert.com/reviews/kagemusha-1980", "by": "Tatsuya Nakadaias Shingen and Kagemusha", "star_rating": 4.0, "text": "\"Kagemusha\" is a samurai drama by the director who\r\nmost successfully introduced the genre to the West (with such classics as\r\n\"The Seven Samurai\" and \"Yojimbo\"), and who, at the age of\r\nseventy, made an epic that dares to wonder what meaning the samurai code -- or\r\nany human code -- really has in the life of an individual man. His film is\r\nbasically the story of one such man, a common thief who, because of his\r\nastonishing resemblance to the warlord Shingen, is chosen as Shingen's double.\n\nWhen\r\nShingen is mortally wounded in battle, the great Takeda clan secretly replaces\r\nhim with the double -- so their enemies will not learn that Shingen is dead.\r\nThus begins a period of three years during which the kagemusha is treated by\r\neveryone, even his son and his mistresses, as if he were the real Shingen. Only\r\nhis closest advisers know the truth.\n\nBut\r\nhe is not Lord Shingen. And so every scene is undercut with irony. It is\r\nimportant that both friends and enemies believe Shin-gen is alive; his\r\nappearance, or shadow, creates both the respect of his clan and the caution of\r\nhis enemies. If he is unmasked, he is useless; as Shingen's double, he can send\r\nhundreds of men to be killed, and his own guards will willingly sacrifice their\r\nlives for him. But as himself, he is worthless, and when he is unmasked, he's\r\nbanished into the wilderness.\n\nWhat\r\nis Kurosawa saying here? I suspect the answer can be found in a contrast\r\nbetween two kinds of scenes. His film contains epic battle scenes of astonishing\r\nbeauty and scope. And then there are the intimate scenes in the throne room,\r\nthe bedroom, the castles, and battlefield camps. The great battle scenes\r\nglorify the samurai system. Armies of thousands of men throw themselves\r\nheedlessly at death, for the sake of pride. But the intimate scenes undermine\r\nthat glorious tradition; as everyone holds their breath, Shingen's double is\r\ntested in meetings with his son, his mistresses, and his horse. They know him\r\nbest of all. If they are not fooled, all of the panoply and battlefield courage\r\nis meaningless, because the Takeda clan has lost the leader who is their\r\nfigurehead; the illusion that he exists creates the clan's reality.\n\nKurosawa\r\nmade this film after a decade of personal travail. Although he is often considered\r\nthe greatest living Japanese director, he was unable to find financial backing\r\nin Japan when he first tried to make \"Kagemusha.\" He made a smaller\r\nfilm, \"Dodes'ka-den,\" which was not successful. He tried to commit\r\nsuicide, but failed. He was backed by the Russians and went to Siberia to make\r\nthe beautiful \"Dersu Uzala\" (1976), about a man of the wilderness.\r\nBut \"Kagemusha\" remained his obsession, and he was finally able to\r\nmake it only when Hollywood directors Francis Ford Coppola and George Lucas\r\nhelped him find U.S. financing.\n\nThe\r\nfilm he finally made is simple, bold, and colorful on the surface, but very\r\nthoughtful. Kurosawa seems to be saying that great human endeavors (in this\r\ncase, samurai wars) depend entirely on large numbers of men sharing the same\r\nfantasies or beliefs. It is entirely unimportant, he seems to be suggesting,\r\nwhether or not the beliefs are based on reality -- all that matters is that men\r\naccept them. But when a belief is shattered, the result is confusion,\r\ndestruction, and death. At the end of Kagemusha, for example, the son of the\r\nreal Lord Shingen orders his troops into a suicidal charge, and their deaths\r\nare not only unnecessary but meaningless, because they are not on behalf of the\r\nsacred person of the warlord.\n\nThere\r\nare great images in this film: Of a breathless courier clattering down\r\ncountless steps, of men passing in front of a blood-red sunset, of a dying\r\nhorse on a battlefield. But Kurosawa's last image -- of the dying kagemusha\r\nfloating in the sea, swept by tidal currents past the fallen standard of the\r\nTakeda clan -- summarizes everything: ideas and men are carried along\r\nheedlessly by the currents of time, and historical meaning seems to emerge when\r\nboth happen to be swept in the same way at the same time.", "running_time": 160, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Action", "Drama", "Foreign", "History", "Indie", "War"], "title": "Kagemusha (1980)"}