{"url": "http://www.rogerebert.com/reviews/kalifornia-1993", "by": "Brad Pittas Early Grayce", "star_rating": 4.0, "text": "\"Be careful what you ask for. You may get it.\" Old saying. Once in a very long while I see a film that cuts through the surface of movie violence, and says something important about the murderous energies at loose in society. \"Kalifornia\" is such a film - terrifying and horrifying, yes, but also unflinchingly honest, and so well acted that for most of the film I abandoned any detachment and just watched it as if I were observing the lives of real people.\n\nThe film brings together four people who are, by themselves, fairly recognizable types. But while an ordinary film would simply plug them into a story, this film forces them to actually deal with one another, so that we see a confrontation between voyeurs who are turned on by violence (as long as it's at arm's-length) and those who are actually capable of killing.\n\nThe movie introduces us to two couples. Brian and Carrie are smart, ambitious yuppies. Early and Adele are wretched white trash.\n\nBrian (David Duchovny) is a writer with an interest in mass murderers. Carrie (Michelle Forbes) is a photographer, a would-be Mapplethorpe with a low, no-nonsense voice and a certain cool detachment. They want to move to California, and Brian suggests a cross-country tour of the sites of famous mass murders. She can take the pictures, he can write the text, and they can get a book out of it.\n\nEarly and Adele, played by Brad Pitt and Juliette Lewis in two of the most harrowing and convincing performances I've ever seen, live in a slovenly rented trailer. He's on parole. She's a slack-jawed child-woman who repeats cliches that seem to have been imperfectly learned from television. The landlord is on their case about the rent.\n\nBrian and Carrie need someone to share the gas and driving for their trip out west. They put up a card on the bulletin board at the university. Bad luck: Early, who has been sent over to the campus by his parole officer to take a job as a janitor, sees the card and decides it's time to take off for California with Adele. Of course, that's a parole violation, but what the hell: Before he leaves, he murders and buries his landlord, to teach him a lesson about bugging people for the rent.\n\nMost of the film takes place on the road, as the writer and photographer gradually become aware of the nature of the people who are sharing the ride. It is here that the movie reveals its greatness. A lesser film would simply be a thriller in which the protagonists would desperately scheme to escape from the killers in their car. \"Kalifornia\" is much more subtle than that. It's about the strange fascination that some people feel for those who seem tougher and more \"authentic.\" Usually those who romanticize in that way have never had to deal with anyone who hurts others just for the entertainment value.\n\nThere's a deep class difference between the two couples - between Brian, with his yuppie sportswear, and Early, with his greasy hair and careless tattoos and smelly socks. And between the feminist Carrie, and Adele, who observes curiously, \"I used to smoke, but Early broke me of it.\" The yuppies, though, with their liberals' reluctance to show bad manners, try to \"accept\" these two strangers and to make allowances for their behavior.\n\nA certain bond even grows between Brian and Early. Brian, for example, has never fired a gun. Early has. Brian is fascinated by Early's gun (Carrie is terrified). Early lets him shoot out some windows in an abandoned factory, and Brian is like a kid with a toy.\n\nIt's also exciting - a rush, a high - when the two guys go out drinking one night, and when a guy in the bar takes offense to Brian's appearance, Early steps in and kicks the guy almost to death.\n\nEarly is not stupid, and has a better sense of Brian than Brian has of him. As Carrie gradually discovers that Early beats Adele and is probably a sociopath, Brian is being halfway seduced by Early's lawlessness. Not that he wants to get involved, of course.\n\nBut it's intriguing to be so close to it.\n\nGradually, by slow, logical steps, the director Dominic Sena and the writer Tim Metcalfe reveal to Brian and Carrie the full reality of the situation they've gotten themselves into. Here's a middle-class couple who thought it would be a gas to revisit the scenes of mass murders, and whaddaya know? They end up with a real mass murderer, right in the same car, and it isn't fun. Not at all.\n\nDominic Sena is a director unknown to me, but he shows the kind of mastery of material here that I've seen in other early films such as Martin Scorsese's \"Mean Streets,\" Terence Malick's \"Badlands,\" John McNaughton's \"Henry: Portrait of a Serial Killer\" and Carl Franklin's \"One False Move.\" The suspense screws up tighter than a drum-head. The characters remain believable; we have a conflict of personalities, not stereotypes. The action coexists seamlessly with the message.\n\nA woman sitting behind me at the screening objected out loud, from time to time, to the movie's \"depravity.\" If she hates it so much, I wondered, why doesn't she leave? Afterwards, she admitted it was \"very well-made,\" but that she feared \"the wrong people could see it and get bad ideas.\" I think the point of \"Kalifornia\" is that it's altogether too comforting to believe that people need inspiration to hurt and kill. Some people, the movie says, are simply evil.\n\nThey lack all values and sympathy. And they don't need anybody to give them ideas.", "running_time": 117, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-09-03", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "Kalifornia (1993)"}