{"url": "http://www.rogerebert.com/reviews/kama-sutra-a-tale-of-love-1997", "by": "Indira Varmaas Maya", "star_rating": 2.0, "text": "\"Kama Sutra'' is a lush, voluptuous tale told in 16th century India about two young women who grow up to pleasure a king--one as his wife, the other as his courtesan.\n\nTo find a film like this from the 1960s, made by a man, would be one thing; to find it made in 1997 by Mira Nair is more startling. Nothing in her previous work (the great film \"Salaam Bombay!\" and two good films, \"Mississippi Masala\" and \"The Perez Family\") prepared me for this exercise in exotic eroticism.\n\nThe heroine is a servant girl named Maya (Indira Varma), who has always lived in the shadow of her childhood friend, the well-born Princess Tara (Sarita Choudhury, from \"Mississippi Masala''). When Tara is betrothed to the king, Raj Singh (Naveen Andrews), Maya slips into his chamber on the night before the wedding and seduces him. The next day she taunts her rival: \"All my life I have lived with your used things. Now something I have used is yours forever.'' Maya is exiled from the village by the bitter Tara and drifts from town to town until she falls beneath the gaze of a sculptor (Ramon Tikaram). She becomes his lover and model, until he decides she cannot be both at the same time, and unwisely (in my opinion) prefers her as his model. She then meets a wise older woman (Rekha), who runs a school for courtesans, based on the ancient book \"Kama Sutra,'' or \"Lessons in Love.'' This book is known in the West mostly for its exhaustive (and exhausting) lists of sexual positions, and for its carefully delineated caressing techniques. (Concerning the pressing of the nails against the body, for example, I have always much preferred the subtle \"leaf of the blue lotus'' technique to the more abrupt \"jump of a hare''). But there is much in the book beyond technique: It is a work of art, dance and philosophy, and Maya proves a good student, telling her teacher: \"I want to learn the rules of love and how to use them. And if I can't use them on the one I love, I will use them on the ones I don't.'' She does indeed become accomplished as a courtesan, and eventually drifts back into the orbit of the royal court; the king takes her as his lover, and then there are boudoir intrigues involving the sculptor, whom Maya still loves.\n\nNair has prepared the screenplay with great attention to the mores of the time (doctors arrived in the chambers of women covered with a cloth, for example, which provides the means for a lover's escape just in the nick of time).\n\nThe movie's story is really just the occasion for the scenes of eroticism, but it must be said that those scenes have a beauty and solemnity that is quietly impressive. And the two actresses are great beauties; Varma, with her lithe model's figure, is the more conventional, but there is much to be said for Choudhury's full lips and deep eyes. And the cinematography by Declan Quinn places them in painterly compositions that have a sensuous quality of their own.\n\nThe problem, in the end, is that \"Kama Sutra'' adds up to very little. The story is contrived and unconvincing, the psychology is shallow, and moments of truth are passed over for moments of beauty. The film is lush and voluptuous to regard, but I expected more from Mira Nair, and I was disappointed. She is better than this work.", "running_time": 114, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-03-07", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "Kama Sutra: A Tale of Love (1997)"}