{"url": "http://www.rogerebert.com/reviews/kangaroo-1987", "by": "Colin Frielsas Richard Somers", "star_rating": 1.5, "text": "\"Kangaroo\" achieves the neat task of making D.H. Lawrence boring.\n\nThe movie is based on the autobiographical novel by Lawrence, the passionate British novelist who visited Australia briefly with his German wife, Frieda, before moving on to New Mexico and the tempestuous events recorded in the 1981 film \"Priest of Love.\" In that film, he was dying of tuberculosis, and yet had more energy and a livelier libido that we'd ever suspect on the basis of \"Kangaroo.\" The movie begins with an unnecessary prologue in which Lawrence (or \"Richard Somers\") and his wife are called upon by the British authorities. In real life Frieda Lawrence was the sister of Manfred von Richthofen, the Red Baron, and in the movie her fictional counterpoint is suspected of spying for the Germans. Shortly afterward, Lawrence is drafted and forced to submit to an Army physical exam. And although his tuberculosis spared him a likely death in the trenches, these events apparently are supposed to explain their state of mind when they arrive in Australia - a new land where such atrocities do not take place.\n\nThe young couple moves into a quiet neighborhood, which turns out not to be quiet at all. The neighbors, Jack and Vicki, are not above suggesting a bit of wife-swapping. And, through Jack, the novelist meets \"Kangaroo,\" the leader of a secret fascist movement. Kangaroo is clearly in love with the Englishman, and tries to seduce him into the movement, but Lawrence maintains a strict neutrality. He is an observer, an outsider.\n\nThe movie proceeds at a snail's pace. There are long stretches when it's hard to see why anyone thought the story was worth telling.\n\nThe performances by Colin Friels as Lawrence and Judy Davis as Frieda are flat and lifeless. Kangaroo is the most interesting character, and that's because of what we guess about him, not what we see. There is an undigested subplot about the Australian labor movement in the 1920s, some heartfelt scenes of the novelist writing late into the night and then the story ends.\n\nWhat's amazing is that the filmmakers didn't crank up some more drama - even if it meant creating it out of whole cloth. Lawrence is the source for several great passionate films, including \"Sons and Lovers\" and \"Women in Love\" (not to mention the Sylvia Kristel version of \"Lady Chatterley's Lover\"). If \"Kangaroo\" was no more interesting than this to the filmmakers, why bother with it?", "running_time": 105, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-03-27", "genres": null, "title": "Kangaroo (1987)"}