{"url": "http://www.rogerebert.com/reviews/kansas-1988", "by": "Matt Dillonas Doyle Kennedy", "star_rating": 2.0, "text": "Do people still ride the rails? I suppose they must, and yet the romantic image of the hobo has been replaced by New York City Mayor Ed Koch’s attacks on panhandlers. We live in such an untrusting time that we assume even the homeless are working an angle. That’s why the opening shots of “Kansas” are so arresting: We see a kid running along beside the train tracks, trying to hop up into the open door of a freight car, and then another kid inside gives him a hand.\n\nMatt Dillon plays the young man who is already on board, and somehow he looks at home, riding the rails. He seemed like the most contemporary of teenagers in his early films like “Over the Edge,” “Tex” and “Rumble Fish,” but lately he seems like some lanky character from the Depression era, an actor in training for the remake of “The Grapes of Wrath.” Maybe, looking at him, they wrote in the train scene.\n\nIt would have seemed more likely for Andrew McCarthy to be a hitchhiker at the entrance to an interstate, and Dillon to be a kid in a car - a stolen car.\n\nDillon says he knows a town not far along the line where they can find a friendly reception. McCarthy, broke and unmotivated, goes along for the ride. It is not until they are halfway through a bank robbery that he even quite realizes what Dillon has in mind. This whole early section of the film is interesting because of its audacity - Dillon as the cool outlaw, stealing a man’s Hawaiian shirt and then brazenly wearing it in front of him, daring him to say something.\n\nMcCarthy, not a criminal, is carried along almost in spite of himself.\n\nI don’t know which direction the movie should have taken, but perhaps they might have plunged more deeply into the horrors of guilt.\n\nInstead, the movie turns to predictable melodrama, and we can almost write the story ourselves: McCarthy and Dillon are separated, McCarthy hides the loot, then he risks his life to save the state governor’s daughter from drowning after her car plunges into a river. He becomes a faceless hero, but finds a job on a nearby farm, where he falls in love with the farmer’s daughter, who thinks he is a common laborer and does not realize he is the anonymous hero.\n\nThe credits say this screenplay was written by Spencer Eastman. No doubt it was. But the plot, or one just like it, was written by Horatio Alger. All we have to do is change the details. That business about the governor’s daughter and the runaway car is the giveaway. Make her the banker’s daughter in a runaway horse cart, allow the banker to see that this ragged-trousered drifter has pluck and courage, and you’ve got yourself an Alger novel.\n\nOf course, nobody has read Alger for years. Except perhaps Eastman - and David Stevens, who directed this film. The story and the values are so resolutely old-fashioned, and in such a formula way, that I was almost amused. If this movie had been made in the 1940s with Mickey Rooney, it would have felt just right.\n\nI have no complaints to make about the quality of the acting.\n\nDillon, as usual, shows that he has a natural rapport with the camera; in this film and in the underrated “The Big Town” (1987), he shows a natural feeling for hard-boiled but lonely roles. McCarthy and Leslie Hope (as the farmer’s daughter), have some scenes together that almost redeem the lockstep requirements of the plot. But at the end of the film, as the two men are having their obligatory fight scene, I was looking at my watch.\n\nThis movie has a screenplay written and filmed by people who must think nobody in the audience has ever seen a movie before. Making a film is a hard, expensive, rigorous business. Would it have been that much harder to give the story some thought and allow the characters some of the spontaneity of life? Jumping into the river and saving the governor’s daughter from drowning, indeed.", "running_time": 108, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-09-23", "genres": ["Crime", "Drama", "Romance", "Thriller"], "title": "Kansas (1988)"}