{"url": "http://www.rogerebert.com/reviews/kansas-city-1996", "by": "Jennifer Jason Leighas Blondie O'Hara", "star_rating": 3.0, "text": "Robert Altman has often seemed impatient with the conventional ways of making a movie. At 71, he is still the most iconoclastic and experimental of major American filmmakers. Ambitious young directors want to make slick formula hits that mimic one another, but Altman tries to make it new every time. Sometimes he strikes out, but he always goes down swinging. His originality and invention pay off in “Kansas City,” his 31st film--a memory of the wide-open Depression era, circa 1934, when Boss Tom Pendergast ruled, jazz flourished, and the city boasted the largest red-light district in the country. Altman tells a fairly straightforward story about a gun moll who kidnaps a politician's wife, but there's a lot more to the film than its story. Altman grew up in Kansas City--he was 9 in 1934--and he has a lot of memories, first- and secondhand, about a colorful period that always seemed to have a jazz soundtrack. He remembers the “cutting contests” in which soloists would duel onstage, and I think he wants to make this movie a cutting contest, too. The story is intercut with performance footage from the Hey Hey Club, and as jazz musicians try to top one another it's as if the actors are doing the same thing in their arena.\n\nThe movie opens with a tough gangster's girl named Blondie (Jennifer Jason Leigh) faking her way into a mansion and kidnapping Carolyn Stilton (Miranda Richardson), whose husband is a powerful Democrat. Blondie's plan: hold the wife to force the husband to use his influence in order to free the moll's husband, a gangster named Johnny O'Hara (Dermot Mulroney). That is going to take a lot of influence because O'Hara has been so unwise as to stick up the best customer of the local black gambling boss, Seldom Seen (Harry Belafonte). O'Hara has added insult to injury by pulling his stickup in blackface: “You've been held up by Amos 'n' Andy,” a customer chortles to Seldom.\n\nThis story by itself is fairly thin; it might have held together for the length of a 1930s B-movie, which is probably what Altman was thinking of when he wrote it. But the story is not really what “Kansas City” is about. As counterpoint, Altman gathered some of the best living jazz musicians, put them on a set representing the Hey Hey Club, and asked them to play period material in the style of the Kansas City jazz giants (Count Basie, Coleman Hawkins, Jay McShann, Lester Young, etc.). He filmed their work in a concert documentary style, and intercuts it with another narrative, involving a hard-boiled political hack (Steve Buscemi) who is rounding up drunks and drifters and buying their votes on Election Day.\n\nWhat he asks of the actors (those who are “soloists,” anyway) is not realism but the same kind of playful show-off performances he's getting from the musicians. And to understand the acting, it's helpful to begin with the music. The one scene everyone will remember from this movie is an extended exchange of solos involving Hawkins (Craig Handy), Young (Joshua Redman) and Ben Webster (James Carter). The music is terrific and so is the energy level, as the musicians not only celebrate their own styles but quote and borrow from one another, and weave elements of other songs into the one they're playing.\n\nUnderstand that, and you see what Jennifer Jason Leigh is doing in the key performance in “Kansas City.” Her reference point is the movie star Jean Harlow (at one point she even takes Mrs. Stilton to the movies). Leigh, as “Blondie,” wants to look like her and talk like her (“Park it, sister!” she tells her captive). This is not so farfetched. The screenwriter Ben Hecht, who wrote such gangster classics as “Scarface' (1932), was once asked how he knew how gangsters talked. “I made it up,” he said. “The gangsters went to the movies and copied the characters on the screen.” Leigh and Richardson, as the moll and the socialite, have their own verbal duel in counterpoint to the musical duel at the Hey Hey Club. Richardson is taking laudanum most of the time, causing her grasp of the situation to remain hazy, and some of the musicians are no doubt high, too. Harry Belafonte, showing a hard-edged side not often revealed in his performances, plays Seldom Seen as a wise, canny, proud black gangster who is annoyed by Johnny O'Hara's crime but angered by his blackface caper. But like a musician he plays through, or from, his feelings: He begins a joke in the film and continues it during a murder.\n\nThe film does a good job of re-creating the period--not just in clothes, cars and advertising signs, which go without saying, but in the look of interiors and the tone of the colors. I was reminded at times of Altman's other movie about Depression-era gangsters, “Thieves Like Us” (1974), also set in the lower Midwest. It was a time when the props that defined this century--cars, movies, radio, cigarettes, publicity--were sort of new, and people were still getting used to them.\n\nToday people who smoke think they should stop. In the 1930s people who smoked thought they were participating in a new kind of personal expression, in a glamor they learned from the screen and identified with. In “Kansas City,” it's not just Blondie who thinks she could be a movie star. All of the characters act as if somebody might come along someday and make a movie about them. And Altman, who made the movie, gets his chance to sit in at last on one of those cutting sessions.", "running_time": 110, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-08-16", "genres": ["Action", "Drama"], "title": "Kansas City (1996)"}