{"url": "http://www.rogerebert.com/reviews/kate-and-leopold-2001", "by": "Meg Ryanas Kate", "star_rating": 3.0, "text": "\"Kate & Leopold\" is a preposterous time-travel romance in which the third Duke of Albany leaves the New York of 1876 and arrives in the New York of Meg Ryan. Well, of course it's preposterous: Time travel involves so many paradoxes that it is wise, in a romantic comedy like this, to simply ignore them. The movie is not really about time travel anyway, but about elegant British manners vs. American slobbiness. Like the heroine of one of those romance novels her best friend reads, our gal Meg is swept off her feet by a wealthy and titled English lord.\n\nRyan plays Kate, who works in market research and is responsible for promoting products of dubious value. She's dating Stuart (Liev Schreiber), a half-loony inventor who discovers an opening in the matrix of time, jumps off the Brooklyn Bridge, finds himself in 1876--and returns with his own great-great-grandfather, Leopold, duke of Albany (Hugh Jackman).\n\nIt is inevitable that Kate will overcome her lukewarm affection for Stuart and fall in love with the dashing Englishman (even though the first time she sees him in military costume, she thinks he's dressed as Sgt. Pepper). Meg Ryan does this sort of thing about as well as it can possibly be done, and after \"Sleepless in Seattle\" and \"You've Got Mail,\" here is another ingenious plot that teases us with the possibility that true love will fail, while winking that, of course, it will prevail.\n\n\"Kate & Leopold\" wisely does not depend on the mechanics of the developing romance for its humor. Instead, it uses its fish-out-of-water plot to show Leopold as a proper, well-behaved English aristocrat, astonished by what he finds in modern Manhattan. He's struck not so much by the traffic and the skyscrapers as by the manners. Walking a dog, he's asked by a cop if he plans to scoop the poop, and draws himself to his full height to intone: \"Are you suggesting, madam, there exists a law compelling gentlemen to lay hold of canine bowel movements?\" Both Leopold and his descendant, Stuart, are inventor types. Leopold, we learn, designed the Brooklyn Bridge and invented the elevator. Stuart not only discovered the portal in time, but had enough confidence in his calculations to jump off the bridge and trust that it would open for him. Why he lands on his feet instead of falling to his death in the 1876 river is a question the movie prudently ignores.\n\nThe movie, directed by James Mangold (\"Heavy,\" \"Girl Interrupted\") and written by Mangold and Steven Rogers, has some droll scenes after Kate enlists Leopold to appear in a TV commercial for Farmer's Bounty, a low-calorie spread. Leopold's accent and his sincere conviction are perfect, and the spot goes well until he actually tastes the product, and compares it to saddle soap or raw suet: \"It's revolting!\" Kate tries to calm him: \"It's diet. It's supposed to taste awful.\" One of the reasons the movie works is because we like the goodness of the characters; it's wise, I think, to let Schreiber get over his romantic disappointment as quickly as possible, and become a co-conspirator for love. (Apart from any other reason, Stuart knows that unless Albany returns to 1876 and starts a family, Stuart will never exist.) We know there will be scenes where Kate the practical and cynical girl is swept off her feet by old-fashioned romance, and there are: a candlelit rooftop dinner, and a moment when Leopold tucks her in, she asks him to stay, and he does, in full uniform.\n\nI have here a precautionary message from Will Shank of Toronto, Ontario, who writes that before I review \"Kate & Leopold\" there are a couple of things I should know: \"Prince Leopold, the duke of Albany, was a hemophiliac and, although he has been described as daring and high-spirited, would not have been foolish enough to participate in the dangerous stunts seen in the trailer. He was sickly all his life and his mother, Queen Victoria, expressed surprise that he lived long enough to be married and have a child. Also, Victoria and her children spoke German among themselves, not English. People who knew them related that when they did speak English, it was with a strong German accent.\" Thanks, Will. The next time I meet James Mangold, I'll ask him why he didn't make \"Kate & Leopold\" the story of a hemophiliac with a German accent who was afraid to jump off bridges. Sounds like a movie we are all waiting to see.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-12-25", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Kate & Leopold (2001)"}