{"url": "http://www.rogerebert.com/reviews/kazaam-1996", "by": "Shaquille O'Nealas Kazaam", "star_rating": 1.5, "text": "“Kazaam” is a textbook example of a filmed deal, in which adults\rassemble a package that reflects their own interests and try to sell it to\rkids. How else to explain a children's movie where the villains are trying to\rsteal a bootleg recording so they can sell pirated copies of it? What do kids\rknow, or care, about that? The movie stars Shaquille O'Neal, the Orlando\rMagic's superstar center, as Kazaam, a genie who is released from captivity in\ran old boom box and has to perform three wishes for a little kid (Francis\rCapra). Right there you have a wonderful illustration of the movie's creative\rbankruptcy. Assigned to construct a starring vehicle for Shaq, the filmmakers\rlooked at him, saw a tall bald black man, and said, “Hey, he can be a genie!”\rAt which point, somebody should have said, “OK, that's level one. Now let's\rtake it to level three.” Shaq has already proven he can act (in “Blue Chips,”\rthe 1994 movie about college basketball). Here he shows he can be likable in a\rchildren's movie. What he does not show is good judgment in his choice of\rmaterial. This is a tired concept, written by the numbers. Kids old enough to\rknow about Shaq as a basketball star will be too old to enjoy the movie.\rYounger kids won't find much to engage them. And O'Neal shouldn't have used the\rmovie to promote his own career as a rap artist; the soundtrack sounds less\rlike music to entertain kids than like a trial run for a Shaq album.\n\nThe\rplot: A wrecking ball destroys an old building, releasing a genie who is\rdiscovered by a kid named Max (Capra). He gets three wishes. The twist is, the\rgenie doesn't much like people, having made no friends in 5,000 years and\rhaving spent most of that time cooped up in bottles, lamps, radiators, etc. The\rother twist is, the kid doesn't much trust people, because his father has\rdisappeared.\n\nThe\rgenie, however, helps the kid find his father, only to find out the father is\rinvolved in an illegal music pirating operation. The father is not quite ready\rto go straight, but after some action sequences involving an evil gang, he\rrealizes his future depends on living up to his son's expectations.\n\nUncanny\rhow much this plot resembles “Aladdin and the King of Thieves,” a Disney\rmade-for-video production set for release next month. In that one, Aladdin has\rnever known his father, but an oracle in an old lamp tells him where the father\ris to be found, and the blue genie helps him go there. His father is the King\rof the Thieves, it turns out, and may not be entirely ready to go straight. But\rafter some action sequences involving the evil gang of thieves, the father\rrealizes that he must live up to his son's expectations, etc.\n\nDid\ranybody at Disney notice they were making the same movie twice, once as\ranimation, once as live action? Hard to say. The animated movie at least has\rthe benefit of material that fits the genre, much better songs, a colorful\rgraphic style, and another outing for the transmogrifying genie with the voice\rof Robin Williams.\n\n“Kazaam,”\rhowever, by being live action, makes the bad guys too real for the fantasy to\rwork, and the action sequence feels just like the end of every other formula\rmovie where the third act is replaced by fires and fights.\n\nThere\rare several moments in the movie when fantasy and reality collide. One comes\rwhen the genie astonishes the kid with a room full of candy, which cascades out\rof thin air. I was astonished, too. Astonished that this genie who had been\rbottled up for most of the last 5,000 years would supply modern off-the- shelf\rcandy in its highly visible commercial wrappers: M&Ms, etc. Does the\rgenie's magic create the wrappers along with the candy, or does the genie buy\rthe candy at wholesale before rematerializing it? There is also the awkwardness\rof the relationship between the genie and the kid, caused by the need to make\rKazaam not only a fantasy figure, but also a contemporary pal who can advise\rthe kid, steer him straight and get involved in the action at the end. Genies\rare fun in the movies only if you define and limit their powers.\n\nThat\rshould have been obvious, but the filmmakers didn't care to extend themselves\rbeyond the obvious commercial possibilities of their first dim idea. As for\rShaquille O'Neal, given his own three wishes the next time, he should go for a\rscript, a director and an interesting character.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-07-19", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Kazaam (1996)"}