{"url": "http://www.rogerebert.com/reviews/keane-2005", "by": "Damian Lewisas William Keane", "star_rating": 3.5, "text": "Lodge Kerrigan's \"Keane\" opens with a man ranging the Port Authority Bus Terminal, looking for his lost daughter. He has a newspaper clipping he shows to people, who hurry on, sensing madness. The girl has been missing for weeks or months. It's not clear. This search has been part of the daily life of the man, named William Keane, who then retreats into a rough street life: A bottle of beer at one gulp, vodka, cocaine, prostitutes, reckless sex.\n\nKeane, like Peter Winter, the subject of Kerrigan's \"Clean, Shaven\" (1995), is a schizophrenic on a quest for his daughter. But Winter has a daughter. Did Keane have a daughter, did she disappear, did she even exist? There is an enormous difference between the two films, generated by the urgency of Keane's desire to function in the world. He reminds himself he must look presentable to go on his search. He buys clothes for the missing girl. His episodes of abandon and confusion alternate with moments when he is quiet and tries to calm himself and focus.\n\nKeane is played by Damian Lewis, a British actor recently seen in \"An Unfinished Life\" as the abusive boyfriend of Jennifer Lopez. Here he inhabits an edge of madness that Lodge Kerrigan understands with a fierce sympathy. There is no reason for us to believe that Keane (or his daughter) would be better off if he found her. The camera regards him mercilessly, and his performance involves us because he portrays not hopeless madness but his drive to escape his demons.\n\nIn a cheap flophouse, he meets Lynn (Amy Ryan) and her 7-year-old daughter, Kira (Abigail Breslin). They're down and out. Her husband has abandoned them, maybe to seek work, maybe to escape. Keane receives disability checks, and gives Lynn money, which she needs badly enough to accept, especially since he is in a sweet, calm phase, and doesn't want anything for it, or at least not anything she might not be willing to provide.\n\nLynn can't pick up Kira after school. Will Keane meet her, bring her home, and keep an eye on her from 4 to 7? He will. He does. They go to McDonald's. They go ice-skating. This Keane might have made a good father. Which Keane is it? The mother goes seeking her husband, and entrusts Kira to Keane overnight. What will happen? The suspense grows not out of the child's danger, if she is in any, but out of Keane's fears about himself. He has been going through a calm period. He is terrified of the responsibility he has suddenly been given. Does he confuse Kira with his lost daughter?\n\nKerrigan's films create worlds of personal obsession. After \"Clean, Shaven,\" he made \"Claire Dolan\" (1998), the story of an Irish prostitute (played by Katrin Cartlidge, 1961-2002, her early death from a sudden infection a sad loss after great performances). She works in Manhattan, wants to leave the life, must escape a dangerous pimp. In all three films, characters on the margins seek children they think will bring them happiness.\n\nSome movies shed light on others. Regarding \"Keane,\" I think of \"Flightplan,\" the Jodie Foster thriller that opened a week earlier. Both films are excellent in their own ways, seeking their own intentions, aimed at different audiences. Both begin with a lost daughter. The characters played by Jodie Foster and Damian Lewis realize that if they are perceived as mad, all hope is lost for their search. Both try to function in a way that will allow them to continue.\n\nThere are some critics who will honor \"Keane\" and scorn \"Flightplan,\" and others who will praise \"Flightplan\" and never see, or even hear of, \"Keane.\" One is a commercial thriller, the other made by a transgressive independent. They both appeal to the same feelings in the audience. The parent has lost a daughter. The world presents a danger to the parent's search. \"Keane\" adds the grave complication of Kira. The suspense in both films comes from our desire to see the parents survive and prevail.\n\nThe complete filmgoer is open to the movie on the screen, and asks it to work in its own ways for its own purposes. He does not fault one for not being the other, but is grateful for both if they are successful. Anyone seeking an understanding of the ways movies work might want to see both of these films, and think about the ways they are different, and the ways they are not.", "running_time": 90, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-09-29", "genres": ["Drama", "Indie"], "title": "Keane (2005)"}