{"url": "http://www.rogerebert.com/reviews/keeping-up-with-the-steins-2006", "by": "Jeremy Pivenas Adam Fiedler", "star_rating": 3.0, "text": "I never tire of quoting Godard, who said, \"The way to criticize a movie is to make another movie.\" Now comes more proof. A few weeks after \"When Do We Eat?\" a dreary comedy about a dysfunctional Jewish family at Passover, here is \"Keeping Up With the Steins,\" a fresh and lovable comedy about a dysfunctional Jewish family planning their son's bar mitzvah.\n\nThe family is headed by Adam Fiedler (Jeremy Piven), a Hollywood agent who is envious when his archrival Arnie Stein (Larry Miller) throws a bar mitzvah for his own 13-year-old that includes an ocean cruise, a giant model of the Titanic and a trained killer whale wearing a yarmulke. \"I'm king of the world,\" the younger Stein cries, his arms outstretched as the Titanic sails into a ballroom and Adam Fiedler grows morose.\n\nAdam consults with his wife Joanne (Jami Gertz) about a bar mitzvah to shame the Steins. It may involve booking Dodger Stadium and having his son Benjamin (Daryl Sabara of \"Spy Kids\") arrive from the sky. Money is no object. Hiring a singer? How about Neil Diamond?\n\nThe problem with this grandiose scheme is that young Benjamin has no heart for it. Because he narrates the movie, we learn from his point of view that he feels embarrassed by all the attention, overwhelmed by the scope of the ceremony and terrified by his inability to master Hebrew in time to read it aloud during the religious prelude to the conspicuous consumption. He is also sad that his grandfather Irwin (Garry Marshall) has not been invited; Irwin and Adam have not been on speaking terms for years.\n\nBenjamin appeals to his mother to downsize the bar mitzvah plans, and secretly invites Grandfather Irwin to the ceremony. We discover that Irwin now enjoys a delightful new lifestyle on an Indian reservation, with his young girl friend Sacred Feather (Daryl Hannah). When Irwin and Sacred Feather arrive at the Fiedlers for dinner, Sacred Feather turns out to have dietary restrictions that make Jewish customs seem positively permissive. Marshall and Hannah have small roles, but they're perfectly realized.\n\nAnother key character is Benjamin's grandmother and Irwin's first wife, Rose (Doris Roberts). How will the once-married couple get along, and will Sacred Feather get caught in the middle? The movie could handle these questions with overacting, screaming matches and overwrought drama as \"When Do We Eat?\" does, but no. The screenplay by Mark Zakarin (a writer for \"The L Word\" on TV) uses its share of exaggeration and hyperbole, but the characters behave according to their natures and needs, as we all do.\n\nThe movie was directed by Scott Marshall, son of Garry, nephew of Penny, and therefore born with comic timing in his genes. His plot is not astonishingly original; it bears some similarity to the competition over holiday decorations in the awful \"Christmas With the Kranks\" (2004), and cheerfully goes for one-liners and sight gags. But it is always about something, and if a bar mitzvah marks a boy's entry into manhood, Benjamin's shows him becoming his own man.\n\nI was grateful to Jeremy Piven and Jami Gertz for making the parents into people who act more like parents than like movie characters. To be sure, any Hollywood agent has a tendency toward the grandiose and the cocky, but Joanne is a steadying influence on Adam, who after all loves his son more than he loves outspending his rival.\n\nAt one point in the film Adam looks at home movies of his own bar mitzvah, a humble backyard affair. His wife has never seen them before. They are a reminder of the underlying purpose of the ceremony, which is not to out-spend the neighbors but to wish a young man godspeed in his life. Because the movie never really forgets this, \"Keeping Up With the Steins\" never loses its footing.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-05-11", "genres": ["Comedy", "Indie"], "title": "Keeping Up with the Steins (2006)"}