{"url": "http://www.rogerebert.com/reviews/keep-the-lights-on-2012", "by": "Thure Lindhardtas Erik", "star_rating": 3.5, "text": "Ira Sachs' \"Keep the Lights On\" follows a long-term relationship between two men who possibly shouldn't have started it. They're not well suited to each other, and although their sex life is successful in the physical sense, it begins to stray in emotional meaning. By dropping in on this couple from time to time for the kinds of moments one of them might remember, the film is more honest than its characters.\n\nIt is said to be autobiographical, the story of Sachs' own relationship. I can believe that, because it contains the sorts of resentments and pleasures that accumulate between people. They say you always remember the good times and the bad times, but not the in-between times when nothing much is happening. Those moments are tricky for Erik and Paul, because if it weren't for their romance, they might not find anything compellingly interesting about each other.\n\nErik (Thure Lindhardt), the character based on Sachs, is a Danish documentary filmmaker living in Manhattan and working on a film about an underground filmmaker so obscure we never really learn why he's of interest. We find out later that Erik's family has money and presumably underwrites his career.\n\nHe meets Paul (Zachary Booth) through a phone sex chat line. Paul says he has a girlfriend, but arranges to meet Erik. What draws them together then is a casual desire for orgasm, and although they stay together in one way or another for years, it is hard to say if their attraction grows any deeper. Both men are very good-looking, and there is a sense that when they make love, they're looking into a mirror.\n\nThe film is expert at portraying their milieu: the places they live, the events they attend, their friends. We learn more about Erik's circle. His pal Claire (Julianne Nicholson) is chummy and supportive; her freckled smile is reassuring on general principles. His sister (Paprika Steen) despairs. How many years of his life can he spend making a film about a man who not even this film can bring to reality? Maybe he should … get a job?\n\nPaul has one, as he sometimes reminds Erik. Money and expenses are not one of their problems until Paul (not Erik, as we might expect) drifts into cocaine and crack and that becomes the focus of his life. The truism in addiction circles that if you're in love with an addict, that person may indeed love you but loves and needs his substance of choice much more urgently.\n\nCrack causes Paul to live carelessly, because he isn't always focused on the moment. They break up, reattach, and Erik tries to help him through rehab. There is a scene of lamentable sexual sloppiness that Paul will long regret unless he's lucky enough to lose it in a blackout.\n\nWhat emerges here is a particular quality of Sachs' film: its time span. The two men are the focus of almost every scene. The outside world is a backdrop never much noticed. \"Keep the Lights On\" clearly takes place in Manhattan, but Sachs doesn't choose to display the close attention to location he did in such good earlier films as \"Forty Shades of Blue\" (2005), set in Memphis. When you summon memories of this film, they are almost always of two men in a room, in a default state of discontent.\n\nI suspect there is a deeper truth to Erik and Paul that Sachs doesn't reach. He was there during this story. One of the characters is based on him. Neither Erik or Sachs quite really understands Paul, who ultimately is not such a nice guy. That's what I took away from the film: How a chunk of Erik's life broke loose under the power of another person he could never understand.", "running_time": 101, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-24", "genres": ["Drama", "Romance"], "title": "Keep the Lights On (2012)"}