{"url": "http://www.rogerebert.com/reviews/keetje-tippel-1976", "by": "Hannah De Leeuweas Sister Minna", "star_rating": 2.5, "text": "Theodore Dreiser, wherever you are, be proud. The spirit of \"Sister Carrie\" lives. There's a new Dutch film named \"Keetje Tippel\" that celebrates the same relentless determinism. We know the story by heart: Poor but stalwart working-class girl sees poverty and despair all about her, sees little brothers and sisters hungry and cold, sees father driven to burning wooden shoes for heat, sees grim life of laundresses who work up to elbows in lye, can finally stand no more and accepts her mother's pointed suggestion that she go into prostitution. Things are se grim, indeed, that we're ready for Keetje to take to the pavements about half an hour before her mother gets the idea. It's one of those movies where the character's motivation is so painfully clear that you wonder why the character herself hasn't caught on. And yet in the midst of director Paul Verhoeven's naive mixture of socialism and economic determinism, there's a spot of cheer and sunshine, and it's named Monique van de Van.\n\nShe's a young actress I haven't seen before (although she was in Herhoeven's 1973 \"Turkish Delight,\" which was nominated for an Oscar as best foreign film). She isn't called upon to do much serious acting, and has the uncanny knack of grinning in the midst of the movie's most tragic moments, but she's a joy to behold. She has an irrepressible spirit: She's playful and flighty and a tease, and there's an infectious joy to her presence that pulls the movie in directions Verhoeven might not have had in mind.\n\nAn example. After some very tentative hooking (it's a mystery to me why the movie's rated X), Keetje takes up with a young bank manager. She's happy with him, I guess, but one day he comes home with the news he's going to marry the boss's daughter. Keetje can stay on as his mistress, he explains. She proudly walks out into the night, is instantly swept up by a parade of Communists singing the Internationale, is caught in a police massacre, is saved by a rich young man she'd met earlier and takes the youth to his family's palatial country home after he's wounded by police gunfire. It all takes about 12 minutes -- the developments are dizzying -- but Monique van de Van, in the midst of this personal and political maelstrom keeps tending to break out into infectious grins and nose-twitching. And we don't mind. It's as if a real human presence, a winning personality, is making its way past all the barriers of story and philosophy and letting us in on the joke. Miss van de Van is the second actress I've felt that way about recently; the first was Kristine De Bell, in another current X movie, \"Alice in Wonderland: An X-Rated Musical Fantasy.\" Her problem was that the movie's modest budget and the conventions of the soft-core genre sometimes distracted us from a delightfully fresh presence. That's not the problem with \"Keetje Tippel,\" which apparently had a large budget and is filled with period costumes and locations. But both films remind us of the mysterious ways in which movies can personally touch and involve us -- sometimes even despite their directors.", "running_time": 100, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-11-30", "genres": null, "title": "Keetje Tippel (1976)"}