{"url": "http://www.rogerebert.com/reviews/kes-1973", "by": null, "star_rating": 4.0, "text": "It isn’t often that Academy Award winners completely fail to open in Chicago, but that’s what happened with “Kes.” In the event that the movie’s name doesn’t exactly sound familiar, I should add that “Kes” won the 1970 British Academy Award, as England’s best film of the year. It picked up a lot of other honors, too, including the grand prize at Edinburgh and lots of praise at the 1970 New York Film Festival. But it was never released commercially in America.\n\nFor that matter, it never got very good bookings in England, either - the distributors were afraid that audiences wouldn’t understand the movie’s Yorkshire accents. This is the typical sort of blind muddling that seems to go on, whenever a good film comes along that’s slightly out of the ordinary; nobody was afraid of Michael Caine’s accent in “Alfie,” maybe because “Alfie” had enough sex scenes to carry the day. None of this would be important if “Kes” were not one of the best, the warmest, the most moving films of recent years. After a couple of years in limbo, it was finally picked up for 16-mm distribution in 1972 and had its Chicago premiere last April at Loyola. The movie is about a teenager and his trained kestrel, and it’s perhaps inevitable that it took Loyola’s Biological Honor Society to arrange the booking - were they interested in the movie, or the kestrel?\n\n“Kes” was directed by Ken Loach, a young British filmmaker who has now made three movies of high quality and disappointing commercial performance. His “Poor Cow,” with Carol White, was an ambitious but somewhat confusing movie about a barmaid who becomes pregnant; it would have fared better, I think, in these latter days of women’s lib. After “Kes,” he made “Family Life,” which got good notices at the 1972 Cannes festival and opened in New York last fall as “Wednesdays Child.” This was the story of a misfit adolescent girl and her uptight parents, and it was effective in a grim, slice-of-life way.\n\nBut “Kes” is Loach at his best. He shot it on a very low budget, on location, using most local nonprofessionals as his leads. His story is about a boy who’s caught in England’s class-biased educational system. He reaches school-leaving age and decides to leave, but doesn’t have anything else he much cares about. He’s the butt of jokes and hostility at home (where his older brother rules), and inarticulate with his contemporaries.\n\nOne day he finds a small kestrel hawk, and trains it to hunt. The bird becomes his avenue to a free and natural state - the state his soul needs, and that his home and school deny him. And then the system, alarmed or offended by his freedom, counterattacks. The film has a heartbreaking humanity.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-01-16", "genres": ["Drama", "Foreign"], "title": "Kes (1973)"}