{"url": "http://www.rogerebert.com/reviews/keyhole-2012", "by": "Jason Patricas Ulysses", "star_rating": 3.0, "text": "Surrounded by police on a dark and rainy night, a desperate armed gang is holed up inside a vast haunted house surrounding a courtyard with a bog into which they will soon push two bodies. They hold a hostage. Their story is narrated by a naked old man chained in an attic room. Their leader, his hat dripping with rain, finds his way through the night with the body of a drowned woman slung over his shoulder.\n\nGuy Maddin is creating another of his doomy nightmares. Although the Canadian director describes this film as his first exercise in pure narrative filmmaking, those aren't the first words that would leap into my mind. Narratives have a beginning, a middle and an end, and a Maddin film has a disturbing way of always seeming to exist in the present, like a dream. You know what happened and you even know what will happen, but you also see it all shifting and changing. The drowned woman, for example. Once she is in the parlor with the others and has been dried off and dressed in clothes taken from an old woman, she appears to be alive. \n\nIn another sense, all the characters are dead. The man in the attack room tells us they are ghosts: I assume ghosts of the family that lived here long ago, which I think is the family living here now, with members of the gang, their gagged hostage and a large stuffed predator. The old man wanders chained in his daughter's bedroom. He is Calypso (Louis Negin). That's the name of a sea nymph in Greek mythology. His daughter's name is Hyacinth (Isabella Rossellini), another heroine in Greek mythology. All right, I looked them up in Wikipedia. That's fair enough, because the gang leader's name is Ulysses Pick (Jason Patric), and at the film's premiere, Maddin cheerfully explained that the character was \"based on Ulysses' Wikipedia page.\" \n\nUlysses has come through the night with the drowned woman, like an allusion to The Waste Land. His mission is to find his lost wife, who is upstairs with her father Calypso, chained to her bed. Or perhaps not. \"Nobody knows where the other end of the chain is,\" Calypso tells us. This must be quite a large mansion, since Ulysses must search it for her room. How large can a mansion be, when the gang and its hostages made a crowd in the cluttered parlor, but an upstairs bedroom cannot be found? Ah, now he's found it, and appeals to his wife through the keyhole, not neglecting to thoughtfully finger a long wire which could be used to blind a person on either side of the door — or both of them at once, in the case of a most unfortunate occurrence.\n\nQuestions come up. The police dragnet is drawn tight around the house, and the lights on their squad cars flash incessantly through every window. Desperate gang members stand on alert behind curtains and doorways with tommy guns and pistols. Yet the police issue no commands, and there is time for Ulysses Pick to talk with his wife and supervise the dumping of bodies into the bog. And he must deal with the squirming young man who is bound and gagged. Does he recognize him as his son?\n\nThis is one way to describe a Maddin film, and for \"Keyhole\" it may be the best way. He is the only avant-garde independent filmmaker I know who deals with the elements of the memory of cinema. It's said he makes film noir, and if by that, you mean he uses black and white, melodramatic images, overwrought characters and music driven by panic, you'd be right. But for me, a movie like \"Keyhole\" plays like a fever dream using the elements of film noir but restlessly rearranging them in an attempt to force sense out of them. You have the elements lined up against the wall, and in some mercurial way, they slip free and attack you from behind.", "running_time": 94, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-05-02", "genres": ["Action", "Drama", "Thriller"], "title": "Keyhole (2012)"}