{"url": "http://www.rogerebert.com/reviews/kick-ass-2010", "by": "Aaron Johnsonas Dave/Kick-Ass", "star_rating": 1.0, "text": "Shall I have feelings, or should I pretend to be cool? Will I seem hopelessly square if I find “Kick-Ass” morally reprehensible and will I appear to have missed the point? Let's say you're a big fan of the original comic book, and you think the movie does it justice. You know what? You inhabit a world I am so very not interested in. A movie camera makes a record of whatever is placed in front of it, and in this case, it shows deadly carnage dished out by an 11-year-old girl, after which an adult man brutally hammers her to within an inch of her life. Blood everywhere. Now tell me all about the context.\n\nThe movie's premise is that ordinary people, including a high school kid, the 11-year-old and her father, try to become superheroes in order to punish evil men. The flaw in this premise is that the little girl does become a superhero. In one scene, she faces a hallway jammed with heavily armed gangsters and shoots, stabs and kicks them all to death, while flying through the air with such power, it's enough to make Jackie Chan take out an AARP membership. \n\nThis isn't comic violence. These men, and many others in the film, are really stone-cold dead. And the 11-year-old apparently experiences no emotions about this. Many children that age would be, I dunno, affected somehow, don't you think, after killing eight or 12 men who were trying to kill her?\n\nI know, I know. This is a satire. But a satire of what? The movie's rated R, which means in this case that it's doubly attractive to anyone under 17. I'm not too worried about 16-year-olds here. I'm thinking of 6-year-olds. There are characters here with walls covered in carefully mounted firearms, ranging from handguns through automatic weapons to bazookas. At the end, when the villain deliciously anticipates blowing a bullet hole in the child's head, he is prevented only because her friend, in the nick of time, shoots him with bazooka shell at 10-foot range and blows him through a skyscraper window and across several city blocks of sky in a projectile of blood, flame and smoke. As I often read on the Internet: Hahahahaha.\n\nThe little girl is named Mindy (Chloe Grace Moretz). She adopts the persona of Hit Girl. She has been trained by her father, Big Daddy (Nicolas Cage), to join him in the battle against a crime boss (Mark Strong). Her training includes being shot at point-blank range while wearing a bulletproof vest. She also masters the martial arts — more, I would say, than any other movie martial artist of any age I can recall. She's gifted with deadly knife-throwing; a foot-long knife was presented to her by Dad as, I guess, a graduation present.\n\nBig Daddy and Mindy never have a chat about, you know, stuff like how when you kill people, they are really dead. This movie regards human beings like video-game targets. Kill one, and you score. They're dead, you win. When kids in the age range of this movie's home video audience are shooting one another every day in America, that kind of stops being funny.\n\nHit Girl teams up with Kick-Ass (Aaron Johnson), the film's narrator, a lackluster high school kid who lives vicariously through comic books. For reasons tedious to explain, he orders a masked costume by mail order and sets about trying to behave as a superhero, which doesn't work out well. He lacks the training of a Big Daddy. But as he and Hit Girl find themselves fighting side by side, he turns into a quick learner. Also, you don't need to be great at hand-to-hand combat if you can just shoot people dead.\n\nThe early scenes give promise of an entirely different comedy. Aaron Johnson has a certain anti-charm, his problems in high school are engaging, and so on. A little later, I reflected that possibly only Nic Cage could seem to shoot a small girl point-blank and make it, well, funny. Say what you will about her character, but Chloe Grace Moretz has presence and appeal. Then the movie moved into dark, dark territory, and I grew sad.", "running_time": 117, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-04-14", "genres": ["Action", "Adventure", "Comedy", "Foreign"], "title": "Kick-Ass (2010)"}