{"url": "http://www.rogerebert.com/reviews/kicking-and-screaming-1995", "by": "Josh Hamiltonas Grover", "star_rating": 3.0, "text": "Distinctions of class and intelligence are the great overlooked elements in our society. Because the United States is allegedly classless, we use other markers to tell people apart, such as race, jobs or income.\n\nMany people even define themselves by the sports team they identify with, letting its accomplishments stand for their own. Yet two people of different races but similar educations may be more comfortable together than two people of the same race but different backgrounds.\n\nClass is the great unspoken basis of the friendships in \"Kicking and Screaming.\" This is a movie about a group of smart, articulate college students who have just graduated, and are hanging around the campus before the icy blast of real life begins. They have few plans or prospects, but they trust they're clever enough to land on their feet.\n\nI enjoyed the movie, perhaps because I could identify with the characters: I like people who talk interestingly, who have read books, who appreciate verbal wit, who look dubiously at establishment assumptions. I like people who know what is meant by \"the establishment,\" because to know it is to suspect it. I liked it that one of the film's characters writes a short story and another character describes him as \"the bastard child of Raymond Chandler,\" and everyone knew what that meant.\n\nOn the same day that \"Kicking and Screaming\" opened, another movie also swam into view: \"The Doom Generation.\" Both films are about friends, about the same age, who are uncertainly entering adulthood. One of the characters in \"Doom Generation\" is described as having \"the intelligence of a stool sample.\" Of another: \"He's got a little brain damage - but he's OK.\" One of the pastimes of the people in the movie is sticking their fingers into various bodily orifices and offering a sniff to their friends. I despised the movie.\n\nWas my different reaction to the two films based on class? Was I praising the film about the people I would rather spend time with? Certainly. The movies are said to be a great influence on audiences, but in most cases that doesn't happen because audiences choose movies that agree with what they already think. If your idea of a great time is sitting on the floor of a used bookstore, you are likely to enjoy \"Kicking and Screaming.\" If you would rather go to the mall and get your eyelid pierced, then \"The Doom Generation\" is for you. (If you'd like to do both, go directly to Go and collect $200.) What struck me about \"Kicking and Screaming\" is that it captures so accurately the fact, dimly sensed by undergraduates even at the time, that the college years are the happiest in their lives.\n\nOne spends four years talking about ideas, concepts, art, theory, history, ideology and sex. Then one goes into the world and works like a dog until retirement.\n\nIn \"Kicking and Screaming,\" one of the students, played by Eric Stoltz, has been hanging around the campus for 10 years, reluctant to leave. He's \"working on his dissertation\" and has a job as a bartender. Other students define themselves by the bars they drink in (\"Going back to our old undergraduate bar,\" one says, \"would be like going on \"Hollywood Squares\"). One student, named Jane (Olivia d'Abo) actually does have plans: She has accepted a fellowship in Prague. Her boyfriend Grover (Josh Hamilton) wonders, \"So how will that work if you're living with me in Brooklyn?\" \"It'll be the same,\" she says, \"except I'll be in Prague.\" Now that Generation X is pushing 30, maybe this is Generation Y. They're obsessed with pop culture (one character hesitates before leaving a room to watch the rest of a TV commercial - \"Wait, I wanna see if they get this stain out\"). Childhood is not a distant memory. Jane wears braces, and takes out her retainer when she talks, revealing an appealing overbite (after this movie and even the sad \"The Big Green,\" Olivia d'Abo is growing on me). Grover's father, well-played by the sad-eyed Elliott Gould, attempts to communicate his needs and dreams to his son, only to hear, \"Dad, I'm really not ready to accept you as a human being yet; thinking of you with Mother is disgusting enough, but you with another woman . . .\" \"Kicking and Screaming\" doesn't have much of a plot, but of course it wouldn't; this is a movie about characters waiting for their plots to begin. What it does have is a good eye and a terrific ear; the dialogue by writer-director Noah Baumbach is not simply accurate, which would be a bore, but a distillation of reality - elevating aimless brainy small-talk into a statement. If more people in our world were like these characters and fewer were like those in \"The Doom Generation\". . . ah, but now I'm beginning to sound like the ancient undergrad, still working on his dissertation.", "running_time": 96, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-11-10", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Kicking and Screaming (1995)"}