{"url": "http://www.rogerebert.com/reviews/kicking-and-screaming-2005", "by": "Will Ferrellas Phil Weston", "star_rating": 3.0, "text": "The problem with team sports involving kids is that the coaches are parents. The parents become too competitive and demanding and put an unwholesome emphasis on winning. One simple reform would enormously improve childhood sports: The coaches should be kids, too. Parents could be around in supervisory roles, sort of like the major league commissioner, but kids should run their own teams. Sure, they'd make mistakes and the level of play would suffer and, in fact, the whole activity would look a lot more like a Game and less like a Sporting Event. Kids become so co-opted by the adult obsession with winning that they can't just mess around and have fun.\n\nThis insight came to me midway through \"Kicking & Screaming,\" which illustrates my theory by giving us a father-and-son coaching team who will haunt the nightmares of their players for decades to come. The movie is actually sweet and pretty funny, so don't get scared away: It's just that when a kid hears an adult say, \"I eat quitters for breakfast and I spit out their bones,\" that kid is not going to rest easier tonight.\n\nWill Ferrell stars as Phil Weston, an adult who still feels like a kid when his dad Buck (Robert Duvall) is around. Buck is a version of Bull Meechum, the character Duvall played in \"The Great Santini\" (1979), where he was trying to run his family like a Marine unit. Buck coaches in the local kids' soccer league, and as the movie opens, he trades his grandson -- his own grandson -- because the kid is no good. That makes Phil mad: He was always told he was a loser, and now his own kid is getting the same treatment from Buck.\n\nSo Phil decides to become a coach himself. But he's just as obsessed with winning as his dad. He makes three key recruits. Two of them are the kids of the local Italian butcher; they're great players. The third is Mike Ditka, as himself; he's Buck's neighbor, the two men hate each other, and Ditka agrees to become Phil's assistant coach. Phil's basic coaching strategy is simple: Get the ball to the Italians. The movie could have taken better advantage of Ditka by really focusing on his personality, but that would have shouldered aside the father-son rivalry, and so I guess they have it about right, with Ditka supplying advice and one-liners from the sidelines. He makes one crucial contribution to the plot: He introduces Phil to coffee. Phil has never been a coffee drinker, but from the first sip, he finds it addictive, and then maddening. \"What is that fascinating aroma?\" he asks, before going on a caffeine binge that actually leads to him being barred for life from a coffee shop.\n\nWith Ferrell in the movie, we might expect a raucous comedy like \"Old School,\" or maybe \"Dodgeball,\" a movie I have to keep reminding myself Ferrell was not in. But no, \"Kicking and Screaming\" is more like \"The Bad News Bears\" or \"The Mighty Ducks,\" with the underdogs coming from the bottom of the league standings to eventually -- but I dare not reveal the ending, even though it will be obvious to every sentient being in the theater.\n\nWill Ferrell is now a major movie star, with nine more new movies in the pipeline. I learn of his status from the industry analyst David Poland, who has crunched the numbers and come up with the \"real\" list of box office heavyweights. He says top 10 stars in terms of actual ticket sales are, in order: Will Smith, Tom Cruise, Adam Sandler, Jim Carrey, Russell Crowe, Tom Hanks, Eddie Murphy, Ben Stiller, Will Ferrell and Denzel Washington. The highest-ranking woman on the list is Reese Witherspoon, at No. 12.\n\nThe list is fascinating because it sets Ferrell apart from several other recent \"Saturday Night Live\" alums cycling through hapless comedies; he has broken loose from the \"SNL\" curse that currently, for example, haunts Martin Short in \"Jiminy Glick.\" Ferrell plays actual characters, as he did in \"Elf,\" rather than recycled \"SNL\" skit creatures. In \"Kicking & Screaming,\" he understands that the role requires a certain vulnerability and poignancy, and although he goes berserk with all the coffee, it is kept within character. His soccer coach has an emotional arc and is not simply a cartoon. Duvall of course is superb. No one has a meaner laugh. He even begins to smile, and you wish you were armed. He goes head to head with Ditka, and you wait for them to spit out the bones.\n\nThe movie is pure formula from beginning to end, and it doesn't pay as much attention to the individual kids as it might have -- especially to Byong Sun (Elliott Cho), the smallest member of the team, who seems to have something really going on down there among the knees of his opponents. There is also the usual thankless role of the hero's wife, played here by Kate Walsh; her job is to talk sense to Phil, which is never much fun. Buck's wife is a sexy bombshell played by Musetta Vander, but she turns out to be sensible and sane, which is a disappointment. Still, \"Kicking & Screaming\" is an entertaining family movie, and may serve a useful purpose if it inspires kids to overthrow their coaches and take over their own sports.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-05-12", "genres": ["Comedy", "Family", "Sports Film"], "title": "Kicking & Screaming (2005)"}