{"url": "http://www.rogerebert.com/reviews/kicked-in-the-head-1997", "by": "Kevin Corriganas Redmond", "star_rating": 1.5, "text": "\"Kicked in the Head'' is one of those movies where you wish the story was about the supporting characters. Three of them are worthy of features of their own: Uncle Sam (James Woods), the hero's con-man relative; Megan (Linda Fiorentino), an airline attendant who has an enigmatic one-night stand with the hero, and Stretch (Michael Rapaport), a self-styled beer distribution czar.\n\nIn a generally underwritten (and yet too talky) movie, these New Yorkers are so intriguing, we want to know more about them. Unfortunately, the movie isn't about them. It involves some days in the life of Redmond (Kevin Corrigan), an aimless young man who spends a lot of his time writing bad poetry about the meaning of life.\n\nThe plot, such as it is, involves Uncle Sam sending Redmond to drop off some cocaine at a subway stop. Cocaine is of course the handiest McGuffin of our time; introduce it into a plot, and you don't have to explain motivations. The dope drop turns into a gun battle in which countless shots are fired, but nobody is hit, and then Redmond embarks on an odyssey that takes him into the orbits of Stretch (who runs \"Stretch's Beer-o-Rama'') and Jack (Burt Young), the guy who gave Uncle Sam the cocaine. (Young's character has a great line, even though it is not remotely plausible: \"I like organized--with a `g,' like in `phlegm.' '') The nearest thing to a sustained relationship takes place between Redmond and Megan, a woman he sees crying on a train, and hopes to console. Fiorentino plays the character as a milder version of her man-eater in \"The Last Seduction\". Wary, wounded and cynical, she sleeps with Redmond for reasons having little to do with the plot and much to do, perhaps, with Kevin Corrigan, who co-wrote the screenplay, wanting to give himself a good scene.\n\nWell, there is a good scene (at an airline bar), but when Fiorentino exits, our interest leaves, too, because we care about her, not him. That's true all through the movie, as the colorless Redmond plays straight man to Stretch (Rapaport does some hilarious riffs on the glories of beer distribution), Woods (\"This is my dentist's car. He asked me to watch it for him'') and Burt Young's Russian hit man (who carefully looks up menacing threats in his phrase book).\n\nI've seen the film twice, and there's one scene that played differently the two times. It's a long dialogue exchange between Redmond and Stretch, at the beer depot. It's clear the scene is semi-improvised, and there were times when Rapaport seemed to be smiling inappropriately, going out of character to let us see the actor playing with the process. That bothered me the first time, but not the second, because by then I knew the characters weren't as interesting as the actors struggling with the material.", "running_time": 90, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-09-26", "genres": ["Action", "Comedy", "Crime", "Drama", "Film Noir", "Indie", "Romance"], "title": "Kicked In The Head (1997)"}