{"url": "http://www.rogerebert.com/reviews/kids-in-the-hall-brain-candy-1996", "by": "Kelly Makin", "star_rating": 1.0, "text": "Did somebody, maybe me, forget to push my laugh button before \"Kids in the Hall: Brain Candy'' began? It's a comedy, and I know people who think it's a funny one, and intellectually I can appreciate some of the stuff they're trying to do -- but of course intellectual appreciation is deadly to comedy, which needs to originate at a more elemental level of the being, and arrive at the mind only after the laughter begins. On that more visceral level, I found it less a comedy than a curiosity. \n\nThe Kids are a Canadian comedy troupe that had its origins in Second City-style improv, moved on to Canadian television, and can be seen almost daily in reruns on the Comedy Central cable channel. They're all men, and play the female roles in drag, but I learn from their Web page that this is more a matter of necessity than choice: The troupe included women in the early days, but the women's \"careers took off too quickly and they would go solo.'' So the men decided to put an end to that by playing all of the roles themselves. \n\nThe female characters are played \"straight,'' in the sense that we're supposed to relate to them as women, not men in drag. (The Web site goes on to explain helpfully that one of the Kids is gay, one is bi, one is married, one is curious, and one lists a preference that cannot be printed in a family newspaper. Ah, the Web, what a boon to the scholar.) Although the Kids apparently are trying to say something about the role of women in society, they are saying it in the same way that a woman in the role would say it; they're not using drag itself as a way to comment. \n\nThe movie is not a series of sketches but a story about a drug named Gleemonex, which does more or less what Prozac does, but better, and with a lot more side effects. The drug has been invented by a scientist working for Roritor Pharmaceuticals, which has a laboratory that looks like a high school chem lab, and a board room that looks recycled from \"The Hudsucker Proxy.'' The drug has been invented by a company scientist who thinks it needs more testing, but management wants to market the drug immediately, in order to save the company from bankruptcy. \n\nThis story is told in counterpoint to several others (the Kids play a bewildering variety of roles), and we meet some of the people who might be aided by Gleemonex -- which, among other things, recaptures happy memories. The movie's strategy is to create slices of ordinary North American family life and then add a twist, as when a happy family tells a visitor, \"Dad's upstairs masturbating to gay porn.'' Or when a promo man complains, \"The nipples of Mother Hope have run dry.'' Or when a happy character explains, \"I haven't felt this good since they said it's not malignant.'' Or when... but enough. The effect of the drug, it's claimed, is to \"make it feel like it's 72 degrees in your head all the time.'' The upstairs dad takes it and realizes he is homosexual, and celebrates with his family in the musical number \"I’m Gay! (He's Gay!).'' Punk rockers become positive and upbeat on Gleemonex. An overworked office slave grows cheerful as he recalls his own happiest memory, involving adding a bodily fluid to the boss' coffee. And there are a lot of disease jokes, including a music video about a character named Cancer Boy. \n\nReader, I did not laugh. I felt the Kids were too busy being hip and ironic to connect at the simpler level where comedy lives. They were brought down by their own self-protective devices. It's not cool to seem to want to be funny, and so the modern strategy is to adopt the pose that you are funny by not seeming to want to be funny. The audience laughs because the performers are being hip by trying to be funny without seeming to try to be funny. Thus everybody has an irony orgy and goes home, if not satisfied, at least unexposed as unhip. It seemed to me there were two or three superfluous levels of attitude between the Kids and their material. A laugh can penetrate a lot of things, but not a solid block of cool.", "running_time": 89, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-04-12", "genres": ["Comedy"], "title": "Kids In The Hall: Brain Candy (1996)"}