{"url": "http://www.rogerebert.com/reviews/kids-1995", "by": "Leo Fitzpatrickas Telly", "star_rating": 3.5, "text": "Early in \"Kids,\" there is a scene where Telly and his\rfriend Casper are walking along a Manhattan street. Telly, who is about 15 or\r16, is describing his latest sexual conquest, which we have just witnessed in\rheartless detail. Casper is swigging beer from a bottle, which he has probably\rstolen from a convenience store. Telly's language is like a series of ugly\rblows; he talks about his enthusiasm for \"de-virginizing\" young\rgirls, Casper cheers him on, and it becomes clear that neither one of them has\rany interests, any curiosity, any values, any frame of reference, beyond\rimmediate animal gratification.\n\nThen\ra curious thing happens. Casper pauses casually, in plain view of passersby on\ra street corner, to urinate. That is not what is strange. What is strange is\rthat Telly chooses to stand around the corner from his friend, to lend him\rprivacy. If you study this body language, you realize that these kids live\rentirely in a world of their own. Other people - adults - simply do not exist.\n\nLarry\rClark's \"Kids\" is a movie about their world. It follows a group of\rteenage boys and girls through one day and night during which they travel\rManhattan on skateboards and subway trains, have sex, drink, use drugs, talk, party,\rand crash in a familiar stupor, before starting all over again the next day.\rThe movie seesthis culture in\rsuch flat, unblinking detail that it feels like a documentary; it knows what\rit's talking about.\n\nTelly,\rplayed by Leo Fitzpatrick, at least has an interest in life: sex. His face is a\rscary study in self-absorption as he tells girls lies they should laugh at.\rBeing stupid, naive or simply curious, they listen to him.\n\n\"What\rif I get pregnant,\" asks a girl, who looks about 14.\n\n\"If\ryou - - - - me, you don't have to worry about that,\" Telly tells her.\n\n\"Why\rnot?\" \"Because I love you. Because I think you're beautiful.\"\rShe believes him. Minutes later, his mission accomplished, he's back on the\rstreet with Casper, explaining his philosophy about virgins: \"Say you die\rtomorrow. Fifty years from now, she'll still remember you.\" It is a good\rthing he cannot hear the talk among some of the girls in the movie, who cannot\reven remember losing their virginity.\n\nClark\rhas published several famous books of gritty photography. In his first movie,\rhe adopts a similar approach, shooting on location in the streets, placing his\rcharacters in their world. What is interesting is that you can hardly even see\rManhattan in this movie; the camera, like the characters, sees only this sad\ryouth culture. What is not human and between 12 and 17 essentially does not\rexist.\n\nThe\rcasting of Leo Fitzpatrick as Telly has a lot to do with the film's powerful\reffect. This is the kind of kid who gives parents nightmares. He is essentially\ra very effective sex machine, plowing through fields of naive, underage girls.\rWhat makes him unforgettable is his voice, which is crude and grating;\reverything he says sounds unwholesome. Nor is he much to look at. What do the\rgirls see in him? The answer to their curiosity about sex, I guess.\n\nSince\rFitzpatrick is an actor (and \"no ladies' man,\" he told Clark), this\ris a performance and, as such, one of the most effective I've seen. It's\ramazing how, watching the film, you dislike Telly so much you want to deny\rFitzpatrick's accomplishment in creating him.\n\nThe\rmovie's dialogue, which sounds authentic, was written by a 19-year-old named\rHarmony Korine, who lived in the world of skateboarders and suggested the\rcasting of some of his friends to Clark. There are two extended rap sessions -\rone for the boys, one for the girls - in which they talk about sex, drugs and\rtheir lives.\n\nGradually,\ra plot emerges, involving two of the girls, who go for an AIDS test.\n\nThe\rresult shadows the rest of the movie, and gives \"Kids\" its reason for\rbeing; the film is intended as a wake-up call, and for some kids, it may be a\rlifesaver. Other kids should probably not see it. The film received an NC-17\rrating by the MPAA, and then a decision was made to release it \"unrated\";\rin many markets, it will be \"adults only.\" It is so raw, bleak and\runfiltered that such a policy is appropriate, and yet there will be kids who\rshould see this movie, and my hunch is, somehow they'll find it.\n\nClark's\rdirection is discreet. He makes his points with character and action, not with\rspeeches. Only five times does his camera stray from the kids. Once is for a\rscene in a subway, where a blind man sings \"Danny Boy\" badly while a\ryoung man dances to the song, but is out of step. Once is when two Korean storekeepers\rtry to deal with the kids, who are stealing from them. Once is where a\rwide-eyed little girl is given a peach by Casper, and throws it away.\n\nOnce\ris when Telly briefly visits his apartment, talks to his uncomprehending\rmother, and steals some money from her. Once is when the kids are on a subway\rtrain, and a legless beggar wheels himself through the compartment. Look\rclosely: The platform supporting his half-body is made from a skateboard.\n\nSkateboards\rprovide the way the kids move around town. They gather in Washington Square\rPark, dope is bought and sold, sexual conquests are related, and they beat up\ranother kid so brutally that he could have been killed. The kid they attack is\rblack, but so are some of the attackers; their pack includes all races. They\rare color-blind, or perhaps it is more accurate to say they comprise a race of\rtheir own.\n\n\"Kids\"\ris the kind of movie that needs to be talked about afterward. It doesn't tell\rus what it means. Sure, it has a \"message,\" involving safe sex. But\rsafe sex is not going to civilize these kids, make them into curious, capable\rcitizens. What you realize, thinking about Telly, is that life has given him\rnothing that interests him, except for sex, drugs and skateboards. His life is\ra kind of hell, briefly interrupted by orgasms.\n\nMost\rkids are not like those in \"Kids,\" and never will be, I hope. But\rsome are, and they represent a failure of home, school, church and society.\rThey could have been raised in a zoo, educated only to the base instincts. You\rwatch this movie, and you realize why everybody needs whatever mixture of art,\reducation, religion, philosophy, politics and poetry that works for them:\rBecause without something to open our windows to the higher possibilities of\rlife, we might all be Tellys, and more amputated than the half-man on his\rskateboard.", "running_time": 95, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-07-28", "genres": ["Drama", "Indie"], "title": "Kids (1995)"}