{"url": "http://www.rogerebert.com/reviews/kids-in-america-2005", "by": "Gregory Smithas Holden Donovan", "star_rating": 3.0, "text": "Once in a blue moon a movie escapes the shackles of its genre and does what it really wants to do. \"Kids in America\" is a movie like that. It breaks out of Hollywood jail. You know all those \"brainless high school comedies\"? Here's what one would look like if it had brains. It's a movie for every kid who was different, every kid with a political thought, every kid who ever got suspended for exercising the freedom of speech, every kid who had an article censored in the school paper, or did something shocking in a talent show, or actually believed what the idealistic teachers told them.\n\nYes, all of that, but I'm making it make it sound too serious. This is also a comedy that bites, and a romance during which a boy and a girl fall in love while they are engaged in an experiment to reproduce movie kisses. They start with the greatest movie kiss of all time, which he thinks is the one between John Cusack and Ione Sky in \"Say Anything,\" the kiss in the rain that lasts about three seconds and you almost miss it. When Holden (Gregory Smith of \"Everwood\") describes it to Charlotte (Stephanie Sherrin), she simply says \"show me,\" and walks out into the rain. They eventually get around to the longest kiss in movie history, which I always thought was the one between Cary Grant and Ingrid Bergman in \"Notorious,\" but no, it was between Jane Wyman and Regis Toomey in \"You're in the Army Now,\" and it clocked at 185 seconds. Of course only a kid who works in a video store would know that.\n\nThere is nobody stupid in this movie. Not even Kelly (Nicole Richie of \"The Simple Life\"), the head of the cheerleader squad. Not even Principal Weller (Julie Bowen), who enforces medieval policies but is scary, she's so articulate. Not even the football coach (George Wendt). Not even the drama coach (Andrew Shaifer), who once staged a reading of Oliver Stone's \"Platoon\" with all the expletives removed and what's more, he has Harvey Fierstein's autograph. The stupid people are all offscreen, like the anatomy teacher described by Holden: \"He lives with his mom and has never seen a naked body, including his own.\"\n\nThe characters talk about real things in real words. Amazing. Consider the girl who runs the school's Celibacy Club but gets suspended for wearing a \"Safe Sex or No Sex\" button and sticking condoms to her blouse. The school policy is -- no sex. She wants to know, but what about girls who do have sex, and get pregnant or have abortions? Principal Weller's policy is celibacy or else. Consider the crisis involving the school's Minority Club, which has \"traditionally\" been for African-Americans only. \"You can kiss my Chinese a--,\" says an Asian student. Another kid wants in because he's fat. And what about Lawrence (Alex Anfanger)? The head of the club concedes: \"You're so, gay, Cher dresses like you.\"\n\nThe school reaches the crisis point during the annual Holiday Hoopla talent show, when Holden does a reading from Shakespeare. He gets as far as \"to be or not to be\" and decides \"choose not to be,\" attacking school policies and ending up with a real show-stopper.\n\nPrincipal Weller tries to contain the uprising; she's running for superintendent of schools, and worried about her image. But the students outmaneuver her and her flunkies, leading up to a hijacked pep rally where Holden commandeers the audiovisual hookup and shows a montage of heterosexual kissing in the corridors, leading up to a protest about the expulsion of the gay student. This leads to a development which will certainly add to the list of famous movie kisses.\n\n\"Kids in America\" was directed by Josh Stolberg; he and Andrew Schaifer co-produced and wrote the screenplay. They say it was inspired by actual news stories, including one about a girl thrown out of school after her journal was seized and read without her permission. Another girl got expelled for wearing a \"Barbie is a Lesbian\" T-shirt.\n\nThe movie is properly angry at the repression and discrimination that masquerades as school policy, but the surprising thing is how funny and entertaining they make it. High school students have so consistently been depicted as substance-abusing, sex-crazed airheads, you'd think Hollywood is trying to teach them they're as dumb as the movies about them. \"Kids in America\" is a call to the barricades, and a lot of fun.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-10-20", "genres": ["Comedy", "Drama", "Indie"], "title": "Kids in America (2005)"}