{"url": "http://www.rogerebert.com/reviews/killing-zoe-1994", "by": "Eric Stoltzas Zed", "star_rating": 2.5, "text": "\"Killing Zoe\" is Generation X's first bank caper movie, an ultra-violent screamfest about a soft-spoken American who gets involved with a gang of drugcrazed Parisian thieves and blunders into a hostage situation. It must have been even more exhausting to make this film than it is to watch it. But it's made with a kind of manic joy that makes me suspect its writer-director, Roger Roberts Avary, might develop into a considerable filmmaker, once he thinks of something to say.\n\nThe movie stars Eric Stoltz as Zed, a shaggy-haired American safecracking expert who met the Frenchman Eric (Jean-Hughes Anglade) during a student exchange program. They have remained fast friends since those carefree school days, when they robbed minimarts together, and now Zed has flown to Paris to open the safe of the bank Eric plans to rob.\n\nFirst, though, Eric meets Zoe (Julie Delpy), a hooker who is sent to his room by a helpful cab driver. Zoe is of course not \"really\" a prostitute, but a student, very beautiful, who takes a client now and then to pay for her tuition. I looked at the credits and, yep, sure enough, the movie's executive producer is Quentin Tarantino; the trademark of his projects is that the only way guys meet girls is if they're hookers - but very nice hookers, of course, like the Patricia Arquette character in Tarantino's screenplay \"True Romance,\" who had only been hooking for three days, I think, before she met Mr. Right.\n\nAnyway, Zed and Zoe make blissful love. (Zed supplies her with an orgasm the likes of which she has never experienced before - another clue that this movie benefits from a certain post-adolescent male sexual idealism). Then Eric turns up and violently throws the naked Zoe out of the Zed's room. Zed, very curiously, hardly stirs in protest at this behavior, which says something about him or about Avary, and I guess it's Avary, because later Zed is going to be quite solicitous of Zoe.\n\nSo. Eric takes Zed on a heroin-fueled tour of the Parisian underworld, a shadowy Hades of jazz clubs and dark streets. This is the kind of movie that treats drugs approximately the same way Wimpy treats hamburgers. And the next day, still hung over and confused, Eric and his ragtag gang take Zed along to the bank heist - where they screw things up, kill someone, and have to take everyone in the bank hostage.\n\nWill it surprise anyone that one of the hostages is Zoe? Hardly, given the movie's title. Zoe works days as a bank clerk. Her tuition must really be high. Avary's screenplay is carefully constructed to isolate Zed downstairs in the vault ara, so he doesn 't know that Eric is going berserk upstairs, terrifying everyone, as a bloodbath develops and police ring the building.\n\nWatching this movie, it occurred to me that after years of waiting we are finally harvesting the fruit of the film generation.\n\nAvary, who is 27 (a few years younger than Tarantino), \"began his career,\" as his bio puts it, \"making aggressive Super-8 shorts at the age of 13\"). I love that \"aggressive.\" \"Killing Zoe\" looks exactly like the first feature of a guy who grew up devouring videos, who loves movies, and who jumped at the chance to make one. When his producer found an empty bank building (in Los Angeles, where much of the film was actually shot), Avary naturally said, hey! let's make a heist movie! If you look at it like that - as an action-packed bloodbath mostly shot on a few sets with a low budget and hard-working actors - \"Killing Zoe\" is commendable. Like an earlier generation that started with 1960s exploitation pictures (Coppola, Scorsese, Hopper, De Palma, Nicholson), Avary is getting his foot in the door. That's great, but I just hope he realizes it's going to take more than kinetic energy to string out a whole career.\n\nHis characters are thin and undeveloped, his attitudes toward violence and drugs owe more to scene-setting than to substance, and the ending of his movie can be justified only in the heady atmosphere of a desperate story conference. And reading the movie's press notes is like a short course in hype, except Avary seems to be hyping himself: \"Being inside the bank is like being inside Eric's brain,\" he's quoted.\n\n\"Zoe means 'life' in Latin, so the title of the movie can be interpreted as 'Killing Life.' \" \"Eric can be likened to the Reagan/Bush years - they kept everyone happy through hysteria.\" Et cetera. Avary, who was 13 when the Reagan-Bush years began, may be relieved to learn that not everyone was happy then, and that when it comes to keeping people happy through hysteria, his own filmmaking style owes more than a little to the methods he attributes to Reagan and Bush.\n\nBut you know what? I like this guy. A couple of days ago I was surfing through the messages on CompuServe, and I found one in the ShowBiz Forum headed \"Live in LA?\" \"If you do,\" the message said, \"be sure to see \"Killing Zoe!\" It's a terrific movie,\" etc. Idly, I looked up to see who sent the message. It was Roger Avary. Anyone with that kind of zeal and fighting spirit for his work, is sooner or later going to do something great. You mark my words.", "running_time": 96, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-09-09", "genres": ["Action", "Crime", "Drama", "Indie", "Thriller"], "title": "Killing Zoe (1994)"}