{"url": "http://www.rogerebert.com/reviews/killer-force-1976", "by": "Peter Fondaas The guard", "star_rating": 1.5, "text": "As possibly the only film critic in the country right now who has ever toured a real South African diamond mine, I went to \"Killer Force\" with a certain\r\nanticipation. I'd been disappointed by the details in a couple of earlier movies about diamond thefts - the James Bond thriller \"Diamonds Are Forever\" and a weak entry with Roger Moore titled \"Diamonds\" - and I\r\nthought perhaps this time they'd get it right. \n\nThey haven't, though, and that's a shame, because a really good heist movie could be made about a raid on a diamond mine. The De Beers folks - the people whose ads assure us a diamond is forever - certainly behave as if that's the case. The mines are surrounded by compounds as secure as any maximum-security prison. The African miners are recruited for periods of\r\nseveral months to a year and kept inside the compounds the whole time; when they leave, they go through such a complex security process even their excrement is X-rayed. \n\nAn ambitious heist movie would really go to town with a challenge like that. There'd be all sorts of\r\nsplit-second timing and clever deceptions and neat little devices for neutralizing alarm systems. Good heist movies are essentially cerebral exercises, in which the challenge is set up in the first hour or so, and then the meticulous details of the raid take over (remember \"Topkapi\"?)\r\nWith \"Killer Force,\" though, what we get is a routine action picture that spends all sorts of time showing people machine-gunning each other but insults our\r\nintelligence with details of the raid itself.  \n\nConsider. The compound is said to be surrounded by a pressure-sensitive strip. The strip is five feet wide. So Peter Fonda, who knows where it is, leads the\r\nraiding party through the sands of the Kalahari and then they simply jump over the strip. Maybe it could have been wider? \n\nThen they get to the electrified fence. No problem; O. J. Simpson, who's gotten a job as a driver inside the compound, simply walks into a high-security area and pulls the fuse. Then all that's left is some barbed wire. Our guys have to kill a few guards to get to the diamond vault, of course, but once there, Fonda's able to beat the combination by using a device made out of a pocket calculator and a doctor's stethoscope. \n\nIf stealing diamonds were this easy we'd all look like Elizabeth Taylor. But it's not. I don't know what sorts of locations \"Killer Force\" used, but it looks to me as if they're breaking into a construction depot to steal road supplies. No diamond mine would be run this\r\ncarelessly, no plan like this could possibly succeed and, as a result, no suspense is generated - only a kind of numbing series of action scenes.\r\nThere's a dumb subplot involving Maud Adams, as\r\nFonda's girl friend, and Telly Savalas the plant\r\nsecurity chief who tells her he knows the nature of their innermost passions (and then pulls her skirt off and leaves her standing there without even a chance to tell him if he guessed right). There's also the clumsy use of O. J. Simpson as a member of the raiding party, apparently in an attempt to attract black audiences (there are two sets of ads in the papers, one\r\nfeaturing Simpson, the other Savalas - take your\r\nchoice). Simpson isn't given much to do except run through the desert and hit guards over the head - but then, given his \"Hey, baby! What's happening?\" dialog, maybe those were his only options in white-supremacist South Africa.", "running_time": 102, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-02-26", "genres": ["Action", "Thriller"], "title": "Killer Force (1976)"}