{"url": "http://www.rogerebert.com/reviews/killer-elite-2011", "by": "Jason Stathamas Danny", "star_rating": 3.0, "text": "\"Killer Elite\" is inspired by a story that ingeniously finds a way to explain why two teams of ex-SAS men would want to kill each other. That doubles the possibilities for casting, and here Jason Statham and Clive Owen, who in fact have no reason to dislike each other, are engaged in a deadly game of international murder. Robert De Niro plays a hostage taken by a sheik of Oman, who uses him to settle a score neither team has any reason to care about, so basically what's at stake is their professionalism. \n\nIncredibly, this story is claimed to be based on fact. Author Ranulph Fiennes' novel is allegedly based on experiences he really had, and indeed the author of just such a book makes an appearance in the plot. I suspect the factual basis may be at a few degrees of separation from the pure action plot, but you never know; recent movies like \"The Debt\" suggest spy organizations can get involved in events that seem lifted from fiction.\n\nThe story: De Niro plays Hunter, the mentor of Danny (Jason Statham). Both were skilled professionals. Danny has had one of those epiphanies where a man of action decides the killing must stop and has retreated into seclusion in a remote quarter of the Australian outback. There he lives with the beautiful Anne (Yvonne Strahovski), who strictly speaking, is not particularly essential to the plot. Danny's past life follows him to the outback, after Hunter is kidnapped by the oil sheik. The sheik wants revenge against the killers of his sons, he knows Danny is the best in the world, and he correctly calculates that only the need to save his beloved teacher would lure him back into action.\n\nThe sons, it turns out, were murdered by four SAS men. Danny's assignment is tricky: He is to kill them, but make it look like each death is accidental, so no one will suspect the sheik. Diabolically clever. On his team are Davies (Dominic Purcell) and Meier (Aden Young). Meanwhile, Spike (Clive Owen) leads a shadowy group known as the Feather Men, whose mission is to protect ex-SAS men from retaliation. Their task is to shield the four targets from Danny and his boys. Got that?\n\nThis is actually a pretty good thriller, based more on character and plot than on action for its own sake. The need to construct killings that look like accidents adds to the interest. I find myself asking, really, how likely is it that one, let alone all, of these events could be stage-managed so precisely? Yet we learn that spy organizations are often behind \"accidents.\"\n\nJason Statham is once again a hard-boiled man carved from solid macho. Clive Owen, who by disposition and facial expression seems more like a good guy, is also sufficiently cold-blooded. Do you ever find yourself looking at a movie involving steel-eyed killers with Brillo stubble on their chins, and wondering if they would possibly seem as menacing if they were clean-shaven?\n\nDe Niro is good here, in a role that perhaps offered some small inspiration. My impression is that he feels he's paid his dues, and his attention is now involved in his Tribeca activities. He still has his power when he chooses to use it.\n\nThe movie is a first feature by Gary McKendry, born in Northern Ireland, who previously directed many commercials and the 20-minute short \"Everything in This Country Must,\" which was nominated for an Academy Award in the live-action short category. This is an impressive debut. He has the instincts of a storyteller, and understands that action is better when it's structured around character and plot, and doesn't rely on simple sensation. \"Killer Elite\" is rather pure in its storytelling, because at the end, we might be hard-pressed to divide the characters into good and bad guys.", "running_time": 116, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-09-21", "genres": ["Action", "Adventure", "Thriller"], "title": "Killer Elite (2011)"}