{"url": "http://www.rogerebert.com/reviews/kill-bill-volume-1-2003", "by": "Uma Thurmanas The Bride", "star_rating": 4.0, "text": "\"Kill Bill, Volume 1\" shows Quentin Tarantino so effortlessly and brilliantly in command of his technique that he reminds me of a virtuoso violinist racing through \"Flight of the Bumble Bee\" -- or maybe an accordion prodigy setting a speed record for \"Lady of Spain.\" I mean that as a sincere compliment. The movie is not about anything at all except the skill and humor of its making. It's kind of brilliant.\n\nHis story is a distillation of the universe of martial arts movies, elevated to a trancelike mastery of the material. Tarantino is in the Zone. His story engine is revenge. In the opening scene, Bill kills all of the other members of a bridal party, and leaves The Bride (Uma Thurman) for dead. She survives for years in a coma and is awakened by a mosquito's buzz. Is QT thinking of Emily Dickinson, who heard a fly buzz when she died? I am reminded of Manny Farber's definition of the auteur theory: \"A bunch of guys standing around trying to catch someone shoving art up into the crevices of dreck.\" The Bride is no Emily Dickinson. She reverses the paralysis in her legs by \"focusing.\" Then she vows vengeance on the Deadly Viper Assassination Squad, and as \"Volume 1\" concludes, she is about half-finished. She has wiped out Vernita Green (Vivica A. Fox) and O-Ren Ishii (Lucy Liu), and in \"Volume 2\" will presumably kill Elle Driver (Daryl Hannah), Budd (Michael Madsen) and of course Bill (David Carradine). If you think I have given away plot details, you think there can be doubt about whether the heroine survives the first half of a two-part action movie, and should seek help.\n\nThe movie is all storytelling and no story. The motivations have no psychological depth or resonance, but are simply plot markers. The characters consist of their characteristics. Lurking beneath everything, as it did with \"Pulp Fiction,\" is the suggestion of a parallel universe in which all of this makes sense in the same way that a superhero's origin story makes sense. There is a sequence here (well, it's more like a third of the movie) where The Bride single-handedly wipes out O-Ren and her entire team, including the Crazy 88 Fighters, and we are reminded of Neo fighting the clones of Agent Smith in \"The Matrix Reloaded,\" except the Crazy 88 Fighters are individual human beings, I think. Do they get their name from the Crazy 88 blackjack games on the Web, or from Episode 88 of the action anime \"Tokyo Crazy Paradise,\" or should I seek help? The Bride defeats the 88 superb fighters (plus various bodyguards and specialists) despite her weakened state and recently paralyzed legs because she is a better fighter than all of the others put together. Is that because of the level of her skill, the power of her focus, or the depth of her need for vengeance? Skill, focus and need have nothing to do with it: She wins because she kills everybody without getting killed herself. You can sense Tarantino grinning a little as each fresh victim, filled with foolish bravado, steps forward to be slaughtered. Someone has to win in a fight to the finish, and as far as the martial arts genre is concerned, it might as well be the heroine. (All of the major characters except Bill are women, the men having been emasculated right out of the picture.) \"Kill Bill, Volume 1\" is not the kind of movie that inspires discussion of the acting, but what Thurman, Fox and Liu accomplish here is arguably more difficult than playing the nuanced heroine of a Sundance thumb-sucker. There must be presence, physical grace, strength, personality and the ability to look serious while doing ridiculous things. The tone is set in an opening scene, where The Bride lies near death and a hand rubs at the blood on her cheek, which will not come off because it is clearly congealed makeup. This scene further benefits from being shot in black and white; for QT, all shots in a sense are references to other shots -- not particular shots from other movies, but archetypal shots in our collective moviegoing memories.\n\nThere's B&W in the movie, and slo-mo, and a name that's bleeped entirely for effect, and even an extended sequence in anime. The animated sequence, which gets us to Tokyo and supplies the backstory of O-Ren, is sneaky in the way it allows Tarantino to deal with material that might, in live action, seem too real for his stylized universe. It deals with a Mafia kingpin's pedophilia. The scene works in animated long shot; in live action closeup, it would get the movie an NC-17.\n\nBefore she arrives in Tokyo, The Bride stops off to obtain a sword from Hattori Hanzo (\"special guest star\" Sonny Chiba). He has been retired for years, and is done with killing. But she persuades him, and he manufactures a sword that does not inspire his modesty: \"This my finest sword. If in your journey you should encounter God, God will be cut.\" Later the sword must face the skill of Go Go Yubari (Chiaki Kuriyama), O-Ren's teenage bodyguard and perhaps a major in medieval studies, since her weapon of choice is the mace and chain. This is in the comic book tradition by which characters are defined by their weapons.\n\nTo see O-Ren's God-slicer and Go-Go's mace clashing in a field of dead and dying men is to understand how women have taken over for men in action movies. Strange, since women are not nearly as good at killing as men are. Maybe they're cast because the liberal media wants to see them succeed. The movie's women warriors reminds me of Ruby Rich's defense of Russ Meyer as a feminist filmmaker (his women initiate all the sex and do all the killing).\n\nThere is a sequence in which O-Ren Ishii takes command of the Japanese Mafia and beheads a guy for criticizing her as half-Chinese, female and American. O-Ren talks Japanese through a translator but when the guy's head rolls on the table everyone seems to understand her. Soon comes the deadly battle with The Bride, on a two-level set representing a Japanese restaurant. Tarantino has the wit to pace this battle with exterior shots of snowfall in an exquisite formal garden. Why must the garden be in the movie? Because gardens with snow are iconic Japanese images, and Tarantino is acting as the instrument of his received influences.\n\nBy the same token, Thurman wears a costume identical to one Bruce Lee wore in his last film. Is this intended as coincidence, homage, impersonation? Not at all. It can be explained by quantum physics: The suit can be in two movies at the same time. And when the Hannah character whistles the theme from \"Twisted Nerve\" (1968), it's not meant to suggest she is a Hayley Mills fan but that leakage can occur between parallel universes in the movies. Will \"Volume 2\" reveal that Bud used to be known as Mr. Blonde?", "running_time": 93, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-10", "genres": ["Action", "Crime", "Thriller"], "title": "Kill Bill, Volume 1 (2003)"}