{"url": "http://www.rogerebert.com/reviews/kill-bill-volume-2-2004", "by": "Uma Thurmanas The Bride", "star_rating": 4.0, "text": "Quentin Tarantino's \"Kill Bill, Volume 2\" is an exuberant celebration of moviemaking, coasting with heedless joy from one audacious chapter to another, working as irony, working as satire, working as drama, working as pure action. I liked it even more than \"Kill Bill, Volume 1\" (2003). It's not a sequel but a continuation and completion, filmed at the same time; now that we know the whole story, the first part takes on another dimension. \"Vol. 2\" stand on its own, although it has deeper resonance if you've seen \"Kill Bill,\" just released on video.\n\nThe movie is a distillation of the countless grind house kung-fu movies Tarantino has absorbed, and which he loves beyond all reason. Web sites have already enumerated his inspirations -- how a sunset came from this, and a sword from that. He isn't copying, but transcending; there's a kind of urgency in the film, as if he's turning up the heat under his memories.\n\nThe movie opens with a long closeup of The Bride (Uma Thurman) behind the wheel of a car, explaining her mission, which is to kill Bill. There is a lot of explaining in the film; Tarantino writes dialogue with quirky details that suggest the obsessions of his people. That's one of the ways he gives his movies a mythical quality; the characters don't talk in mundane everyday dialogue, but in a kind of elevated geekspeak that lovingly burnishes the details of their legends, methods, beliefs and arcane lore.\n\nFlashbacks remind us that the pregnant Bride and her entire wedding party were targeted by the Deadly Viper Assassination Squad in a massacre at the Two Pines Wedding Chapel. Bill was responsible -- Bill, who she confronts on the porch of the chapel for a conversation that suggests the depth and weirdness of their association. He's played by David Carradine in a performance that somehow, improbably, suggests that Bill and the Bride had a real relationship despite the preposterous details surrounding it. (Bill is deeply offended that she plans to marry a used record store owner and lead a normal life.)\n\nThe Bride of course improbably survived the massacre, awakened after a long coma, and in the first film set to avenge herself against the Deadly Vipers and Bill. That involved extended action sequences as she battled Vernita Green (Vivica A. Fox) and O-Ren Ishii (Lucy Liu), not to mention O-Ren's teenage bodyguard Go-Go Yubari (Chiaki Kuriyama) and the martial arts killer team known as the Crazy 88.\n\nMuch of her success came because she was able to persuade the legendary swordmaker Hattori Hanzo (Sonny Chiba) to come out of retirement and make her a weapon. He presented it without modesty: \"This my finest sword. If in your journey you should encounter God, God will be cut.\"\n\nIn \"Volume 2,\" she meets another Asian legend, the warrior master Pai Mei, played by Gordon Liu. Pai Mei, who lives on the top of a high, lonely hill reached by climbing many stairs, was Bill's master, and in a flashback, Bill delivers his protege for training. Pai Mei is a harsh and uncompromising teacher, and the Bride (whose real name, by the way, is Beatrix Kiddo) sheds blood during their unrelenting sessions.\n\nPai Mei, whose hair and beard are long and white and flowing, like a character from the pages of a comic book, is another example of Tarantino's method, which is to create lovingly structured episodes that play on their own while contributing to the legend. Like a distillation of all wise, ancient and deadly martial arts masters in countless earlier movies, Pai Mei waits patiently for eons on his hilltop until he is needed for a movie.\n\nThe training with Pai Mei, we learn, prepared The Bride to begin her career with Bill (\"jetting around the world making vast sums of money and killing for hire\"), and is inserted in this movie at a time and place that makes it function like a classic cliffhanger. In setting up this scene, Tarantino once again pauses for colorful dialogue; The Bride is informed by Bill that Pai Mei hates women, whites and Americans, and much of his legend is described. Such speeches function in Tarantino not as long-winded detours, but as a way of setting up characters and situations with dimensions it would be difficult to establish dramatically.\n\nIn the action that takes place \"now,\" The Bride has to fight her way past formidable opponents, including Elle Driver (Daryl Hannah), the one-eyed master of martial arts, and Budd (Michael Madsen), Bill's beer-swilling brother, who works as a bouncer in a strip joint and lives in a mobile home surrounded by desolation. Neither one is a pushover for The Bride -- Elle because of her skills (also learned from Pai Mei), Budd because of his canny instincts.\n\nThe showdown with Budd involves a sequence where it seems The Bride must surely die after being buried alive. (That she does not is a given, considering the movie is not over and Bill is not dead, but she sure looks doomed.) Tarantino, who began the film in black and white before switching to color, plays with formats here, too; to suggest the claustrophobia of being buried, he shows The Bride inside her wooden casket, and as clods of earth rain down on the lid, he switches from widescreen to the classic 4x3 screen ratio.\n\nThe fight with Elle Driver is a virtuoso celebration of fight choreography; although we are aware that all is not as it seems in movie action sequences, Thurman and Hannah must have trained long and hard to even seem to do what they do. Their battle takes place inside Budd's trailer home, which is pretty much demolished in the process, and provides a contrast to the elegant nightclub setting of the fight with O-Ren Ishii; it ends in a squishy way that would be unsettling in another kind of movie, but here all the action is so ironically heightened that we may cringe and laugh at the same time.\n\nThese sequences involve their own Tarantinian dialogue of explanation and scene-setting. Budd has an extended monologue in which he offers The Bride the choice of Mace and a flashlight, and the details of his speech allow us to visualize horrors worse than any we could possibly see. Later, Elle Driver produces a black mamba snake, and in a sublime touch, reads from a Web page that describes the snake's deadly powers.\n\nOf the original \"Kill Bill,\" I wrote: \"The movie is all storytelling and no story. The motivations have no psychological depth or resonance, but are simply plot markers. The characters consist of their characteristics.\" True, but one of the achievements of \"Volume 2\" is that the story is filled in, the characters are developed, and they do begin to resonate, especially during the extraordinary final meeting between The Bride and Bill -- which consists not of nonstop action but of more hypnotic dialogue and ends in an event that is like a quiet, deadly punch line.\n\nPut the two parts together, and Tarantino has made a masterful saga that celebrates the martial arts genre while kidding it, loving it, and transcending it. I confess I feared that \"Volume 2\" would be like those sequels that lack the intensity of the original.\n\nBut this is all one film, and now that we see it whole, it's greater than its two parts; Tarantino remains the most brilliantly oddball filmmaker of his generation, and this is one of the best films of the year.", "running_time": 137, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-04-16", "genres": ["Action", "Crime", "Thriller"], "title": "Kill Bill, Volume 2 (2004)"}