{"url": "http://www.rogerebert.com/reviews/killer-joe-2012", "by": "Matthew McConaugheyas Killer Joe", "star_rating": 3.0, "text": "William Friedkin's \"Killer Joe\" is one hell of a movie. It left me speechless. I can't say I loved it. I can't say I hated it. It is expertly directed, flawlessly cast and written with merciless black humor by Tracy Letts. It's about the Smiths, the stupidest family I've ever seen in a movie that's not a comedy.\n\nThe Smiths live in a trailer that is apparently somewhere near Dallas, although we never see a street or a skyline suggesting the city. Our clue is the Dallas police car used by Killer Joe. Whoever painted it must have known where he was. Killer Joe is not stupid, but he makes the mistake of never realizing just how dumb the Smiths are. He's played by Matthew McConaughey, soon after \"Magic Mike,\" and both films take advantage of his reptilian charm and his snaky, hunky, me-first aura. This is one of his best performances.\n\nKiller Joe is known as a cop who sometimes hires out as a contract killer. His services are mentioned to Chris Smith (Emile Hirsch), a witless young man who desperately needs to find money to pay drug dealers before they kill him. He suggests to his father, Ansel (Thomas Haden Church), that they hire Joe to kill Chris' mother (Ansel's first wife) so they can collect on her life insurance policy. We never meet the intended victim, but she will obviously not be missed; when kid sister Dottie (Juno Temple), the youngest person in the film, overhears them, she says it sounds like a good idea. \"What good is she doing anyone?\" Chris asks, begging the question of what good he, Ansel and Dottie are doing anyone.\n\nThere is one more Smith, Sharla (Gina Gershon), who is Ansel's current wife, and Chris and Dottie's stepmother. Falling out of her dress, with her mascara often smudged, she could be the poster child for that underused word \"slattern.\" She not only goes along with the scheme but may have more to do with it than anyone realizes.\n\nThe film depicts a world that is holding onto habitability by its fingernails. Filmed by the great cinematographer Caleb Deschanel, it depicts a place where a billiard parlor has one table, fires burn all night in empty oil drums, chained pitbulls bark and slather, the nights are dark and stormy, and the flat-screen TV seems to be playing the same video about monster trucks over and over again. Striking a blow for good taste, Killer Joe eventually lifts the TV over his head and smashes it to the floor.\n\nAlmost everyone gets smashed to the floor in this movie — Chris twice, by drug dealers and Killer Joe. There are a lot of broken noses, swollen purple cheekbones and bloody faces. There is also a lot of nudity and sex, and McConaughey has an eerie power in one scene where he smoothly stage-manages Dottie in her deflowering, and another where fellatio is performed on a fried chicken drumstick. The movie is rated NC-17, and rightly so, and answers the question of how much sex and violence a mainstream movie requires to earn that rating. In my opinion, the MPAA should set the bar lower. The MPAA cautions, \"graphic disturbing content involving violence and sexuality, and a scene of brutality.\" A scene of brutality — singular? I counted six.\n\nFriedkin and Letts have worked before as director and writer, in the claustrophobic masterpiece \"Bug\" (2006). They swing for the fences. \"Killer Joe\" played at Chicago's small Next and Profiles theaters, and then moved over to the larger Royal George, winning rave reviews (\"this anatomy of depravity\" — Hedy Weiss, Sun-Times). I can hardly imagine the experience of it onstage; it epitomizes the physicality that's typical of Chicago theater. As a film, it's something else. The audience laughed at the right places, applauded at the end and walked out talking about how disgusting it was.", "running_time": 102, "mpaa_rating": "NC-17", "release_year": 2012, "date_published": "2012-08-01", "genres": ["Comedy", "Drama", "Thriller"], "title": "Killer Joe (2012)"}