{"url": "http://www.rogerebert.com/reviews/killing-them-softly-2012", "by": "Brad Pittas Jackie", "star_rating": 2.0, "text": "\"Killing Them Softly” begins with a George V. Higgins novel set in Boston in 1974 and moves its story to post-Katrina New Orleans in 2008, to allow televised speeches by Barack Obama, John McCain and George W. Bush to run frequently in the background. \n\nThe facile point, I think, is that organized crime in America is troubled, just like the rest of the economy with a business slowdown and a growing recession. It’s a good thing these crooks are in a lot of bars where the television sets are tuned to C-SPAN. \n\nThe plot of “Killing Them Softly” centers on a deadly Catch-22. A genial guy named Markie Trattman (Ray Liotta) operates high-stakes poker games for the mob. One night the game is hit by two hooded stick-up men, who make off with a big pile of mob money. This in itself is suspicious, because it looks like an inside job: What outsider, even knowing about the secret game, would be crazy enough to steal from the mob? \n\nTalk about crazy. Some time later, Markie, feeling in a good mood, tells the players that he arranged the job himself, robbing his own game. He finds this revelation so funny that tears run down his cheeks. The job was pulled off by insignificant goombahs Johnny Amato (Vincent Curatola) and Russell (Ben Mendelsohn), and since the heist happens near the beginning of the film, we know instinctively that Russell and Johnny aren’t going to be around at the end. \n\nA high-level mob boss named Mickey (James Gandolfini) arrives in town, hauling his in-flight luggage through the airport like a traveling businessman. He orders the executions of Russell and Johnny by a silky hit man named Jackie (Brad Pitt), who likes to kill softly, as explained by one of the many aging classic songs on the soundtrack. These are the first two of many, many mob-on-mob killings in the film, as the syndicate administers its own version of a bailout.\n\n“Killing Them Softly” continues as a dismal, dreary series of cruel and painful murders, mostly by men who know one another, in a barren city where it’s usually night, often rainy and is never identifiable as New Orleans — not even by the restaurants. I recall only one female character in the film, a hooker employed by Mickey, who is the only mobster not exclusively obsessed with crime, money and pecking order. As the body count grows, we meet Driver (Richard Jenkins), a gravel-voiced chief executive who appears often behind the wheel of a car parked in the wastelands beneath bridges.\n\nHere is where the Catch-22 comes in: Now that Markie has claimed credit for knocking off his own game, another one of his games is stuck up. Does it now seem inevitable that he, too, becomes a marked man? Not to me. Who with any common sense would think he was that dumb? There’s some of the Higgins brand of humor in a conversation about how badly he should be beaten up.\n\nIt seems as if I’ve been seeing versions of this story since forever. A cast is assembled from various flavors of tough guys, they’re placed in a dreary and joyless cityscape, they hold a series of fraught conversations, there is a great deal of suffering and blood, and most of them are required to die by the end. Ideally, the plot also involves romance, humor and suspense, and tense scenes involving exact timing. Not here. All “Killing Them Softly” takes from the limitless universe of film noir is the night and the city.\n\nHere’s a good question: How does this mob manage to support itself? “Killing Them Softly” contains not a single crime involving civilians. No heists, hijackings or frauds, and drug deals only among themselves. Like a captive animal struggling to free itself from a trap, they seem reduced to gnawing off their own legs. \n\nThe charisma of such actors as Gandolfini, Pitt, Liotta and Jenkins depends largely on their screen presences and our memories of them in better roles. This one, written and directed by Andrew Dominik, for example, recalls Brad Pitt’s strong work in the director’s earlier “The Assassination of Jesse James by the Coward Robert Ford” (2007). \n\nOne particular distraction is the comparison drawn between American politics and crime. Only a brief exchange between Jackie and Driver draws the parallel, and it’s so labored that once is more than enough.", "running_time": 104, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-11-28", "genres": ["Crime", "Thriller"], "title": "Killing Them Softly (2012)"}