{"url": "http://www.rogerebert.com/reviews/kill-list-2012", "by": "Ben Wheatley", "star_rating": 3.0, "text": "\"Kill List\" begins with verbal violence at a dinner table, continues with actual violence in a hit-man scenario and concludes with metaphysical violence that threatens to decapitate the movie itself. It's baffling and goofy, blood-soaked and not boring. That it's well-made adds to the confusion; it feels like a better film than it turns out to be.\n\nWe open with a dinner party for two rather ordinary couples, the men middle-aged, the women younger. The men have worked together before, and Jay (Neil Maskell) is desperate to find work again to support his Ukrainian wife (MyAnna Buring) and their young son. His friend, Gal (Michael Smiley), has an offer that will bring in big money: a murder contract. It's casually established that they've worked before as hit men.\n\nNow comes a sequence with Jay and Gal on a business trip. They check into a businessmen's hotel. A credit card is declined. The screen, at about this point, is filled from side to side with the words THE PRIEST. Later we will meet THE LIBRARIAN, THE MP and so on. These portentous titles, as large as the frame can contain, seem to announce a quasi-ritualistic murder agenda, but even later, after we see some decidedly bizarre events, the film conceals precisely what's going on.\n\nThe victims are apparently responsible for various manifestations of evil. It's not explained what The Priest did, but he himself thinks it bad enough that just before he's shot, he tells his killers: \"Thank you.\" The Librarian seems to maintain a massive computer data bank; a glimpse of its contents fills the lads with such disgust that Jay pounds his head with a hammer as if tenderizing a tough steak. Gal is appalled by his partner's behavior: a whack job is business, but enough's enough.\n\nThe movie is sneaking up on us. The director and co-writer, Ben Wheatley, plays the cards of his plot very close to his vest. There is an uneasy intimation of something growling beneath the surface, but the actors and their actions seem explicable on the level of ordinary reality. None of the incredible third act has been foretold in earlier scenes, and then there's a coda that isn't even hinted in the third act.\n\nIt's all done with command of camera, music and lifelike dialogue. That's one of the film's fascinations. Many violent movies begin with a certain discipline and restraint, but then lose control and unleash a frenzy of action. \"Kill List\" proceeds in an ordered, mannered way as extraordinary events are introduced. It's tempting to find parallels with major films by famous directors, but to name one might be giving away too much. \n\nDoes it matter that nothing in the payoff makes sense? Does it need to? Has the movie jumped the rails and thrown itself into the hands of wild invention? It seems that way. But so careful is the setup, so convincing the characters, that we don't quite feel we're being toyed with. Somehow the eventual revelations seem to be in a direction the movie was headed.\n\nThe two lead performances are keys to the film's success. For one thing, they aren't the Identikit teenagers usually employed in horror films, but adults who look plausibly serious. Neil Maskell as Jay reminds me a little of Matt Malloy in \"In the Company of Men,\" and in Michael Smiley as Gal, there are aspects of Peter Stormare. It makes sense that Smiley superficially looks like he might be more violent, but that turns out to be Maskell. MyAnna Buring, a Swede playing a Ukrainian, was apparently picked up during an assignment in Kiev. Emma Fryer as Fiona is apparently Gal's date, with no longstanding relationship. None of these things, or anything else, is entirely true.\n\nThe movie may leave you scratching your head way too much when it's over. Yet it proves Ben Wheatley not only knows how to make a movie, but he knows how to make three at the same time. I suppose one of the characteristics of horror is that it wears shifting faces.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-14", "genres": ["Foreign", "Horror", "Thriller"], "title": "Kill List (2012)"}