{"url": "http://www.rogerebert.com/reviews/kindergarten-cop-1990", "by": "Arnold Schwarzeneggeras Kimble", "star_rating": 3.0, "text": "\"Kindergarten Cop\" is made up out of parts that shouldn't fit, but somehow they do, making a slick entertainment out of the improbable, the impossible, and Arnold Schwarzenegger. He plays a cop who finds himself teaching kindergarten, as part of an undercover effort to locate a little boy and his mother. There is no way that Schwarzenegger can plausibly teach class, but that doesn't prevent him from finding warm-hearted possibilities in the role - and it doesn't get in the way of several big laughs, either.\n\nThe movie opens with Schwarzenegger and his cop partner (Pamela Reed) on the trail of a vicious swine of a drug dealer and mama's boy, played with smarmy conviction by Richard Tyson. Tyson and his mother (Carroll Baker) are eager to discover the whereabouts of his ex-wife and their son. So is Schwarzenegger, because he dreams of nailing this creep, and also because he believes that the ex-wife may have $3 million of Tyson's drug earnings.\n\nThe trail leads to a storybook town in the Pacific Northwest, where Schwarzenegger and Reed believe the little boy is attending kindergarten. Reed used to be a schoolteacher, and so they convince the local school authorities to let her teach the kindergarten class - hoping to pick up clues even though the little boy and his mother have changed their names. Then Reed gets food poisoning, and it's up to Schwarzenegger to face the screaming hordes of 5-year-olds.\n\n\"Kindergarten Cop\" was directed by Ivan Reitman, whose best work, like \"Ghostbusters,\" shows an ability to mix the absurd with the dramatic, so we're laughing as the suspense reaches its peak.\n\nThat happens this time. The scenes involving Schwarzenegger and the kindergarten kids are the best things in the movie, not only because the kids say the darndest things, but also because Schwarzenegger's strong point here is gentle comedy, often with himself as the foil.\n\nContrasting with the classroom stuff is a low-key little romance involving Schwarzenegger and one of the other teachers (Penelope Ann Miller), and a parallel story involving the vicious drug dealer and his mom, and a journey to the small town for the obligatory, but quite effective, violent climax. Reitman juggles the light stuff, the heartwarming scenes, the comedy and the violence with endless invention, so that the movie doesn't seem to be shifting gears even when it is.\n\nMovies like this are often no stronger than their villains, and Tyson and Baker make a scary and effective team. He's a spoiled-rotten mother's pet who has never grown up, and whose love for his son is basically narcissistic. She is a bitch on wheels. The other key performances are also effective, and it was interesting to observe, while seeing the movie in a large audience, what genuine affection the public has for Schwarzenegger. He has a way of turning situations to his advantage, and creates an entertaining relationship with his young students in this movie.\n\nWarning: This is not a film appropriate for smaller children. Despite the title and the ad campaign, which make it look like a sweet and jolly fun fest, the movie contains images sure to be terrifying to grade-schoolers, such as a man setting the school on fire, small children kidnapped and terrorized, a father slapping his child, and so forth. In context and for mature viewers, the scenes have a purpose and the movie works. But it'll be nightmare time for smaller children who see it.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-12-21", "genres": ["Action", "Comedy", "Thriller"], "title": "Kindergarten Cop (1990)"}