{"url": "http://www.rogerebert.com/reviews/king-of-california-2007", "by": "Michael Douglasas Charlie", "star_rating": 3.0, "text": "Accompanying this review is a photograph of Michael Douglas looking like Whiskers McCrazy. Why do people who look like this resent being treated as if they look like this? Security guards are attracted to him like bears to honey. Did it occur to anyone that \"King of California\" might have been funnier if he'd been groomed like the tycoons he's played in all those corporate roles, his hair slicked back like Pat Riley's?\n\nTo be sure, it would be hard to explain how his character, Charlie, got the wardrobe and the grooming in the institution he has just been discharged from, but that could be part of the fun: \"I cut my hair in a mirror with a nail clipper, and didn't you ever see one of those prison-break movies where they make Nazi uniforms out of old blankets?\" He would be explaining that to his 16-year-old daughter, Miranda (Evan Rachel Wood), who has been living parentless at home for the last two years; her mother walked out some time ago, and she keeps child welfare off her back by convincing each set of authorities that she is actually with the other parent. That's a confusing sentence, but then it's an explanation intended to confuse.\n\nMeanwhile, she works overtime at McDonald's, still somehow affords the expense to live in their increasingly run-down house, and acts like she is levelheaded and competent, even if she's scared. She's unsettled that her strange father has reappeared, and it's obvious he is less prepared to make survival decisions than she is. He's manic-depressive and has been busy studying ancient documents that convince him a treasure in gold was buried by early Spanish conquistadors somewhere near where they are now, in Santa Clarita, Calif. He obtains a metal detector, and enlists poor Miranda in a obsessive search that takes them through parking lots and down the sides of highways.\n\nTheir search is at first fruitless, but Charlie remains undaunted, and Miranda gamely goes along. There is something quietly hypnotic about his quest that begins to win her over into the delusion that he just possibly might be right. Of course, he could be wrong, too, but at least their mission gives them a purpose. Using the metal detector and surveying instruments, he convinces himself he has found the gold, which is now buried under the aisle of a Costco. Have you ever seen a guy like this using a metal detector in a Costco? I actually think I may have. Just field-testing it, maybe. Exploiting his daughter's talent as a minimum-wage employee, Charlie persuades her to get a job at the Costco and steal a key. And then, one dark night ...\n\nWell, yes, the plot of \"King of California\" is absurd. Maybe not so absurd to Charlie, however, whose quest is positioned as an assault on the bland conformity of society. What kind of a man, in possession of certain information that a fortune is buried under a Costco, would be such a wimp that he wouldn't go after it? Douglas does an interesting thing with the role. He starts with our assumption that he is unbalanced, which of course he is, and then doesn't overact the looniness but simply focuses on the obsession. His unspoken assumption that Miranda shares his goal removes the need for him to convince her -- at least in his mind.\n\nThe film, in its own off-center way, is worth seeing, if only because of the zealotry of the Douglas performance and the pluck of Evan Rachel Wood, 19 when she made it, who since \"Thirteen\" (2003), has become a young star with a future. The first-time writer-director, Michael Cahill, doesn't exactly convince me that this film cried out to be his debut, as he follows into the strange places Charlie leads him. But at least he wants to work off the map and not turn out another standard study of angst, violence or terminal hipness. We have not seen these characters before, which is a rare gift from a movie.\n\nCharlie and Miranda make observations along the way about how things have changed, even in her young life. Some of them involve the family's old neighborhood, which they used to have to themselves before all the other homeowners moved in and turned it into a suburb. \"We used to be surrounded by nothing,\" he says. Her reply is that they still are, but now nothing has a population. I know how he feels every time I pass the yuppie restaurants on the stretch of Clark Street formerly dominated by the Last Stop Before Expressway Liquor Store.\n\nThere is a belief in this movie that a flywheel like Charlie is actually saner than the boring people around him. At least he embraces life and goes for the gold. But there is a name for his condition, and he quite possibly may have been discharged prematurely. No matter how his quest concludes, it will not be, for a mental-health professional, a happy ending. But we are not professionals, and we enjoy him instead of diagnosing him. When you stand back a step from the movie, you admire Douglas and Wood for starting with potentially unplayable characters, and playing them so well we actually care about a quest that, in a way, seems more designed for Abbott and Costello.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-09-20", "genres": ["Comedy", "Indie"], "title": "King of California (2007)"}