{"url": "http://www.rogerebert.com/reviews/king-of-the-corner-2005", "by": "Peter Riegertas Leo Spivak", "star_rating": 3.5, "text": "Leo Spivak is trapped in the Bermuda Triangle of middle age: He hates his job, his father is dying, his teenage daughter is rebelling. He'd rather be the father, the child, or the boss -- anything but Leo, the man in the middle, well-paid and with a corner office, but devoting his days to market research. When he subjects instant stew to a blind taste-testing and the consumers say it tastes like dog food, they know how he feels most of the time.\n\n\"King of the Corner\" is Peter Riegert's movie. He directed it, he co-wrote it, and he stars as Leo. It's a well-chosen project for one of his particular talents, which is to play intelligent, sardonic losers. One of Leo's problems is that he knows his goals are worthless: If his market-research firm makes its money testing lousy products on dim-witted consumers, why would he even want to be the vice president?\n\nOne reason might be that Ed Shifman also wants the job. Ed (Jake Hoffman) is his young protege, or \"management trainee,\" and scores points by stealing Leo's ideas and taking them directly to the boss (Harris Yulin). Ed will work for half the money and won't be borderline depressive all the time. Together, they test products such as the \"Flaxman Voice-Altering Telephone,\" which answers the phones of timid widows with sturdy male voices, including Gregory Peck's.\n\nAt home, Leo is worried about his daughter Elena (Ashley Johnson), who is staying out too late with an elusive lout named Todd, who would rather honk for her than come to the door. He's worried, but not as worried as his despairing wife Rachel (Isabella Rossellini), who seems borderline hysterical. Leo tries one of those excruciating conversations where he simultaneously advises Elena against sex and in favor of precautions. \"Dad,\" she whines, \"we're not doing anything.\" Uh-huh.\n\nEvery other weekend, Leo flies out to Arizona, where his father Sol (Eli Wallach) is in a retirement home. Sol was a salesman like Leo, always on the road, dragging his samples around like Willy Loman. When his wife died, he moved to Arizona, found a girlfriend (Rita Moreno) and did a lot of fox-trotting before age caught up with him. Now he wants to die: \"Why is it so hard for me to die? Other people do it every day.\" Leo has had an uneasy relationship with his father, but Leo, we begin to understand, is a good man who desperately wants to be seen as a good man: by his wife, his daughter, his father, even by Ed.\n\n\"King of the Corner\" is not plot-driven. It's like life: just one damned thing after another. It's based on a collection of short stories called Bad Jews and Other Stories, by Gerald Shapiro, who co-wrote the screenplay with Riegert. Leo and his father were both bad Jews in the sense that they were not believers, although to a certain degree they were observant, if only because of family tradition. What it means to be a good Jew, or a good son or a good man, is discovered by Leo only after his father dies.\n\nThe whole movie has been leading up to this moment, and I don't want to describe it in detail because it needs to happen to you, to unfold as the logical answer to the question of why the movie exists and where it thinks it is going. I will say a brief word about a free-lance rabbi named Evelyn Fink (Eric Bogosian), who begins every conversation by specifying there be no jokes about his names. Other rabbis from his class have nice jobs with good congregations, but Rabbi Fink is still picking up a living from funeral homes that need a rabbi in a hurry. He begins to question Leo about his father at the funeral home, but when sobbing from the next room becomes a nuisance, he suggests they go somewhere else to talk. Where they go tells you a lot about the free-lance rabbi.\n\nBogosian's role is brief, but perfectly realized. His eulogy at the funeral does what no eulogy should dare; it tells the truth. And then Leo discovers what he thinks about his father, his life, and himself. It is a scene that brings the whole movie into a poignant focus. In the kaddish, the prayer for the dead, he becomes a good Jew at last.\n\nA movie like this depends on the close observation of behavior. It is not so much about what the characters do as who they are, who they fear they are, and who they want to be. Leo, as played by Riegert, has reached an accommodation with life by keeping a certain dry distance from it. That's why a mid-movie meeting seems so odd. He accidentally runs into the girl he lusted after in high school (Beverly D'Angelo), and that sets into motion a peculiar chain of events.\n\nI am not sure I believe them, especially when he visits her home and meets her husband, but observe Riegert's body language. There are times, here and in his boss' office, where he does things that are completely inexplicable. He falls to his knees, or invites a fight, or behaves with sudden recklessness. Why does he do these things? Is he crazy? No, not at all; he is reminding himself he is alive, by stepping right outside the ordained limits of his life. At times like these, he reminds me of the line in the Stevie Smith film, about the swimmer who is \"not waving, but drowning.\"", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-06-16", "genres": ["Comedy", "Drama"], "title": "King of the Corner (2005)"}