{"url": "http://www.rogerebert.com/reviews/kings-and-queen-2005", "by": "Emmanuelle Devosas Nora", "star_rating": 3.0, "text": "When you ask someone for the truth about themselves, you may get the truth, or part of the truth, or none of the truth, but you will certainly get what they would like you to think is the truth. This is a useful principle to keep in mind during \"Kings and Queen,\" a film that unfolds like a court case in which all of the testimony sounds like the simple truth, and none of it agrees.\n\nWe begin with a character named Nora (Emmanuelle Devos), smart, chic, art gallery owner who buys a rare illustrated edition of Leda and the Swan as a present for her father, a famous author. We learn she has been divorced twice, will soon marry a very rich man, and has an 11-year-old son named Elias. She visits her father Louis (Maurice Garrel), who is in great pain; it is revealed he's dying of stomach cancer. What does he think about his daughter, and she of him? We think we know.\n\nWe meet another character, a violinist named Ismael (Mathieu Amalric). He was Nora's most recent lover. He is functional enough in a strange way, but behaves so unwisely that he finds himself in a mental institution. We sit in on his consultations with the hospital administrator (Catherine Deneuve), who is onscreen just about long enough for him to tell her, \"You're very beautiful,\" and for her to reply \"I've been told.\" There is also his French-African psychiatrist (Elsa Wolliaston). Neither is much charmed by his theory that women lack souls. Ismael makes a friend at the hospital, a young woman named Arielle (Magali Woch), who is so fond of attempting suicide that it would be a shame if she should succeed and thus bring her pastime to an end.\n\nNora has seemed like a decent enough woman, but what kind of a mother would not want to raise her own child? The boy's father is out of the picture (in more ways than one), and she strikes on the notion that Ismael, the former lover, is just the person to adopt Elias. Ismael loves the little boy, who loves him, and if this were a different sort of a movie such an arrangement might work.\n\n\"Kings and Queen\" is however a very different sort of movie, in which it will not work for reasons which are explained by Ismael in a way both insightful and peculiar. Nora's father meanwhile leaves a journal entry that completely redefines everything we thought we knew about their relationship, and Ismael has an encounter with the leader of the string quarter where he thinks he is a valued member, but is mistaken. Sometimes you don't really want to know what people really think about you.\n\nI have revealed nothing crucial, except that there are crucial revelations. The point of the movie is to call into question our personal versions of our own lives, and the emphasis on Leda and the Swan may be a nudge to suggest we construct myths to give a shape and meaning to lives we have lived with untidy carelessness.\n\nThe movie, directed by Arnaud Desplechin and written by him with Roger Bohbot, begins as such a straightforward portrait of ordinary life that it's unsettling to find layer after layer of reality peeled away. It opens with what seems like a conventional array of emotions, and then shows that they're like the bandages on Arielle's wrists, concealing deep desperation. The feelings of the dying father are particularly painful because of the way he has chosen to reveal them.\n\nBy the end of the film, we're a little stunned; everything seemed to be going so nicely, to be sure with the ordinary setbacks and tragedies of life, but nothing approaching mythic tragic chaotic emotional decay. You think you know someone, you think they know themselves, and suddenly you're both dealing with a complete stranger. Meanwhile, \"Moon River\" is playing on the soundtrack, but is far from a comfort.", "running_time": 150, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-05-26", "genres": ["Comedy", "Drama", "Foreign"], "title": "Kings and Queen (2005)"}