{"url": "http://www.rogerebert.com/reviews/kingpin-1996", "by": "Woody Harrelsonas Roy Munson", "star_rating": 3.5, "text": "As “Kingpin” opens in 1969 in Ocelot, Iowa, a promising young man is told, “You can apply everything about bowling to your daily life.” Only 10 years later, that young man is the winner of the $1,000 Odor-Eaters Bowling Championship. His name is Roy Munson (Woody Harrelson), and his future lies ahead of him, as indeed everyone's does. Then he meets Ernie McCracken (Bill Murray).\n\nMcCracken is everything Munson will never be, a cocky, wise-cracking bowler who seems mighty sophisticated to a kid from Ocelot, as he calls for his favorite drink (“Tanqueray and Tab”). Ernie spots Roy's great potential, and uses him in an attempt to hustle an alley full of very tough bowlers. They spot Roy as a ringer, are enraged, and end his bowling career by amputating his hand in the ball return.\n\nSo begins a long, dark decade for Roy, who without his bowling hand finds nothing to do but drink himself into oblivion in a scummy boarding house. He fits his arm with a hook, and buys a cheap rubber hand to wear over it, to display his state championship ring. Life is bad. Then one day in an alley he meets a kid with tremendous bowling talent.\n\nSo begins the odyssey of “Kingpin,” a very funny movie, and sometimes even funnier than that. The film has been directed by the Farrelly brothers, Peter and Bobby, who also made the Jim Carrey movie “Dumb and Dumber.” I did not quite recommend “D & D,” but perhaps I should have, considering how loudly I laughed at the scene involving the parakeet with the Scotch tape around its neck.\n\nIn “Kingpin,” I laughed like that again and again. No doubt the movie is vulgar, and tries too hard for some of its laughs; I am reminded of Mel Brooks' defense of “The Producers” (1968), (“This movie rises below vulgarity”). Some of the gags don't work, and yet I laughed at the Farrellys' audacity in trying them. And the humor isn't just gags and punch lines, but one accomplished comic performance after another.\n\nThe leads come together with the joy and assurance of actors who know they are in material that's working. Harrelson is a hapless drunk who finally bottoms out when he finds himself in bed with his unspeakable landlady. Murray is superb as the kind of guy you know is a con man, but allow to con you anyway, simply because he so intensely desires to. Randy Quaid is the talented kid, Ishmael--an Amish farmer whose hobby is a secret from his family. And there is a beautiful girl they meet along the way, named Claudia and played by Vanessa Angel, who at first seems like decoration and then proves herself as a comic actress able to hold her own in this company.\n\nI could steal all the movie's best punch lines and repeat them here, but that would be unfair. One of the joys of the film is that you can't see a lot of the laughs coming. There are moments, for example, involving Roy's attempt to help out on the farm by doing the milking. And a moment involving his rubber hand and a bowling ball. And the timing in a scene where a fake assailant gets hot coffee in his face--twice. And little throwaway jokes in the background, such as a performance of “The Jeffersons on Ice.” The plot follows the obligatory outlines of most sports movies. Roy decides to become Ishmael's manager and mastermind his victory in a $1 million Reno bowling tournament. Their paths inevitably cross Ernie's, who is still out there hustling after all these years. They encounter rich guys who like to bet on bowling. And everything leads up to the big tournament.\n\nMurray, who has been offscreen for the middle parts of the movie, when it sags a little, returns in the big finale, sporting one of those comb-over haircuts where every surviving strand does double-duty. In the heat of competition, his comb-over flies up like a sail, and makes him look like a strange animal, an iguana maybe, as he attacks the lanes. Meanwhile, the audience and the broadcasters display an unseemly interest in Harrelson's rubber hand.\n\nMovies like this require a kind of daring. There are jokes that must have made even the filmmakers groan (the business of removing the horse's shoes, for example). Good taste, prudence and timidity had no place on the set. The Farrellys cut no corners and took no prisoners. “Kingpin” provides the release of many kinds of laughter, including the most rare: disbelieving.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-07-26", "genres": ["Comedy", "Sports Film"], "title": "Kingpin (1996)"}