{"url": "http://www.rogerebert.com/reviews/king-kong-2005", "by": "Naomi Wattsas Ann Darrow", "star_rating": 4.0, "text": "It was beauty killed the beast.\n\nThere are astonishments to behold in Peter Jackson's new \"King Kong,\" but one sequence, relatively subdued, holds the key to the movie's success. Kong has captured Ann Darrow and carried her to his perch high on the mountain. He puts her down, not roughly, and then begins to roar, bare his teeth and pound his chest. Ann, an unemployed vaudeville acrobat, somehow instinctively knows that the gorilla is not threatening her but trying to impress her by behaving as an alpha male -- the King of the Jungle. She doesn't know how Queen Kong would respond, but she does what she can: She goes into her stage routine, doing backflips, dancing like Chaplin, juggling three stones.\n\nHer instincts and empathy serve her well. Kong's eyes widen in curiosity, wonder and finally what may pass for delight. From then on, he thinks of himself as the girl's possessor and protector. She is like a tiny beautiful toy that he has been given for his very own, and before long, they are regarding the sunset together, both of them silenced by its majesty.\n\nThe scene is crucial because it removes the element of creepiness in the gorilla/girl relationship in the two earlier \"Kongs\" (1933 and 1976), creating a wordless bond that allows her to trust him. When Jack Driscoll climbs the mountain to rescue her, he finds her comfortably nestled in Kong's big palm. Ann and Kong in this movie will be threatened by dinosaurs, man-eating worms, giant bats, loathsome insects, spiders, machineguns and the Army Air Corps, and could fall to their death into chasms on Skull Island or from the Empire State Building. But Ann will be as safe as Kong can make her, and he will protect her even from her own species.\n\nThe movie more or less faithfully follows the outlines of the original film, but this fundamental adjustment in the relationship between the beauty and the beast gives it heart, a quality the earlier film was lacking. Yes, Kong in 1933 cares for his captive, but she doesn't care so much for him. Kong was always misunderstood, but in the 2005 film, there is someone who knows it.\n\nAs Kong ascends the skyscraper, Ann screams not because of the gorilla but because of the attacks on the gorilla by a society that assumes he must be destroyed. The movie makes the same kind of shift involving a giant gorilla that Spielberg's \"Close Encounters of the Third Kind\" (1977) did when he replaced 1950s attacks on alien visitors with a very 1970s attempt to communicate with them (by 2005, Spielberg was back to attacking them, in \"War of the Worlds\").\n\n\"King Kong\" is a magnificent entertainment. It is like the flowering of all the possibilities in the original classic film. Computers are used not merely to create special effects, but also to create style and beauty, to find a look for the film that fits its story. And the characters are not cardboard heroes or villains seen in stark outline, but quirky individuals with personalities.\n\nConsider the difference between Robert Armstrong (1933) and Jack Black (2005) as Carl Denham, the movie director who lands an unsuspecting crew on Skull Island. A Hollywood stereotype based on Cecil B. DeMille has been replaced by one who reminds us more of Orson Welles. And in the starring role of Ann Darrow, Naomi Watts expresses a range of emotion that Fay Wray, bless her heart, was never allowed in 1933. Never have damsels been in more distress, but Fay Wray mostly had to scream, while Watts looks into the gorilla's eyes and sees something beautiful there.\n\nThere was a stir when Jackson informed the home office that his movie would run 187 minutes. The executives had something around 140 minutes in mind, so they could turn over the audience more quickly (despite the greedy 20 minutes of paid commercials audiences now have inflicted upon them). After they saw the movie, their objections were stilled. Yes, the movie is a tad too long, and we could do without a few of the monsters and overturned elevated trains. But it is so well done that we are complaining, really, only about too much of a good thing. This is one of the great modern epics.\n\nJackson, fresh from his \"Lord of the Rings\" trilogy, wisely doesn't show the gorilla or the other creatures until more than an hour into the movie. In this he follows Spielberg, who fought off producers who wanted the shark in \"Jaws\" to appear virtually in the opening titles. There is an hour of anticipation, of low ominous music, of subtle rumblings, of uneasy squints into the fog and mutinous grumblings from the crew, before the tramp steamer arrives at Skull Island -- or, more accurately, is thrown against its jagged rocks in the first of many scary action sequences.\n\nDuring that time, we see Depression-era breadlines and soup kitchens, and meet the unemployed heroes of the film: Ann Darrow (Watts), whose vaudeville theater has closed, and who is faced with debasing herself in burlesque; Carl Denham (Black), whose footage for a new movie is so unconvincing that the movie's backers want to sell it off as background footage; Jack Driscoll (Adrien Brody), a playwright whose dreams lie Off-Broadway and who thrusts 15 pages of a first draft screenplay at Denham and tries to disappear.\n\nThey all find themselves aboard the tramp steamer of Capt. Englehorn (Thomas Kretschmann), who is persuaded to cast off just as Denham's creditors arrive on the docks in police cars. They set course for the South Seas, where Denham believes an uncharted island may hold the secret of a box office blockbuster. On board, Ann and Jack grow close, but not too  close, because the movie's real love story is between the girl and the gorilla.\n\nOnce on Skull Island, the second act of the movie is mostly a series of hair-curling special effects, as overgrown prehistoric creatures endlessly pursue the humans, occasionally killing or eating a supporting character. The bridges and logs over chasms, so important in 1933, are even better used here, especially when an assortment of humans and creatures fall in stages from a great height, resuming their deadly struggle whenever they can grab a convenient vine, rock or tree. Two story lines are intercut: Ann and the ape, and everybody else and the other creatures.\n\nThe third act returns to Manhattan, which looks uncannily evocative and atmospheric. It isn't precisely realistic, but more of a dreamed city in which key elements swim in and out of view. There's a poetic scene where Kong and the girl find a frozen pond in Central Park, and the gorilla is lost in delight as it slides on the ice. It's in scenes like this that Andy Serkis is most useful as the actor who doesn't so much play Kong as embody him for the f/x team. He adds the body language.\n\nSome of the Manhattan effects are not completely convincing (and earlier, on Skull Island, it's strange how the fleeing humans seem to run beneath the pounding feet of the T. rexes without quite occupying the same space). But special effects do not need to be convincing if they are effective, and Jackson trades a little realism for a lot of impact and momentum. The final ascent of the Empire State Building is magnificent, and for once, the gorilla seems the same size in every shot.\n\nAlthough Naomi Watts makes a splendid heroine, there have been complaints that Jack Black and Adrien Brody are not precisely hero material. Nor should they be, in my opinion. They are a director and a writer. They do not require big muscles and square jaws. What they require are strong personalities that can be transformed under stress. Denham the director clings desperately to his camera, no matter what happens to him, and Driscoll the writer beats a strategic retreat before essentially rewriting his personal role in his own mind. Bruce Baxter (Kyle Chandler) is an actor who plays the movie's hero, and now has to decide if he can play his role for real. And Preston (Colin Hanks) is a production assistant who, as is often the case, would be a hero if anybody would give him a chance.\n\nThe result is a surprisingly involving and rather beautiful movie -- one that will appeal strongly to the primary action audience, and also cross over to people who have no plans to see \"King Kong\" but will change their minds the more they hear. I think the film even has a message, and it isn't that beauty killed the beast. It's that we feel threatened by beauty, especially when it overwhelms us, and we pay a terrible price when we try to deny its essential nature and turn it into a product, or a target. This is one of the year's best films.", "running_time": 187, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-12", "genres": ["Action", "Adventure", "Drama", "Foreign", "Horror", "Thriller"], "title": "King Kong (2005)"}