{"url": "http://www.rogerebert.com/reviews/king-arthur-2004", "by": "Clive Owenas Arthur", "star_rating": 3.0, "text": "For centuries, countless tales have been told of the legend of King Arthur. But the only story you've never heard ... is the true story that inspired the legend. -- Trailer for \"King Arthur\"\n\nUh, huh. And in the true story, Arthur traveled to Rome, became a Christian and a soldier, and was assigned to lead a group of yurt-dwelling warriors from Sarmatia on a 15-year tour of duty in England, where Guinevere is a fierce woman warrior of the Woads. His knights team up with the Woads to battle the Saxons. In this version, Guinevere and Lancelot are not lovers, although they exchange significant glances; Arthur is Guinevere's lover. So much for all those legends we learned from Thomas Malory's immortal Le Morte d'Arthur (1470) and the less immortal \"Knights of the Round Table\" (1953). \n\nThis new \"King Arthur\" tells a story with uncanny parallels to current events in Iraq. The imperialists from Rome enter England intent on overthrowing the tyrannical Saxons, and find allies in the brave Woads. \"You -- all of you -- were free from your first breath!\" Arthur informs his charges and future subjects, anticipating by a millennium or so the notion that all men are born free, and overlooking the detail that his knights have been pressed into involuntary servitude. Later he comes across a Roman torture chamber, although with Geneva and its Convention safely in the future, he doesn’t believe that Romans do not do such things. \n\nThe movie is darker and the weather chillier than in the usual Arthurian movie. There is a round table, but the knights scarcely find time to sit down at it. Guinevere is not a damsel in potential distress, but seems to have been cloned from Brigitte Nielsen in \"Red Sonja.\" And everybody speaks idiomatic English -- even the knights, who as natives of Sarmatia might be expected to converse in an early version of Uzbek, and the Woads, whose accents get a free pass because not even the Oxford English Dictionary has heard of a Woad. To the line \"Last night was a mistake\" in \"Troy,\" we can now add, in our anthology of unlikely statements in history, Lancelot's line to Guinevere as seven warriors prepare to do battle on a frozen lake with hundreds if not thousands of Saxons: \"There are a lot of lonely men over there.\" (Her reply: \"Don't worry. I won't let them rape you,\" also seems somewhat non-historical.)\n\nDespite these objections, \"King Arthur\" is not a bad movie, although it could have been better. It isn't flat-out silly like \"Troy,\" its actors look at home as their characters, and director Antoine Fuqua curtails the use of computer effects in the battle scenes, which involve mostly real people. There is a sense of place here, and although the costumes bespeak a thriving trade in tailoring somewhere beyond the mead, the film's locations look rough, ready and green (it was filmed in Ireland).\n\nClive Owen, who has been on the edge of stardom for a decade, makes an Arthur who seems more like a drill instructor, less like a fairy-tale prince, than most of the Arthurs we've seen. Lean, dark and angular, he takes the character to the edge of anti-hero status. Keira Knightley, who was the best friend in \"Bend It Like Beckham,\" here looks simultaneously sexy and muddy, which is a necessity in this movie, and fits right into the current appetite for women action heroes who are essentially honorary men, all except for the squishy parts. The cast is filled with dependable actors with great faces, such as Ray Winstone as a tough-as-nails knight who inexplicably but perhaps appropriately anticipates the Cockney accent, and Stephen Dillane as Merlin, leader of the Woads and more of a psychic and sorcerer than a magician who does David Copperfield material. \n\nThe plot involves Rome's desire to defend its English colony against the invading Saxons, and its decision to back the local Woads in their long struggle against the barbarians. But Rome, declining and falling right on schedule, is losing its territorial ambitions and beginning to withdraw from the far corners of its empire. That leaves Arthur risking his neck without much support from the folks at home, and perhaps he will cast his lot with England. In the traditional legends he became king at 15, and went on to conquer Scotland, Ireland, Iceland -- and Orkney, which was flattered to find itself in such company.\n\nThe movie ends with a pitched battle that's heavy on swords and maces and stabbings and skewerings, and in which countless enemies fall while nobody that we know ever dies except for those whose deaths are prefigured by prescient dialogue or the requirements of fate. I have at this point seen about enough swashbuckling, I think, although producer Jerry Bruckheimer hasn't, since this project follows right on the heels of his \"Pirates of the Caribbean.\" I would have liked to see deeper characterizations and more complex dialogue, as in movies like \"Braveheart\" or \"Rob Roy,\" but today's multiplex audience, once it has digested a word like Sarmatia, feels its day's work is done.\n\nThat the movie works is because of the considerable production qualities and the charisma of the actors, who bring more interest to the characters than they deserve. There is a kind of direct, unadorned conviction to the acting of Clive Owen and the others; raised on Shakespeare, trained for swordfights, with an idea of Arthurian legend in their heads since childhood, they don't seem out of time and place like the cast of \"Troy.\" They get on with it.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-07-07", "genres": ["Action", "Drama", "History"], "title": "King Arthur (2004)"}