{"url": "http://www.rogerebert.com/reviews/kingdom-come-2001", "by": "Ll Cool Jas Ray Bud Slocumb", "star_rating": 2.0, "text": "In an opening scene of \"Kingdom Come,\" the Whoopi Goldberg character's husband drops dead at the breakfast table. This triggers a funeral, and Raynelle Slocumb (Goldberg) welcomes her children, in-laws and descendants to a disorganized family reunion in which three or four subplots jostle for attention.\n\nThe movie is based on the play \"Dearly Departed\" (much performed by local theater groups) and has been adapted by the playwrights, David Dean Bottrell and Jessie Jones. The director, Doug McHenry, also has a long list of credits. As a producer or director, he's been involved with \"New Jack City,\" \"House Party II,\" \"Jason's Lyric\" and the current \"The Brothers.\" Together, they've made a movie that has generated a terrific trailer, making the film look like a warm-hearted comedy. But the movie doesn't match the trailer.\n\nSomewhere along the line a curious disconnect has taken place between the Goldberg character and the others. She doesn't seem like their mother, their relative, or even an inhabitant of the same social milieu as the other members of her family. She's more like a wise, detached oracle, and when she's given comedy lines, they just don't fit. Early on, she declares that her late husband was \"mean as a snake, and surly.\" Later she insists that \"Mean and Surly\" be engraved on his tombstone. But she doesn't seem to hear them, or feel them: They're words for another character in another movie, and have no connection to how she, or her children, feel about the dearly departed. With those and certain other lines, it's like she's quoting a stranger.\n\nWe meet the family members, played by an all-star cast that never seems to mesh. Raynelle's son Ray Bud Jr. (LL Cool J) is married to Lucille (Vivica A. Fox). She's a scold, he's a good guy trying to handle a drinking problem. Her daughter Charisse (Jada Pinkett Smith) is married to another Junior (Anthony Anderson), who cheats on her. She's over the top in most of her scenes, which aren't played to the scale of the other performances. Another daughter, Marguerite (Loretta Devine), has her hands full with her son Royce (Darius McCrary), who apparently plans to nap through life, and taunts his mother with his shiftlessness. Then there's rich Cousin Juanita (Toni Braxton) and the pious Rev. Hooker (Cedric the Entertainer), who must officiate at the funeral and keep the peace.\n\nThe Rev. Hooker makes some unwise dietary choices shortly before the funeral begins, and farts all the way through it, causing the congregation to break up at this solemn moment. This material is an example of the movie's approach, which is all over the map. Fart jokes have their place, I concede, when the Klump family is at the dinner table. They may even have their place at a funeral--but not one where Raynelle has so recently had a heart-to-heart with Ray Bud Jr. The film changes tone so quickly we get whiplash.\n\nThere are times when the movie plays like a pilot for a TV comedy. Each family unit is given a costume, speaking style and lifestyle that seem self-contained, so that when they assemble it's like a collision involving separate sitcoms. Some of the humor is broad and bawdy, some is observational, some is whimsical, and sometimes the humor collapses into sentiment. The central problem is that the movie seems unsure whether the late Bud Slocumb was indeed mean and surly--and if he was, how it feels about it. Is his death a loss or a liberation? The pieces are here for a better movie. The cast is capable. A rewrite or two might have helped. \"Kingdom Come\" has passably funny moments, but they don't connect; it might work on video for viewers who glance up at the screen from time to time. The more attention you pay to it, the less it's there.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-04-11", "genres": ["Comedy", "Drama"], "title": "Kingdom Come (2001)"}