{"url": "http://www.rogerebert.com/reviews/kingdom-of-heaven-2005", "by": "Orlando Bloomas Balian", "star_rating": 3.5, "text": "The first thing to be said for Ridley Scott's \"Kingdom of Heaven\" is that Scott knows how to direct a historical epic. I might have been kinder to his \"Gladiator\" had I known that \"Troy\" and \"Alexander\" were in my future, but \"Kingdom of Heaven\" is better than \"Gladiator\" -- deeper, more thoughtful, more about human motivation and less about action.\n\nThe second thing is that Scott is a brave man to release a movie at this time about the wars between Christians and Muslims for control of Jerusalem. Few people will be capable of looking at \"Kingdom of Heaven\" objectively. I have been invited by both Muslims and Christians to view the movie with them so they can point out its shortcomings. When you've made both sides angry, you may have done something right. The Muslim scholar Hamid Dabashi, however, after being asked to consult on the movie, writes in the new issue of Sight & Sound: \"It was neither pro- nor anti-Islamic, neither pro- nor anti-Christian. It was, in fact, not even about the 'Crusades.'\" And yet I consider the film to be a profound act of faith.\" It is an act of faith, he thinks, because for its hero Balian (Orlando Bloom), who is a non-believer, \"All religious affiliations fade in the light of his melancholic quest to find a noble purpose in life.\"\n\nThat's an insight that helps me understand my own initial question about the film, which was: Why don't they talk more about religion? Weren't the Crusades seen by Christians as a Holy War to gain control of Jerusalem from the Muslims? I wondered if perhaps Scott was evading the issue. But not really: He shows characters more concerned with personal power and advancement than with theological issues.\n\nBalian, a village blacksmith in France, discovers he is the illegitimate son of Sir Godfrey (Liam Neeson). Godfrey is a knight returning from the Middle East, who paints Jerusalem not in terms of a holy war but in terms of its opportunities for an ambitious young man; it has a healthy economy at a time when medieval Europe is stagnant. \"A man who in France has not a house is in the holy land the master of a city,\" Godfrey promises. \"There at the end of the world you are not what you were born but what you have it in yourself to be.\" He makes Jerusalem sound like a medieval Atlanta, a city too busy to hate.\n\nFor the 100 years leading up to the action, both Christians and Muslims were content to see each other worship in the holy city. It was only when Christian zealots determined to control the Holy Land more rigidly that things went wrong. The movie takes place circa 1184, as the city is ruled by the young King Baldwin (Edward Norton), who has leprosy and conceals his disfigured face behind a silver mask. Balian takes control of the city after the death of its young king. Then the Knights Templar, well known from The Da Vinci Code, wage war on the Muslims. Saladin (Ghassan Massoud) leads a Muslim army against them, and Balian eventually surrenders the city to him. Much bloodshed and battle are avoided.\n\nWhat Scott seems to be suggesting, I think, is that most Christians and Muslims might be able to coexist peacefully if it were not for the extremists on both sides. This may explain why the movie has displeased the very sorts of Muslims and Christians who will take moderation as an affront. Most ordinary moviegoers, I suspect, will not care much about the movie's reasonable politics, and will be absorbed in those staples of all historical epics, battle and romance.\n\nThe romance here is between Balian and Sibylla (Eva Green), sister of King Baldwin. You might wonder how a blacksmith could woo a princess, but reflect that Sir Godfrey was correct, and there are indeed opportunities for an ambitious young man in Jerusalem, especially after his newly discovered father makes him a knight, and Tiberias (Jeremy Irons) enlists him as an aide to Baldwin.\n\nOne spectacular battle scene involves the attack of Saladin's forces on Christian-controlled Jerusalem, and it's one of those spectacular set pieces with giant balls of flame that hurtle through the air and land close, but not too close, to the key characters.\n\nThere is a certain scale that's inevitable in films of this sort, and Scott does it better than anybody. Even so, I enjoyed the dialogue and plot more than the action. I've seen one or two vast desert cities too many. Nor do thousands of charging horses look brand new to me, and the hand-to-hand combat looks uncannily like all other hand-to-hand combat. Godfrey gives Balian a lesson in swordsmanship (chop from above), but apparently the important thing to remember is that if you're an anonymous enemy you die, and if you're a hero you live unless a glorious death is required. You'd think people would be killed almost by accident in the middle of a thousand sword-swinging madmen, but every encounter is broken down into a confrontation between a victor and a vanquished. It's well done, but it's been done.\n\nWhat's more interesting is Ridley Scott's visual style, assisted by John Mathieson's cinematography and the production design of Arthur Max. A vast set of ancient Jerusalem was constructed to provide realistic foregrounds and locations, which were then enhanced by CGI backgrounds, additional horses and troops, and so on. There is also exhilarating footage of young Balian making his way to Jerusalem, using the 12th-century equivalent of GPS: \"Go to where they speak Italian, and then keep going.\"\n\nThe movie is above all about the personal codes of its heroes, both Christian and Muslim. They are men of honor: Gentlemen, we would say, if they were only a little gentle. They've seen enough bloodshed and lost enough comrades to look with a jaundiced eye at the zealots who urge them into battle. There is a scene where Baldwin and Saladin meet on a vast plain between their massed troops, and agree, man to man, to end the battle right then and there. Later, one of Balian's pre-battle speeches to his troops sounds strangely regretful: \"We fight over an offense we did not give, against those who were not alive to be offended.\" Time for a Truth and Reconciliation Commission?", "running_time": 144, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-05", "genres": ["Action", "Drama", "History"], "title": "Kingdom of Heaven (2005)"}