{"url": "http://www.rogerebert.com/reviews/king-of-new-york-1990", "by": "Christopher Walkenas Frank White", "star_rating": 2.0, "text": "Abel Ferrara's \"King of New York,\" a gritty action movie about a New York drug kingpin, was a surprise entry in this year's Telluride Film Festival, where tastes are usually loftier. Maybe the selection was intended to honor Ferrara as a stylist whose movies may look commercial but feel as if the soul of an artist is stirring somewhere inside them. That was the case with his episodes for TV's \"Crime Story\" and for his film \"China Girl,\" the 1987 thriller that trapped two lovers, a Chinese-American girl and an Italian-American boy, in the battlefield between opposing gangs in New York's Little Italy and Chinatown. The movie was \"Romeo and Juliet\" recycled through \"West Side Story\" and the TV action series of your choice, but the look was something else - a garish, neon-lit film noir universe of warm lips, sleek hair and desperate eyes.\n\nNow comes \"King of New York,\" Ferrara's most expensive and ambitious picture to date, with borrowings from a different classic.\n\nInstead of \"Romeo and Juliet,\" this one recycles \"Robin Hood,\" with Christopher Walken as a New York drug kingpin who wants to use his profits to pay the budget of a hospital for poor people. The Walken character never quite gets around to explaining precisely how he plans to set up his financing, and I am not sure any money actually goes to the poor and sick, but it's a good idea, anyway.\n\nWalken glides through the movie with his usual polished and somehow sinister ease, a man supremely confident of his ability to succeed in an arena where most people end up dead. Part of his genius is to control a large gang of black drug dealers, whose fealty to him is hard to explain, although perhaps they enjoy attending business meetings in his suite at the Plaza Hotel. Eventually the empire breaks up, however, in double-crossings and reprisals, broken loyalties and stool-pigeons, although it will take a viewer more clever than myself to explain exactly what happens in the fragmented labyrinth of the movie's plot.\n\nAll of Ferrara's movies make a point of interracial friendships and romance, and Walken has at least two black girlfriends among his other sidekicks. (I do not write \"at least\" because I cannot remember the exact number, but because the relationships in this movie are so sketchy that it's hard to be sure.) Is there a point to be made here? No; Ferrara gives us a white leader of a black gang of drug dealers and scarcely seems to notice it.\n\nThe movie is much stronger in its particulars than in its over-all drift. There are a couple of genuinely effective scenes, including one where the Walken character is accosted by muggers on the subway, shows them his gun, frightens them, then pulls out money and throws it to them, promising there's more where that came from and that they should simply \"Ask for me at the Plaza.\" (The lack of a scene showing the muggers inquiring after Walken at the Plaza's front desk is one of the movie's more regrettable lapses.) I am not sure that Walken is always sure exactly why his character behaves as he does (the screenplay has a cavalier way with details), but he has a way of slinking through the plot that's convincing. Walken is one of the few undeniably charismatic male villains of recent years; he can generate a snakelike charm that makes his worst characters the most memorable, and here he operates on pure style. No gaps in the film's logic, no inconsistencies in the plot, not even a decidedly peculiar ending can discourage him.\n\nHe's somehow able to convince us that he knows why everything is happening, even if most of the other characters (and the filmmakers) seem bewildered.\n\nWhat Ferrara needs for his next film is a sound screenplay.\n\nHe has gone about as far as a director can go on pure style, and he apparently isn't one of those filmmakers who can begin with a sketchy script and patch it up as he goes along. His effects are too good, his command of mood is too sure, for him to continue trying to bluff his way through half-written movies like this one. All it did was whet my appetite.", "running_time": 103, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-12-07", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "King Of New York (1990)"}