{"url": "http://www.rogerebert.com/reviews/king-kong-lives-1986", "by": "Mitchell Brian Kerwinas Hank", "star_rating": 1.0, "text": "Nobody gets thrilled in the movies anymore. They've seen it all.\n\nKing Kong is a gorilla that stands 50 feet high, and everybody takes him for granted. Four redneck hunters chase him into the woods, for example, and set off some dynamite to trap him under tons of rocks, and then they tease him with burning logs. If these hunters were sensitive and thoughtful like the folks in the National Rifle Association ads, they wouldn't tease Kong, they'd regard him with a sense of quiet awe and reverence, after setting off the dynamite.\n\nOr take the head of the research institute. He's in charge of a project to supply Kong with an artificial heart. When he's informed that the operation is impossible because of Kong's low blood plasma level, he explodes: \"That heart cost $17 million!\" In real life, he would have cackled, \"...and now we're going to need another huge injection of government research funds to study gorilla blood!\" The problem with everyone in \"King Kong Lives\" is that they're in a boring movie, and they know they're in a boring movie, and they just can't stir themselves to make an effort. Even the lowliest extras in a 1950s' B picture would have been able to scream better and roll their eyes more than the actors in this film. They act like they've used Kong's tranquilizer gun for target practice on themselves.\n\nThe picture's big news: Kong did not die after being machinegunned and falling from the top of the World Trade Center. (I guessed that from the last picture, in which Kong looked remarkably intact after arriving at street level.) The injured Kong was carted to a university research center outside Atlanta, where he has lain in a coma for the last decade, awaiting an artificial heart.\n\nAnyway, wouldn't you know, just when things look darkest for Kong, a big-game hunter discovers a female Kong in the jungles of Borneo, and transports her to research headquarters for a transfusion that will make it possible to implant Kong's artificial heart.\n\nAfter the operation, romance blooms between the two creatures, who break their shackles and escape into the woods, where the Army attempts to shoot them down, while the female heart specialist and the big game hunter (who have taken to sharing sleeping bags) use computers to monitor the big fella's condition.\n\nEvery movie like this has at least one amazing line of dialogue. I especially liked it when the heroine cried to the Army troops: \"Don't shoot the female! She's gone into labor!\" This moment was especially amazing since the two Kongs had mated for the first time only three days earlier. With a turnaround time like that, it's remarkable that there isn't a little Kong in every one of the holiday movies.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-12-22", "genres": ["Action", "Horror"], "title": "King Kong Lives (1986)"}