{"url": "http://www.rogerebert.com/reviews/kinjite-1989", "by": "Charles Bronsonas Lt. Crowe", "star_rating": 1.0, "text": "Charles Bronson has played so many avenging fathers in so many different movies in the past 15 years that he seems almost to have settled into the role, as William Boyd eventually became Hopalong Cassidy. The moment we see Bronson, we want to know who's been messing with his family this time and how Bronson is going to exact his revenge. In \"Kinjite,\" an odd, well-made and thoroughly unpleasant thriller, Bronson's character is a detective who is not simply protective of his young daughter but has a hangup about the way modern permissiveness is eroding traditional values.\n\nThe movie intercuts Bronson's uneasiness in America with the story of another family in Japan. We meet a Japanese businessman (James Pax) who seems thoroughly respectable but is capable of sliding his hand up the thigh of a young woman who is pressed up against him on the bus. He counts on inbred Japanese reticence to prevent the woman from making an outcry: She'll be too embarrassed to make a scene.\n\nIn Los Angeles, Bronson and his partner are engaged in a war against a sleazy pimp who specializes in kidnapping young girls and supplying them to rich, perverted businessmen. We learn that Bronson's hatred of this man borders on the deranged, and we also learn (in an awkward and embarrassing scene) that he is prejudiced against Asians.\n\nWith an inevitability born of a thousand other plots, the Japanese businessman and his family are transferred to Los Angeles, where the businessman tries the same nasty trick on the bus - this time, of course, against Bronson's daughter (Amy Hathaway), who does raise an outcry. Bronson goes into a lather when he hears of this unspeakable deed and mobilizes almost the entire vice squad in a search for the perpetrator. Meanwhile, in an irony we have been anticipating for many scenes, the Japanese businessman's grade school-age daughter is kidnapped by the pimp.\n\nNow we have everything in place: Bronson hates the pimp even more than he hates Asians, but just wait until he finds out that the victim's father is the man who put his hand on Bronson's daughter's knee. (You'll apparently have to wait until the sequel; amazingly, although the daughter eventually recognizes her accoster, there is no payoff for this laborious setup.) Where do these plots come from? And does everybody keep a straight face at the script conferences? The story itself is lugubrious melodrama, but the details are truly nasty - especially a sequence in which the little girl is deflowered by the pimp and his two sidekicks.\n\nThe literal details of this process are kept offscreen, but what we can imagine is so sad and so inhuman that the movie never recovers from it.\n\nChild molestation may be a subject for a sincere and serious movie, but not for a slick thriller. There is a breakdown of taste here.\n\nYet \"Kinjite\" is actually Bronson's most polished movie in a long time; it's slimy, but slick. After the inanities and inaptitudes of the later \"Death Wish\" movies, in which the directors often seemed to forget to film entire scenes, including the conclusions, here is a movie directed with some energy and style by the old war-horse J. Lee Thompson (whose credits range all the way from \"The Guns of Navarone\" down to \"Death Wish IV\"). Thompson has worked at least five other times with Bronson and so has producer Pancho Kohner, the son of Bronson's late agent. It's ironic that their best-made film is also their most distasteful.", "running_time": 96, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-03-03", "genres": ["Action", "Drama", "Thriller"], "title": "Kinjite (1989)"}