{"url": "http://www.rogerebert.com/reviews/kinky-boots-2006", "by": "Joel Edgertonas Charlie Price", "star_rating": 3.0, "text": "One of the gifts of movies is the way they introduce us to new actors, turning them this way and that in the light of the screen, allowing us to see the fullness of their gifts. Consider Chiwetel Ejiofor, whose first leading role was in \"Dirty Pretty Things\" (2002), as a Nigerian doctor reduced in London to working in a mortuary. Then came a romantic role in \"Love Actually\" (2003), a South African activist in \"Red Dust\" (2004), a space opera villain in \"Serenity\" (2005), and a New York detective in Spike Lee's current \"Inside Man\" (2006). Along the way he has worked for Steven Spielberg, Woody Allen and John Singleton (a vicious mobster in \"Four Brothers\" in 2005) and has done Shakespeare and The Canterbury Tales for TV. Born in London in 1974, he works easily with British, American and Nigerian accents.\n\nNow he plays a drag queen in \"Kinky Boots.\" It is a performance all the more striking because he doesn't play any kind of drag queen I've ever seen in the movies. He plays the role not as a man pretending to be a woman, and not as a woman trapped in a man's body, and not as a parody of a woman, and not as a gay man, but as a drag queen, period: Lola, a tall, athletic performer in thigh-high red boots who rules the stage of a drag club as if she were born there, and is a pretty good singer, too. In preparing for the role, Ejiofor must have decided not to simper, not to preen, not to mince, but to belt out songs with great good humor that dares the audience to take exception. If \"simper,\" \"preen\" and \"mince\" are stereotypical words, well, then, most drag queens, including Lola's backup dancers, are stereotypical performers. Not Lola.\n\nWith \"Kinky Boots,\" we find ourselves watching another one of those British comedies in which unconventional sex is surrounded by a conventional story. The film's other hero is Charlie Price (Joel Edgerton), whose father dies and leaves him a Northampton shoe factory that is nearly bankrupt because men aren't buying traditional dress shoes. Through a coincidence we must accept, Charlie meets Lola, who complains that women's shoes don't stand up to the weight of a full-sized man in drag. Charlie thinks maybe his factory could supply a proper pair of boots with stiletto heels for Lola, and lovingly crafts the boots himself, only to hear Lola respond: \"Pease, God, tell me I have not inspired something burgundy.\" What does he prefer? \"Red! Red!\"\n\nLola comes to Northampton to design a line of footwear, receiving a chilly reception from some of the union men in the factory, especially the gay-hating Don (Nick Frost). Don is the reigning arm-wrestling champion in a local pub, and of course, it is only a matter of time until Don and Lola are elbow to elbow in a showdown. Meanwhile, Charlie's snotty fiancee Nicola (Jemima Rooper) is a real estate agent, hoping to recycle his factory into condos, while the plucky shoe worker Lauren (Sarah-Jane Potts) believes in Charlie, Lola and the factory.\n\nDrag queens are more mainstream in British entertainment than they are in America, even if we exclude Dame Edna Everage, who seems to be in drag not as a man, not as a woman, but as a self-contained gender. The movie is in the naughty-but-nice British tradition in which characters walk on the wild side but never seem to do anything else there. If Lola, whose birth name is Simon, has sex of any kind in \"Kinky Boots,\" it is off-screen. I was reminded of the wholesome kinkiness of \"Personal Service\" (1987), Terry Jones' comedy about Cynthia Payne, the \"luncheon voucher madam\" who treated retired gents to naughty noontime lingerie shows, heavy on whips, boots and corsets. Some of them paid with the luncheon vouchers they received as Old Age Pensioners. A recent example of this innocent genre is \"Mrs. Henderson Presents,\" in which Dame Judi Dench runs the most wholesome strip club in Soho.\n\n\"Kinky Boots\" has few surprises, unless you seriously expect the factory to go bankrupt. The climax comes at the annual shoe show in Milan, where last-minute developments unfold right on schedule; having provided us with Lola, the movie is conventional in all other departments. But Ejiofor's performance as Lola shows an actor doing what not every actor can do: Taking a character bundled with stereotypes, clearing them out of the way, and finding a direct line to who the character really is. Just in the way she walks in those kinky red boots, Lola makes an argument that no words could possibly improve upon.\n\nNotes: It's pronounced Chew-i-tell Edge-o-for. \"Kinky Boots\" is based on a true story. Check it out at www.divine.co.uk/ (not safe for work).", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-04-20", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Kinky Boots (2006)"}