{"url": "http://www.rogerebert.com/reviews/kinyarwanda-2011", "by": "Hassan Kaberaas Ishmael", "star_rating": 4.0, "text": "I thought I knew something about Rwanda, but I didn't really know very much. I was moved by \"Hotel Rwanda\" (2004), but not really shaken this deeply. Not like this. After seeing \"Kinyarwanda,\" I have a different kind of feeling about the genocide that took place in Rwanda in 1994. The film approaches it not as a story line but as a series of intense personal moments.\n\nThe characters speak both English and the nation's own language, Kinyarwanda. The film's co-writer and director, a Jamaican named Alrick Brown, says he was surprised the first time he learned that all Rwandans speak the same tongue. Here was a nation in which the members of one tribe, the Hutu, set about to massacre the members of another tribe, the Tutsi. Yet were they really even members of different tribes?\n\nThere is a scene in which this is discussed. Since time immemorial, people in Rwanda more or less got along. When Belgium colonized the nation, \"ethnic scientists\" came in with their calipers and found that the skulls and ribcages of two groups were somewhat different. Although they were already recognized as tribal groups before the Europeans arrived, it was convenient for the Belgians to name one of these groups, the Tutsi, the ruling class, and the Hutu as subservient. That led to a perhaps inevitable Hutu revolt, and some 500,000 to 1 million members of both tribes died. \n\nThis dreadful massacre was ignored by the world, apart from the ineffectual U.N. \"peacekeeping mission\" we saw in \"Hotel Rwanda.\" What Brown does in \"Kinyarwanda,\" working with research by his executive producer Ishmael Ntihabose, is to weave together several compact interlocking stories to connect events before, during and finally after the genocide. The U.N. is hardly to be seen. Rwandans commit the murders, suffer from the murders, recover and repent. Here over an unspecific period of several months, we see South Africa's truth and reconciliation process at work.\n\nThe vignettes establish a vivid group of characters. Jeanne and Patrique (Hadidja Zaninka and Marc Gwamaka), a young couple from different tribes, are in love. Lt. Rose (Cassandra Freeman), the head of a military unit trained in Uganda, hopes to bring peace. Emmanuel (Edouard Bamporiki), the head of a Tutsi killing unit. Father Pierre (Mazimpaka Kennedy), a Catholic priest. The Mufti of Rwanda (Mutsari Jean), head of the nation's Muslims. Perhaps most memorable, a small boy named Ishmael (Hassan Kabera).\n\nEach vignette adds to the mosaic. Characters from one turn up in another. Gradually a powerful outcome is arrived at. The Mufti issues an edict declaring that the nation's Muslims must not participate in killing and must open the mosques to places of shelter for all, regardless of tribe or religion. The priest tries to operate his church in the same way, but lacks the courage. Yet finally Muslims and Catholics link hands to face the bloodthirsty killers.\n\nI mentioned Ishmael. This is a beautiful little boy who is sent out to buy cigarettes for his father, and overhears some soldiers searching for guns and \"cockroaches.\" Cockroaches are the Hutu name for Tutsi. His father is hiding some Tutsi. He helpfully tells the soldiers where they can find cockroaches and leads them home. How this is resolved I will not say, but ask yourself this: Has Ishmael made a childish error or does he do some agile last-minute thinking?\n\nFor all its greatness, \"Hotel Rwanda\" nevertheless used the conventional Hollywood technique of a movie star as a protagonist to serve as the audience's entry point. None of the actors in \"Kinyarwanda\" are stars, and their characters all live in the same world. By the equal weighting and linking of their stories in rotation, Brown prevents us from anticipating who will prevail. The criticism of this approach by Variety's critic is unfortunate. Here is a powerful film.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-30", "genres": ["Drama", "Foreign", "Romance"], "title": "Kinyarwanda (2011)"}