{"url": "http://www.rogerebert.com/reviews/kiss-kiss-bang-bang-2005", "by": "Robert Downey Jr.as Harry Lockhart", "star_rating": 2.5, "text": "\"All you need to make a movie is a girl and a gun,\" as I so tirelessly quote Jean-Luc Godard. Pauline Kael refined that insight after seeing a movie poster in Italy which translated as \"Kiss Kiss Bang Bang.\" These four words, she wrote \"are perhaps the briefest statement imaginable of the basic appeal of the movies. The appeal is what attracts us and ultimately makes us despair when we begin to understand how seldom movies are more than this.\"\n\nShane Black has dealt with lots of girls and guns in his screenplays, including the first, second and fourth \"Lethal Weapon\" pictures, \"The Long Kiss Goodnight\" and \"The Last Action Hero.\" Now comes his directorial debut, \"Kiss Kiss, Bang Bang,\" to which he adds a comma and a lot more. After Tony Scott's \"Domino,\" which has a narrator who says \"I'll never tell you what it all meant,\" here's another narrator who chats with the audience. His parting words: \"Don't worry. I saw 'Lord of the Rings'; I'm not gonna have the movie end 20 times.\"\n\nBoth of these movies may be action retreads of Charlie Kaufman's screenplay for \"Adaptation,\" in which the process of writing the screenplay becomes part of the story. \"Domino\" makes next to no sense, but is shot in a style that makes sense irrelevant. \"Kiss Kiss, Bang Bang\" is slowed down and straightened out just enough to that we can see it makes no sense. Does that matter? Two answers: (1) No, when what is happening on the screen works as itself, without regard for the plot, and (2) Yes, when we can see that the movie is plainly spinning its wheels.\n\nThe movie is narrated by Harry Lockhart (Robert Downey Jr.), a would-be actor from New York who moves to Los Angeles and finds himself taking private eye lessons from Gay Perry (Val Kilmer), a gay detective. We could play a version of the Kevin Bacon game with this movie, because Downey also starred in the movie version of \"The Singing Detective\" (2003), also about a detective who narrates his own story.\n\n\"Kiss Kiss, Bang Bang\" is made for a fairly specific audience; it helps if you are familiar with the private eye genre in general and the works of Raymond Chandler in particular (the movie has five chapter headings, all taken from Chandler's titles). But do the titles come from Harry Lockhart, or do they exist outside his mind and suggest that Shane Black's screenplay has another level of comment on top? That would be roughly like the subtitles in \"Domino,\" which have a different point of view than the narration.\n\nBut now the review is spinning its wheels. \"Kiss Kiss, Bang Bang\" contains a lot of comedy and invention, but doesn't much benefit from its clever style. The characters and plot are so promising that maybe Black should have backed off and told the story deadpan, instead of mugging so shamelessly for laughs. It could still be a comedy, but it wouldn't always be digging its elbow into our ribs. I kept wanting to add my own subtitles: \"I get it! I get it!\"\n\nThe film begins with Harry's stage debut as a child magician who saws a girl in half as she screams, \"I'm going to be an actress!\" Flash forward to years later in Los Angeles, where he meets Gay Perry (get it?), who agrees to tutor him in private-eyeing and sends him to a Hollywood party where he meets that very same girl, Harmony Faith Lane (Michelle Monaghan). Maybe it's inevitable she turns up here; Harry's narration observes of the women in Los Angeles: \"It's like someone took America by the East Coast and shook it, and all the normal girls managed to hang on.\"\n\nThen ensue events so complex that Harry loses a finger not once but twice, which is bad, because fingers have fingerprints, although the danger of being fingerprinted is greatly reduced by the manner of his losing the finger for the second time. This is in the process of investigating a series of murders, which he does primarily to impress Harmony Faith Lane.\n\nThe movie might reward deep textual study; consider that in the chapter named after Chandler's The Lady in the Lake, a gun is thrown into the lake, giving us the girl and the gun formula in a form so subtle that right now you are wondering why I don't simply cave in and tell you if the movie is any good or not.\n\nWell, yes and no. See above. I've seen the movie twice, foolishly thinking I might understand it better the second time. Understanding it is not the point. The dialogue exists not to explain anything or advance the story. It exists entirely in order to be dialogue. When the characters speak, it is an example of their verbal style, which is half film noir and half smart-ass. The dialogue, and just about everything else in the movie, is there for its own sake. Like a smorgasbord, it makes no attempt at coherence. Put a little of everything on your plate and you'll be stuffed by the end, but what did you eat?\n\nI dunno. I liked Downey's pose that he was writing the movie as he was living it, and Kilmer's gay detective, who functions as a parody of gay parodies. But did I need to see it twice? Not really. Do you need to see it once? Not exactly.", "running_time": 103, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-20", "genres": ["Action", "Comedy", "Crime", "Mystery", "Thriller"], "title": "Kiss Kiss, Bang Bang (2005)"}