{"url": "http://www.rogerebert.com/reviews/kissing-jessica-stein-2002", "by": "Jennifer Westfeldtas Jessica Stein", "star_rating": 3.0, "text": "Same-sex romance, a controversial topic in movies millions now alive can still remember, is a lifestyle choice in \"Kissing Jessica Stein.\" Yes, a \"choice\"--although that word is non-PC in gay circles--because one of the two women in the movie is nominally straight, and the other so bisexual, she pops into her art gallery office during an opening for a quickie with her boy toy.\n\nHelen (Heather Juergensen), the gallery manager, is a lesbian in about the same way she would be a vegetarian who has steak once in a while. Jessica (Jennifer Westfeldt), disillusioned after a series of blind dates with hopeless men, answers Helen's personals ad not because she is a woman but because she quotes the poet Rilke.\n\nJessica is above all a hopeless perfectionist. This places her in contrast with a mother (Tovah Feldshuh) whose idea of an eligible mate for her daughter is any single Jewish male ages 20 to 45 in good enough shape to accept a dinner invitation. Like many perfectionists, Jessica works as a copy editor and fact-checker, finding writers' mistakes with the same zeal she applies to the imperfections of would-be husbands.\n\nIn a funny montage, she goes through a series of disastrous dates, including one with a man whose word choices would make him a copy editor's nightmare (he uses the phrase \"self-defecating\").\n\nHelen is more flexible, knowing and wise. She seeks not perfection in a partner, but the mysteries of an intriguing personality. She finds it challenging that Jessica has never had a lesbian experience, and indeed approaches sex with the enthusiasm of a homeowner considering the intricacies of a grease trap. Jessica arrives at their first real date with an armload of how-to manuals, and makes such slow progress that Helen is driven all but mad by weeks of interrupted foreplay.\n\nThe movie makes of this situation not a sex comedy but more of an upscale sitcom in which both romantic partners happen to be women. Jessica is fluttery and flighty, breathy and skittish; Helen is cool, grounded and amused. Adding spice is Jessica's panic that anyone will find out about her new dating partner. Anyone like Josh (Scott Cohen), her boss and former boyfriend. Or Joan (Jackie Hoffman), her pregnant co-worker. Or especially her mother, who brings single IBM executives to dinner as if they are the Missing Link.\n\nThere are a couple of serious episodes to give the story weight. One involves Jessica's reluctance to invite Helen to her brother's wedding, thus revealing to the family the sex of the mysterious \"person\" she has been dating. The other is a heart-to-heart talk between Jessica and her mother, during which Feldshuh takes an ordinary scene and makes it extraordinary by the way she delivers the simple, heartfelt dialogue.\n\nWhat makes the movie a comedy is the way it avoids the more serious emotions involved. A week ago, I reviewed a movie about a man who gives up sex for Lent, and received a reader's letter asking, hey, aren't Catholics supposed to give up extramarital sex all of the time? A theologically excellent question; I am reminded of the priest in \"You Can Count on Me,\" asked about adultery and reluctantly intoning, \"that ... would ... be ... wrong.\" The would-be lovers in \"Kissing Jessica Stein\" are not having sex, exactly, because of Jessica's skittish approach to the subject, but if they did, it would be a leisure activity like going to the movies. If it really meant anything to either one of them--if it meant as much as it does to the mother--the comedy would be more difficult, or in a different key. We can laugh because nothing really counts for anything. That's all right. But if Jessica Stein ever really gets kissed, it'll be another story. Right now, she's like the grade-school girl at the spin-the-bottle party who changes the rules when the bottle points at her.", "running_time": 94, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-13", "genres": ["Comedy", "Drama", "Romance"], "title": "Kissing Jessica Stein (2002)"}