{"url": "http://www.rogerebert.com/reviews/kiss-the-girls-1997", "by": "Morgan Freemanas Alex Cross", "star_rating": 3.5, "text": "Is there a better actor in America than Morgan Freeman?'' Pauline Kael once asked, to which one could add, is there one with more authority? Freeman has a rare presence on the screen, a specific gravity that persuades us. He never seems to be making things up. He never seems shallow, facile or unconvinced, and even in unsuccessful films such as \"Chain Reaction\" (1996), he doesn't go down with the ship: You feel he's authentic even as the film sinks around him.\n\nIn \"Kiss the Girls,'' Freeman's performance is more central than his work in \"Seven\" (1995), the obvious inspiration for this one. He is the lead, at the center of the story, and that gives it a focus that the buddy aspects of \"Seven\" lacked. Again he plays a policeman on the trail of a kinky serial killer, and again the shadows are deep and the antagonist is brilliant and the crimes are supposed to send some kind of a twisted message. But the movie's not a retread; it's original work, based on a novel by James Patterson, about a criminal who (the Freeman character intuits) is not killing his victims, but collecting them.\n\nFreeman plays Alex Cross, a forensic psychologist with the Washington, D.C., police, who becomes involved in a series of kidnappings in Durham, N.C. When his own niece (Gina Ravera) is abducted, he flies to Durham and calls on the police department, where he's kept waiting for hours until he finally bursts into the office of the chief. (In a movie that is generally convincing, this scene played like boilerplate.) The kidnap targets are being taken by a man who signs himself \"Casanova,'' and one of his victims is found dead--tied to a tree and \"left for the critters to find.'' Cross wonders why there aren't more bodies, and theorizes that Casanova is a collector who kills only when he feels he must. The other victims, including his niece, must still be alive somewhere. His theory is proven when a local doctor named Kate (Ashley Judd) is abducted but escapes, after making contact with several other captives in some kind of subterranean warren of cells.\n\nThe cop and the doctor become a team during the rest of the movie, working together as the trail leads to the West Coast, and unraveling surprises that it is not my task to reveal. David Klass, the screenwriter, gives Freeman and Judd more specific dialogue than is usual in thrillers; they sound as if they might actually be talking with each other and not simply advancing plot points. And what Freeman brings to all of his scenes is a very particular attentiveness. He doesn't merely listen, he seems to weigh what he is told, to evaluate it. That quality creates an amusing result sometimes in his movies, when other actors will tell him something and then (you can clearly sense) look to see if he buys it.\n\nAshley Judd's debut, \"Ruby in Paradise,\" established her among the most convincing actresses of her generation, and \"Normal Life\" (1996), disgracefully relegated to video by a clueless studio, was one of the year's best films. She can't always transcend genre material (what was she doing in \"A Time To Kill\"?), but when it's well-written and directed with care, as it is here, we find we care about her even in a scene of revelation toward the end that could have been handled more subtly.\n\n\"Kiss the Girls'' was directed by Gary Fleder, whose first feature, \"Things to Do in Denver When You're Dead\" (1996), showed talent but a little too much contrivance. Here he's more disciplined and controlled, with a story where the shadows and nuances are as scary as anything else. Fleder has said that he and his cinematographer, Aaron Schneider, studied the work of Gordon (Prince of Darkness) Willis, whose photography for \"The Godfather'' and other pictures often uses a few overhead key lights on crucial elements, and leaves the rest in darkness. Here (as in \"Seven\"), we get a consistent sense of not being able to see everything we think we want to.\n\nWhen the film is over and we know all of its secrets, there's one we'd like to know more about: What exactly is the dynamic of the relationship between the two most twisted members of the cast? But being left with such a question is much more satisfactory than being given the answer in shorthand Freudian terms. What we're also left with is the real sense of having met two very particular people in the leads. Freeman and Judd are so good, you almost wish they'd decided not to make a thriller at all--had simply found a way to construct a drama exploring their personalities.", "running_time": 117, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-03", "genres": ["Drama", "Mystery", "Suspense", "Thriller"], "title": "Kiss the Girls (1997)"}