{"url": "http://www.rogerebert.com/reviews/kiss-or-kill-1997", "by": "Frances O'Connoras Nikki", "star_rating": 3.0, "text": "There has never been a movie where a middle-age couple go on the run, pursued by teenage cops. This is the sort of thing that's so obvious it never occurs to anybody. All lovers on the run are young. All cops are older. That's because road movies are to late adolescence what monster movies are to kids: a way of exorcising unease.\n\nLittle kids identify with monsters because, like Godzilla, they feel uncoordinated and misunderstood. Moviegoers in their teens and 20s identify with road movies because, like their fugitive heroes, they feel a deep need to leave home, to flee adult regimentation, to exist outside organized society, to make their own rules. The genre requires them to commit crimes before going on the lam, but that's just a technicality--required in order to explain why the cops are chasing them.\n\n“Kiss or Kill” is a rare revisionist road movie. It breaks with the genre in three key ways. 1.) Although Nikki and Al, the young lovers, are indeed criminal, they spend most of the movie suspecting each other of their crimes. 2.) The rebels and nonconformists they meet on the road are all middle age or old. 3.) The cops are wry practical jokesters--the coolest characters in the movie. I've seen countless road movies, but this one felt different, as if it had an unbalanced flywheel.\n\nThe movie takes place in Australia, which in the American imagination is becoming a place like Texas, inhabited by freewheeling eccentrics with too much space on their hands. It opens with a genuinely shocking moment, which I will not reveal, that helps explain why Nikki (Frances O'Connor) grows up with a twisted view of life. As an adult, she teams up with her boyfriend Al (Matt Day) to pull a scam: She picks up businessmen in bars, returns to their hotels with them, slips pills into their drinks, and then lets Al into the room. They steal whatever they can. Because the businessmen are married, they usually don't call the cops.\n\nSo, how many pills did Nikki put into the drink of her latest victim? This is important because the man is unexpectedly dead. Nikki and Al find a video in his briefcase, exposing Zipper Doyle (Barry Langrishe), a local sports hero, as a pedophile. She unwisely calls Zipper's office and makes shrill threats into the answering machine. Nikki and Al go on the run, heading from Adelaide to Perth across the well-named Nullarbor Plain, a reach of the outback where every motel is a shout of defiance against the void.\n\nNikki and Al do not trust each other very much; maybe Nikki will never trust anybody. Al wonders if she deliberately killed the businessman. Soon Nikki wonders how a motel owner died. Pursued by two cops and the venomous Zipper Doyle, they leave a trail of bodies and robberies behind them--but the crimes take place offscreen, and in a series of getaway cars, they stew in paranoia and suspicion, and we're left to guess which of them (if either) committed the crimes.\n\nLike all road movies, this one serves as a clothesline for colorful characters. There's a drunken motel manager (Max Cullen) who mutters darkly about “unphantomable tunnels under the desert.” And a couple who live on an abandoned nuclear test site (“it's very private here”) and make handmade jewelry. And the two detectives (Chris Haywood and Andrew S. Gilbert) who have a long, deceptive conversation in a coffee shop that could have been written by David Mamet.\n\nThe endings of road movies are usually their least satisfactory elements. There are two possibilities for the characters: die a spectacular death or get a daytime job. The first choice is preferable, I suppose. Can you imagine Bonnie and Clyde on parole, doing spin control on Barbara Walters and Larry King? Thelma and Louise, maybe.", "running_time": 96, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-21", "genres": null, "title": "Kiss Or Kill (1997)"}