{"url": "http://www.rogerebert.com/reviews/kiss-of-the-spider-woman-1985", "by": "William Hurtas Luis Molina", "star_rating": 3.5, "text": "\"Kiss of the Spider Woman\" tells one of those rare and entrancing stories where one thing seems to happen while another thing is really happening. There are passages in the movie that seem to be absolutely self-contained, and then a word or gesture will reveal that they have depths we can only guess. By the end of the film, what started out as a contest between two opposite personalities has expanded into a choice between two completely different attitudes toward life. And the choice is not sexual, although for a long time it seems so. It is between freedom and slavery. \n\nThe movie opens in a prison cell, somewhere in South America. A man is telling a story. The story is a lurid intrigue that seems pieced together from fragments and memories of countless old film noir melodramas - from those movies of the 1940s where the women had lips that could kill, and the men were dying to kiss them. Only gradually does the reality of the film reveal itself: We are in a cramped, depressing prison cell, and the story-teller is a prisoner, trying to pass the days by escaping into fantasy. \n\nHis name is Luis. He is played by William Hurt as an affected homosexual, a window dresser who has been jailed for sex offenses. His cellmate is Valentin (Raul Julia), a bearded, macho political prisoner who has nothing but contempt for Luis' stories - not to mention his sexuality and his politics. But as Luis calmly explains, unless someone gives him a key to walk out of his prison, he will continue to escape in any way he can. \n\nAs he continues to weave his verbal movie plots, the movie uses fantasy scenes to depict them. There is a Nazi crime melodrama, and a thriller about a spider woman, and the woman in both of them is played by the same actress (Sonia Braga). Later in the film, she also will appear as Valentin's lover; reality and fantasy are by then thoroughly mixed. \n\nWhat \"Kiss of the Spider Woman\" at first seems to be about is the changing nature of the relationship between two very different men who have been locked together in the same cell. They are opposites in every way. But they share the same experiences, day after day, and that gives them a common bond. Gradually, an affection grows between them, and we assume that the movie will be about the ways in which they learn to accept each other. Only gradually, mysteriously, do we realize that the movie is about a good deal more. Details of the plot are revealed so subtly and so surprisingly that I will say nothing more, except that the film does not lead in the directions we anticipate. \n\nThe performances are wonderful. The director, Hector Babenco, is a Brazilian, but he has directed his American stars in English without falling prey to the occasional loss of tone you sometimes hear as foreigners work in unfamiliar languages. William Hurt, who won the best actor award at Cannes this year for this film, creates a character utterly unlike anyone else he has ever played - a frankly theatrical character, exaggerated and mannered - and yet he never seems to be reaching for effects. Raul Julia, sweaty and physical in the early scenes, gradually reveals a poetry that makes the whole movie work. And Sonia Braga, called upon to satirize bad acting, makes a perfect spider woman. \n\nEvery decade seems to be dominated by the cinema of a different country (in addition to Hollywood, of course, a country of its own). In the 1950s, it was Italy. In the 1960s, France. In the 1970s, Germany. In the 1980s, Brazil and Australia seem to be the centers of the most exciting work. Babenco's previous credits include the heartbreaking \"Pixote,\" about a child growing up on the streets of San Paolo. Now comes \"Kiss of the Spider Woman,\" another film of insights and surprises.", "running_time": 120, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-08-09", "genres": ["Drama", "Foreign"], "title": "Kiss of the Spider Woman (1985)"}