{"url": "http://www.rogerebert.com/reviews/kiss-me-guido-1997", "by": "Nick Scottias Frankie", "star_rating": 2.0, "text": "If you can believe that an aspiring actor who studies De Niro movies doesn't know what “GWM” means in a singles ad, then you can believe just about everything in “Kiss Me, Guido,” a movie that gives you lots to believe. It's a mistaken-identity comedy about a straight guy from the Bronx who answers an ad in an alternative weekly and ends up with a gay roommate in the Village.\n\n“Guy With Money, right?” asks Frankie (Nick Scotti), who hangs around the family pizzeria in the Bronx but dreams of someday becoming an actor. His brother Pino (Anthony DeSando) is not much help; while Frankie was studying De Niro, he was obviously studying Travolta and Stallone, and yearns for disco to make a comeback and provide him with the stage on which he was intended to strut.\n\n“Kiss Me, Guido” is a movie with a lot of funny one-liners, but no place to go with them. Like a 30-minute sitcom, it acts like you already know all the characters and are just happy to have fresh dialogue. It's as if the deeper issues have been settled in previous episodes. And yet, also like a sitcom, it's kind of fun as it slides past. Here is a movie that was born to play on television.\n\nFrankie and Warren (Anthony Barrile), his gay roommate-to-be, are both walking wounded: They've recently been unlucky in love. That would give them something in common, except that Frankie is so naive he doesn't even figure out what “GWM” means after he's watching a Julie Andrews movie with one. Not even Warren's chummy peroxided friend Terry (Craig Chester) rings any bells.\n\nThe plot device involves a play that Warren is scheduled to star in. He twists an ankle, and through reasoning that is entirely plot-driven, Frankie is picked to substitute for him--in a play about gay lovers, written and directed by Warren's ex-roommate (Christopher Lawford). But. . . can Frankie actually bring himself to kiss another man, as the role requires? Hey, didn't the great Al Pacino himself do that in “Dog Day Afternoon”? The performances have energy and charm; the movie may be a launching pad for the careers of several actors, especially Scotti and DeSando, who has some funny moves as his Italian stallion brother. If only it had been written a little smarter. There's a scene early in the film where Frankie and Warren talk for the first time on the phone, and their dialogue is all at cross-purposes; everything is misunderstood. Dialogue like that always depresses me, because it's so artificial: You have to be almost as smart to get everything wrong as to get everything right.\n\nI wish that Tony Vitale, the writer and director, had taken a long look at his screenplay and said, OK, let's assume he knows what GWM means. What would happen then?”", "running_time": 99, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-08", "genres": ["Indie"], "title": "Kiss Me, Guido (1997)"}