{"url": "http://www.rogerebert.com/reviews/kissing-a-fool-1998", "by": "David Schwimmeras Max Abbott", "star_rating": 1.0, "text": "One of the requirements of TV sitcoms is that the characters live in each other's pockets. They pop into their friends' apartments at any time of day or night, and every development becomes the subject of a group discussion. That works fine on ,\"Seinfeld,\" but on the big screen, it looks contrived. Consider, for example, the new comedy , \"Kissing a Fool\" in which none of the characters behaves at any moment like any human being we have ever met.\n\nThe movie involves situations that wouldn't even exist if it were not for the torturous contortions of the plot. Jay (Jason Lee) introduces his best friend, Max (David Schwimmer), to Sam (Mili Avital), the woman who is editing his book--even though Jay loves Sam himself. Why does he do this? Otherwise there wouldn't be a role for Max, who is such a hapless schmo that the only reason Sam dates him is because the plot requires her to. It's crashingly obvious to everyone in the audience, but not to anyone in the movie, that Jay and Sam will eventually realize that they are really in love with each other. When we're that much smarter than the characters, you have to wonder why they aren't buying tickets to watch us.\n\nThe film begins at a wedding, with a kiss between two newlyweds. Because the shot is obviously and laboriously contrived to conceal the face of one of the newlyweds, we in the audience of course know immediately that there is a reason for this. Could it be that the two people who are getting married are not the two people the movie will spend the next 90 minutes pretending are going to get married? At the wedding, we meet Linda (Bonnie Hunt), who runs the publishing company where Sam is editing Jay's book. Linda is the film's narrator. She tells two obnoxious guests at the wedding the whole story of how the newlyweds wound up at the altar. She tells this story without ever once using both of their names, and as she picks her way through a minefield of synonyms and vague adverbial evasions, we get downright restless. Obviously, she's concealing something. And we know what it is, so who's she kidding? Why is this story, pea-brained to begin with, filtered through the annoying device of a narration? Maybe because the filmmakers thought we would be delighted at the wonderful surprise they are concealing for the last shot. I wonder: Do they know anyone that dumb in their own lives, or do they just think the rest of us are clueless? Sitcoms like to supply their characters with physical props, and so poor Bonnie Hunt is required to hold a cigarette in every single scene she appears in. And not any cigarette. A freshly lit one, in her right hand, held in the air roughly parallel to her ear. I hope they had a masseuse to give her shoulder-rubs between takes. Ms. Hunt, who I hope is suing her agent, does what she can with a character whose IQ is higher than those of the other three characters combined.\n\nMax, the Schwimmer character, plays a WGN sportscaster who thinks Australia is in Europe. Sam and Jay immediately compare notes about charming little trattorias in Florence. Max is obviously not the right choice for this woman, but the movie explains their attraction as first love--a love so strong that Max is actually moved to take his toothpick (sitcom prop) out of his mouth when he sees her.\n\nWe are then made to endure a lame contrivance in which Max grows fearful that Sam will not remain faithful to him, and so enlists Jay to attempt to seduce her--as a test. Not since Restoration comedy has this plot device been original, but in ,\"Kissing a Fool,\" it is taken so seriously that it leads to moments of heartfelt dismay, carefully cued by the soundtrack, and one of those , \"darkness before the dawn\" sequences in which it appears, for a teeth-gnashing instant, that the right people will not end up together. One character, in dismay, goes into a bar and orders four vodkas at once; the movie doesn't even know how drinkers drink.\n\nIf James Frey and director Doug Ellin, who wrote this screenplay, didn't have an outline from a script workshop tacked to the wall in front of them, then they deserve an Oscar for discovering, all by themselves, a basic story formula that was old, tired and moronic long before they were born.\n\nI like the title, though. \"Kissing a Fool.\" They got that right.", "running_time": 105, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-02-27", "genres": ["Comedy", "Romance"], "title": "Kissing a Fool (1998)"}