{"url": "http://www.rogerebert.com/reviews/kiss-of-the-dragon-2001", "by": "Jet Lias Liu Jian", "star_rating": 3.0, "text": "There is a point early in \"Kiss of the Dragon\" when the Chinese cop played by Jet Li is being searched for weapons. Around his wrist they find a band with a lot of little needles stuck into it. This doesn't indicate that he does tailoring in his spare time. These are acupuncture needles, and he can cure or kill with one deftly inserted point.\n\nThe title of the movie refers to the ultimate use of a needle, which he describes as \"highly illegal,\" as indeed it must be, altering the body's flow of blood so that it all rises to the head and bursts from every available orifice. I hate it when that happens. The Jet Li character is also master of the full array of the martial arts, and in this movie he needs them, since he is opposed by more or less every villain in Paris.\n\nThe plot has been described as hard to follow. It is simplicity itself, if all you want is a scorecard of the heroes and villains. It admittedly gets murky when it comes to motivation and logic, but never mind: In a movie where the physical actions border on the impossible, why expect the story to be reasonable? Jet Li's character is apparently the most skilled law enforcement officer in China, brought to Paris to assist a high-level official in dealings that may involve some off-the-record drug traffic. The official is entertained by two hookers in a way that leaves him with his lust unslaked, and dead. Jet Li quickly determines that the mastermind behind the murder, the drug traffic, and much of the crime in modern France is Inspector Jean-Pierre Richard (Tcheky Karyo), a crooked cop with a limitless supply of henchmen.\n\nThat's all you're really told about the plot, and all you need to be told, since all else is action, except for some heartfelt scenes between Jet Li and Bridget Fonda, as Jessica, a farm girl from North Dakota who the evil Inspector has hooked on drugs and enslaved as a prostitute by separating her from the young daughter she loves.\n\nJet Li is one of the best-known martial arts stars, although you might pass him without noticing. He's compact, quiet, good-looking, not a show-off--the Alan Ladd of the genre. His action scenes involve a lot of physical skill (on his part and also on the part of the editor) and the ingenious use of actual props which come to hand--a flying billiard ball, for example. There's a nice sequence involving a laundry chute and a hand grenade that's so effective only a churl would wonder why a place as expensive as the Hotel Bristol in Paris has an alarm system that doesn't notice a fiery explosion.\n\nFonda's scenes are mostly played out in evil-looking dens on grotty streets lined with hookers who look as if they were costumed for \"Sweet Charity.\" Their costumes look so great one wonders how her character gets work; she's grimy and beat-up most of the time, making it easier for us to believe she's an addict than a hooker. She is, however, effective as a desperate woman who finds unlikely friendship from this Chinese cop.\n\nThe movie looks great. The producer and co-author of the screenplay is Luc Besson (\"The Fifth Element,\" \"La Femme Nikita\"), who lends his ace cameraman Thierry Arbogast to the director, Chris Nahon. They get a kind of gray-green, saturated noir feeling that's a perfect match for Karyo's face--the face of a man whose next visit to the confessional, should he ever make it, will take days or weeks.\n\nI like the movie on a simple physical level. There is no deeper meaning and no higher skill involved; just professional action, well-staged and filmed with a certain stylistic elegance. Jet Li is the right star for the material, not too cocksure, not too flashy. His character isn't given a lot of motivation, but one key element is that he's never been in Paris before. He's a stranger in a strange land; that helps him bond with the Bridget Fonda character in a way that gives the movie what emotional center it needs.", "running_time": 98, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-07-06", "genres": ["Action", "Adventure", "Crime", "Drama", "Foreign", "Thriller"], "title": "Kiss Of The Dragon (2001)"}