{"url": "http://www.rogerebert.com/reviews/kit-kittredge-an-american-girl-2008", "by": "Abigail Breslinas Kit", "star_rating": 3.5, "text": "Considering that it is inspired by one of the dolls in the American Girl product line, \"Kit Kittredge: An American Girl\" is some kind of a miracle: an actually good movie. I expected so much less. I was waiting for some kind of banal product placement, I suppose, and here is a movie that is just about perfect for its target audience, and more than that. It has a great look, engaging performances, real substance and even a few whispers of political ideas, all surrounding the freshness and charm of Abigail Breslin, who was 11 when it was filmed.\n\nThe movie is set in Cincinnati at the dawn of the Great Depression; perfectly timed, it would appear, as we head into another one. Kit pounds furiously on the typewriter in her tree house, determined to become a Girl Reporter, while a big story is happening right downstairs in her family house: The mortgage is about to be foreclosed. Her dad (Chris O'Donnell) has lost his car dealership and gone to Chicago seeking work, her mom (Julia Ormond) is taking in boarders, and there's local hysteria about muggings and robberies allegedly committed by hobos.\n\nKit actually meets a couple of hobos. Will (Max Thieriot) is about her age, and his sidekick Countee (Willow Smith) is a little younger. They live in the hobo camp down by the river, along with as nice a group of hobos as you'd ever want to meet. Kit tries selling their story and photos to the editor of the local paper (a snarling Wallace Shawn). No luck. But other adventures ensue: She adopts a dog, her mom acquires chickens, Kit sells the eggs, and the new boarders are a colorfully assorted lot. And she sees such unthinkable sights as neighbor's furniture being moved to the sidewalk by deputies. Will that happen at her address?\n\nThe boarders include a magician (Stanley Tucci), a nurse (Jane Krakowski), the erratic driver (Joan Cusack) of a mobile library truck and assorted others, eventually including even a monkey. Kit's mom hides her treasures in a lock box, but it is stolen, and unmistakable clues point to the hobos. A footprint found under a window, for example, has a star imprint that exactly matches the boots found in Will's tent, and the sheriff names him the prime suspect. But hold on! Kit and her best friends Stirling and Ruthie (Zach Mills and Madison Davenport) develop another theory, which would clear Will and implicate someone (dramatically lowered voice) a lot ... closer to home.\n\nAll of this (the missing loot, Kit's ambitions and Those Important Clues) are of course the very lifeblood of the Nancy Drew and Hardy Boys books, and \"Kit Kittredge\" not only understands that genre but breathes life into it. This movie, intelligently and sincerely directed by Patricia Rozema (\"Mansfield Park\"), does not condescend. It does not cheapen or go for easy laughs. It is as serious about Kit as she is about herself, and doesn't treat her like some (indignant exclamation) dumb girl.\n\nIf you have or know or can borrow a girl (or a boy) who collects the American Girl dolls, grab onto that child as your excuse to see this movie. You may enjoy it as much as they do -- maybe more, with its period costumes, settings and music. The kids may be astonished that banks actually foreclosed on people's homes in the old days (hollow laugh). And there may be a message lurking somewhere in the movie's tolerance of hobos. The American Girl dolls have already inspired TV movies about Molly, Felicity and Samantha. What's for sure is that if \"Kit Kittredge\" sets the tone for more upcoming American Girl movies, we can anticipate some wonderful family films.", "running_time": 101, "mpaa_rating": "G", "release_year": 2008, "date_published": "2008-06-19", "genres": ["Comedy", "Drama", "Family"], "title": "Kit Kittredge: An American Girl (2008)"}