{"url": "http://www.rogerebert.com/reviews/klute-1971", "by": null, "star_rating": 3.5, "text": "What is it about Jane Fonda that makes her such a fascinating actress to watch? She has a sort of nervous intensity that keeps her so firmly locked into a film character that the character actually seems distracted by things that come up in the movie. You almost have the feeling, a couple of times in \"Klute,\" that the Fonda character had other plans and was just leaving the room when this (whatever it is) came up.\n\nThe movie is about a skilled, intelligent, cynical, and personally troubled New York call girl who does not, for once, have a heart of gold. She never feels anything when she's with a man, she tells her shrink, but she does experience a sense of professional pride when she's able to satisfy a client. And some of her clients have very complicated needs, which challenge the girl's imaginative acting ability. One old garment industry tycoon, for example, has spent all his life making clothes. But he fantasizes an idealistic sort of pre-World War I existence in Europe, in Vienna maybe, and the girl describes it to him in quiet, warm images while she disrobes. He never touches her.\n\nThe girl's name is Bree, and the movie should probably be titled Bree instead of \"Klute,\" because the Fonda character is at the center. John Klute (played by Donald Sutherland) is a policeman who has come to New York, free-lance, to try to settle a missing persons case. It appears that the missing man may still be alive, and may be the source of obscene letters and telephone calls Bree has been receiving. Bree initially refuses to talk to Klute, but she eventually does confide in him, mostly because she's frightened by midnight prowlers and wants his protection. The film examines their somewhat strange relationship, and at the same time functions on another level as a somewhat awkward thriller.\n\nThere are scary shots of the prowler, for example, and shots of hands gripping a mesh fence shots that are not very satisfactory because the wrong point of view is established. One thing about a thriller is that the threat should always be seen from the point of view of the threatened. We don't like looking over the killer's shoulder at his victim; shots like that interfere with our desire to identify with the victim and be scared in a satisfactory way.\n\n\"Klute\" doesn't scare us very satisfactorily, maybe because it's kind of schizo. The director is Alan J. Pakula, whose concern is all too much with plot, and it gets in the way of the unusual and interesting relationship between Bree and Klute. But how do you develop a relationship between a prostitute with hang-ups and a square suburban cop? \"Klute\" does it by making the cop into a person of restraint and dignity, a man who is genuinely concerned about this girl he's met. His attitude is what makes their love relationship so absorbing. Usually, in the movies, it's just assumed the lovers were drawn toward each other by magnetism or concealed springs or something.\n\nThe scenes between Fonda and Sutherland are very good, then, and Bree is further developed in scenes showing her trying to get out of the trade and into something straight. She takes acting lessons, she auditions to model for cosmetics ads. She talks to her shrink (in scenes that sound improvised and exhibit Fonda's undeniable intelligence).\n\nIntelligence. I suppose that's the word. In \"Klute\" you don't have two attractive acting vacuums reciting speeches at each other. With Fonda and Sutherland, you have actors who understand and sympathize with their characters, and you have a vehicle worthy of that sort of intelligence. So the fact that the thriller stuff doesn't always work isn't so important.", "running_time": 114, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Crime", "Drama", "Mystery", "Romance", "Thriller"], "title": "Klute (1971)"}