{"url": "http://www.rogerebert.com/reviews/knight-and-day-2010", "by": "Tom Cruiseas Roy Miller", "star_rating": 3.0, "text": "\"Knight and Day\" aspires to the light charm of a romantic action comedy like “Charade” or “Romancing the Stone,” but would come closer if it dialed down the relentless action. The romance part goes without saying after a Meet Cute contrived in an airport, and the comedy seems to generate naturally between Tom Cruise and Cameron Diaz. But why do so many summer movies find it obligatory to inflict us with CGI overkill? I'd sorta rather see Diaz and Cruise in action scenes on a human scale, rather than have it rubbed in that for long stretches, they're essentially replaced by animation.\n\nHave summer audiences been so hammered down by special effects that they require noise and fragmented visuals to hold their interest? Is it still possible to delight in a story unfolding with charm and wit? How many machine guns do you need in a romantic comedy? If you have charismatic stars like Cruise and Diaz and an A-List director, do you have to hedge your bets?\n\nThe movie is entertaining, but could have been better. The director is James Mangold, whose previous two films were \"Walk the Line\" and \"3:10 to Yuma.\" I have a hunch there was an early draft of Patrick O'Neill's script that was more in the Cary Grant rom-com tradition and then somebody decided the effects had to be jacked up. From the ads, you could get the notion this is a Michael Bay film.\n\nThe wonder is that Cruise and Diaz are effective enough in their roles that they're not overwhelmed by all the commotion surrounding them. They make the movie work because they cheerfully project that they know it's utter nonsense and pitch in to enjoy the fun. I've been reading that movie stars can no longer “sell” a blockbuster movie. Audiences buy the concept, brand name, packaging, whatever. If that's true, which I doubt, it would mean a victory of technology over humans. If it comes true, it will be because movies have lost interest in creating and shaping characters we care about — because they're using actors as insert shots in special effects.\n\nThe plot makes splendid use of a MacGuffin, the device which explains everything by explaining nothing. Roy Miller, the Cruise character, has something, and there are bad guys who want it. I could tell you what it is, but what difference does it make? That's the whole point of a MacGuffin. Anyway, Roy “happens” to run into June Havens, the Diaz character, at an airport, for reasons you will discover. That's the manipulated Meet Cute. Now this next part you will want to follow closely. \n\nThey both end up on the same airplane, which has no other passengers, except some men scattered here and there. She goes to the restroom. He kills all the men and both pilots, then sits the dead passengers upright in “Weekend At Bernie's” style. She comes out of the restroom, not having heard the gunshots. He crash-lands the plane in a field and urges her to follow him in escaping FBI agents who are after them.\n\nBut ... but ... was there no other way for the bad guys to get the MacGuffin than by taking over a scheduled flight? Maybe, I dunno, snatch him on the ground? How did the FBI know the plane would crash — and where? Also, if you track who has possession of the MacGuffin during various times at the airport, you'll go crazy. Mind you, I'm not complaining. The movie knows this sequence is monumentally silly, and so do Cruise and Diaz, and Cruise keeps up a reassuring line of patter all during it, even while trying to crash-land safely.\n\nThat stuff is entertaining. There's also a running joke about how much ground they cover in an international chase. The movie was shot on location in Massachusetts, Spain (where they are chased by bulls), California, Jamaica, Austria and Kankakee, Ill., which has an excellent Steak 'n Shake off Interstate 57. Whether the actors were actually there on all those locations is a good question. Maybe only the green screen stuff was shot on location.\n\nSuch matters are irrelevant in a movie that makes not the slightest pretense of realism. Cruise and Diaz are fully scripted throughout with nonstop bantering and one-liners. They never seriously discuss their situation. They spend half the movie in dire danger. Thousands of bullets miss them. By motorcycle, car, train, airplane and parachute, they survive anything.\n\nThat girl June, she's a trouper. She follows Roy everywhere and believes everything he says. But ... but ... why does she need to come along? Roy has the MacGuffin. She was a witness, you say? To what? I'll tell you why she has to be along. It's because this is a romantic action comedy starring Tom Cruise and Cameron Diaz, that's why. \n\nSo all of that I accept, and even applaud, and I observe that Diaz has one of the most winning grins in the movies. Basically, what I wanted was more of it. Some of that Cary Grant dialogue. More flirtation. More of a feeling the characters, not the production, were in the foreground. More of the stars. Because movie stars really do make a difference. I insist on it.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-06-21", "genres": ["Action", "Adventure", "Comedy", "Romance"], "title": "Knight and Day (2010)"}