{"url": "http://www.rogerebert.com/reviews/knockaround-guys-2002", "by": "Barry Pepperas Matty Demaret", "star_rating": 3.0, "text": "When Matty Demaret is 12, he fails a test. His uncle gives him a gun and asks him to shoot a squealer. Matty just can't do it. \"That's all right,\" his uncle says. \"You're just not cut out for it.\" Matty grows into a young man determined to make a place for himself in the mob, and hangs around with other young heirs to a shrinking empire. Their fathers sat around counting money, but they're expected to work the noon and evening shifts at the family restaurant.\n\nMatty (Barry Pepper) wants a chance to prove himself. He begs his dad, Benny Chains (Dennis Hopper), for a job and finally gets one--picking up some money in Spokane. His friend Johnny Marbles (Seth Green) owns a private plane, and Matty asks him to fly the money back east. In the small town of Wibaux, Mont., Johnny Marbles gets rattled by cops in the airport, drops the bag in a luggage zone and loses it. This is not good.\n\n\"Knockaround Guys\" is inspired by the same impulse as \"The Sopranos.\" It considers gangsters in the modern age, beset by progress, unsure of their roles, undermined by psychobabble. \"Used to be there was a way to do things and things got done,\" Matty's Uncle Teddy (John Malkovich) complains. \"Now everybody's feelings are involved.\" The heart of the movie takes place in Wibaux, a town ruled by a tall, taciturn, ominous sheriff, played by that unmistakable actor Tom Noonan. Matty flies out to Montana with backup: his friends Taylor (Vin Diesel) and Scarpa (Andrew Davoli). They stick out like sore thumbs in the little town. \"Looks like they're multiplying,\" the sheriff observes to his deputy. He assumes they're involved with drugs, doesn't much care \"as long as they move on through,\" but is very interested in the possibility of money.\n\nThe movie crosses two formulas--Fish Out of Water and Coming of Age--fairly effectively. Because it isn't wall-to-wall action but actually bothers to develop its characters and take an interest in them, it was not at first considered commercial by its distributor, New Line, and languished on the shelf for two years until the growing stardom of Diesel (\"XXX\") and Pepper (\"We Were Soldiers\") made it marketable. It's more than that--it's interesting in the way it shows these guys stuck between generations. And it makes good use of Diesel, who as he develops into an action superstar may not get roles this juicy for a while. He's a tough guy, yes, a street fighter, but conflicted and with a kind of wise sadness about human nature.\n\nThe movie's basic question, I suppose, is whether the rising generation of mobsters is so self-conscious it will never gain the confidence of its ancestors. If it's true that the mob in the 1930s learned how to talk by studying Warner Bros. crime pictures, it's equally true that \"The Sopranos\" and all the other post-Scorsese \"Goodfellas\" stories bring in an element of psychological complexity that only confuses an occupation that used to have a brutal simplicity. \"Knockaround Guys\" opens with Matty being turned down for a job because of his infamous last name. It ends with him not living up to it. \"To the regular people, we're nothing but goombas,\" Matty complains. \"But to our fathers, we're nothing but hound boys.\"", "running_time": 93, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-11", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Knockaround Guys (2002)"}