{"url": "http://www.rogerebert.com/reviews/knowing-2009", "by": "Nicolas Cageas John Koestler", "star_rating": 4.0, "text": "\"Knowing\" is among the best science-fiction films I've seen -- frightening, suspenseful, intelligent and, when it needs to be, rather awesome. In its very different way, it is comparable to the great \"Dark City,\" by the same director, Alex Proyas. That film was about the hidden nature of the world men think they inhabit, and so is this one.\n\nThe plot involves the most fundamental of all philosophical debates: Is the universe deterministic or random? Is everything in some way preordained or does it happen by chance? If that questions sounds too abstract, wait until you see this film, which poses it in stark terms: What if we could know in advance when the Earth will end?\n\nNicolas Cage, in another wound-up, edgy performance, plays John Koestler, a professor of astrophysics at MIT. He votes for deterministic; as he tells his class, he believes \"s**t happens.\" His wife has died, and he's raising his young son, Caleb (Chandler Canterbury). A time capsule is opened at Caleb's school, containing the drawings of students in 1959 predicting the sights of 2009. But the sheet Caleb gets isn't a drawing; it's covered with rows of numbers. In a prologue, we've seen the girl with haunted eyes, Lucinda (Lara Robinson), who so intensely pressed the numbers into the paper.\n\nWhat do these numbers mean? You already know from the TV ads, but I don't believe I should tell you. I'll write another article that will contain spoilers. Let me say that Koestler discovers almost by accident a pattern in the numbers, and they shake his scientific mind to its core. His obsession is scoffed at by his MIT colleague, a cosmologist named Phil Beckman (Ben Mendelsohn), who warns Koestler against the heresy of numerology -- the finding of imaginary patterns in numbers. Mendelsohn's passionate arguments, which are not technical yet are scientifically sound, raise the stakes. This is not a movie about psychic mumble-jumble; Koestler is a hard-headed scientist, too, or always thought he was, until that page of numbers came into his hands.\n\nBy \"scientifically sound,\" I don't mean anyone at MIT is going to find the plot other than preposterous. So it is -- but not while the movie is playing. It works as science fiction, which often changes one coordinate in an otherwise logical world just to see what might happen. For Koestler, it leads to a rejection of what he has always believed, to his acceptance of the paranormal, and to his discovery of Diana (Rose Byrne), the daughter of little Lucinda who wrote down the numbers, and Abby, the granddaughter (Lara Robinson again).\n\nHe believes these two children are somehow instrumental in the developing scenario, and he bonds with Diana to protect them from evil strangers in the woods -- who are mostly kept far enough away in long shots to prevent them from seeming more strange than they must. The logic of the story leads us to expect something really spectacular at the end, and I was not disappointed visually, although I have logical questions that are sort of beside the point.\n\nWith expert and confident storytelling, Proyas strings together events that keep tension at a high pitch all through the film. Even a few quiet, human moments have something coiling beneath. Pluck this movie, and it vibrates. Even something we've seen countless times, like a car pursuit, works here because of the meaning of the pursuit, and the high stakes.\n\nThe film has sensational special effects, which again I won't describe. You'll know the ones I mean. The film is beautifully photographed by Simon Duggan, the Marco Beltrami score hammers or elevates when it needs to, and Richard Learoyd's editing is knife-edged; when he needs to hurtle us through sequences, he does it with an insistence that doesn't feel rushed.\n\nYou may have guessed from the TV ads that something very bad is unfolding for planet Earth, and you may ask, not unreasonably, how these two nice parents and their lovable kids can possibly have any effect on it. Ah, but that would be in a random universe, and \"Knowing\" argues that the universe is deterministic. Or does it? Your papers will be due before class on Monday.\n\nMy blog entry about the implications of \"Knowing,\" which contains spoilers, is here: http://blogs.suntimes.com/ebert/2009/03/a_roll_of_whose_dice.html", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-03-18", "genres": ["Action", "Adventure", "Drama", "Mystery", "Science Fiction", "Suspense", "Thriller"], "title": "Knowing (2009)"}