{"url": "http://www.rogerebert.com/reviews/kolya-1997", "by": "Zdenekas Louka", "star_rating": 3.5, "text": "In Prague in 1988 Russian trucks rumble through the streets and\rCzechs make an accommodation with their masters, or pay a price. Louka pays a\rprice. Because in a moment of unwise wit he wrote a flippant answer on an\rofficial form, he has been bounced out of the Philharmonic and now scrapes by\rplaying his cello at funerals, and repairing tombstones.\n\nLife has consolations. A parade of young women visits his “tower,”\ran apartment at the top of a rickety old building. At 55, Louka (Zdenek Sverak)\rlooks enough like Sean Connery to make hearts flutter, and he has the same\rsardonic charm. But he is broke and needs a car, and so he listens when his\rgravedigger pal makes an offer. The pal's Soviet niece must get married or\rshe'll be sent back to Russia, where she does not want to go. The niece and her\rchain-smoking aunt will pay Louka to go through a phony marriage.\n\nAgainst his better judgment, he does. Then the niece skips to\rWest Germany to join a former boyfriend, leaving behind her 5-year-old son,\rKolya (Andrej Chalimon). The aunt dies, and Louka is stuck with the kid. This\rputs a severe cramp in his love life (the kid is delivered in the middle of a\rwould-be seduction), and besides he knows nothing about kids, and this one\rspeaks only Russian, a language Louka has on principle refused to learn.\n\nThe outlines of this story are conventional and sentimental (is\rthere any doubt he will come to love the child?). What makes “Kolya” special is\rthe way it paints the details. Like the films of the Czech New Wave in the late\r1960s, it has a cheerful, irreverent humor, and an eye for the absurdities of\rhuman behavior. Consider Louka's old mother, who refuses to care for the child\rbecause she will not have a Russian in the house, and watch the scene where\rRussian army trucks stop outside her cottage and the kid hears his native\rlanguage and runs out happily to talk to the soldiers.\n\nConsider, too, the bureaucracy, faithful to the Soviets. Louka\ris subjected to a grilling by a hard-nosed official who suspects, correctly,\rthat the marriage was a sham, but the tone of the interview is much altered\rbecause Kolya refuses to stay outside, and draws pictures all during the\rinterrogation; his evident love for his “stepfather” is a confusing factor.\n\nQuirky details are chosen to show the gradual coming together of\rLouka and Kolya. The cellist drags the kid to the funerals where he plays, and\rthe kid watches open-eyed as the musicians play and the soloist sings. It is\rperhaps not surprising that his first words of Czech are the 23rd Psalm. But\rlook at Louka's fade when he realizes the kid is using a puppet theater to\rstage a cremation.\n\nThere are many women in Louka's life, but one becomes special:\rKlara, played by Libuse Safrankova. He ropes her in to help him care for the\rchild, and eventually something fairly wonderful happens, and at 55 Louka finds\ra way to break out of the trap of his routine. His new freedom is shown against\ra backdrop of the end of the Cold War, as the Berlin Wall drops, the Russians\rleave town, and joyous Czechs take to the streets, chanting “It's finally over!”\rLouka is placed in the center of the celebrants, where he sees, of course, his\rformer bureaucratic interrogator now part of the joyous crowd.\n\n“Kolya” was written by its star, Zdenek Sverak, and directed by\rhis son, Jan. It is a work of love, beautifully photographed by Vladimir Smutny\rin rich deep reds and browns, with steam rising from soup and the little boy\rlooking wistfully at the pigeons on the other side of the tower window. It is\rsaid that American audiences are going to fewer foreign films these days.\rMissing a film like “Kolya,” winner of a 1997 Golden Globe, would not be a\rprice I would be willing to pay.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-01-27", "genres": ["Drama", "Foreign"], "title": "Kolya (1997)"}