{"url": "http://www.rogerebert.com/reviews/kontroll-2005", "by": "Sandor Csanyias Bulcsu", "star_rating": 3.5, "text": "On the London Underground, you sometimes realize the train has roared through an abandoned station, past a ghost platform illuminated only from the train windows; you get a murky glimpse of advertising posters from decades ago. In \"Kontroll,\" which takes place entirely within the Budapest subway system, such a subterranean world has a permanent population. \n\nThe trains are run on an honor system, and inspectors with red and black armbands prowl the underground, asking riders to show their tickets. The passengers descend from the sunshine to be accosted by kontrollers who are slovenly, unkempt, sallow-faced, with a certain madness in their eyes. Many riders consider the trains to be free and treat the inspectors like vagrants asking for a handout.\n\nIt is strange to work entirely under the ground in noisy, hostile, rat-infested caverns, and even stranger for those like the kontroller Bulcsu (Sandor Csanyi), who never, ever returns to the surface. Once he was an architect who dreamed of buildings that would reach to the sky, but now he has retreated to a waking grave, sleeps on benches, eats the indescribable food vended in the system and heads a crew of three other inspectors as haunted as he is.\n\nTheirs is a miserable job, made more unbearable by the periodic visits of their boss, who descends from light and comfort to urge greater vigilance. The kontrollers don't really care if people are riding free; what they care about is meeting a daily quota of deadbeats in a duel of wills. They risk their lives, they engage in reckless chases and fights, not because they care about the fares but because it is the price they pay to continue their melancholy existence.\n\nThere is a killer in the system, a hooded figure who emerges from the shadows to push passengers in front of trains. He seems to know the underground as well as the kontrollers and, like the Phantom of the Opera, to occupy his own hidden world. The security cameras see only his hood. Bulcsu and his crew are faced with daily train delays because of jumpers, and while they can't blame those who were pushed, they wonder why suicides don't have the decency to kill themselves with less inconvenience to others.\n\n\"Kontroll\" is the first feature by Nimrod Antal, born of Hungarian parents, raised in Los Angeles, returning to Budapest for this haunting film shot during the five hours every night when the subway shuts down. His film opens with a statement read by a self-conscious spokesman for the subway system, explaining that Antal was granted permission to film with some reluctance, and with the hope that audiences will realize the film is only symbolic. Is this spokesman real or fictional? Certainly the symbolism is more Kafkaesque than political, as the kontrollers apply logic (you must have a ticket) to an illogical situation (riders know they will rarely be asked to show one). We feel we've entered one of those post-nuclear science-fiction societies where the surface has become uninhabitable and a few survivors cling to subterranean life.\n\nBulcsu's colleagues include a new recruit named Tibi (Zsolt Nagy), who is trying to learn a job he has not yet realized is his doom. There is the Professor (Zoltan Mucsi), who seems to consider Kontrolling a holy vocation, and Muki (Csaba Pindroch), who is a narcoleptic, a dangerous condition when you work next to subway tracks. One day a bear wanders into the system. This is a young woman named Sofie (Eszter Balla), who always wears a bear suit, perhaps because she is employed as a bear, or more likely because it is her fashion choice. She keeps an eye out for her father, an alcoholic train driver who possibly thinks he sees bears and is occasionally comforted to find out he is correct. Bulcsu begins to have feelings for the bear.\n\nIn a world denied respect by society, the inhabitants seek it from one another. Bulscu's crew stages competitions with other crews, most dangerously at the end of the day, when they challenge one another to foot races down the tracks between stations, just before the last train of the day. The point is not so much to win as to survive. That is also perhaps the point of the film.\n\n\"Kontroll\" is the first work by a director who is clearly gifted and who has found a way to make a full-bore action movie on a limited budget; there are no special effects in the movie, all of the trains are real, and I gather at one point when we see Bulscu barely crawling onto a platform ahead of a moving train, he is really doing exactly that. Antal has a feeling for action, but what distinguishes \"Kontroll\" is his control of characters and mood. He could have given us a standard group of misfits, but his characters are all peculiar in inward, secretive ways, suggesting needs they would rather not reveal.\n\nHis visuals create a haunted house where the lights are off in most of the rooms and there may, indeed, be a monster in the closet.", "running_time": 105, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-26", "genres": ["Comedy", "Crime", "Foreign", "Thriller"], "title": "Kontroll (2005)"}