{"url": "http://www.rogerebert.com/reviews/kotch-1971", "by": "Walter Matthauas Kotch", "star_rating": 2.0, "text": "The best old man I can remember in a movie was Michel Simon in \"The Two of Us.\" He was a rumpled and absentminded old man, with soup and wine stains liberally distributed down his shirtfront, and he had an old dog that ate with him at the table. His style of dress resembled an unmade bed, he didn't bother to shave more than one day out of four, and he was as decent and lovable an old man as you could imagine.\n\nI describe him because I imagine, in some details at least, that he was the kind of old man they were shooting for when they made \"Kotch.\" Alas, they've missed by a day's walk, and given us, instead, Walter Matthau with blue eyebrows.\n\nThere aren't many comic actors I admire more than Matthau, and he does his best to be an old man in \"Kotch,\" but the illusion simply isn't there. We're asked to accept him as a nonstop talker, a nuisance edging his way into senility, whose son and daughter-in-law want to park him in a \"retirement village.\" But we can't. The people who ought to be retired are his son and daughter-in-law, who are so simplemindedly one dimensional that we can't accept them except as parodies. The old man, on the other hand, is a complete, competent and witty human being. He'd be welcome in any home.\n\nBut, no, they want to get rid of him, so he finds himself befriending a pregnant teenager and eventually setting up housekeeping with her in a little concrete-block bungalow in Santa Barbara. This sort of arrangement is theoretically possible, I suppose, but \"Kotch\" idealizes it beyond belief. The girl moves in (for example) on Christmas Eve. He lives down the street from a bowling alley, so they sit around a fire of bowling pins. And so on; until things get so cute you desperately yearn for a good Michel Simon belch.\n\n\"Kotch\" is Jack Lemmon's directing debut, and I can't say he makes it as successfully as Clint Eastwood does with \"Play Misty for Me.\" Lemmon's sense of comedy (so instinctively right as an actor) loses all subtlety here. Are we really supposed to be moved to laughter (or even pathos), for example, by the old man's homecoming? He walks in on his son's Halloween party, and has to address himself to a tiger suit and a mermaid.\n\nA dozen other little things go wrong with Lemmon's direction. Granted that the old man MIGHT buy a 1948 sedan for transportation, is it really necessary for the trunk lid to fly up as they drive away? And when he has trouble with the clutch and the car lurches ahead, do we need three reaction shots of a wide-eyed observer? If \"Kotch\" had been more fully realized as a real old man, this kind of padding wouldn't be necessary. But I wonder if either Lemmon or Matthau really thought about old age as a reality and not a story gimmick.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-10-26", "genres": ["Drama"], "title": "Kotch (1971)"}