{"url": "http://www.rogerebert.com/reviews/koyaanisqatsi-1983", "by": "Godfrey Reggio", "star_rating": 3.0, "text": "I give the definition because it is the key to the movie. Without it, you could make a sincere mistake. \"Koyaanisqatsi\" opens with magnificent images out of nature: great canyons and limitless deserts and a world without man. Through the use of speeded-up images, clouds climb the sides of mountains and speed across the sky, their shadows painting the landscape. Then the movie turns to images of smokestacks, factories and expressways.\n\nThere is an assumption on the part of the filmmaker, Godfrey Reggio, that we'll immediately get the message. And the message, I think, is that nature is wonderful, but that American civilization is a rotten despoiler that is creating a \"crazy life.\"\n\nBut I am irreverent, and given to my own thoughts during the film. After I have admired its visionary photography (this is a beautiful movie) and fallen under the spell of its music (an original sound track by the distinguished composer Philip Glass), there is still time to think other thoughts, such as:\n\nThis film has one idea, a simplistic one. It contrasts the glory of nature with the mess made by man. But man is a messy beast, given to leaving reminders of his presence all over the surface of planet Earth. Although a Hopi word is used to evoke unspoiled nature, no Hopis are seen, and the contrast in the movie doesn't seem to be between American Indian society and Los Angeles expressways, but between expressways and a beautiful world empty of man. Thanks, but no thanks.\n\nI had another problem. All of the images in this movie are beautiful, even the images of man despoiling the environment. The first shot of smokestacks is no doubt supposed to make us recoil in horror, but actually I thought they looked rather noble. The shots of the expressways are also two-edged. Given the clue in the title, we can consider them as an example of life out of control. Or -- and here's the catch - -we can marvel at the fast-action photography and reflect about all those people moving so quickly to their thousands of individual destinations. What a piece of work is a man! And what expressways he builds!\n\n\"Koyaanisqatsi,\" then, is an invitation to knee-jerk environmentalism of the most sentimental kind. It is all images and music. There is no overt message except the obvious one (the Grand Canyon is prettier than Manhattan). It has been hailed as a vast and sorrowful vision, but to what end? If the people in all those cars on all those expressways are indeed living crazy lives, their problem is not the expressway (which is all that makes life in L.A. manageable) but perhaps social facts such as unemployment, crime, racism, drug abuse and illiteracy -- issues so complicated that a return to nature seems like an elitist joke at their expense.\n\nHaving said that, let me add that \"Koyaanisqatsi\" is an impressive visual and listening experience, that Reggio and Glass have made wonderful pictures and sounds, and that this film is a curious throwback to the 1960s, when it would have been a short subject to be viewed through a marijuana haze. Far out.", "running_time": 87, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-09-26", "genres": ["Documentary", "Music"], "title": "Koyaanisqatsi (1983)"}