{"url": "http://www.rogerebert.com/reviews/kramer-vs-kramer", "by": "Dustin Hoffmanas Ted Kramer", "star_rating": 4.0, "text": "\"Kramer vs. Kramer\" wouldn't be half as good as it is\r\n-- half as intriguing and absorbing -- if the movie had taken sides. The\r\nmovie's about a situation rich in opportunities for choosing up sides: a\r\ndivorce and a fight for the custody of a child But what matters in a story like\r\nthis (in the movies and in real life, too) isn't who's right or wrong, but if\r\nthe people involved are able to behave according to their own better nature.\r\nIsn't it so often the case that we're selfish and mean-spirited in just those\r\ntricky human situations that require our limited stores of saintliness?\n\n\"Kramer vs. Kramer\" is about just such a situation. It\r\nbegins with a marriage filled with a lot of unhappiness, ego and selfishness,\r\nand ends with two single people who have both learned important things about\r\nthe ways they want to behave. There is a child caught in the middle -- their\r\nfirst-grader, Billy -- but this isn't a movie about the plight of the kid but\r\nabout the plight of the parents.\n\nHollywood\r\nhas traditionally approached stories like this from the child's point of view,\r\nshowing him unhappy and neglected by the grownups -- but what if the grownups\r\naren't really grown up? What about a family in which everybody is still\r\nbasically a kid crying for attention and searching for identity?\n\nThat's\r\nthe case here. The movie stars Dustin Hoffman as a workaholic advertising\r\nexecutive whose thoughts are almost entirely centered around his new account --\r\nso much so that when he comes home and his wife announces she's walking out on\r\ntheir marriage, he hardly hears her and doesn't really take her seriously. But\r\nhis wife (Meryl Streep) is walking out. She needs time to find herself, she\r\nsays; to discover the unrealized person she left behind when she went into the\r\nmarriage.\n\nRight\r\naway we're close to choosing sides and laying blame: How can she walk out on\r\nher home and child? we ask. But we can't quite ask that question in all\r\nsincerity, because what we've already seen of Hoffman makes it fairly clear why\r\nshe might have decided to walk out. She may be leaving the family but he's\r\nhardly been a part of it. Harassed, running late, taking his son to school on\r\nthe first day after his wife has left, he asks him: \"What grade are you\r\nin?\" It's the first. Hoffman didn't know.\n\nThe\r\nmovie leaves Streep offscreen during its middle passages, as Hoffman and the\r\nkid get to know each other, and as Hoffman's duties as a parent eventually lead\r\nto his firing at the ad agency. These scenes are the movie's most\r\nheart-warming. The movie's writer and director, Robert Benton, has provided his\r\ncharacters with dialog that has the ring of absolute everyday accuracy, but in\r\nthe case of the kid (the young actor is named Justin Henry), he and Hoffman\r\nreportedly decided to use improvisation where possible.\n\nSituations\r\nare set up and then the young boy is more or less left free to respond in his\r\nown words, with Hoffman leading and improvising as well, and many moments have\r\nthe sense of unrehearsed real life.\n\nWhat\r\nthat means is that we can see the father and son learning about each other and\r\ngrowing closer. Another movie might have hedged its bets, but \"Kramer vs.\r\nKramer\" exists very close to that edge where real people are making real\r\ndecisions. And that's true, too, when the movie reaches its crisis point: when\r\nthe Streep character returns and announces that now she feels ready to regain\r\ncustody of her son.\n\nBy\r\nnow we have no inclination at all to choose sides. Our sympathies do tend to be\r\nwith the father -- we've seen him change and grow -- but now we are basically\r\njust acting as witnesses to the drama. The movie has encouraged us to realize\r\nthat these people are deep enough and complex enough, as all people are, that\r\nwe can't assign moral labels to them.\n\n\"Kramer\r\nvs. Kramer\" is a movie of good performances, and it had to be, because the\r\nperformances can't rest on conventional melodrama. Dustin Hoffman's acting is\r\nabout the best in his career, I think, and this movie should win him an Academy\r\nAward nomination and perhaps the Oscar. His performance as Ratso in\r\n\"Midnight Cowboy\" (1970) might strike some people as better than this\r\none, but he had the advantage there of playing a colorful and eccentric\r\ncharacter. This time he's just a guy in a three-piece suit, trying to figure\r\nout the next 24 hours. One of his best scenes comes as he applies for a job\r\nduring an ad agency's office Christmas party, and insists on an immediate\r\ndecision.\n\nMeryl\r\nStreep has certainly been having quite a year, and has appeared in what seems\r\nlike half the year's best female roles (so far she's been in \"The Deer\r\nHunter,\" \"The Seduction of Joe Tynan\" and \"Manhattan,\"\r\nand \"Holocaust\" on TV). In \"Kramer vs. Kramer,\" Benton\r\nasked her to state her character's own case in the big scene where she argues\r\nfor her child from the witness stand. She is persuasive, but then so is Jane\r\nAlexander, who plays her best friend, and whose character is a bystander and\r\nwitness as Hoffman slowly learns how to be a father.\n\nThis\r\nis an important movie for Robert Benton, who co-wrote \"Bonnie and\r\nClyde\" and also wrote and directed \"Bad Company\" and \"The\r\nLate Show.\" He spends a great deal of attention on the nuances of dialog:\r\nHis characters aren't just talking to each other, they're revealing things\r\nabout themselves and can sometimes be seen in the act of learning about their\r\nown motives. That's what makes \"Kramer vs. Kramer\" such a touching\r\nfilm: We get the feeling at times that personalities are changing and decisions\r\nare being made even as we watch them.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-12-01", "genres": ["Drama"], "title": "Kramer vs. Kramer (1979)"}