{"url": "http://www.rogerebert.com/reviews/krippendorfs-tribe-1998", "by": "Richard Dreyfussas James Krippendorf", "star_rating": 2.0, "text": "Is it possible to recommend a whole comedy on the basis of one scene that made you laugh almost uncontrollably? I fear not. And yet \"Krippendorf's Tribe'' has such a scene, and many comedies have none. I was reminded of the dead parakeet that had its head taped back on, in \"Dumb And Dumber.'' A scene like that can redeem a lot of down time.\n\nThe scene in \"Krippendorf's Tribe'' involves the backyard fakery of a primitive circumcision ritual. But I am getting ahead of the story. The movie stars Richard Dreyfuss as James Krippendorf, an anthropologist who has gone to New Guinea, failed to find a lost tribe and returned to his campus, having spent all of his grant money. Now it is time to produce results, of which he has none.\n\nKrippendorf does have two small sons and a teenage daughter; his wife died in New Guinea, but she's handled so remotely in the film that I wonder why they bothered with her. No matter. Back home, Krippendorf has descended into sloth of despond, and pads about the house aimlessly. Then an enthusiastic colleague named Veronica, played with zest and wit by Jenna Elfman, pounds on his door with a reminder that he is expected to lecture on his findings that very night.\n\nKrippendorf's lack of any findings takes on a whole new meaning when his department head informs him that a colleague will do prison time for misappropriating grant money. Terrified, Krippendorf improvises a lecture in which he claims to have found a lost tribe. He even produces one of its artifacts--a sexual aid, he claims, although sharp eyes might recognize it as a toy space shuttle. It belongs to one of his sons, who left it in the oven.\n\nKrippendorf has promised home movies of the lost tribe, which, in desperation, he has named the Shelmikedmu, after his children Shelly, Mike and Edmund. At home, he fakes the footage, dressing his children up like New Guinea tribesmen and intercutting their romps in the backyard with actual footage from his trip. It's at about this point that he hits on the inspiration of the circumcision ritual, which his two boys enter into with such zeal that the scene takes on a comic life of its own.\n\nThe movie as a whole isn't that funny. It introduces characters and doesn't really develop them. Lily Tomlin, for example, is Krippendorf's rival. She is given various props, including a pet monkey and an adoring female admirer, and then packed off to New Guinea, where the movie seems to forget her between brief remote appearances. David Ogden Stiers is likewise misused as a video producer who is brought onstage and then never really used.\n\nI did like Jenna Elfman's work as Veronica, who towers over Dreyfuss and eventually becomes an accomplice in the deception. Comic momentum threatens to build up during a late scene at a banquet, where the university's aged benefactor unexpectedly discovers the secret of the fraud. But the movie can't find that effortless zaniness that good screwball comedy requires. Dreyfuss and Elfman change into and out of a tribal disguise, and we can see how it's meant to be funny, but it isn't. \"Krippendorf's Tribe'' contains that one scene that reminds us of what great comedy can play like, and other scenes that don't benefit from the reminder.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-02-27", "genres": ["Comedy", "Drama", "Family"], "title": "Krippendorf's Tribe (1998)"}