{"url": "http://www.rogerebert.com/reviews/kung-fu-panda-2008", "by": "Jack Blackas Po", "star_rating": 3.0, "text": "By Roger Ebert\n\n\"Kung Fu Panda\" is a story that almost tells itself in its title. It is so hard to imagine a big, fuzzy panda performing martial-arts encounters that you intuit (and you will be right) that the panda stars in an against-all-odds formula, which dooms him to succeed. For the panda's target audience, children and younger teens, that will be just fine, and the film presents his adventures in wonderfully drawn Cinemascope animation. (It will also be showing in some IMAX venues.)\n\nThe film stars a panda named Po (voice of Jack Black), who is so fat he can barely get out of bed. He works for his father, Mr. Ping (James Hong) in a noodle shop, which features Ping's legendary Secret Ingredient. How Ping, apparently a stork or other billed member of the avian family, fathered a panda is a mystery, not least to Po, but then the movie is filled with a wide variety of creatures who don't much seem to notice their differences.\n\nThey live in the beautiful Valley of Peace with an ancient temple towering overhead, up zillions of steps, which the pudgy Po can barely climb. But climb them he does, dragging a noodle wagon, because all the people of the valley have gathered up there to witness the choosing of the Dragon Warrior, who will engage the dreaded Tai Lung (Ian McShane) in kung-fu combat. Five contenders have been selected, the \"Furious Five\": Monkey (Jackie Chan), Tigress (Angelina Jolie), Mantis (Seth Rogen), Viper (Lucy Liu) and Crane (David Cross). Tigress looks like she might be able to do some serious damage, but the others are less than impressive. Mantis in particular seems to weigh about an ounce, tops. All five have been trained (for nearly forever, I gather) by the wise Shifu, who with Dustin Hoffman's voice is one of the more dimensional characters in a story that doesn't give the others a lot of depth. Anyway, it's up to the temple master Oogway (Randall Duk Kim), an ancient turtle, to make the final selection, and he chooses -- yes, he chooses the hapless and pudgy Po.\n\nThe story then becomes essentially a series of action sequences, somewhat undermined by the fact that the combatants seem unable to be hurt, even if they fall from dizzying heights and crack stones open with their heads. There's an extended combat with Tai Lung on a disintegrating suspension bridge (haven't we seen that before?), hand-to-hand-to-tail combat with Po and Tai Lung, and upstaging everything, an energetic competition over a single dumpling.\n\n\"Kung Fu Panda\" is not one of the great recent animated films. The story is way too predictable, and truth to tell, Po himself didn't overwhelm me with his charisma. But it's elegantly drawn, the action sequences are packed with energy, and it's short enough that older viewers will be forgiving. For the kids, of course, all this stuff is much of a muchness, and here they go again.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-06-05", "genres": ["Animation", "Family"], "title": "Kung Fu Panda (2008)"}