{"url": "http://www.rogerebert.com/reviews/kung-fu-hustle-2005", "by": "Stephen Chowas Sing", "star_rating": 3.0, "text": "There is an opinion in some quarters that martial arts movies are violent. Many are, to be sure, but the best ones have the same relationship to violence that Astaire and Rogers have to romance: Nobody believes they take it seriously, but it gives them an excuse for some wonderful choreography.\n\nLurking beneath the surface of most good martial arts movies is a comedy. Sometimes it bubbles up to the top, as in Stephen Chow's \"Kung Fu Hustle.\" The joke is based not so much on humor as on delight: The characters have overcome the laws of gravity and physics. To be able to leap into the air, spin in a circle and kick six, seven, eight, nine enemies before landing in a graceful crouch is enormously gratifying.\n\nRealists grumble that such things are impossible. Well, of course they are. The thing about Astaire and Rogers is that they were really doing it, in long unbroken takes, and we could see that they were. Stephen Chow uses concealed wires, special effects, trick camera angles, trampolines and anything else he can think of. We know it, and he knows we know it. But the trickery doesn't diminish his skill, because despite all the wires and effects in the world, a martial arts actor must be a superb athlete. Hang your average movie star on the end of a wire and he'll look like he's just been reeled in by the Pequod.\n\n\"Kung Fu Hustle\" is Chow's seventh film as a director and 61st job as an actor, counting TV. He is 41 years old, and has been busy. His only other film seen by me is \"Shaolin Soccer\" (2002), the top-grossing action comedy in Hong Kong history. Purchased by Miramax, it was held off the market for two years, cut by 30 minutes, and un-dubbed: Yes, Harvey Weinstein replaced the English dialogue with subtitles. The movie opened a year ago, inspiring a review in which I gave my most rational defense of the relativity theory of star ratings.\n\nNow comes \"Kung Fu Hustle.\" This is the kind of movie where you laugh occasionally and have a silly grin most of the rest of the time. It must have taken Chow a superhuman effort to avoid singing a subtitled version of \"Let Me Entertain You\" -- or, no, I've got a better example -- of \"Make 'em Laugh,\" the Donald O'Connor number in \"Singin' in the Rain.\" In that one O'Connor crashed into boards and bricks, wrestled with a dummy, ran up one wall and through another one, and sang the whole time. Stephen Chow doesn't sing, but he's channeling the same spirit.\n\nThe movie is centered in a Shanghai slum called Pig Sty Alley. It's ruled by a dumpy landlady (Yuen Qiu), who marches around in slippers and has one of those cartoon cigarettes that always stays in her mouth no matter what happens. Shanghai is terrorized by the Axe Gang, which mostly leaves Pig Sty Alley alone because the pickings are too slim. But when counterfeit gang members are confronted by neighborhood kung-fu fighters, the real gang moves in to take revenge. The Axe Gang doesn't exactly blend in: They all wear black suits and top hats, and carry axes. That'll make you stand out. I am reminded of Jack Lemmon's story about the time he saw Klaus Kinski buying a hatchet at Ace Hardware.\n\nThe war between the Pig Stygians and the Axe Gang is an excuse for a series of sequences in which the stylized violence reaches a kind of ecstasy. Of course nothing we see is possible, but the movie doesn't even pretend it's possible; maybe everyone is having matching hallucinations. One of the jokes is that completely unlikely characters, including the landlady and local middle-age tradesmen, turn out to be better warriors than the professionals.\n\nChow not only stars and directs, but co-wrote and co-produced. We get the sense that his comedies are generated in the Buster Keaton spirit, with gags being worked out on the spot and everybody in orbit around the star, who is physically skilled, courageous and funny. Chow plays Sing, also the name of his character in \"Shaolin Soccer\" and at least six other movies. This time he's an imposter, pretending to be an Axe Gang member in order to run a shakedown racket in Pig Sty Alley. Imagine how inconvenient it is when the real Axe Gang shows up and he's in trouble with everyone. By the end of the movie, he's going one-and-one with The Beast (Leung Siu Lung), in a kung-fu extravaganza. The joke is that most of what Sing knows about kung fu he learned by reading a useless booklet sold to him by a con man when he was a child.\n\nIt's possible you don't like martial arts movies, whether funny or not. Then why have you read this far? Or, you prefer the elegant and poetic epics like \"Crouching Tiger, Hidden Dragon\" or \"House of Flying Daggers.\" Those are not qualities you will find in \"Kung Fu Hustle.\" When I saw it at Sundance, I wrote that it was \"like Jackie Chan and Buster Keaton meet Quentin Tarantino and Bugs Bunny.\" You see how worked up you can get, watching a movie like this.", "running_time": 99, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-04-22", "genres": ["Action", "Comedy", "Eastern", "Foreign"], "title": "Kung Fu Hustle (2005)"}