{"url": "http://www.rogerebert.com/reviews/kung-fu-master-1989", "by": "Jane Birkinas Mary Jane", "star_rating": 3.0, "text": "Agnes Varda’s “Kung-fu master!” is a French film that tells the story of a love affair between a 40-year-old woman and a 15-year-old boy. The subject is disturbing, and yet Varda treats it with a rare sympathy and empathy, perhaps inspired by the fact that the boy in the film is played by her own son, Mathieu Demy.\n\nThe movie was co-written by Jane Birkin, an English actress who has lived in Paris for years, and who plays the older woman - a woman who falls in love with the innocence and honesty of this young man.\n\nOf course, their relationship is doomed, and in a way of course they know that. It is wisely never made clear in the film exactly how far the relationship goes in a physical sense, but on the emotional side we can see that the boy is at first bold and audacious in his approach to the older woman, but then begins to tune out as his attention wanders.\n\nA film like this cannot be described in terms of its plot.\n\nEverything depends on the look in an eye, the tone of a voice. Varda’s true subject seems to be the way in which “pure” love, classical romanticism, can exist as an idea in a vacuum, but can survive in the real world only for a moment before practical considerations mercilessly wipe it out. There is a degree of deliberate daring in her choice of this subject matter. Like Louis Malle’s “Murmur of the Heart” (1971), which dealt with incest, “Kung-fu master!” is on one level an experiment - to see if this shocking subject matter can be made palatable.\n\nIt can be, or at least it is here (one doubts if things would work so smoothly in the real world). The film opens with a chance meeting between the woman and the boy at a birthday party for the woman’s teenage daughter. They meet on the stairs and talk. Nothing comes of it. They meet again and talk again, and then the boy makes a bold approach to her. She is shocked and amused - and intrigued. Gradually, surprising herself, she permits the relationship to continue.\n\nJulien, the boy, is a loner who feels left out of his adolescent society. He spends a great deal of his time riveted to Kung Fu Master, a video arcade game in a neighborhood cafe, where he has developed considerable skill at manipulating an animated karate master who must save a damsel in distress. His approach to Mary Jane, the woman, has the same directness. Although she is not ostensibly in distress, she is lonely and isolated, and for a time they fill each other’s needs.\n\nMary Jane’s daughter, of course, is offended and shocked by the entire episode. She barely can believe a woman of her mother’s age has romantic feelings at all, let alone for a boy. One of the hardest scenes to believe is the one where the woman takes the boy to meet her family. It works only as wish-fulfillment. In the real world, the family and society in general would disapprove of this liaison. Picking up the boy at school, the woman plays the role of a responsible adult.\n\nAnd at one point they go off for a holiday on an island where the world is far away.\n\nWhat redeems this movie and allows it to work is that it is about feelings, not actions. Varda draws an invisible line at physical frankness in the film, so there is never a moment when we feel embarrassment for the characters (or the actors). The film really is about the phenomenon of the romantic crush - about how another person suddenly can seem to embody an ideal for us, especially if that person is distant enough or different enough so that we do not have to deal with their real-life situation.\n\nThe crush also involves projection, as we see ourselves in the other person. And here perhaps the woman sees her own innocent idealism in the boy, and the boy identifies with her somewhat dreamy isolation.\n\nApart from the difference in their ages, they really are well-suited to one another, at least as long as they can dream and are not distracted by pragmatic reality.\n\nVarda is one of the most individual and intriguing of contemporary French directors, in part because each of her films seems to satisfy a different need. Her masterful “Vagabond” was so different in tone from “Kung-fu master!” that it’s hard to believe they come from the same director. `Vagabond’ told the story of an unhappy young woman who left her boring job for a carefree life on the road and gradually sank, one small step at a time, down the scale of social acceptability until she became a vagrant.\n\nThat film suggested that we may all be closer to the gutter than we think, if we lose our discipline and our support systems.\n\nThis one suggests we may all be closer to our ideal but impossible love, if we lose our fears.", "running_time": 80, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-11-17", "genres": null, "title": "Kung-fu master! (1989)"}