{"url": "http://www.rogerebert.com/reviews/kurt-and-courtney-1998", "by": "Nick Broomfield", "star_rating": 3.0, "text": "Broomfield is a one-man band, a BBC filmmaker who travels light and specializes in the American sex-'n'-violence scene. After an expose of the evil influences on Hollywood madam Heidi Fleiss, and an excursion into a Manhattan S&M parlor (\"Fetishes''), he takes his show to the Pacific Northwest to examine the unhappy life and mysterious death of Cobain--the lead singer of the grunge rock band Nirvana, apparently dead by his own hand.\n\nDid Cobain really kill himself? No fingerprints were found on his shotgun, we're told, and the movie claims his body contained so many drugs it was unlikely he could have pulled the trigger. Broomfield's film opens with Love as a suspect, only to decide she was probably not involved, and the movie ends in murky speculation without drawing any conclusions. It's not so much about a murder investigation as about two people who won fame and fortune that only one was able to handle. Cobain probably did kill himself, but it was a defeat as much as a decision; he could no longer endure his success, his drug addiction, and his demanding wife.\n\nWhen Courtney met Kurt, we learn, Cobain was already a star; she was lead singer in a second-tier local band. In 1992, in her words, \"We bonded pharmaceutically over drugs.'' In the words of a friend, she came into his life, and in a three-year period took over everything. Then, as Kurt descended lost into drugs, she got her own act together, and after his death in 1994 she won a Golden Globe nomination for \"The People vs. Larry Flynt'' and, in the doc's closing scenes, is given a \"freedom of information'' award by the L.A. chapter of the American Civil Liberties Union. As she accepts her award, it is impossible not to think uneasily of \"A Star Is Born.'' Broomfield is not objective. He's in the foreground, narrating everything. The real subject of his films is what he goes through to shoot them. We learn that Courtney refused permission to use her music or Kurt's (no kidding), and he tells us what songs he \"would have used'' over certain scenes. He hires paparazzi to stalk Love into a recording studio, and at the end, after she accepts the ACLU award, he barges onto the stage, grabs the microphone, and accuses her (accurately) of making implied death threats against journalists. One gathers that the ACLU, focusing on the message of \"The People vs. Larry Flynt'' and desiring a high-profile star for its benefit, honored Love a little prematurely.\n\nIn all of Broomfield's films, you meet people you can hardly believe exist. \"El Duce,'' for example, the punker who claims Love offered him money to kill Cobain, is a character out of Fellini, or hell. At the end of the movie, we are not surprised to learn he died after stumbling into the path of a train, but we are astonished to learn he was in his mid-30s; he looks like a well-worn 50-year-old bouncer. Love's father, a former manager for the Grateful Dead, has written two books about Kurt's death, both of them unflattering to his daughter, and speaks of buying pit bulls \"to put peace into our house.'' Assorted old friends, flames and hangers-on make appearances that seem inspired by the characters in Andy Warhol's \"Chelsea Hotel.'' Only Kurt's Aunt Mary, who plays tapes of him singing joyously as a child, seems normal.\n\nWhy did Kurt Cobain die? Because of his drug use, obviously, from which everything else descended, including his relationship with Courtney. He was filled with deep insecurities that made him unable to cope with the adulation of his fans; he was far too weak for Love's dominating personality; drugs and booze led to chronic stomach pain, and when he climbed over the wall of his last rehab center, he was fleeing to his death.\n\nWe learn from one of his old girlfriends that Cobain was acutely sensitive to how scrawny he was. We see a skeletal self-portrait. \"He wore lots and lots of layers of clothing to make himself look heavier,'' she says. It is one of the film's many ironies that the grunge rock fashion statement, with its flannel shirts beloved by millions, may have come about because Kurt Cobain was a skinny kid.", "running_time": 99, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-06-06", "genres": ["Documentary", "Music"], "title": "Kurt & Courtney (1998)"}