{"url": "http://www.rogerebert.com/reviews/kwik-stop-2002", "by": "Michael Gilioas Mike", "star_rating": 3.5, "text": "\"Kwik Stop\" starts out with a shoplifter and a teenager who sees him stealing. She threatens to turn him over to the cops, but actually all she wants is to escape from her life in a Chicago suburb. He explains he's going to Los Angeles to become a movie actor. \"Take me with you,\" she says. \"Can I kiss you?\" he says.\n\nAt this point, maybe 10 minutes into the story, we think we know more or less where the movie is going: It'll be a road picture. We are dead wrong. \"Kwik Stop,\" which never quite gets out of town, blindsides us with unexpected humor and sadness, and is one of the unsung treasures of recent independent filmmaking. It's playing at Facets, 1517 W. Fullerton.\n\nThe movie is the work of Michael Gilio, who wrote it, directed it and stars in it as Mike, the guy who thinks he could be a movie star. Gilio in fact is already an established actor; he played opposite Sidney Poitier in the TV movie \"To Sir with Love 2,\" and has appeared in four other films, but this movie proves he's not only an actor but has a genuine filmmaking talent. In the way it is developed, and seen, and especially in the way it ends, \"Kwik Stop\" shows an imagination that flies far beyond the conventions it seems to begin with.\n\nMike is a complicated guy. He dreams of going to Los Angeles and breaking into the movies, yes--but perhaps the dream is more important than actually doing it. He's like a lot of people who are stuck in the planning stage and like it there. Didi (Lara Phillips) has no plans, but she has urgent desires and is prepared to act on them. We learn all we need to know about her home life in a shot taken from the curb, that watches her go inside to get some stuff and come back out again, unconcerned that she is leaving town, she thinks, forever.\n\nNeither one is dumb. They talk about Henry Miller and Harvey Keitel, two names that suggest you have advanced beyond life's training wheels. Gilio finds a motel for them with its own disco ball hanging from the ceiling, and as its twinkle disguises the shabbiness they make and pledge love, and then the next morning Mike is gone. If this couple is going to make it through the entire film, we realize, they are going to have to do it without using the usual cliches.\n\nThey meet again. Never mind how. Mike takes Didi to a diner for a meal, where a waitress named Ruthie (Karin Anglin) greets them with a strangely skewed attitude. Watch the way Gilio introduces mystery into the scene and then resolves it, getting humor out of both the mystery and the solution. The diner scene suggests strangeness deep in Mike's character: He doesn't need to go to Los Angeles since he stars in his own drama, and doubles back to be sure he hasn't lost his audience.\n\nMike and Didi try to burgle a house. Didi is whammed by a homeowner's baseball bat and ends up imprisoned in the Midwest School for Girls. Mike has a plan to spring her, which involves Ruthie making what is, under the circumstances, a truly selfless gesture (she explains she doesn't want to \"waste the time I put into you\").\n\nJust as Mike never gets out of town, just as the plot doubles back to pick up first Didi and then Ruthie, so Emil (Rich Komenich), the homeowner with the baseball bat, also is not abandoned. \"Kwik Stop\" is the opposite of the picaresque journey in which colorful characters are encountered and then left behind. It gathers them all up and takes them along.\n\nThe movie contains genuine surprises, some delightful (like the plan to spring Didi from the home) and others involving loneliness, loss and desperation. I cannot say much more without revealing developments that are unexpected and yet deeply satisfying. Poignancy comes into the movie from an unexpected source. Depths are revealed where we did not think to find them. The ending is like the last paragraph of a short story, redefining everything that went before.\n\n\"Kwik Stop,\" made on a low budget, has all the money it needs to accomplish everything it wants to do. It has the freedom of serious fiction, which is not chained to a story arc but follows its characters where they insist on going. Gilio, Phillips, Komenich and Anglin create that kind of bemused realism we discover in films that are not about plot but about what these dreamy people are going to do next. On a weekend when $400 million in slick mainstream productions are opening, this is the movie to seek out.", "running_time": 110, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-10-11", "genres": ["Drama"], "title": "Kwik Stop (2002)"}