{"url": "http://www.rogerebert.com/reviews/la-belle-noiseuse-1991", "by": "Michel Piccolias Frenhofer", "star_rating": 4.0, "text": "Frenhofer, the great artist, has painted nothing for ten years. He threw down his brush in the middle of painting what was intended as his masterpiece, to be titled \"Le Belle Noiseuse,\" or \"the beautiful nuisance.\" His model was his wife, Elizabeth, who inspired the great period of his career. \"At first he painted me because I loved him,\" she tells a friend. \"Then he painted me because he loved me.\" And then he stopped, perhaps because he feared that to achieve his painting would be to destroy their love. Frenhofer does not see the outsides of his models, but the insides -- bones, sinew, soul.\n\n\tOne day three visitors call at the vast French chateau where Frenhofer still lives with Liz. They are an art dealer, a young artist, and the artist's lover, Marianne. These two have been together three years. Marianne is aloof, quiet, strong-willed. There is a moment after dinner the first evening when Frenhofer regards her, and their whole relationship is contained in that look. She is walking away from him, but she is certainly aware of the look, or of the feeling behind it. He will pick up his brush again.\n\n\tJacques Rivette's \"La Belle Noiseuse\" (1991) is the best film I have ever seen about the physical creation of art, and about the painful bond between an artist and his muse. Winner of the Palme d'Or prize at Cannes that year, it ran to a full four hours, and so its theatrical life was limited. Rivette edited a 125-minute version titled \"Divertimento,\" but why bother with it? The greatness of \"La Belle Noiseuse\" is in the time it spends on the creation of art, and the creation and destruction of passion.\n\n\tFrenhofer is played by Michel Piccoli, the saturnine French star whose eyes can bore through other actors. With his high forehead and sculpted profile, he looks intelligent, but it is a formidable, threatening intelligence. He never plays the fall-guy. He always knows the story. Marianne, the young woman who inspires him, is played by Emmanuelle Béart, who at 23 had electrified audiences with \"Manon of the Spring\" (1986). Startlingly beautiful, with sensuous lips and deep eyes under arched brows, she seems at first a prop for a familiar story: The old artist will attempt to seduce her. Ah, but he wants more than that. He wants to possess her. And he wants to draw from her irritating willfulness the inspiration for his rebirth. He must have an abrasive to create.\n\n\tHis wife Elizabeth (Jane Birkin) fully understands this, and explains to the sister of Marianne's boyfriend: \"It's not about the flesh. Not about nudity.\" She says she doesn't worry about \"How do you say it? An affair.\" She knows him too well. She even persuades Marianne to accept her husband's invitation to model. \"But do not let him paint your face,\" she warns. There is a whiff here of The Portrait of Dorian Grey  in reverse: The painting will steal the vitality of the model.\n\n\tWhat I have described so far is merely plot, and in this film plot hardly concerns us. The great central passages of the film involve creation. In his cavernous stone studio, which reminds Marianne of her boarding-school chapel, Frenhofer begins to sketch her. We observe over his shoulder. Rivette use a static camera and long takes. He rarely cuts away We see a blank sheet of paper, and the drawing taking shape there. We see the physical process: First, Frenhofer's obsession with arranging his pens, his brushes, his inks and paints. Then the first tentative lines on the page. Impatient stabs with the sharp pen. Washes of Payne's Grey (my favorite) at various dilutions. His fingers and thumb smearing the washes into rough shapes. Later, on a larger scale, he works with charcoal. Then oil.\n\n\t\"In the wardrobe upstairs, there is a dressing gown,\" he tells her. She understands, puts it on, disrobes in front of him, and will be entirely nude for at least at hour in this film. Yes, at first we observe Emmanuelle Béart as a woman. Then we see her as a model. Slowly we come to see her as Frenhofer wants to: The woman inside, the essence, the being. There is no small talk. He positions her in poses. He yanks her arms and legs like a puppet's. \"In the old days,\" he says almost to himself, \"they tied the arms and legs of the models into place, to keep to them from moving.\" She complains of pain and cramps, wants to have a cigarette. He takes cigarettes out of her fingers, and pushes her into position.\n\n\tDoes it sound boring to watch a man simply drawing for extended periods? Yes, it does. But it is not. Suspense is building. There is a contest between them, a battle of will-power. She is a nuisance. Elizabeth says she spent some time in Quebec, where noiseuse means \"nutty.\" That's what Frenhofer wants. She begins to understand. She accepts the pain to prove she is the equal of his determination. One day when he despairs, she orders him to continue. She will see this through.\n\n\tThe painting is completed, but how it looks need not consume us. It is enough to quote how she describes it: \"A thing that was cold and dry -- it was me.\" What he does after finishing it is astonishing. No, he doesn't destroy it. It is his masterpiece, and he knows it is. So does his wife, who quietly visits the studio and draws a cross on the back of the frame, like a grave marker. Cross-shaped shadows from a window fall on their bed that night, and across his body.\n\n\tListen to the sounds in this movie. Rivette almost never uses sound track music, unless there is an obvious source, like a radio. He employs room noises at a higher volume than other directors: Footfalls, doors slamming, plates rattling. The scratch of the pen on the paper is loud, and grows louder with his passion. When he is painting over Liz's face on a re-used canvas, the noise of his brush swells. Listen very carefully during the scene where he has Marianne kneeling on a bench in a crucifixion pose. At first she cries. Then she starts to laugh, and he does too, and under their laughter you can hear the pen scratching, even though just now he is not using it.\n\n\tTruffaut said that the French New Wave came into being because of Jacques Rivette (born 1928). He has never had the fame of his generation -- Truffaut, Godard, Chabrol, Varda, Resnais. His films are said to be too long and difficult. There isn't the slightest difficulty in \"La Belle Noiseuse,\" and I would not want it any shorter, because I have shared that combat and that bond in that studio, and its devastating outcome.\n\n\tOf the performances, there is nothing to be said about Piccoli except that he communicates exactly what Frenhofer needs from his art, and doesn't need many words to do it. Emmanuelle Béart has an ethereal beauty, but it is her talent that has made her a leading actress of her generation. We quickly feel, without any dialog or behavior to spell it out, Marianne's nuisance quality, her nuttiness if you will. Is the coldness and dryness she sees in the portrait what Frenhofer desired her for, or despaired of? Jane Birkin, born in England, at home in both countries, finds the perfect and difficult note for Elizabeth, the wife. Does she sometimes wish he had finished his great painting the first time through, even if it had destroyed their happiness? That she had been more abrasive and less loved? She believes in her husband's greatness. That explains all the unanswered questions in this film, and there are some big ones.\n\n\t \"Le Belle Noiseuse\" is on DVD from New Yorker Films. Rivette's latest film, \"The Duchess of Langeais,\" was released in the U.S. in 2008.", "running_time": 240, "mpaa_rating": "NR", "release_year": 1992, "date_published": "2009-04-12", "genres": ["Drama", "Foreign", "Romance"], "title": "La Belle Noiseuse (1992)"}