{"url": "http://www.rogerebert.com/reviews/la-balance-1983", "by": "Nathalie Bayeas Nicole", "star_rating": 3.5, "text": "The French have a word for police informers: la balance. That's because the stoolies hold the balance between the cops and the criminals. But Bob Swaim's \"La Balance\" suggests more than one meaning for the word, since it's about a man and woman who are desperately trying to hold everything in the balance: their lives, their commitments, their self-destructive lifestyles. And what makes \"La Balance\" ever so much more absorbing than the ordinary crime movie is that it's more interested in the lives than in the crimes.\n\nThe woman is Nicole, a prostitute played by Nathalie Baye, that solemn-faced, quietly beautiful actress who played the wife in \"The Return of Martin Guerre.\" She has been living for several years with Dede (Philippe Leotard), a small-time hood whose genial smile makes it clear that he will go to almost any length to avoid work.\n\nThe police think Dede may be the key in the pursuit of Massina, a powerful hoodlum who has been almost impossible to corner. Dede does not think so. He knows that being la balance can guarantee him a short, unhappy life and a painful death. The cops are manipulative. They use Nicole against Dede, and then Dede against Nicole, and because they do love one another, they're trapped.\n\nThe movie tells two stories at once. One involves the police tactics against Massina. The other involves Nicole and Dede and the underworld they inhabit, of hookers and transvestites, bartenders and pimps, crooked cops and double-crossing criminals.\n\n\"La Balance\" sees this Parisian underworld as clearly as any movie I can remember, and I think I know the reason for that. The movie was written and directed by Bob Swaim, an American who has lived in Paris for the last 15 years. Like most Americans, he is familiar with Hollywood gangster movies. But unlike most Parisians and almost all French film directors, he is not obsessed with them to the point of derangement. There is a French tradition of self-conscious crime films in which the director and all of his actors seem to have memorized too many Hollywood gangster movies. It's the same in the good ones, like Godard's \"Breathless,\" (1960) and the\rlesser ones, like \"Borsalino,\" with Alain Delon: Everybody seems to be acting a role.\n\nSwaim has absorbed gangster movies without feeling any particular debt to them. He's more interested in the study of these characters he has created. And he portrays them in a sort of blood-soaked, Parisian \"Romeo and Juliet\" in which they're trapped between the two families of killers and cops. He's subtle about the way he sees their relationship. They aren't moony-eyed romantics, but two essentially lazy people who have drifted into their lives because they've never gotten organized to make anything out of themselves. \n\nAll they really want is for the world to leave them alone, so that they can continue their relationship of affection, loyalty and great lunches. One inescapable message of \"La Balance\" is that there is no such thing, alas, as a free lunch.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-12-23", "genres": null, "title": "La Balance (1983)"}