{"url": "http://www.rogerebert.com/reviews/la-bamba-1987", "by": "Lou Diamond Phillipsas Ritchie Valens", "star_rating": 3.0, "text": "\"La Bamba\" opens with a sequence that at first seems like a memory. Some teenage boys are playing basketball in a school yard. Far overhead, a light plane drones through the sky. The colors of this scene are all washed out, as in an old memory, and the voices sound far away. There is slow motion. Another airplane appears. The basketball game continues. We are lulled by the feeling of a slow summer afternoon. Then the two planes collide and fall into the school yard below.\n\nBecause \"La Bamba\" is the story of Ritchie Valens, we assume this is his memory. But he was not present when the planes fell, and the scene represents how he might have imagined it. One of his friends was killed that day. He always assumed that if he had been in the school yard, he would have been killed, too. That was why he never liked to take airplanes.\n\nThe scene itself is very effective. But I wonder if it is the right way to open \"La Bamba.\" Everyone who goes to this movie will know that Valens died in an airplane crash with Buddy Holly and the Big Bopper on Feb. 3, 1959, the day the music died. The opening scene is followed by several other references to Valens' fear of flying, and the effect is to put the whole movie under a cloud, to weigh down every scene with the knowledge of impending death.\n\nThat robs \"La Bamba\" of a quality I think it could use: the sense of fun. This is a sincere, well-acted movie about the short life of a minor rock 'n' roll star, and by the time it's over we almost have the feeling Valens would have been surprised not to have died in a crash.\n\nHe is played by Lou Diamond Phillips as a serious, introspective, intensely focused young man who wanted to play his music more than anything else in life. His dedication amounts almost to an obsession. He never seems to really let go.\n\nValens had only three hit songs. His public career lasted less than six months. He died before he was 18. There isn't a wealth of material to draw from as there was for \"The Buddy Holly Story.\" So Luis Valdez, the director, fleshes out the story with information about Valens' family, especially his hard-working, cheerful mother (Rosana De Soto) and his half brother (Esai Morales), who both supports him and resents him.\n\nValens' real surname was Valenzuela. He was a Mexican-American, raised for a time in migrant labor camps, and he idolized the older brother who would appear from time to time on a glamorous motorcycle. But he admired music more and began to sing wherever he could find work in Los Angeles in the late 1950s. His family moved to town and Valens got a girlfriend - a blond Anglo named Donna, whose parents didn't approve of him - inspiring \"Donna,\" one of his hits.\n\nHe had some of the usual adventures growing up, and the movie makes much of a trip he and his brother took to Tijuana, where Valens was less interested in girls than in a band (in the movie it is, of course, playing \"La Bamba\").\n\nOnce Valens is discovered by a minor record producer (Joe Pantoliano), his career goes surprisingly well. He records a song, it is a hit, he is invited by Alan Freed to appear in one of his pioneering rock 'n' roll stage shows in Brooklyn and two other hits follow fairly quickly. Valens made one crucial artistic decision: Although he didn't speak Spanish, he insisted on recording \"La Bamba\" in Spanish, using the irrefutable logic that if Nat King Cole could record in Spanish, he could, too.\n\nValens' last tour is handled in an almost perfunctory manner. We know how the movie will end, anyway. The Big Bopper circulates backstage, saying \"Hello, baby!\" to everyone he meets. Buddy Holly sings \"Crying, Waiting, Hoping.\" They go out to the airport in a snowstorm, Holly flips a coin and Valens calls heads and wins his place on the fated plane. Still to come, no doubt, is a movie about the Big Bopper. And why not one called \"Rock 'n' Roll Pilot\" (\"He Was at the Controls the Day the Music Died!\").\n\nThis is a good small movie, sweet and sentimental, about a kid who never really got a chance to show his stuff. The best things in it are the most unexpected things: the portraits of everyday life, of a loving mother, of a brother who loves and resents him, of a kid growing up and tasting fame and leaving everyone standing around at his funeral shocked that his life ended just as it seemed to be beginning.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-07-24", "genres": ["Drama", "Musical"], "title": "La Bamba (1987)"}