{"url": "http://www.rogerebert.com/reviews/la-chevre-1985", "by": "Pierre Richardas Francois Perrin", "star_rating": 1.5, "text": "Pierre Richard is the goofy-looking French actor whose movie \"The Tall Blonde Man with One Red Shoe\" was remade as a Hollywood comedy named \"The Man with One Black Shoe,\" or maybe it was the other way around, and his shoe was black and the other guy's was red. The other guy was not tall. That I know for sure. He was played by Tom Hanks, who is a good actor but not a tall actor, although as the man with one shoe he was neither tall nor good. And now what has me worried is \"La Chevre,\" the latest Pierre Richard comedy. If I have to sit through a Hollywood remake of this one, I am likely to be the man of medium height who threw his shoe through the screen. \n\nRichard plays a man who has very bad luck. He falls into holes and walks into doors and sits in chairs that collapse beneath him. When the daughter of a rich industrialist disappears in Mexico, a psychologist suggests that Richard be used to help find her.\n\n The reason? She also has incredibly bad luck, and so, with his luck, perhaps he might stumble across her. This theory is explained to Gerard Depardieu, a detective who is assigned to take Richard to Mexico and follow him around. Well, it's a simple premise, but then many good comedies have simple premises. There was a fleeting instant, early in this film, when I allowed myself to think that it might work. Richard is invited into a room and asked to take a seat. One of the many chairs is broken, and, of course, that is the chair he chooses. Because the outcome of the scene was completely inevitable and yet the gag was exquisitely protracted, it was funny when the chair collapsed.\n\nBut the movie never again approached that modest comic level (except once, when Richard has the misfortune to be carried off by a gorilla). The two lads fly off to Mexico to search for the missing woman, and they end up inside the shabbiest Acapulco bordello yet captured on film. As Richard was being molested by an ambitious Mexican call girl, I was reminded of a clipping I saw recently from the Los Angeles Reader, which was about \"Cinema's Greatest Paradox.\" I share it with you: The French are funny.\n\nSex is funny.\n\nAnd comedies are funny.\n\nYet no French sex comedies are funny. That pretty much says it all. \"La Chevre\" was inspired by the great box office success of \"Comperes,\" the last comedy teaming Richard and Depardieu. I didn't think it was funny, either. Nor did I like \"The Tall Blonde Man With One (Red, Black) Shoe\" all that much. In this film, there is a moment when Richard loses his shoe. I think that is what is known as an in-joke. In a movie like this, you take whatever jokes you can get, wherever you can find them.", "running_time": null, "mpaa_rating": null, "release_year": 1985, "date_published": "1985-08-21", "genres": null, "title": "La Chevre (1985)"}