{"url": "http://www.rogerebert.com/reviews/la-cienaga-2001", "by": "Gabriela Borgesas Mecha", "star_rating": 3.0, "text": "\"La Cienaga\" is a dank, humid meditation on rotting families. By its end we are glad to see the last of most of its characters, but we will not quickly forget them. The film opens in a crumbling vacation home on a rainy plateau in northern Argentina, and I suspect, although I am not sure, that it expresses the director's feelings about the current downturn in the country's fortunes. These are people who once were rich and now squat in the ruins of their own lives.\n\nThe title translates as \"the swamp.\" Not too hard to spot the symbolism. Thunder rumbles unceasingly on the soundtrack. It rains and rains. In every room, circulating fans look back and forth for relief from the heat. The children find something they are good for: When you put your mouth right in front of the whirling blades and talk, your words get chopped up. Neat. I had forgotten that.\n\nThe opening shots show the mottled, exhausted bodies of the slack characters. They've flung themselves on deck chairs next to a stagnant pool. They drink. A woman stands up to carry some wine glasses, slips on the mossy surface, falls and badly cuts herself. The others do not even look up. She lies in her own blood until her children raise the alarm and take her to a hospital. An alcoholic, she does not seem much interested in what has happened.\n\nThe name of the vacation home is La Mandragora (\"the mandrake\")--\"a poisonous plant,\" the Concise Oxford explains, \"with emetic and narcotic properties.\" It is said to shriek when it is plucked. Charming. The mother is named Mecha (Graciela Borges) and her husband is Gregorio (Martin Adejmian). They have four teenage children.\n\nIn the nearby town of La Cienaga live her cousin Tali (Mercedes Moran), her husband Rafael (Daniel Valenzuela) and their four younger children.\n\nThe older children go hunting in the swamp, and kill cattle mired in the mud. One son is missing an eye. Of the younger children in town, one needs to be taken to the dentist because he has a tooth growing out of the roof of his mouth. Later, he cuts his leg. These are potentially cute kids, but not here, where every time they look at their parents they see what's in store for them.\n\nGraciela Borges' performance as Mecha is the centerpiece of the movie. She hints darkly that the \"native servants\" are stealing the towels. Indeed, when the beautiful servant Isabel (Andrea Lopez) brings towels to stop the flow of blood after she falls, Mecha's first words are, \"So that's where the towels went.\" She stays in bed all day, watching television, sipping wine, complaining, her cuts healing into scars. Various adulteries have taken place, are taking place, will take place. Mecha's oldest daughter Momi (Sofia Bertolotto) thanks God in her nightly prayers for Isabel, and perhaps is in love with her. Whatever. There is talk by both Mecha and Tali about driving to nearby Bolivia to buy back-to-school supplies, since they are cheaper there. The implication is that Argentinians have fallen from the heights when they consider Bolivia a shopping destination.\n\nThis is the first film by writer-director Lucrecia Martel, who doesn't want to tell a story so much as re-create the experience of living in the same houses with these people. Her film is like everyday life in the way events do not always fit together, characters don't know what happens while they're offscreen, and crucial events, even a death, can go unobserved. It's better to know going in that you're not expected to be able to fit everything together, that you may lose track of some members of the large cast, that it's like attending a family reunion when it's not your family and your hosts are too drunk to introduce you around.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-10-19", "genres": ["Comedy", "Foreign"], "title": "La Cienaga (2001)"}