{"url": "http://www.rogerebert.com/reviews/la-cucaracha-1999", "by": "Eric Robertsas Walter", "star_rating": 3.0, "text": "One moment Walter is sleeping the sleep of the damned. The next moment, his eyes snap open, he sits bolt upright and runs in terror out of his shack, running through the sagebrush to the nearest cantina, where he gasps out an order for cerveza. Lots of cerveza. Eventually he is passed out at his table, sleeping now the sleep of a man who keeps terror at bay with drunkenness.\n\nThe title of \"La Cucaracha'' is possibly inspired by Walter, who like a cockroach hides in cracks and crannies and lives on the crumbs that he picks up in bars. Once he was a would-be novelist, and sometimes he writes (or hallucinates that he writes) letters back home about how he cannot write his novel. He claims that he is hiding out in Santiago, Mexico, because he killed a man. Unlikely. Like the consul who is the hero of Malcolm Lowry's great novel, Under the Volcano, reality and fantasy both look the same to him.\n\nWalter is played by Eric Roberts, often an intense and passionate actor, rarely more so than here, where with a bandage holding his broken glasses together, he peers out at a world that terrifies him. He is at the end of his rope, so strung out on booze that sobriety is only an invitation for the DTs. How does a man arrive at such a dead end, so far from home? By accident, bad habits and rotten luck.\n\nThere is a beautiful woman in the town. He yearns for her. He stands in the night and watches her inside her house. He has nothing to offer her. A stranger approaches him in the bar, with an offer of $100,000 if he will kill a man. A man, he is told, who is a child-killer. He is not sure he can kill, but he is sure he needs $100,000. Soon he is holding a gun on the man he has been paid to kill. He does not pull the trigger.\n\n\"If you were worth the money they paid you, I would be dead five minutes ago,'' the man tells him. \"Please--do what you came for.'' He hesitates. Now the man says, \"The man who really killed the boy was the man who hired you. He could not stand the idea that his son was a homosexual.'' Does he pull the trigger? The beauty of \"La Cucaracha'' is that it doesn't matter. This is a movie gloriously free of plot, and all the boring obligatory twists and turns that plot drags along with it. It is a character study about a man in peril. It was directed by Jack Perez and written by James McManus, who at one point includes dialogue mentioning Hemingway, Lowry and Graham Greene--who wrote about men at the end of the line, drunken writers and whiskey priests. Walter is in that tradition.\n\nThe movie won the Austin (Texas) Film Festival last year and then disappeared until its current limited release. Perez's two earlier credits are \"The Big Empty'' (1997), which despite its promising title, apparently never opened anywhere, and \"America's Deadliest Home Video,'' which went straight to same.\n\nNow comes this intriguing, stylish little film. In superficial ways it's like \"El Mariachi,'' the film that made Robert Rodriguez's reputation, except that it lacks a strong marketing push, is not as cheaply made and is more interested in character than action. It also has a wicked strain of humor, leading to such lines as, \"If it's any consolation, this money will now be spent to build a pediatric ward in the Santiago hospital.'' It must have required a certain courage for Eric Roberts to take a role like this. It's not a prestigious job for a former Oscar nominee. But it's a juicy role for an actor whose career has meandered recently (what was he doing in \"Best of the Best 2''?). His performance evokes some of the same desperation and determination as Warren Oates' work in Sam Peckinpah's great \"Bring Me the Head of Alfredo Garcia.'' He's willing to go over the top with it--and yet his performance is not the manic hyperactivity we sometimes see from him; he finds a sadder, more controlled note.\n\nThe movie is not for everybody. Some people will no doubt find it silly, or yearn for the consolations of formula and genre. But the more you're into nuance and atmosphere, the more you appreciate a movie that evokes instead of explains, the more you might like it.", "running_time": 94, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-04-23", "genres": ["Drama", "Thriller"], "title": "La Cucaracha (1999)"}