{"url": "http://www.rogerebert.com/reviews/la-cage-aux-folles-1979", "by": "Ugo Tognazzias Renato", "star_rating": 3.5, "text": "\"La Cage aux Folles\" are \"birds of a feather,\" which are precisely and hilariously what do not flock together in this wonderful comedy from France. It's about the gay owner of a scandalous nightclub in St. Tropez, his transvestite lover, and how the owner reacts after his son returns home one day and announces he's going to marry . . . a girl!\n\nBut that's not really what it's about: This is basically the first sitcom in drag, and the comic turns in the plot are achieved with such clockwork timing that sometimes we're laughing at what's funny and sometimes we're just laughing at the movie's sheer comic invention. This is a great time at the movies.\n\nThe film is based on a long-running play in Paris, and it's a hit all over Europe, but it was thought to be a slightly hard sell in this country, because . . . well, some people might reasonably expect to be turned off by the subject matter. Now that \"La Cage\" has set box office records in New York, however, we provincials are being allowed to see it, and I'd predict that, if it catches on, it'll run for as long here as \"Cousin Cousine\" did. It's funnier.\n\nIt's also just as warm. This isn't a bitchy, cruel comedy, as so many gay-oriented considerations of straights tend to be. It's about people who are good-hearted, who mean well, and who cannot help being true to their natures. It is also slapstick, farce, wicked social satire, lachrymose soap opera, and, sneaking in here and there, even a few plausible human truths.\n\nThe nightclub owner is played by Ugo Tognazzi, that grizzled Italian veteran of so many macho roles, and he has lived for 20 years with a drag queen (Michel Serrault) who stars in the club. They're like an old married couple, nostalgic and warm one minute, fighting like cats and dogs the next. Tognazzi sired the son all those years ago and has raised him with the help of \"Auntie\" Serrault and their live-in \"maid,\" a wickedly funny black transvestite who has perhaps the movie's funniest moment.\n\nTognazzi and Serrault have trouble at first accepting the notion that their treasured young man is going to get married. They have more trouble, however, accepting the notion that the intended bride is the daughter of the Minister of Moral Standards -- and that the in-laws are planning to come to dinner.\n\nThis dilemma inspires the film's hilarious middle section, in which Tognazzi's garishly bizarre apartment is severely redecorated in crucifixes and antiques, and Serrault is gently asked by the son if he'd mind being gone for the evening: \"I told them my father was a Cultural Attache; what'll they think when they find out he lives with a drag queen?\"\n\nTognazzi, meanwhile, goes to visit the woman who bore his son two decades ago, to ask her to portray the mother for one night. She agrees. Too bad, because in the course of the uproariously funny dinner party, at least two reputed mothers are produced, one of them suspiciously hairy around the chest.\n\nDescribing a comedy is always a risky business; the bare plot outline is, of course, no hint as to how funny a film is, and to steal the jokes is a misdemeanor. What I can say, though, is that \"La Cage aux Folles\" gets the audience on its side with immediate ease; it never betrays our confidence; it astonishes us with the inspiration and logic it brings to ringing changes on the basic situation.\n\nAnd it contains several classic sequences. The best is perhaps the one in which Tognazzi coaches Serrault on how to act \"macho,\" an attribute that apparently consists of knowing how to butter your toast with manIy firmness. There's also that extended dinner scene that begins with the Minister of Moral Standards discovering that . . . Greek boys . . . are doing . . . something . . . on his soup plate . . . and builds and builds from there.", "running_time": null, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-01-01", "genres": null, "title": "La Cage aux Folles (1979)"}