{"url": "http://www.rogerebert.com/reviews/la-france", "by": "Sylvie Testudas Camille", "star_rating": 2.5, "text": "Here is one of the strangest and most original war movies I've seen. Whether it is successful is the question. \"La France\" centers on the story of Camille (Sylvie Testud), wife of a French soldier during World War I. She lives within a long walk of the Western Front, and after receiving an alarming letter from her husband, boldly sets out to find him.\n\nTo do this, she cuts her hair and disguises herself as a boy. She encounters a group of about a dozen soldiers, who accept her as male, which is one of the first hints that the film will not be rigidly realistic. The men are led by a friendly lieutenant (Pascal Greggory). Their uniforms are ragged. After wounding Camille in the hand when they mistake her for an enemy, they find her a castoff uniform with the smell of death. They explain they were separated from their main unit and are looking for it.\n\nThey engage in a long trek through forest and field. Sometimes distant guns are heard, but there are no signs of war, except for a trench they walk down later in the film. The scenery is suspiciously pastoral, sylvan and deserted for being so close to a war. At a time when, needless to say, we are not expecting it, the soldiers produce musical instruments and burst into song. Yes. Guitars, a banjo, an accordion, a clarinet, a violin, what may be a dulcimer. When marching, they show no sign of carrying these instruments, which mysteriously appear all four times they need to sing. At one point, they sing their way past a sentry.\n\nDoes \"Camille\" look like a teenage boy? Not to me. Testud has an angular face that is at least not soft and rounded, and she has pluck, as when she climbs a watchtower and kills a threatening lookout. But she looks like a girl. That the soldiers do not recognize this is consistent with their inability to fear that enemy troops might hear their songs. They are walking not through a war, but through a fantasy.\n\nThis is an intriguing idea, consistent with the moment when Camille's missing husband appears out of the woods and walks straight toward her. The film has had little action, except for a scene involving a farmer and his son who give them food and refuge. Refuge? Yes, these soldiers are deserters, looking for Belgium. Along the way, they conduct deep, sad conversations about a soldier's life, tell a parable about a comrade named Pierre, they even read poetry. This must be the song and story squad.\n\nI had a problem with the film's visual strategy. At least half of the scenes take place at night. No, not \"day for night,\" but pitch-black night, where the soldiers appear and disappear from view. I learn from IMDb.com that the director, Serge Bozon, and his cinematographer (his sister Celine) employed a special film stock to get what they consider the \"aquarium feeling\" of the night scenes. Rather than seeing faces swimming out of the murk, I would rather have had a fair chance of seeing more of the characters.\n\nNot that they are deeply developed. In keeping, I guess, with the decision to make a fantasy, they are all as consistent as the figures in a myth. They don't change. I can imagine deep personal interaction, suspicion, revelation, in the story of a disguised women among men, but all of these characters seem swept along by the same narrative tide.\n\nYes, the music is intriguing and odd. The songs are more modern than the period and have a certain bluegrass feel. There is no joy in their singing, but that is the point: These are sad, exhausted men. There is a point being made about war, in a very unexpected way. \"La France\" won the coveted Prix Jean Vigo as the best feature of 2007. It is inventive and unconventional, to be sure, and I credit Bozon for his daring, but personally I was not convinced.", "running_time": null, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2008-08-21", "genres": ["Drama", "Foreign"], "title": "La France (2007)"}