{"url": "http://www.rogerebert.com/reviews/la-femme-nikita-1991", "by": "Anne Parillaudas Nikita", "star_rating": 3.5, "text": "Here is a version of the \"Pygmalion\" legend for our own violent times - the story of a young woman who is transformed from a killer in the streets to a government assassin.\n\n\"La Femme Nikita\" is a smart, hard-edged, psycho-romantic thriller by the young French director Luc Besson (\"Subway\"), who follows a condemned woman as she exchanges one doom for another.\n\nThe woman is played by Anne Parillaud, who projects a feral hostility in the opening scenes, as she joins a crowd of drug-addled friends in holding up a drugstore. Cornered by the police, she takes advantage of a cop's momentary lapse of attention to grab his gun and shoot him point-blank in the face.\n\nShe has no hope of escape; she is simply so anti-social and strung-out that she doesn't care if she kills or dies.\n\nThe courts sentence her to death, but then a strange thing happens. Her death is faked, and she finds herself inside a secret government program that takes people with no hope and remakes them into programmed assassins.\n\nShe is given a new identity, new values, new skills. It doesn't happen overnight. Her controller, a tough spymaster, has to tame her like a circus animal; she is so filled with anger and violence that she will bite and kick him rather than listen gratefully now that he has spared her life.\n\nFinally, after three years, she is ready to graduate, to leave the secret training place and live an ordinary life in society until the government needs her.\n\nIt is then that she meets a simple, warm, humorous man: a check-out clerk in a grocery store. She likes him at first sight, takes him home, makes him her boyfriend and begins to feel tenderness and trust, which for her are brand-new emotions. Then the inevitable government call comes. And the rest of the movie is about the ways in which she carries out her deadly assignment while still yearning to be true to the new emotion of love.\n\nParillaud is the right actress for this role. In the early scenes she barely seems aware she is a woman; she has lived rough in the streets with homeless drug addicts until all gentleness has been bleached from her soul. One of the movie's skills is the way it shows her slowly learning that she is a woman, and how to be a woman, and how to enjoy that.\n\nThere is a short, touching scene with Jeanne Moreau, as an instructor in the government killing school, who seats Parillaud in front of a mirror and teaches her about makeup and grooming, hair care and eyeliner, and we see the grubby street waif turn into an attractive woman.\n\n\"La Femme Nikita\" begins with the materials of a violent thriller but transcends them with the story of the heroine's transformation. It is a surprisingly touching movie with the same kind of emotional arc as \"Awakenings\"; the character is in a trance of deprivation and poverty, neglect and drugs, until she is awakened by her violent act and its unexpected results.\n\nBut as she awakens to love and sweetness, to the touch of a man who knows nothing about her past, and to questions of trust, she also awakens to a world in which, sooner or later, she will have to pay a price for her life and freedom.", "running_time": 117, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-04-03", "genres": ["Action", "Foreign", "Thriller"], "title": "La Femme Nikita (1991)"}