{"url": "http://www.rogerebert.com/reviews/la-guerre-est-finie-1968", "by": "Yves Montandas Diego", "star_rating": 4.0, "text": "Alain Resnais' \"La Guerre Est Finie\" is exactly about the political dilemma of our time. This seems to be an age when the old and the young cannot agree on what is good or bad. The old (say the young) cling to outworn slogans and are worn down by centralization and bureaucracy. The young (say the old) care nothing for traditional values and seek to destroy society by anarchy.\n\nWhat Resnais has attempted to do in \"La Guerre Est Finie\" is to explore the terms of this argument and to see if we can still hope (as we once did) that the ideas of good men can improve society.\n\nFor his subject, Resnais has taken the most dramatic political confrontation of this century: the Spanish Civil War. It was a strange war. The Communists were the democratically elected, legal government; the fascists were the rebels trying to seize control. Franco was backed by Hitler and Mussolini, and the Nazis perfected their techniques of air warfare by bombing little towns whose names have passed into the human conscience, like Guernica.\n\nBut as Resnais tells us in the title of his film, the war is over. It has been over for nearly 30 years. Franco is an old man but still in command; fascism is still the form of government.\n\nThe hero of the film (Yves Montand) is a Spanish citizen who has been engaged ever since the war's end in a variety of underground anti-Franco movements. He is part of a network that moves people and information in and out of Spain, prepares reports, calls general strikes, prints propaganda newspapers and does everything else that seems to be indicated.\n\nBut the members of the underground are weary; they subscribe to political dogmas that no longer seem relevant, except to a few of them; they can show few tangible results.\n\nResnais conceives his entire film in terms of the one character. He has loyally served the underground, but he begins to believe their decisions are the wrong ones. They sit in Paris and call general strikes, and when he returns from Madrid to protest, they tell him he had been \"misled by reality.\"\n\nIn the course of exchanging a passport, he meets a young girl (Genevieve Bujold) who is involved in another, much younger, movement against Franco. One afternoon after he argues with futility that his superiors are following the wrong policy, he encounters the girl and her young associates.\n\nThey plan violence, plastic bombs, anarchy. They believe that the tourist trade can be stopped if terrorists attack popular resorts. Their reasoning is alien to the methodical nature of his own work over three decades, and suddenly he finds himself in the middle, convinced both approaches are wrong, almost convinced at last that nothing can be done.\n\nRresnais' previous films (\"Hiroshima, Mon Amour,\" \"Last Year at Marienbad\") were explorations of the subconscious. With \"La Guerre Est Finie\" he unexpectedly gives us not only psychology but an exciting thriller, done with great artistry.\n\nMontand is simultaneously caught in a web of actual danger, and in his own ideological crisis. The women in his life seem to say just the wrong (or right) things, pushing him toward some sort of a moral decision about Spain. The film ends on what some will consider an inconclusive note, but it has made clear that there are no final conclusions to be drawn yet about Spain.", "running_time": 121, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-11-18", "genres": ["Drama", "Foreign"], "title": "La Guerre Est Finie (1968)"}