{"url": "http://www.rogerebert.com/reviews/la-lectrice-1989", "by": "Miou-Miouas Constance/Marie", "star_rating": 4.0, "text": "Constance is in bed with her boyfriend when he asks her to read aloud to him. As she reads, she begins to imagine herself as the heroine of the story. The story Constance reads is about Marie, a young woman who needs employment and takes an ad in the paper, offering to read aloud to people. Marie finds that a surprising number of clients want to take advantage of her services - and, as she reads for them, she begins to enter into their lives.\n\nThis is the elegant, Chinese-box structure of Michel DeVille's \"La Lectrice,\" and one of the pleasures of the film is the way DeVille moves up and down through the various levels of the story, and then sideways through the sometimes devious motives of the clients who hire the reader. Only someone who loves to read would understand how one person can become another, can enter into the life of a person in a book. That is what happens in this movie.\n\nMarie is played by Miou-Miou as a solemn woman who comes to care about her clients. There are several, each one with a different problem (and probably with a different \"real\" reason why he wants to be read aloud to). There is a young boy who has been gravely injured in an accident, and fears for his potency. He wants Marie to read him passionate poetry - and he falls in love with her, identifying her with the poems. An old woman, once filled with fire and conviction, hires Marie to read to her, for one last time, the writers like Tolstoy and Marx who once inspired her. A busy mother hires Marie to read \"Alice in Wonderland\" to her small daughter. And a rich investor probably wants her to read him pornography, but is reluctant to say so, and so gets respectable erotica instead.\n\nEach client's book reflects the nature of his or her fantasy, and Marie, of course, understands that immediately. As she reads to them, a curious process begins to take place. She becomes, in a way, the author of the books. The teenager idealizes her as a romantic. The old lady thinks she is an intellectual. The little girl sees her as a mother figure. And the businessman, of course, wants to sleep with her.\n\nWhat is intriguing is that Marie starts to identify with the books, and so is almost able to see herself as lover, confidant, mother and prostitute.\n\n\"La Lectrice\" is a movie in love with words - deliriously intoxicated by the stories and images in the pages that Marie reads.\n\nBut making a movie about reading is like writing a symphony about looking at paintings: How do you make the leap from one medium to another? In Francois Truffaut's \"Fahrenheit 451,\" another film about the love of books, the final scene showed human beings who had \"become\" books, in order to preserve their contents in an age of book-burning.\n\nOne was David Copperfield, another was Pride and Prejudice, walking back and forth in the snow, reciting the words to themselves.\n\nIn \"La Lectrice,\" the words become real in a different way: by having an actual effect. Because the love poems make the teenager amorous, because the eroticism arouses the businessman, the books become like magical talismans.\n\nI hope I have not made \"La Lectrice\" sound too difficult, or dryly intellectual. This is a sensuous film from beginning to end, a film that is all the more seductive because it teases the imagination. As the reader becomes the books she reads, we become the people she reads to.\n\nAnd so, in our imaginations, we see her in all of her roles. In some scenes she is sweet, in others thoughtful, in others carnal. The film is a demonstration that we rarely can understand the secret minds of people, so therefore upon their exteriors we project our own fantasies. When the movie was over, I wanted to go out and find the novel by Raymond Jean that the screenplay is based on. I didn't want to read it. I wanted someone to read it to me.", "running_time": 98, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-10-06", "genres": ["Comedy", "Drama"], "title": "La Lectrice (1989)"}