{"url": "http://www.rogerebert.com/reviews/la-mujer-de-mi-hermano-2006", "by": "Barbara Morias Zoe", "star_rating": 1.0, "text": "I do not, alas, remember every detail of those steamy Isabel Sarli melodramas from Argentina that used to play in Times Square and provide such a diversion from the New York Film Festival. Having now seen the new Argentinian-Mexican-Peruvian-American film \"La Mujer de mi Hermano\" (\"My Brother's Wife\"), I suspect I know the reason: There were no details.\n\nSarli, a former Miss Argentina, was married to her director, Armando Bo, who cast her in films never to be forgotten, such as \"Thunder Among the Leaves,\" \"Positions of Love,\" \"The Hot Days,\" \"Naked Temptation,\" \"Tropical Ecstasy,\" \"Fuego\" and \"Fever.\" In these films, the plot was entirely disposable, except as a device to propel Miss Sarli on an insatiable quest not so much for sex as for admiration. She clearly thought she was the sexiest woman alive, and that in itself made her erotic, even in a scene where she attempted suicide by jumping off some rocks and into a pride of sea lions.\n\nI have not thought about Isabel Sarli in years, not since reviewing Theo Angelopoulos' \"Ulysses' Gaze\" (1995), which starred Harvey Keitel as a movie director who returns to his roots in Greece and makes love to lots of women. I quote from my 1997 review: \"I was reminded of Armando Bo's anguished 1960s Argentinian soft-core sex films, which starred his wife, Isabel Sarli, whose agony was terrible to behold and could only be slaked in the arms of a man. [Keitel] and the women make love in this movie as if trying to apply unguent inside each other's clothes.\"\n\nThe Sarli role in \"La Mujer de Mi Hermano\" is filled (and that is the word) by Barbara Mori, a TV Azteca and Telemundo star who provides persuasive reasons why there are ever so many more plunging necklines on the Spanish-language channels than on their chaste Anglo equivalents. If Oprah were on Telemundo, Tom Cruise would have stayed on the couch.\n\nThe movie's title translates as \"My Brother's Wife,\" although it would be more accurate to call it \"My Husband's Brother,\" since it is told entirely from the point of view of Zoe (Mori). She has been married for 10 years to Ignacio (Christian Meier), who is a \"businessman.\" In these movies, \"businessman\" translates as \"doesn't satisfy his wife.\" Zoe complains to a friend that Ignacio only likes to have sex on Saturdays. We find this hard to believe until a scene where a symbolic unguent application is interrupted by Ignacio: \"Remember that today's not Saturday.\" When she cannot believe her ears (or any other organ), he whines, \"Honey, that's the way I am.\"\n\nWhat a contrast with his brother Gonzalo (Manolo Cardona), an artist with the kind of five o'clock shadow where the whiskers seem forced out through his skin by testosterone. Zoe attends one of Gonzalo's gallery openings and purchases a painting, which Ignacio throws into the pool of his multimillion-dollar house, an example of modern domestic architecture which looks as if Frank Lloyd Wright's \"Fallingwater\" had conceived a child with Donald Trump.\n\nIgnacio begins to suspect something, although not nearly enough, and none too quickly, as Zoe and Gonzalo star in \"Never on Saturday.\" The two brothers, they love each other, and yet dark secrets from their past beg to be revealed. Indeed, by this point secrets from anybody's past would be welcome.\n\nThe movie is astonishingly simple-minded, depicting characters who obediently perform their assigned roles as adulterers, cuckolds, etc. At least with Isabel Sarli, you had the impression she was not only having a good time while she made her movies, but enjoyed hours and hours just looking at them.", "running_time": 89, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-13", "genres": ["Drama", "Foreign", "Romance"], "title": "La Mujer de Mi Hermano (2006)"}