{"url": "http://www.rogerebert.com/reviews/la-mission-2010", "by": "Benjamin Brattas Che Rivera", "star_rating": 2.5, "text": "This is the Che Rivera we meet at the beginning of “La Mission”; he's played by Benjamin Bratt as a tattooed macho guy — a man who isn't afraid to face down unruly passengers on his bus. He loves his son Jes (Jeremy Ray Valdez). After some disagreements with his upstairs neighbor Lena (Erika Alexander), he's beginning to see her in a new light. He's also the anchor of a group of friends who work together on their lovingly customized cars.\n\nThen he discovers his son is gay. That isn't part of his world, his culture, his comprehension. There is always violence coiled inside Che, and he throws his son out of the house, fights with him on the sidewalk, and as a result, assures that everyone in the neighborhood and at his son's school knows his secret. They both sense a lot of stares and giggles and negative feelings from the Latino community.\n\nLena, as it turns out, works at a shelter for abused women. She is firm and unyielding in her distaste for violence. She'd started to like Che — there's a lot to like about him — but now she fears he's a type she's seen too often. He doesn't have a way to process anger. He explodes. He loves his son, but hates homosexuality more.\n\nThis story is told earnestly and with some force in “La Mission,” written and directed by Benjamin Bratt's brother Peter. They worked together earlier on Peter's “Follow Me Home” (1996), an in-your-face film about a car full of minority graffiti artists on a cross-country odyssey. Here their hearts are in the right place, but the film tries to say too many things for its running time.\n\nI believe Che's outrage at his son's personality. I do not believe his son would challenge him by suggesting Che found out something about gay sex in prison. At that moment I felt a screenplay talking, not a character. The film's treatment of Che's alcoholism is perfunctory; it's used for plot points, not character revelation. I believe an African-American woman and a Mexican-American man could certainly come together in the way the movie shows, but I was puzzled that the film scarcely seems to get deeper into that than the casting.\n\nAnd Jes' lover is not simply too good to be true, he's too good to be interesting. This is Jordan (Max Rosenak), who is clean-cut, wholesome, supportive and of course with loving parents. I would have liked him to be a little more complex. I don't even know how Jes and Jordan met; he's simply there because the story requires him.\n\nSome crucial scenes take place in a hospital. These scenes, I think, overplay Che's feelings. I don't require acceptance and reconciliation, and “La Mission” is forthright in avoiding easy answers. But does the screenplay shortchange Che by painting him more broadly at the film's end than he seemed at the beginning? If experience does anything, it leaves us wiser.", "running_time": 117, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-07-07", "genres": ["Drama", "Indie"], "title": "La Mission (2010)"}