{"url": "http://www.rogerebert.com/reviews/la-nuit-de-varennes-1983", "by": "Marcello Mastroiannias Casanova", "star_rating": 2.5, "text": "\"La Nuit de Varennes\" begins with an intriguing notion. What if a group of travelers were journeying by coach along the exact route being taken by Louis XVI in his attempt to escape from France? What if their paths crossed? And what if the travelers represented a Who's Who of second-rank nobility, intellectuals and notorious celebrities? What if, indeed, they included Casanova, that aging rake; Tom Paine, the radical American pamphleteer; Restif de la Bretonne, the first pornographer; and a countess from the king's household?\n\nWith such a promising premise, director Ettore Scola can hardly go wrong. But he does, in a long, rambling movie that contains moments of great charm, a couple of wonderful performances, and a great deal of self-indulgent tedium. The movie takes the basic situation of John Ford's \"Stagecoach\" (and countless other movies) and loads it with so many mannerisms, asides and nice little directorial flourishes that we finally lose patience.\n\nThe story begins, as such stories always do, with everybody's reason for getting out of town. Bretonne is being pursued by creditors. Paine pursues Bretonne, who owes him some printing work. The countess is secretly following a clandestine coach carrying the royal family. Casanova, broke and disillusioned, is headed in the general direction of Italy, where he can escape arrest for his debts and perhaps arrange a new line of credit.\n\nWhat Scola apparently wants to do here is create a small, temporary community of many different lifestyles of the 18th century. He gives us an American revolutionary, a suddenly obsolete countess, a few servants, and a couple of the Hugh Hefners of their day, and shows the ways in which they advance themselves and defend their positions against the upheaval of the French Revolution. As an idea, this is just fine, but as a film it grows tedious, especially since everybody in Scola's 18th century seems to pose, meditate and strike an attitude before saying anything.\n\nStill, the film has moments of great charm. Many of them belong to Marcello Mastroianni, in a wonderful performance as Casanova. He has been everywhere and done everything, and as a result is very tired. He is also vain, powdering his nose, adjusting his wig, keeping up appearances. But he is just too satiated by past excesses to take an interest in future ones, and he fends off the women attracted by his reputation.\n\nThe way Mastroianni projects Casanova's weariness, wisdom and infinite sadness is very touching. His performance deserves a footnote in film history as a variant of the Casanova he might have given us in \"Fellini Casanova\" (1977), if Fellini had not at the last moment decided to cast Donald Sutherland instead of Mastroianni.\n\nThere are other nice touches: a scene in the carriage where the passengers experiment to see how far they can venture with rude speech; Bretonne's casual air of being on the most extraordinarily friendly terms with his daughter; Casanova's gallant agreement (he is only being polite) that he is the father of an aging society woman's child; and a touching final scene in which a dummy is dressed in the clothes of the king. \"Le Nuit de Varennes\" has some fine things in it, surrounded by a lot of other things.", "running_time": 131, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-03-31", "genres": ["Drama", "History"], "title": "La Nuit de Varennes (1983)"}