{"url": "http://www.rogerebert.com/reviews/la-petite-lili-2004", "by": "Nicole Garciaas Mado Marceaux", "star_rating": 3.0, "text": "There is nothing the equal of a summer cottage to assemble all the characters needed for a drama, and nobody else. There are spare bedrooms and secluded groves for adultery, and long tables on the shady lawn for boozy lunches at which truth is told. European films get enormous mileage out of the device; Hollywood is more likely to send the parents off with their kids to Wally World or the Johnson family reunion, which is why this adaptation of Chekhov's \"The Seagull\" would play strangely in a station wagon.\n\nThe play, you will recall, if you received a liberal education and didn't major in ways to make money, involves a family gathering that includes an aging diva, a famous writer, the diva's idealistic son and a young actress. The son falls in love with the actress, who knows which side of her bread she wants buttered, and goes after the writer, who is the lover of the diva. Minor characters have minor dalliances, and the point of the play is to show how all of these passions are transmuted into art.\n\nClaude Miller, a French director of dry humor and great skill, has taken the Chekhov outline and updated it to present-day France, substituting the cinema for literature. His film stars the elegant Nicole Garcia as Mado Marceaux, as a movie star acutely aware of her age and determined to retain possession of her lover, the successful director Brice (Bernard Giraudeau). Her son Julien (Robinson Stevenin) is one of those intolerable young men who guards the candle of integrity on the birthday cake of materialism. As the movie opens, Julien and Lili (Ludivine Sagnier), an ambitious young actress, are found making love, but Julien is like the young filmmaker in \"Last Tango in Paris,\" and sees his life as a movie and his lover as a character in need of direction.\n\nFilling out the cast are old Uncle Simon (Jean-Pierre Marielle), who likes to nap in the sun and pose as a cynic, the handyman Guy (Marc Betton), his wife Leone (Anne Le Ny) and their daughter Jean-Marie (Julie Depardieu), who is genuinely in love with Julien and believes he is a genius.\n\nWhether he is or not becomes clear one day when Julien announces the world premiere of his new experimental film. All of the guests troop out to the barn for a viewing, especially the famous director Brice; Julien despises him, his work, and everything he stands for, but desires his praise and support. The film, which stars Lili, is awful. Everybody knows it, but finds ways to praise it (Gene Siskel's response in such a situation: \"Thank you for making a film\"). Lili doesn't find her future in Julien's avant-garde and goes after Brice: \"I could make you happy again.\" This is true only if it would give him joy to make her a star. Mado is crushed to lose to her younger rival. Jean-Marie stands by alertly to pick up Julien's pieces.\n\nFlash forward five years, and Julien is making a film on a set built to look like the location of their summer of passion. Some of the actors are playing themselves; others have been cast by famous lookalikes (the beloved Michel Piccoli among them). It is ironic that art has been transmuted into life, but more ironic that Julien has been transmuted into Brice, and now works on a sound stage with a full crew and a big budget. \"Why did you make your movie for $24,000?\" I heard an indie filmmaker once asked at Sundance. \"So I will never have to again.\"\n\nThe third act departs from Chekhov and is original with Miller; it not only makes a nicely ironic point, but, because he takes his time with it, allows for a meditation on the distance between art and life. We see that even the actors playing \"themselves\" are not playing the selves we have seen, but new selves invented by Julien. The character who best understand this, and actually forgives it, is the older director Brice.\n\nAnd did Brice find happiness with young Lili? Almost on the very day he became her lover, he knew he would \"fall into a well of loneliness.\" It has been said that the reason we establish relationships is to assure ourselves of a witness to our lives. Happy relationships have two witnesses, but Brice's has only one.", "running_time": 104, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-12-09", "genres": ["Drama", "Foreign", "Romance"], "title": "La Petite Lili (2004)"}