{"url": "http://www.rogerebert.com/reviews/la-story-1991", "by": "Steve Martinas Harris", "star_rating": 4.0, "text": "But there is also a bewitching Los Angeles, a city I glimpsed on my first visit there many years ago, where after my team won in the Rose Bowl I was driven up to Mulholland Drive, and the whole city lay glittering beneath. For a kid from Downstate Illinois, there was something enchanting going on down there - there was the promise of not merely success and the fulfillment of lust, but even of happiness and the fulfillment of dreams.\n\nNone of that has much to do with the reality of the city, I am aware, and sometimes the dreams seem buried by car washes and mini-malls, smog and traffic and urban wretchedness. But \"L.A. Story\" is a light-hearted fantasy that asks us to accept one small possibility, and promises us we may find contentment if we keep an open mind. That possibility is that a giant electrical traffic warning billboard might one day start sending personal messages to a TV weatherman, suggesting how he can make improvements in his life.\n\nThe weatherman is named Harris K. Telemacher (Martin), and he specializes in goofy weather reports that have little connection with actual climatic conditions. He makes enough money to move in an affluent circle of beautiful people who seem prepared to sit in the sunshine ordering cappuccino for the rest of their lives. Then Telemacher is fired, and discovers that his girlfriend (Marilu Henner) is having an affair, and with relief and a certain feeling of freedom he walks out of the relationship and takes stock of his life, inspired by the sentient highway sign. (He is not without his own difficulties in believing that the sign is on the level; the first time it talks to him, he looks around in paranoid despair, convinced he's on \"Candid Camera.\") The sign urges him to telephone a number that's been given to him by a friendly Valley Girl in a clothing store, and before long he finds himself in an energetic relationship with SanDeE(STAR) (Sarah Jessica Parker), who like many Southern Californians spells her name as if it were an explosion at the type foundry.\n\nSanDeE(STAR) has a carefree and liberating air, but eventually Telemacher has to admit that the woman he's really attracted to is Sara (Victoria Tennant), a British journalist in town to do a story on L.A. lifestyles.\n\nThese stories of love provide the fragile narrative thread on which Martin (who wrote) and Mick Jackson (who directed) weave their spell. There are scenes that in other hands might have seemed obvious (for example, the daily routine of shooting at other drivers while racing down the freeway), but somehow there is a fanciful edge in the way they do it, a way they define all of their material with a certain whimsical tone.\n\nThe film is astonishing in the amount of material it contains. Martin has said he worked on the screenplay, on and off, for seven years, and you can sense that as the film unfolds. It isn't thin or superficial; there is an abundance of observation and invention here, and perhaps because the filmmakers know they have so much good material, there's never the feeling that anything is being punched up, or made to carry more than its share. I was reminded of the films of Jacques Tati, in which, calmly, serenely, an endless series of comic invention unfolds.\n\nSteve Martin shows again in this film that he has found the right comic presence for the movies; the lack of subtlety in early films like \"The Jerk\" has now been replaced by a smoothness and unforced intelligence. The other cast members are basically in support of that character, although Sarah Jessica Parker has figured out a Valley Girl airhead right down to the ground. What you feel here, as you feel in the work of Tati and some of the comedians of the silent era, is that the whole film is the work of comedy - that it isn't about jokes, or a funny individual, but about creating a fictional world that is funny on its own terms.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-02-08", "genres": ["Comedy", "Drama", "Fantasy", "Romance"], "title": "L.A. Story (1991)"}