{"url": "http://www.rogerebert.com/reviews/la-strada-1994", "by": "Giulietta Masinaas Gelsomina", "star_rating": 3.5, "text": "Federico Fellini's \"La Strada\" (1954) tells a fable that is simple by his later standards, but contains many of the obsessive visual trademarks that he would return to again and again: the circus, and parades, and a figure suspended between earth and sky, and one woman who is a waif and another who is a carnal monster, and of course the seashore. Like a painter with a few favorite themes, Fellini would rework these images until the end of his life.\n\nThe movie is the bridge between the postwar Italian neorealism which shaped Fellini, and the fanciful autobiographical extravaganzas which followed. It is fashionable to call it his best work - to see the rest of his career as a long slide into self-indulgence. I don't see it that way. I think \"La Strada\" is part of a process of discovery that led to the masterpieces \"La Dolce Vita\" (1960), \"8 1/2\" (1963) and \"Amarcord\" (1974), and to the bewitching films he made in between, like \"Juliet of the Spirits\" (1965) and \"Fellini's Roma\" (1972).\n\n\"La Strada\" is the first film that can be called entirely \"Felliniesque.\" It is being re-released, in a restored print presented by Martin Scorsese, at a poignant moment: Fellini received an honorary Oscar at the 1993 Academy Awards, with his wife Giulietta Masina applauding tearfully in the front row. Since then, both have died.\n\nThe story is one of the most familiar in cinema. A brutish strongman named Zampano (Anthony Quinn) tours Italy, living in a ramshackle caravan pulled by a motorcycle. He needs an assistant for his act, and from a poor widow at the seaside he purchases her slow-witted daughter Gelsomina (Giulietta Masina). He is cruel to the young woman, but she has a Chaplinesque innocence that somehow shields her from the worst of life, and she is proud of his accomplishments, such as learning to play his signature tune on a trumpet.\n\nIn a provincial town, Gelsomina is struck breathless by the Fool, a high-wire artist who works high above the city street.\n\nZampano signs up with an itinerant circus, where the Fool (Richard Basehart) is employed. He mocks Zampano, who attacks him in a rage, and is jailed. The Fool is attracted to Gelsomina, but sees that she has formed a strong bond with the strongman, and leaves so they can be together. But Zampano's jealousy and rage return; he kills the Fool; Gelsomina goes mad, and all is in place for one of Fellini's favorite endings, in which a defeated man turns to the sea, which has no answers.\n\nSeeing the film again after several years, I found myself struck first of all by new ideas about the Fool. The film intends us to take him as a free and cheerful spirit (the embodiment of Mind, Pauline Kael tells us, with Zampano as Body and Gelsomina as Soul).\n\nBut he has a mean, sarcastic streak I had not really registered before, and his taunting of the dim Zampano is sadistic. To some degree he is responsible for his own end.\n\nMasina's character is perfectly suited to her round clown's face and wide, innocent eyes; in one way or another, in \"Juliet of the Spirits,\" \"Ginger and Fred\" and most of her other films, she was always playing Gelsomina. Her performance is inspired by the silent clowns (I was reminded of Harry Langdon in \"The Strong Man\"), and is probably a shade too conscious and knowing to be consistent with Gelsomina's retardation. The character should never be aware of the effect she has, but we sometimes feel Gelsomina's innocence is calculated.\n\nIt is Quinn's performance that holds up best, because it is the simplest. Zampano is not much more intelligent than Gelsomina.\n\nLife has made him a brute and an outcast, with one dumb trick (breaking a chain by expanding his chest muscles), and a memorized line of patter that was perhaps supplied to him by a circus owner years before. His tragedy is that he loves Gelsomina and does not know it, and that is the central tragedy for many of Fellini's characters: They are always turning away from the warmth and safety of those who understand them, to seek restlessly in the barren world.\n\nIn almost all of Fellini's films, you will find the figure of a man caught between earth and sky. (\"La Dolce Vita\" opens with a statue of Jesus suspended from a helicopter; Marcello Mastroianni opens \"8 1/2\" floating in the sky, tethered to earth.) They are torn between the carnal and the spiritual. You will also find the waifs and virgins and good wives, contrasted with prostitutes and temptresses (Fellini in his childhood encountered a vast, buxom woman who lived in a shack at the beach, and made her a character again and again). You will find journeys, processions, parades, clowns, freaks, and the shabby melancholy of an empty field at dawn, after the circus has left. (Fellini's very last film seen in this country, 1987's \"Intervista,\" ends with such an image.) And you will hear it all tied together with the music of Nino Rota, who, starting with \"I Vitelloni\" in 1953, faithfully composed for Fellini some of the most distinctive film scores ever written, merging circus music and pop songs with the sadly lyrical sounds of accordions and saxophones and lonely trumpets (the tune ending in a rude trumpet squawk, which Zampano teaches to Gelsomina, is mirrored in the nightclub scene in \"La Dolce Vita\").\n\nWhen Fellini died, the critic Stanley Kauffmann wrote an appreciation in The New Republic that ended with the words: \"During his lifetime, many fine filmmakers blessed us with their art, but he was the only one who made us feel that each of his films, whatever its merits, was a present from a friend.\" In the words of a film about him, \"Ciao, Federico.\"", "running_time": 107, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-04-01", "genres": ["Drama", "Foreign"], "title": "La Strada (1994)"}