{"url": "http://www.rogerebert.com/reviews/la-salamandre-1972", "by": "Bulle Ogieras Rosemonde", "star_rating": 2.5, "text": "A few years ago, she may (or may not) have shot her uncle in the shoulder with his military rifle. It is of little matter; the case was dropped for lack of witnesses. But now it has been reopened by Pierre and Paul, two writers asked to write a TV script about her. It doesn't sound like much of a story, but Pierre and Paul are happy to have the 4,000 francs and so they take the assignment. \n\nThey take different approaches. Pierre, who fancies himself a serious writer, decides to operate entirely in the area of fiction. He will create the girl in his mind. Paul, a journalist sets out on a series of interviews with the girl and her uncle, and eventually finds the girl removing her miniskirt in his bedroom. Such are the dividends of realism. \n\nAlain Tanner's \"La Salamandre\" isn't really about whether the girl - Rosemonde, named after the saint for the day she was born - actually pulled the trigger. It's about the elusiveness of human identity. Without meeting her, Pierre is able to evolve an elaborate story about her (that turns out to be uncannily accurate). But once he does meet her, once he sees the real thing, his creative impulse dries up and he is left with no ideas at all. \n\nPaul, the journalist, is equally frustrated. He has the facts but no place to go with them. He even has the girl herself in his bed. But such is her concrete nature that he cannot possibly make up a fiction about her; he is more comfortable writing his analysis of politics in Brazil. \n\nAnd so we're left with the girl herself, played with an appealing but unhelpful winsomeness by Bulle Ogier. She is not a complicated person, not elusive - except that reality itself can be so hard to put your finger on sometimes. She works at a variety of jobs: Operating a sausage-stuffer, selling shoes. She either quits or gets fired (at the shoe store, for running her fingers longingly over the calves of her customers). She has had her problems. Her uncle considers her a tramp. Her mother has had to take in her child, born out of wedlock. She's suspected of a theft. \n\nBut so what? Life is like that. So is Tanner's movie, which is a gentle and often whimsical poem about how time slips away from us unheeded while we try to hammer moments to our calendars. His characters owe something to the threesome in Francois Truffaut's \"Jules and Jim,\" of course, and there is a fanciful air to the black-and-white photography, the slightly irrelevant narration, and the way in which Tanner uses small, funny scenes that apparently have nothing to do with the action. \n\nBut the movie finally doesn't quite win us over. It moves too slowly; it tries to do too much at its leisurely pace. We don't hate it, or want to walk out. We're just left a little too relaxed. It takes its title from the salamander, a creature that (it is said) cannot be harmed by fire. But a better title might have been \"L'Escargo,\" about a creature improved by a little butter and garlic.", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-11-28", "genres": null, "title": "La Salamandre (1972)"}