{"url": "http://www.rogerebert.com/reviews/la-vie-en-rose-2007", "by": "Marion Cotillardas Edith Piaf", "star_rating": 4.0, "text": "She was the daughter of a street singer and a circus acrobat. She was dumped by her mother with her father, who dumped her with his mother, who ran a brothel. In childhood, diseases rendered her temporarily blind and deaf. She claimed she was cured by St. Therese, whose shrine the prostitutes took her to. One of the prostitutes adopted her, until her father returned, snatched her away, and put her to work in his act. From her mother and the prostitute she heard many songs, and one day when his sidewalk act was doing badly, her father commanded her, \"Do something.\" She sang \"La Marseilles.\" And Edith Piaf was born.\n\nPiaf. The French word for \"sparrow.\" She was named by her first impresario, Louis Leplee. He was found shot dead not long after -- possibly by a pimp who considered her his property. She stood 4 feet, 8 inches tall, and so became \"the Little Sparrow.\" She was the most famous and beloved French singer of her time -- of the century, in fact -- and her lovers included Yves Montand (who she discovered) and the middleweight champion Marcel Cerdan. She drank too much, all the time. She became addicted to morphine, and required ten injections a day. She grew old and prematurely stooped, and died at 47.\n\nOlivier Dahan's \"La Vie en Rose,\" one of the best biopics I've seen, tells Piaf's life story through the extraordinary performance of Marion Cotillard, who looks like the singer. The title, which translates loosely as \"life through rose-colored glasses,\" is from one of Piaf's most famous songs, which she wrote herself. She is known for countless other songs perhaps most poignantly for \"Non je ne regrette rien\" (\"No, I regret nothing\"), which is seen in the film as her final song; if it wasn't, it should have been.\n\nHow do you tell a life story to chaotic, jumbled and open to chance as Piaf's? Her life did not have an arc but a trajectory. Joy and tragedy seemed simultaneous. Her loves were heartfelt but doomed; after she begged the boxer Cerdan to fly to her in New York, he was killed in the crash of his flight from Paris. Her stage triumphs alternated with her stage collapses. If her life resembled in some ways Judy Garland's, there is this difference: Garland lived for the adulation of the audience, and Piaf lived to do her duty as a singer. From her earliest days, from the prostitutes, her father and her managers, she learned that when you're paid, you perform.\n\nOh, but what a performer she was. Her voice was loud and clear, reflecting her early years as a street singer. Such a big voice for such a little woman. At first she sang mechanically, but was tutored to improve her diction and express the meaning of her words. She did that so well that if you know what the words \"Non je ne regrette rien\" mean, you can essentially feel the meaning of every other word in the song.\n\nDahan and his co-writer, Isabelle Sobelman, move freely through the pages of Piaf's life. A chronology would have missed the point. She didn't start here and go there; she was always, at every age, even before she had the name, the little sparrow. The action moves back and forth from childhood to final illness, from applause to desperation, from joy to heartbreak (particularly in the handling of Cerdan's last visit to her).\n\nThis mosaic storytelling style has been criticized in some quarters as obscuring facts (quick: how many times was she married?). But think of it this way: Since there are, in fact, no wedding scenes in the movie, isn't it more accurate to see husbands, lovers, friends, admirers, employees and everyone else as whirling around her small, still center? Nothing in her early life taught her to count on permanence or loyalty. What she counted on was singing, champagne, infatuation and morphine.\n\nMany biopics break down in depicting their subjects in old age, and Piaf, at 47, looked old. Gene Siskel once referred to an actor's old-age makeup as making him look like a turtle. In \"La Vie en Rose\" there is never a moment's doubt. Even the hair is right; her frizzled, dyed, thinning hair in the final scenes matches the real Piaf in the videos I cite below. The only detail I can question is her resiliency after all-night drinking sessions. I once knew an alcoholic who said, \"If I wasn't a drinker and I woke up with one of these hangovers, I'd check myself into the emergency room.\"\n\nThen there are the songs, a lot of them. I gather from the credits that some are dubbed by other singers, some are sung by Piaf herself, and some, in parts at least, by Cotillard. In the video clips you can see how Piaf choreographed her hands and fingers, and Cotillard has that right, too. If a singer has been dead 50 years and sang in another language, she must have been pretty great to make it onto so many saloon jukeboxes, which is how I first heard her. Now, of course, she's on my iPod, and I'm listening to her right now.\n\nPour moi toute seule.", "running_time": 140, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-06-14", "genres": ["Drama", "Foreign", "Musical"], "title": "La Vie en Rose (2007)"}