{"url": "http://www.rogerebert.com/reviews/labyrinth-1986", "by": "David Bowieas Jareth", "star_rating": 2.0, "text": "\"Labyrinth\" is a movie that obviously was made with infinite care and pains, and it began with a real inspiration: Why not create a fantasy out of some of the drawings of M. C. Escher, who is famous for visual paradoxes such as a room with staircases that go \"up\" in every possible direction? The movie is an impressive production that is often good to look at. Some real thought went into it and the David Bowie soundtrack is fine, yet there's something missing. It never really comes alive.\n\nThe film takes the form of a nightmare that visits the heroine, an adolescent girl named Sarah (Jennifer Connelly) who lives in a dreamworld of magic and legend and fairy princesses and enchantments.\n\nShe's left to baby-sit for her baby brother, and when she teasingly wishes the goblins would take him away, she gets her wish. She is visited by Jareth (David Bowie), the ruler of the mystical world that is just out of sight of ordinary eyes. He sets her a task: She can get the child back, but only by finding her way through an endless labyrinth to the castle in the center.\n\nOur first view of the labyrinth is impressive. Indeed, all the special effects in the movie are impressive, showing the director, Muppets creator Jim Henson, working at the top of his form. Inside the labyrinth, Sarah faces a series of horrific challenges and meets a lot of strange characters. We are reminded a little of \"Alice in Wonderland\" (1976). I have a problem with almost all nightmare movies: They aren't as suspenseful as they should be because they don't have to follow any logic. Anything can happen, nothing needs to happen, nothing is as it seems and the rules keep changing. Consider, for example, the scene in \"Labyrinth\" where Sarah thinks she is waking up from her horrible dream and opens the door of her bedroom. Anything could be outside that door.\n\nTherefore, we're wasting out psychic energy by caring. In a completely arbitrary world, what difference does anything make? \"Labyrinth\" is intended as another extension of Henson's muppetry, in which the creatures he creates are more scary and real than ever.\n\nBut they are still Muppets, and I think the Muppet idea works better when humans visit the Muppet world (as in the Muppets movies), rather than when Muppets turn up in the human world.\n\nOne of the key characters in this film is Toby (played by Toby Froud). Froud is a midget who has been given a Muppet head to wear. And although the head is a good special-effects construction, I kept wanting to see real eyes and real expressions. The effects didn't add anything.\n\nOne other problem is that the movie is too long. Without a strong plot line to pull us through, all movies like this run the danger of becoming just a series of incidents. There's no structure to the order of the adventures. Sarah does this, she does that, she's almost killed here, almost trapped there, until at last nothing much matters. Great energy and creativity went into the construction, production and direction of this movie, but it doesn't have a story that does justice to the production.", "running_time": 113, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-06-27", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Labyrinth (1986)"}