{"url": "http://www.rogerebert.com/reviews/lacombe-lucien-1974", "by": "Pierre Blaiseas Lucien Lacombe", "star_rating": 4.0, "text": "Louis Malle’s “Lacombe, Lucien” (1974) opens with a young man cleaning the floors of a hospital ward. Outside, a bird sings. The youth goes to the window, spots the bird, takes a slingshot from his pocket and kills the bird. He resumes his task of cleaning floors. His face hasn't betrayed any emotion. He seems to have killed the bird purely as a technical exercise, to demonstrate the accuracy of this aim.\n\nThe young man is Lucien Lacombe, and he is 17 in 1944, when the German war machine has started to fall apart. He lives in occupied France, and as we get to know him, we realize he's a moral cipher with no point of view at all toward the momentous events surrounding him. He's not stupid, but his interest in the war is limited mostly to the daily ways it affects him directly.\n\n It affects him at home, where his mother lives with her lover (his father is missing in action). It affects him at work, where he labors in his boring job at the hospital. A lot of the young men in the town are members of the underground resistance movement. They carry guns, are involved in secret schemes and don't have to mop floors. Lucien approaches the local resistance and asks to join, but he's turned away because he's too young. He wants desperately (if \"desperately\" isn't too strong a word for such a taciturn character) to break the mold of his life, and since the resistance won't have him, he joins the local Gestapo.\n\n Now he gets to carry a gun (even a machine gun), and he has money in his pocket. It's a good job, as jobs go. He doesn't seem, at first, or even afterwards, to have given much thought to the moral issues involved. He doesn't see himself as a traitor to France, or a collaborator with the evil of Nazism, but as a person of some consequence through his power to order and bully. He likes the work.\n\n And that seems to be an underlying theme of Louis Malle's “Lacombe, Lucien”, which is one of a growing number of works examining the role played by ordinary Frenchmen during the German occupation. Marcel Ophuls' landmark documentary “The Sorrow and the Pity\" (1970) first broke this ground two years ago, destroying the myth that most Frenchmen listened faithfully to de Gaulle's broadcasts from London, while only a handful were collaborators. Ophuls' “Hotel Terminus” (1987) made the point again in 1987. The truth, Marcel Ophuls and Louis Malle seem to be saying, is that a lot of ordinary people simply went along, passively, because they were so accustomed to obeying authority that they preferred the Germans to the bother of making up their own minds. That was part of what Ophuls had to say, and now, Malle offers a more provocative statement.\n\n His “Lucien” is a case study of a young man of almost total selfishness, who betrays his people and joins the Gestapo primarily to make things easier for himself. His error, of course, is that he becomes a collaborator at a point in the war when the Germans are clearly going to lose. But his horizons aren't wide enough to take account of those faraway possibilities.\n\n His life becomes complicated, however, when he uses the power of the Gestapo to move into a comfortable house in the town that's being occupied by a Jewish tailor from Paris, his mother and his attractive young daughter. These people are of an intelligence and sophistication beyond a simple thug like Lucien, but in some backward way, he develops a grudging affection for them. He bullies them around, his machine gun having provided a personality where none existed before. But then he falls in love with the girl, and she with him.\n\n This is crazy, we're thinking. Lucien joins the Gestapo almost absentmindedly, and then this bright Jewish girl falls for a guy like that. But Louis Malle's point is a complex one. Neither of these people can quite see beyond their immediate circumstances. They're young, uninformed, naive, and the fact is that adolescent sex appeal is a great deal more meaningful to them than all the considerations of history.\n\n Lucien (who falls into the bureaucratic mold so effortlessly that he takes to giving his name first for the convenience of those filling out official forms) is faced now with complications and challenges he simply isn't equal to. He loves the girl, and he has some kind of wary relationship with her father, but his Gestapo membership is eventually going to force him to hurt this family. He doesn't, though. He comes along to their house on a raid with a German officer, but decides at the last minute to kill the officer and run off to the country with the girl. That wasn't a brave or ideological decision, either. He almost seems to have taken it as a matter of convenience.\n\n Louis Malle, whose previous film was the bittersweet and lovely “Murmur of the Heart” (1971), gave himself a difficult assignment this time. His film isn't really about French collaborators, but about a particular kind of human being, one capable of killing and hurting, one incapable of knowing or caring about his real motives, one who would be a prime catch for basic training and might make a good soldier and not ask questions.\n\n As played by Pierre Blaise, a young forester who had never acted before (and who died in a road crash a few years later), Lucien is a victim trapped in his own provincialism and lack of curiosity. Louis Malle seems almost to be examining the mentality of someone like the war criminals at My Lai -- technicians of murder who hardly seemed to be troubled by their actions. That's the achievement of “Lacombe, Lucien.” But what Louis Malle is never quite able to do is to make us care about Lucien, who is so morally illiterate that his choices, even the good ones, seem randomly programmed. Perhaps to show that illiteracy is the point of the film.", "running_time": 138, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Drama", "Foreign", "War"], "title": "Lacombe, Lucien (1974)"}