{"url": "http://www.rogerebert.com/reviews/ladder-49-2004", "by": "Joaquin Phoenixas Jack Morrison", "star_rating": 3.5, "text": "The best compliment I can pay \"Ladder 49\" is to say that it left me feeling thoughtful and sad. I was surprised it had such an effect. I walked in expecting an action picture with heroic firemen charging into burning buildings for last-minute rescues. \"Ladder 49\" has the heroes and the fires and the rescues, but it's not really about them. It's about character, and about the kind of man who risks his life for a living. And it's about work, about what kind of a job it is to be a fireman.\n\nThe movie stars Joaquin Phoenix as Jack Morrison, a fireman assigned to search and rescue. John Travolta plays Kennedy, his chief. The other guys at the firehouse include Tommy (Morris Chestnut), Don (Kevin Daniels), Lenny (Robert Patrick) and Frank (Kevin Chapman).\n\nWe see them in action before we really meet them. A warehouse is on fire, and people are trapped on the 12th floor. There's grain dust in the building that could explode at any moment. Jack and his team charge into the building, and Jack finds a survivor on the 12th floor -- which is too high for the cherry-pickers or ladders to reach. \"Stick with me. I'll take care of you,\" he tells the guy, and lowers him out a window on a rope until firemen below can grab him, calm his panic and return him safe to earth.\n\nThe grain dust blows. Jack falls through a hole in the center of the building and lands a few floors below, stunned, half-buried by debris. Eventually he regains consciousness, and is able to radio Travolta, who coordinates the rescue effort. It is clear that there's a limited window of opportunity to save Jack before the building kills him.\n\nThe movie flashes back to Jack's first day as a rookie in the fire department, and we understand what the structure will be: His present danger will be intercut with the story of his life as a fireman. So far everything in \"Ladder 49\" has been basic and predictable, by the numbers, although the special effects and stunt work inside the burning building were convincing. But as the movie explores Jack's life, it shows an attention and sensitivity that elevates the flashbacks from the usual biographical stops along the way.\n\nYes, he's the victim of practical jokes. Yes, he does a lot of after-hours drinking with his firehouse buddies, chugging beer competitively. Yes, he and a buddy pick up two girls in the supermarket, and the one named Linda (Jacinda Barrett) becomes his wife. And they have kids. And some of his friends have bad things happen to them during fires. And he volunteers for search and rescue. And Linda worries about him, and dreads the day a red fire chief's car may pull up in front of her house to deliver a man with dreadful news.\n\nAs I list these scenes, you may think you can guess what they contain and how they play, but you would be wrong. The director, Jay Russell, working from Lewis Colick's screenplay, brings a particular humanity to the scenes; I am reminded of how his movie \"My Dog Skip\" transcended the basic elements of a boy and his dog. The marriage of Jack and Linda is not a movie marriage, but a convincing one with troubles and problems and love that endures. Linda is not one more of those tiresome wives in action movies, who appear only to complain that the hero should spend more time with his family. She is Jack's partner in their family, and a source of his pride and courage at work. And Jack's relationship with Chief Kennedy (Travolta) is complex, too, because Kennedy worries about him and is not at all sure he should allow him to volunteer for search and rescue.\n\nAfter Jack has lost one friend and another has been badly burned, Kennedy offers him a transfer to a safe job downtown. Jack stays where he is, not because he is a fearless hero, but because it is his job, and he is faithful to it. There is the sense that the men of Ladder 49 go into danger and take risks largely out of loyalty to their comrades. Soldiers in battle, it is said, fight not so much for the flag or for a cause as for their buddies, to not let them down. Russell allows small details to accumulate into the subtle but crucial fact that the camaraderie of the firehouse is what motivates these men above all.\n\nThe effort to rescue Jack is desperate but skilled. Diagrams are used to figure out where he must be inside the building. He gives them clues based on what he can see. Kennedy asks if he can get to a brick wall, knock a hole in it, and crawl through it to a room they think they can reach. He thinks he can.\n\nThe movie is not about a dying man whose life passes before his eyes, but about a man who saved a life and put himself in danger, and how he got to that place in his life, and what his life and family mean to him. Because it is attentive to these human elements, \"Ladder 49\" draws from the action scenes instead of depending on them. Phoenix, Travolta, Barrett and the others are given characters with dimension, so that what happens depends on their decisions, not on the plot. As I said, I was surprisingly affected by the film. After I left the screening, I walked a while by the river, and sat and thought, and was happy not to have anything that had to be done right away.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-10-01", "genres": ["Action", "Drama", "Romance", "Thriller"], "title": "Ladder 49 (2004)"}