{"url": "http://www.rogerebert.com/reviews/ladies-in-lavender-2005", "by": "Judi Denchas Ursula Widdington", "star_rating": 2.0, "text": "\"Ladies in Lavender\" assembles those two great Dames, Judi Dench and Maggie Smith, and sends them off to play sisters sharing a cozy little cottage on the Cornwall coast. That is an inspiration. What they do there is a disappointment. Their days are spent gardening and having tea, their evenings with knitting and the wireless, until one dark and stormy night, a strange young man is washed up on their shore.\n\nThis is Andrea Marowski (Daniel Bruhl). He is handsome, sweet, and speaks hardly a word of English. But Janet Widdington (Smith) discovers he has some German, and unearths her ancient textbook. Soon she and her sister Ursula (Dench) discover that Andrea is Polish, a violinist, and a gifted one at that. What they do not discover is how he happened to be in the sea on that stormy night, which is the very thing we want to know. There is no word of a shipwreck. Perhaps he is a magical creature, left over from \"The Tempest.\"\n\nThe sisters have lived in calm and contentment for many years. Janet is a widow; Ursula has never married, and probably never had sex, although from the way she regards Andrea, she may be thinking it's never too late to start. Ursula becomes possessive of the handsome young man; Janet observes this, doesn't like it, and mostly but not entirely keeps her thoughts to herself.\n\nAndrea is visited by good Dr. Mead (David Warner), who advises bed rest, although perhaps not as much as Andrea chooses to enjoy; it is pleasant, watching the sun stream in through the window and being served tea by the sisters' crusty maid, Dorcas (Miriam Margolyes), who was born to play Doll Tearsheet. Eventually, however, Andrea ventures outside and catches the eye of Olga Danilof (Natascha McElhone), a landscape painter; she is not a very good painter, but she is a beautiful young woman, speaks German, and is soon spending time with Andrea while Ursula goes into a quiet and tactful form of anguish. Of course, coincidentally, Olga happens to possess the key to Andrea's fate as a violinist.\n\nThere is a moment's suspense when Dr. Mead, who also fancies Olga, ventures the suggestion that Olga and Andrea, chattering away in German, might be spies observing coastal activities; in which case, apparently, he thinks an appropriate punishment would be for Andrea to go to prison and Olga to fall in love with the doctor. It is 1936, and Europe seems on the brink of war, although for the Widdington sisters, that's not much of a concern. The local police chief drops by for a chat, is satisfied and leaves. He is so polite that if they had been spies, I wonder if he would have wanted to spoil such a nice day by mentioning it.\n\n\"Ladies in Lavender,\" directed by the actor Charles Dance, is perfectly sweet and civilized, and ends with one of those dependable scenes where -- gasp! -- look who's in the audience at the concert! It's a pleasure to watch Smith and Dench together; their acting is so natural it could be breathing. But Daniel Bruhl is tiresome as Andrea; he has no dark side, no anger, no fierceness, and although we eventually discover why he left Poland, we do not know if it was from passion or convenience. He is an ideal dinner guest; the kind of person you are happy enough to have at the table, but could not endure on a three-day train journey.\n\nI am reminded of Lindsay Anderson's \"The Whales of August\" (1987), also about two elderly sisters in a house on a coast. That one starred Bette Davis and Lillian Gish, who engaged in subtle verbal gamesmanship, both as characters and as actors. It is probably true that we should not attend a movie about old ladies in a big old house expecting much in the way of great drama (although \"Whatever Happened to Baby Jane?\" has its moments), but \"The Whales of August\" had a fire that the relaxed \"Ladies in Lavender\" is entirely lacking.\n\nIn the category of movies about older women risking a last chance on love, you could hardly improve on \"A Month by the Lake\" (1995), with Vanessa Redgrave falling for, and being dropped by, Edward Fox. We want her to win her man, and the problem with \"Ladies in Lavender\" is that although Ursula can kid herself, we can't.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-05-12", "genres": ["Drama", "Foreign", "Romance"], "title": "Ladies in Lavender (2005)"}