{"url": "http://www.rogerebert.com/reviews/ladolescente-1983", "by": "Laetitia Chauveauas Marie", "star_rating": 3.5, "text": "Jeanne Moreau's \"L'Adolescente\" tells the story of a young girl's passage from childhood into the first uncertain days of adolescence. It is a passage with some awkward moments and some unhappy ones, but the heroine, Marie, is like one of those cartoon characters who can walk through a rainstorm and never get wet. She is protected by a spell cast by her wise, worldly old grandmother, who sees all and forgives all. \n\nThe movie begins as Marie (the clear-eyed, grave Laetitia Chauveau) and her parents leave the city for a holiday in the countryside. The parents are drawn to each other by a powerful sexual attraction, suggested by Moreau in a understated sequence that also provides an opportunity to establish Marie's naivete. She is only a child. But she's beginning to grow curious about certain words, relationships and attitudes she observes in the adult world around her: She is poised just at that moment at the brink of adolescence when children realize there is a code to be broken.\n\nIn the country, the girl rides her bicycle, has long talks with her grandmother (an unshakable performance by Simone Signoret), and develops a crush on the young local doctor. She follows the doctor everywhere, becomes his friend, and even tries (in a very delicately handled scene) to offer herself to him. Perhaps because \"L'Adolescente\" was co-written and directed by a woman, however, neither this scene nor anything else in the movie has the voyeuristic tone of so many American films about sexual initiation.\n\nInstead, this film seems to owe more to French directors like Renoir. Moreau sets her scene in the same busy provincial countryside that Renoir liked to explore, and she fills her cast with a gallery of local characters: the local girl who has just had a baby, the gossiping customers at the bistro, the grandmother with her witchcraft and love spells, and especially Marie's mother (Edith Clever), who does not limit her sexual interests to her husband.\n\nThis is Moreau's second film as a director (after the effective if self-conscious \"Lumiere\"). Although the film has received some positive reviews, I have a feeling it would have been received even more enthusiastically if it had been directed by someone we'd not heard of. Moreau has been such a definitive part of French cinema in the last 30 years that there's the temptation to think of \"Moreau's film\" rather than of \"Marie's story.\"\n\nMoreau never makes that mistake. This is a movie where attention is given to the lives of the characters, not the flourishes of the director. And it is a very subtle film, as we gradually begin to see, through Marie's eyes and our own, the undercurrents in the adult world around the young girl. Moreau suggests that great emotional hurt could befall the little girl, but in the end Signoret is allowed to weave a wonderfully fanciful spell that preserves the child's romantic innocence for one summer more.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-06-21", "genres": null, "title": "L'Adolescente (1983)"}