{"url": "http://www.rogerebert.com/reviews/ladybird-ladybird-1995", "by": "Crissy Rockas Maggie", "star_rating": 4.0, "text": "Ladybug, ladybug, Fly away home.\n\nYour house is on fire, And your children will burn.\n\nNursery rhyme This is the story of a troublesome woman. A woman with a big heart and a big temper, who has had four children by four different fathers, and lost custody of all of them because she cannot function responsibly. Or, looking at it differently, it is the story of a woman persecuted by British social workers who slap her down every time she almost has her life together. The strength of the film is that there is truth to both interpretations: Yes, she is treated cruelly by social workers - and, yes, she is her own worst enemy.\n\nThe woman's name is Maggie, and she is played by a former barmaid and stand-up comic named Crissy Rock who has never acted before. It is the strongest performance in any film of the last 12 months; seeing the movie for the first time at the Telluride film festival in September 1994, I walked out of the theater and saw Rock standing there, and wanted to comfort her, she had embodied Maggie's suffering so completely. The Oscar nominations will be incomplete if they do not take this performance into account.\n\nIf you hang around bars where a lot of steady drinking goes on, you will have met someone like Crissy. She is short, blond, pudgy, in her 30s, with a nice face tending to fat. She's a \"character.\" On karaoke night, she grabs the mike and brings down the house. She's good company, tells jokes, gets bawdy, holds her own.\n\nShe likes to laugh, but there is sadness inside, and after too many drinks she may start to sob. She's in the bar looking for comfort, reassurance, a sense of belonging, and so she's a pushover for guys who buy her a drink and seem to care.\n\nOne night she meets a man who really does care. His name is Jorge (Vladimir Vega), and he is an immigrant from Paraguay with \"political problems\" at home. He seems almost improbably nice, and for once she dares to hope: Maybe this man will treat her better than the others, who were abusive, irresponsible, drunks and dopeheads. He watches her singing, and is attracted to her spirit. Soon they are a couple, and she begins to hope.\n\nWe see how hopeless she is as a mother - as a responsible adult. She was abused as a child, never learned basic survival and social skills, and exists in chaos, moving from one flat to another, treating each meal as a fresh challenge, as if food itself baffled her. We see her exploding; she has a fierce temper, a knack for blowing up when she should lay low. One day she does something that is shockingly irresponsible, and her four children are taken away from her by the social workers. She deserves to lose them. But because \"Ladybird, Ladybird\" sees her so clearly, we can understand why she acted as she did. Not forgive, but understand.\n\nNow starts her long ordeal. She wants her children back, but sees the photograph of one of them in the newspaper, offered for adoption. Jorge sticks by her, and soon she is pregnant again, but now the social workers watch her like a hawk, and she loses that baby to them - and then another, in a scene where the social workers enter the maternity ward and all but rip the infant from her womb, while a nurse breaks down and sobs.\n\nTo witness Crissy Rock in these scenes is to see acting of such elemental power and truth it can hardly be borne. She screams, she cries, she rages against her fate. The rawness of her need and grief is like an open wound. And yet at the same time we acknowledge that she seems unfit to be a mother, although perhaps Jorge could make a new start for her, and his sweetness and good sense could teach her hard lessons of maturity and balance.\n\nThe social workers are monstrous precisely because they seem to apply rules without any regard for the human beings in front of them - and yet we can see their reasoning, as Maggie explodes again and again.\n\nShe is white, her children are of various races, and now her new husband is a foreigner with questionable British immigration papers; the workers never say anything overtly racist, they are too correct for that, but sometimes you can guess what they're thinking.\n\nKen Loach directed the film. After 25 years of specializing in working-class British life (\"Kes,\" \"Poor Cow\"), he has recently made a cluster of particularly fine movies: \"Riff-Raff,\" about the floating population of construction workers; \"Raining Stones,\" about an unemployed man trying to buy a communion dress for his daughter, and now \"Ladybird, Ladybird,\" which could have been a predictable tear-jerking docudrama, but is too honest to stack the deck. What we see here is not a \"problem,\" not a \"solution,\" but simply a painful record from life. The movie is \"based on a true story.\" I never doubted that for a second.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-01-20", "genres": ["Drama", "Foreign"], "title": "Ladybird, Ladybird (1995)"}