{"url": "http://www.rogerebert.com/reviews/lady-sings-the-blues-1972", "by": "Diana Rossas Billie Holiday", "star_rating": 3.0, "text": "My first reaction when I learned that Diana Ross had been cast to play Billie Holiday was a quick and simple one: I didn't think she could do it. I knew she could sing, although not as well as Billie Holiday and certainly not in the same way, but I couldn't imagine Diana Ross reaching the emotional highs and lows of one of the more extreme public lives of our time. But the movie was financed by Motown, and Diana Ross was Motown's most cherished property, so maybe the casting made some kind of commercial sense. After all, Sal Mineo played Gene Krupa. \n\nAll of those thoughts were wiped out of my mind within the first three or four minutes of \"Lady Sings the Blues\", and I was left with a feeling of complete confidence in a dramatic performance. This was one of the great performances of 1972. \n\nAnd there is no building up to it. The opening scene is one of total and unrelieved anguish; Billie Holiday is locked into prison, destitute and nearly friendless, and desperately needing a fix of heroin. The high, lonely shriek which escapes from Ross in this scene is a call from the soul, and we know this isn't any \"screen debut\" by a Top 40 star; this is acting. \n\nIt was probably inevitable that the movie itself would follow the tried-and-true formula of most of the musical biographies of the last twenty years. The genre is well-established, and since most of the musicians they've made movies about have had unhappy private lives, there's the problem of making downhill look like uphill, at least sometimes. This is often handled (and it is again this time) by showing the performer hitting bottom, rebounding into the arms of friends, being nursed back to health, and making a spectacular comeback performance at Carnegie Hall, or at least the Palace. \n\nThe formula is so firmly established that stars even seem to follow it consciously, and we're left with tantalizing possibilities: Did Judy Garland play the Palace for the last time to give the proper form to her biography? You gotta go out in triumph, no matter what happens before. \n\n\"Lady Sings the Blues\" has most of the clichés we expect—but do we really mind clichés in a movie like this? I don't think so. There's the childhood poverty, the searching for love, the unhappy early sexual experiences, the first audition, the big break, the years of climbing to the top, the encounter with hard drugs, the fall, the comeback, the loyal lover … we know the scenes by heart. \n\nWhat brings the movie alive is the performance that Diana Ross and director Sidney J. Furie bring to the scenes. As a gangly adolescent set out to work as a maid in a whorehouse, the diva Ross somehow manages to actually look gangly and adolescent. When she is transformed into a great beauty later in the film, it is a transformation, because she was brave enough, and good enough, to really look awful at first: \"You got a long way to go,\" the madam tells her accurately, \"before anybody gonna pay $2 for an hour of your time.\" \n\nThe movie is filled with many of the great Billie Holiday songs, and Ross handles them in an interesting way. She doesn't sing in her own style, and she never tries to imitate Holiday, but she sings somehow in the manner of Holiday. There is an uncanny echo, a suggestion, and yet the style is a tribute to Billie Holiday, not an impersonation. The songs do slow the movie down quite a bit, and it feels long at over two hours, but the Billie Holiday music is really the occasion, so I suppose I shouldn't complain.", "running_time": 144, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Drama", "Music"], "title": "Lady Sings the Blues (1972)"}