{"url": "http://www.rogerebert.com/reviews/lady-in-white-1988", "by": "Lukas Haasas Frankie", "star_rating": 3.0, "text": "“Lady in White” tells a classic ghost story in such an everyday way that the ghost is almost believable, and the story is actually scarier than it might have been with a more gruesome approach. The film creates a run-of-the-mill small town, populates it with ordinary folks, gives us a bright grade-school kid as the hero, and then plunges into a tale of murder and revenge.\n\nWe have been this way before in countless other movies, but not often with so much style, atmosphere and believable human nature. Frank LaLoggia, who wrote and directed “Lady in White,” knows that ghosts are more frightening when they appear in the midst of everyday life. He also knows that horror stories work best when they play by the rules of conventional morality and reality. The reason movies like the “Friday the 13th” efforts grow old and boring is because they permit pure anarchy in which anything can happen and therefore it’s no use for us to hope, or care, about the characters.\n\nThis film stars Lukas Haas as Frankie, an inquisitive kid with an active imagination, who has a cruel trick played on him one night. Some kids lure him into the school cloakroom and lock him in, and as the night grows darker and the moon rises, he realizes that no one knows where to look for him. Then an eerie thing happens. He sees a ghost, the ghost of a young girl about his age, who seems restless and tragic, as ghosts must, because why else would they wander the Earth unless a great injustice remained unsettled? Frankie even speaks with the ghost, but then, not long after, the cloakroom has another visitor, a masked man, who fishes down in the heating duct for something and who almost kills Frankie but finally lets him loose. Who is this strange man? Is he a ghost, or a real human being? Students of the Law of Economy of Movie Character Development will figure out soon enough that the masked man is obviously the only character in the movie who has no other reason for being on the screen, but by then it’s already too late to save Frankie from possible doom.\n\nThe peculiar thing about these goings-on, we discover, is that they really do exist on two levels: There is indeed a ghost in the movie and also a real, live killer. And on a parallel track, there is the ghostly Lady in White who is said to wander the town at night, and also the weird Amanda (Katherine Helmond), a spinster whose home reminded me of that lonely closed room in “Great Expectations” where Miss Havisham kept her wedding cake.\n\nAll of these bizzare events are anchored in reality by the strong, commonsense performances of Haas, Alex Rocco as his father and Len Cariou as a family friend. There are lots of small-town details in the movie, conversations that exist for no other reason than to establish the everyday reality against which the haunted events of the night take place. The movie does a good job of telling a complicated story, which accounts for the various ghosts and other midnight apparitions, and yet it is not shy when it comes to special effects and cliff-hanging endings.\n\nIt’s kind of tricky reviewing a movie like this. Almost nothing I can say will accurately reflect the tone of the film. I can write about ghosts and killers and strange old ladies, and I could be describing a much different film. But “Lady in White,” like most good films, depends more on style and tone than it does on story, and after awhile it’s the whole insidious atmosphere of the film that begins to envelop us. Like the best ghost stories of M. R. James and Oliver Onions, who were the best in their classic field, “Lady in White” is finally not really about being frightened by ghosts, but about feeling pity for them.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-04-22", "genres": ["Horror", "Thriller"], "title": "Lady in White (1988)"}