{"url": "http://www.rogerebert.com/reviews/lady-in-cement-1968", "by": "Frank Sinatraas Tony Rome", "star_rating": 2.0, "text": "It's clear enough that Frank Sinatra has honorable intentions. He wants to make good cop and private-eye movies, the kind Bogart specialized in, with terse dialog and good action sequences and the hero played as a weary cynic with an anti-establishment bias.\n\nThe trouble in \"Lady in Cement,\" and to a lesser degree in \"The Detective\" and \"Tony Rome,\" is that Sinatra also wants to be Sinatra: running the show, slipping in-jokes over on us, writing in guest appearances for his needy friends. That's the problem with Sinatra, I guess. His personal empire is so large he doesn't need to venture outside for directors, producers, writers, friends. And since the employees of Sinatra & Co. don't like to say no to the big man, Sinatra winds up in lousy movies in spite of himself.\n\nIt's well-established that Sinatra can act, given a good script and strong direction. He was splendid in \"The Manchurian Candidate\" (1962), under John Frankenheimer's direction, and \"From Here to Eternity\" (Fred Zinnemann) and \"Some Came Running\" (Vincente Minnelli) and in a dozen musicals. But Gordon Douglas, who is directing Sinatra's current series of private eye and/or cop movies, is apparently unable to keep these films under the tight discipline that the genre demands. An extra scene, a wrong word, a relaxing of tension to spin off an in-joke and the house of cards collapses.\n\nThese weaknesses were evident in \"Tony Rome,\" and more evident in \"The Detective,\" which also had an incredible complication of flashbacks and alternate plot lines to mess things up. But \"Lady in Cement\" is the worst; somewhere in the middle of this vulgar exercise, a good movie might be buried. But we'll never know.\n\nTo be honest, I can't remember 24 hours later exactly what the plot entailed. Something about Tony Rome getting hired to track down somebody and almost having the rap pinned on him. A double-cross. A murder while the heroine was drunk. A tough ex-mobster. The clues got so tangled that toward the end everything stopped for long speeches explaining the plot to us, none too successfully.\n\nRaquel Welch, who shares top, billing, appears briefly in the movie, exhibits her body and mouths lines by rote as we have come to expect. She can't act; it's cruel to force her. She may be the first pizza waitress discovered as a movie star. Lainie Kazan, who makes a cameo appearance, is everything Miss Welch is advertised as: beautiful, talented, sexy.\n\nDan Blocker, as the enormous tough guy (what else?), makes an effective movie debut slamming people into walls, picking them up by the collar, etc. He also has a sharp sense of comedy, and if he can get over the Hoss thing, he may develop into a heavy in the league of Telly Savalas.\n\nFor the rest, there isn't much to say. In the movie's few good scenes, Sinatra once again painfully reminds us what a controlled, effective actor he is. There's something I can't understand. Here's this great talent, obviously willing to play the roles he does well, and because he's Sinatra he can call all the shots. So why does he surround himself with second-raters? With a tight script and a good action director (Don Siegel, Roger Corman, half-a-dozen others) he could have another Academy Award next year, if he wanted it.", "running_time": 93, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-03", "genres": ["Crime", "Drama", "Mystery", "Thriller"], "title": "Lady in Cement (1968)"}