{"url": "http://www.rogerebert.com/reviews/lady-chatterley-2007", "by": "Marina Handsas Connie Chatterley", "star_rating": 2.0, "text": "\"Lady Chatterley\" is a kinder, gentler version of the story most people know as \"Lady Chatterley's Lover.\" It's based on an earlier version of D.H. Lawrence's once-scandalous novel, which had the too perfect title, John Thomas and Lady Jane. While involving Lawrence's approval of transcendent lust, the film also has a great deal of time for flowers, running water, closeups of hands and long shots of trees. Also of course for the class struggle, lustful sex and close attention to the genitals.\n\nLet's begin with the genitals, or, as Groucho Marx called them, the netherlands. The story involves the young and fragrant Lady Connie Chatterley (Marina Hands) and her husband, Sir Clifford (Hippolyte Girardot), a wealthy mine owner who was paralyzed from the waist down in World War I. The movie's opening shot shows Connie waving goodbye from their country house as Clifford walks to his car and drives away, so we must assume they were married before the war. But Connie remains childless, and there is no heir to their estate.\n\nWhich leads us to questions involving the netherlands. Wandering the grounds lonely as a cloud, Connie comes upon the gamekeeper, Parkin (Jean-Louis Coullo'ch). He is sponging himself bare-chested, which inspires her (and us) to inspect her own naked body in a mirror. Life creeps quietly at the country house, where Sir Clifford seems to observe a daily word limit, and the housekeeper, Mrs. Bolton (Helene Alexandridis), says little, wrings her hands and has a look fraught with worry about everything.\n\nBut back to the netherlands. Connie and Parkin begin a love affair. Day after day, she goes flower collecting in the woods, and they meet in his hut to make love on the floor. One day, as he is undressing, she says, \"Turn around,\" and she (and we) get a closeup of the netherlands' flagpole. Later, after sex, she views him again, and observes, \"It's so funny how now it's only a little bud.\" Which leads to the conclusion that her sex education with Sir Clifford must have been sadly limited even before the war.\n\nThat may help explain why Clifford is satisfied to do without her all day every day, and be content when she returns late with a handful of daffodils. She is a kind and dutiful wife, to be sure, and they spent quiet time reading, apparently always the same books. In other versions of the story, Clifford is enraged that Connie has been bagged by the gamekeeper, but here he seems almost willfully determined not to know. He would even understand if Connie were to become pregnant by another man (an Englishman, of \"decent stock\") to provide him with an heir, and she goes off with her sister for a month at the seaside, presumably to arrange this, although at the time she is already two months' pregnant. Maybe three. Since Parkin is a strong, muscular man, Sir Clifford is about to be presented with the world's largest short-term baby.\n\nAll of this is shown with admittedly gorgeous photography, lyrical montages and sylvan melodies. The film, directed by Pascale Ferran, is spoken in French, although we are to understand that the characters are English. It won six Cesars, the French Oscars, including best film, best actress, most promising actress and screenplay and was nominated for four more. But not for best actor! Since Jean-Louis Coullo'ch takes the thankless role of Parkin and distinguishes it, that seems unfair.\n\nI also must report that on rottentomatoes.com, the film is scoring an astonishing 100 percent favorable rating on the Tomatometer from those major critics whom the site deems \"Cream of the Crop.\" Alas, my vote will spoil the perfect game, unless I am demoted to skim. Why do they love it so? They admire the way sex grows into true love, the gentleness and sweetness of the relationship, and that the film does not rush into sex but moseys there, in 168 minutes heavy with pastoral lyricism, and that Connie and Parkin learn to see, really see, the other person across the class divide.\n\nSo I am almost alone in my lack of enchantment, and yet even I feel some affection. Jean-Louis Coullo'ch is a fascinating Parkin. He's not a rough-hewn macho man, but a man who prefers to be left alone, a man whose mother said he was as much girl as boy, a tender lover, a brave partner, a tactful friend. And he seems real, not like a male model ready for underwear ads. He \"looks a bit like Oliver Stone with a sleeker nose,\" writes my friend Lisa Nesselson, Variety's Paris correspondent. Marina Hands is quiet, serene, daring and beautiful, although David Noh, a good critic banished from Rotten Tomatoes' Cream of the Crop, not unfairly observes \"one barely believes a single thought ever clouds Hands' porcelain brow.\"\n\nAll of the qualities its admirers see in the film are indeed there, and visible, but I was not much moved. Lawrence wrote much better novels that inspired much better movies (Sons and Lovers, Women in Love, The Rainbow, The Fox). Most of them include some version of the full monty, which in a Lawrence film is like the toy in a box of Cracker Jacks. Watching this film I reflected that there are only so many Cracker Jacks you can eat before you decide to hell with the toy.", "running_time": 167, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-07-05", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Lady Chatterley (2007)"}