{"url": "http://www.rogerebert.com/reviews/lady-chatterleys-lover-1982", "by": "Sylvia Kristelas Lady Chatterley", "star_rating": 1.5, "text": "Just the other night someone was telling me, with a wistful tone, that they ought to do another version of \"Emmanuelle,\" everyone's favorite soft-porn fantasy. They did, I said. The people who made the original \"Emmanuelle\" did the first two sequels, and there were three dozen rip-offs by other filmmakers. But nobody ever quite recaptured the charm and the eroticism of that original film.\n\n\tNow here are the \"Emmanuelle\" people again. Just Jaeckin, the director, and Sylvia Krlstel, the star, are back with \"Lady Chatterley's Lover,\" which has been shot with great care and dedication and no end of soft-focus filters and glistening lips--but, alas, it just doesn't work. Here is the most controversial erotic novel of the 20th century, reduced to the visual style of one of those Penthouse layouts where the model in pantaloons goes down to the stable to tickle the groom with her quirt.\n\n\tIt's no use comparing the book and movie versions of \"Lady Chatterley's Lover.\" They do not exist in comparable terms. They have nothing to do with one another. There's no rule that says a movie has to be faithful to the book it's based on, but this movie goes beyond infidelity and takes indecent liberties with the defenseless pages of D. H. Lawrence. There has to be something more to Lawrence's original story than closeups of Lady Chatterley pushing back the shrubbery for a closer look at Mellors taking his bath.\n\n\tIn atonement, this movie has sporadic fits of conscience, In scenes that genuflect in the direction of Lawrence's original subjects. Those subjects (as the movie sees them) are the difference between the impotent upper classes and the animalistic working classes; society's need to deny the normal sexual feelings of young women; and the inevitable victory of the system.\n\n\tJaeckin of course finds additional subjects in Lawrence, specifically arms, legs, breasts, thighs, and steaming baths in secluded forest clearings. But he seems to have misplaced his sense of eroticism since \"Emmanuelle.\" Now there was a movie in which we could believe in the animal passions of its characters. This time, everyone is too elegant, too carefully composed, too beautifully shot. In some strange way, this movie Is too pretty to be sexy.\n\n\tThe performances are all right, but that doesn't help, since performances do not seem to be the point in a movie like this. Sylvia Kristel, as Lady Chatterley (\"Connie\" to her husband) is an appealing young woman with clear eyes and a sweet ability to underplay a sex scene. The men in her life are Shane Briant, as her husband, and Nicholas Clay, as her lover. Briant has the most hapless task. He has to sit through most of the movie In a wheelchair, calling \"Connie!\" as petulantly as he can, and polishing his self-pity. Nicholas Clay is a classically trained British actor with an impressive list of credits, but what, I ask you, can he really do with a symbolic log-splitting scene?\n\n\tClay belongs to that generation of gifted British actors, in their 30s which also includes Jeremy Irons and John Hurt, and no doubt he was promised that this film of \"Lady Chatterley\" would be faithful to Lawrence's original vision. Jeremy Irons was smarter. He was offered a film version of \"The French Lieutenant's Woman\" that played havoc with the John Fowles novel and he took it anyway.", "running_time": null, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Foreign", "Romance"], "title": "Lady Chatterley's Lover (1982)"}