{"url": "http://www.rogerebert.com/reviews/lagaan-once-upon-a-time-in-india-2002", "by": "Aamir Khanas Bhuvan", "star_rating": 3.5, "text": "\"Lagaan\" is an enormously entertaining movie, like nothing we've ever seen before, and yet completely familiar. Set in India in 1893, it combines sports with political intrigue, romance with evil scheming, musical numbers with low comedy and high drama, and is therefore soundly in the tradition of the entertainments produced by the Bombay film industry, \"Bollywood,\" which is the world's largest.\n\nI have seen only five or six Bollywood movies, one of them in Hyderabad, India, in 1999, where I climbed to the highest balcony and shivered in arctic air conditioning while watching a movie that was well over three hours long and included something for everyone. The most charming aspect of most Bollywood movies is their cheerful willingness to break into song and dance at the slightest pretext; the film I saw was about a romance between a rich boy and a poor girl, whose poverty did not prevent her from producing back-up dancers whenever she needed them.\n\n\"Lagaan\" is said to be the most ambitious, expensive and successful Bollywood film ever made, and has been a box-office hit all over the world. Starring Aamir Khan, who is one of the top Indian heartthrobs, it was made with an eye to overseas audiences: If \"Crouching Tiger, Hidden Dragon\" could break out of the martial-arts ghetto and gross $150 million, then why not a Bollywood movie for non-Indians? It has succeeded in jumping its genre; it won an Academy Award nomination this year as best foreign film, and has been rolling up amazing per-screen averages in North American theaters.\n\nAll of which evades the possibility that most readers of this review have never seen a Bollywood movie and don't want to start now. That will be their loss. This film is like nothing they've seen before, with its startling landscapes, architecture and locations, its exuberant colors, its sudden and joyous musical numbers right in the middle of dramatic scenes, and its melodramatic acting (teeth gnash, tears well, lips tremble, bosoms heave, fists clench). At the same time, it's a memory of the films we all grew up on, with clearly defined villains and heroes, a romantic triangle, and even a comic character who saves the day. \"Lagaan\" is a well-crafted, hugely entertaining epic that has the spice of a foreign culture.\n\nThe story takes place at the height of the Raj, England's government of occupation in India. In a remote province, the local British commander is Capt. Russell (Paul Blackthorne), a lip-curling rotter with a racist streak, who insults the local maharajah to his face and thinks nothing of whipping a Hindu upstart. Even his fellow officers think he's over the top. He administers \"lagaan,\" which is the annual tax the farmers must pay to their maharajah, and he to the British. It is a time of drought and hunger, and the farmers cannot pay.\n\nEnter Bhuvan (Aamir Khan), a leader among his people, who confronts Russell and finds his weak point: The captain is obsessed by cricket, and believes it's a game that can never be mastered by Indians. Bhuvan says it is much like an ancient Indian game, and that Indians could excel at it. Russell makes Bhuvan a bet: The Brits and a village team will play a cricket match. If the Indians win, there will be no lagaan for three years. If the Brits win, lagaan will be tripled. The villagers think Bhuvan is insane, since a triple tax would destroy them, but he points out that since they cannot pay the current tax, they have nothing to lose.\n\nBhuvan assembles and starts to coach a local team. Elizabeth Russell (Rachel Shelley), the evil captain's sister, believes her brother's deal is unfair, and secretly sneaks out to the village to provide pointers on cricket. Her closeness to Bhuvan disturbs Gauri (Gracy Singh), a local woman who has believed since childhood that she and Bhuvan are fated to marry. There's another coil of the plot with the two-faced Lakha (Yashpal Sharma), who wants Gauri for himself, and acts as a spy for Russell because he feels that if Bhuvan loses face, he'll have a better chance with her.\n\nWe meet the members of the village team, an oddly assorted group that includes a low-caste fortune-teller named Guran (Rajesh Vivek), whose crippled arm allows him to throw a wicked curve ball. There also is Deva (Pradeep Rawat), whose service in the British army has fueled his contempt for his former masters. As training proceeds in the village and the British sneer from their regimental headquarters, the action is punctuated by much music.\n\nThe British hold dances, at which single young women who have come out from home hope to find an eligible young officer. (Elizabeth, dreaming about Bhuvan, is not much interested in the candidate selected for her.) And in the village music wells up spontaneously, most memorably when storm clouds promise an end to the long drought. In keeping with Bollywood tradition, the singing voices in these sequences are always dubbed (the voice-over artists are stars in their own right), as the camera plunges into joyous choreography with dancers, singers and swirls of beautifully colored saris. Such dance sequences would be too contrived and illogical for sensible modern Hollywood, but we feel like we're getting away with something as we enjoy them.\n\n\"Lagaan\" somehow succeeds in being suspenseful at the same time it's frivolous and obvious. The final cricket match (which we can follow even if we don't understand the game) is in the time-honored tradition of all sports movies, and yet the underlying issues are serious. And there is the intriguing question of whether the hero will end up with his childhood sweetheart, or cross color lines with the Victorian woman (this is hard to predict, since both women are seen in entirely positive terms).\n\nAs a backdrop to the action, there is India itself. It is a long time since I praised a movie for its landscapes; I recall \"Dr. Zhivago\" (1965) or \"Lawrence of Arabia\" (1962), and indeed like David Lean, director Ashutosh Gowariker is not shy about lingering on ancient forts and palaces, vast plains, and the birthday-cake architecture of the British Raj, so out of place and yet so serenely confident.\n\nWatching the film, we feel familiarity with the characters and the show-down, but the setting and the production style is fresh and exciting. Bollywood has always struck a bargain with its audience members, many of them poor: You get your money's worth. Leaving the film, I did not feel unsatisfied or vaguely short-changed, as after many Hollywood films, but satisfied: I had seen a movie.", "running_time": 225, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-06-07", "genres": ["Drama", "Foreign", "Romance"], "title": "Lagaan: Once Upon a Time in India (2002)"}