{"url": "http://www.rogerebert.com/reviews/lair-of-the-white-worm-1988", "by": "Amanda Donohoeas Lady Sylvia Marsh", "star_rating": 2.0, "text": "Let this much be said for Ken Russell’s “The Lair of the White Worm”: It provides you with exactly what you would expect from a movie named “The Lair of the White Worm.” It has a lair, it has a worm, the worm is white and there is a sufficient number of screaming victims to be dragged down into the lair by the worm.\n\nRussell provides you with your money’s worth. Why he would have wanted to make this film is another matter. This is the kind of movie that Roger Corman was making for American-International back in the early 1960s, when AIP was plundering the shelves of out-of-copyright horror tales, looking for cheap story ideas. Corman would have found “The Lair of the White Worm” on the shelf right next to “Dracula”; both books were written by the same strange man, Bram Stoker.\n\nIn losing a juicy early-1960s AIP horror movie, we have gained a juicy late-1980s horror movie that would probably seem better if Russell’s name were not connected to it. People expect something special from Russell, whose inflamed filmography includes such items as “Women in Love,” “The Music Lovers,” “The Devils,” “The Boyfriend,” “Tommy,” “Altered States,” “Crimes of Passion” and “Salome’s Last Dance.” Every one of Russell’s films has been an exercise in wretched excess. Sometimes it works. Russell loves the bizarre, the gothic, the overwrought, the perverse. The strangest thing about “The Lair of the White Worm” is that, by his standards, it is rather straight and square.\n\nThe movie begins on an archeological dig in the wilds of Scotland, where a curious fossil is discovered, a fossil that seems neither man nor beast, nor reptile, for that matter, and yet contains aspects of more than one species. What does the skull represent? That is an assignment for young Angus Flint, who has the perfect name for an archeologist and who has made his find in the barnyard of the Trent sisters, Mary and Eve. Eventually, Flint discovers some of the family history. The Trent girls lost their father when he disappeared during a spelunking expedition in a nearby cave. And local tradition has it that the medieval lord of the area once slew a giant dragon.\n\nAnyone who has ever seen a horror film can carry on unassisted from here; no prizes for reaching the end before Russell. The skull obviously belongs to a race of giant dragons, or worms, and one of them quite possibly devoured the late Mr. Trent down in that cave. Russell introduces us to two more characters, and the chase is on. One of them is Lord James D’Ampton, descendant of the dragon-slayer. The other is Lady Sylvia Marsh, who dresses like a tasteful Elvira and lives in the moldering Gothic mansion down the lane.\n\nMore than this I will not tell. No, not even to hint that the worm of Stone Rigg Cavern can manifest itself in human form. Certainly not that. What I will say for “The Lair of the White Worm” is that this is a respectable B-grade monster movie, more tame and civilized than the Mad Slasher movies that have all but destroyed the genre. It has everything you want: shadows, screams, feverish scientific speculations, guttering candle flames, flowing diaphanous gowns, midnights, dawns and worms. Russell was once, and no doubt will be again, considered an important director. This is the sort of exercise he could film with one hand tied behind his back, and it looks like that was indeed more or less his approach.", "running_time": 94, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-11-11", "genres": ["Foreign", "Horror", "Thriller"], "title": "Lair Of The White Worm (1988)"}