{"url": "http://www.rogerebert.com/reviews/lake-placid-1999", "by": "Bridget Fondaas Kelly Scott", "star_rating": 1.0, "text": "\"What an animal does in the water is his own business--unless he does it to man.\" So says Sheriff Keough, one of the crocbusters of \"Lake Placid.\" I couldn't disagree with him more. The 30-foot crocodile in this movie stays in the water, contentedly munching on bears and cows, until scuba-diving beaver taggers invade his domain. It's their own fault that the beast gets mad and eats a scientist and half a game warden.\n\nThe croc inhabits Black Lake, in Maine. (There is no Lake Placid in the movie, which may be its most intriguing mystery.) It is, we learn, an Asian crocodile. \"How did he swim across the sea?\" a lawman asks, not unreasonably. \"They conceal information like that in books,\" one of the movie's croc lovers answers sarcastically. I dunno; I thought it was a pretty good question.\n\nAs the movie opens, two game wardens are tagging beavers, to study their movements. Suddenly they're attacked by an underwater camera, which lunges at them in an unconvincing imitation of an offscreen threat. It becomes clear that Black Lake harbors more than beavers, although for my money the scenes involving beavers were the scariest in the movie. Can you imagine being underwater, inside a beaver dam, with angry inhabitants the size of footstools whose teeth can chomp through logs? When it becomes clear that Black Lake harbors a gigantic beast, an oddly assorted crew assembles to search for it. There's fish warden Jack Wells (Bill Pullman), museum paleontologist Kelly Scott (Bridget Fonda), Sheriff Keough (Brendan Gleeson) and millionaire croc lover Hector Cyr (Oliver Platt), a mythology professor who believes \"crocodiles are divine conduits.\" Oh, and there's Mrs. Bickerman (Betty White), who lives in a cute little farm cottage on the shores of the lake and lost her husband a few years ago.\n\nThat's her story, anyway.\n\nWhether the movie was intended at any point to be a serious monster thriller, I cannot say. In its present form it's an uneasy compromise between a gore fest and a comedy--sort of a failed \"Anaconda.\" One peculiar aspect is the sight of an expensive cast in such a cheap production. We're looking at millions of dollars worth of actors in the kind of aluminum boat you see on display outside Sam's Club. Given the size of the crocodile, this movie lends a new meaning to the classic \"Jaws\" line, \"We're going to need a bigger boat.\" There's tension between the locals and the visitors, between the croc lovers and the croc killers, between the sheriff and the state game officials, between the sexes, and between everybody else and Betty White, who uses language that would turn the Golden Girls green. Almost all of the disagreements involve incredibly stupid decisions (would you go scuba diving in a lake with a hungry giant crocodile?). New meaning is given to the disclaimer \"no animals were harmed during the filming of this movie\" by a scene where a cow is dangled from a helicopter as bait for the crocodile. I believe the cow wasn't harmed, but I'll bet she was really upset.\n\nOccasional shots are so absurd they're just plain funny. Consider the way thousands of perch jump into the air because they're scared of the crocodile. What's their plan? Escape from the lake? I liked the way the croc's second victim kept talking after he'd lost half his body. And the way the Fonda character was concerned about toilet and tent facilities in their camp; doesn't she know she's an hour's drive from Freeport, Maine, where L.L. Bean can sell her a folding condo? The movie is pretty bad, all right. But it has a certain charm. It's so completely wrong-headed from beginning to end that it develops a doomed fascination. We can watch it switching tones within a single scene--sometimes between lines of dialogue.\n\nIt's gruesome, and then camp, and then satirical, and then sociological, and then it pauses for a little witty intellectual repartee. Occasionally the crocodile leaps out of the water and snatches victims from the shore, looking uncannily like a very big green product from the factory where they make Barney toys. This is the kind of movie that actors discuss in long, sad talks with their agents.", "running_time": 82, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-16", "genres": ["Action", "Comedy", "Horror"], "title": "Lake Placid (1999)"}