{"url": "http://www.rogerebert.com/reviews/lakeview-terrace-2008", "by": "Samuel L. Jacksonas Abel", "star_rating": 4.0, "text": "Neil LaBute's \"Lakeview Terrace\" is a film about a black cop who makes life hell for an interracial couple who move in next door. It will inspire strong reactions among its viewers, including outrage. It is intended to. LaBute often creates painful situations that challenge a character's sense of decency. This time he does it within the structure of a thriller, but the questions are there all the same.\n\nFor example, the neighbor, Abel Turner, is a bitter racist. He has his reasons, but don't we all. It is one mark of a sociopath to try to cure his wounds by harming others. The decent person does not visit his obsessions and prejudices upon his neighbor, but is enjoined to love him as he does himself. Since Turner (Samuel L. Jackson) may hate himself, of course that is a problem.\n\nBut take a step back. What if all the races were switched? If the neighbor were white, the husband next door black, his wife white? Same script. It would be the story of a sociopathic white racist. It might be interesting, but it would have trouble getting made. The casting of Jackson as the neighbor creates a presumption of innocence that some will hold on to longer than the story justifies. Don't think for a moment that LaBute doesn't know audience members will be thinking about that switch of identities. He wants us to. All of his films feature nasty people who challenge nasty thoughts or fears within ourselves. Is this movie racist for making the villain black or would it be equally racist by making the villain white? Well? What's your answer?\n\nJackson, a Los Angeles police veteran, lives on Lakeview Terrace, a crescent of comfortable suburbia in the hills of the city. The lots are pie-shaped, so the houses are placed close together, but the lots open out into big backyards. Into the house next door, newcomers arrive: Chris Mattson (Patrick Wilson) and his wife, Lisa (Kerry Washington). They seem fairly recently married, happy. Turner starts slowly, dropping some subtly hostile remarks, and then escalates his war on this couple. I will not describe his words and actions, except to say he pushes buttons that make the Mattsons first outraged, then fearful, then angry -- at him, and each other.\n\nTake another step back. Mattson's father-in-law, a successful attorney, is ... cool and civil toward his daughter's white husband. Mattson's own parents, his wife observes, \"are always making a point of telling me how much they love me.\" Why make that a special point? Because they do, or because they don't? What do you think? Lisa's father asks Chris point-blank: \"Are you planning to have children with my daughter?\" Is he eager to become a grandfather? Doesn't sound like it.\n\nWell, are they having kids? Lisa wants to get pregnant right now. Chris says, \"We have an agreement to wait awhile.\" Why wait awhile? Because that makes sense while they're getting their feet on the ground? Or because he's ambivalent about his wife? You decide. Even if waiting does \"make sense,\" are his feelings worthy of their marriage? Even while making a superb thriller, LaBute makes the film more than that. It deals with one of his themes, the difficult transition from prolonged adolescence to manhood, a journey Chris takes in the film. It is not easy. Many of the steps are contrary to his nature.\n\nLaBute ingeniously poses moral choices in all of his films. In his first great movie, \"In the Company of Men,\" about a cruel office worker who plays a trick on a deaf woman, does the villain gain more pleasure by hurting her or forcing his passive male co-worker to act against his own better nature? Both? Why does the co-worker go along? Timidity? Buried aggression? Homoerotic feelings for his buddy? See?\n\nOn top of all these questions, LaBute constructs a tightly wound story that also involves crude male bonding at an LAPD bachelor party, sexual humiliation, attempted rape (not by Chris or Abel), a cat-and-mouse game with cell phones and a violent conclusion during which we must decide if Chris is right about Abel, or wrong, or just discovering how to push his buttons. I'm surprised by the PG-13 rating.\n\nIt's a challenging journey LaBute takes us on. Some will find it exciting. Some will find it an opportunity for an examination of conscience. Some will leave feeling vaguely uneasy. Some won't like it and will be absolutely sure why they don't, but their reasons will not agree. Some will hate elements that others can't even see. Some will only see a thriller. I find movies like this alive and provoking, and I'm exhilarated to have my thinking challenged at every step of the way.\n\nThe effect is only intensified by the performances, especially by Jackson, who for such a nice man can certainly play vicious. Kerry Washington's character, in my mind, takes the moral high ground, although it's a little muddy. Her beauty and vulnerability are called for. Patrick Wilson plays a well-meaning man who is challenged to his core, and never thought that would happen. I think I know who is good and bad or strong and weak in this film. But here's the brilliance of it: I don't know if they do.\n\nNote: Lake View Terrace is the name of the neighborhood where Rodney King was arrested and beaten. This film mentions King and uses the name of the area but not the location.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-09-18", "genres": ["Drama", "Horror", "Suspense", "Thriller"], "title": "Lakeview Terrace (2008)"}