{"url": "http://www.rogerebert.com/reviews/lakeboat-2001", "by": "Charles Durningas Skippy", "star_rating": 3.0, "text": "\"Lakeboat\" was the 10th play by David Mamet to be produced, but it feels like the wellspring. Here in the rough, awkward, poetic words of the crew members of a Lake Michigan ore boat, he finds the cadences that would sound through his work. The play was first produced in 1981, and three years later came \"Glengarry Glen Ross.\" Both draw from his early jobs, when as a college student he supported himself working on a lake steamer and as a real estate salesman. Both are unusual because their young protagonists are not heroes, but witnesses. These plays are not about a young man coming of age, but about older men who have come of age. In \"Lakeboat,\" a veteran crew member, a thoughtful loner who spends all of his free time reading books, tells the young cook, \"You got it made.\" We sense that men like these taught the young Mamet how his characters would think and talk. They're not narrow proletarians but men confident of themselves and their jobs, and yet needful of the isolation and loneliness of long lake voyages. No one quotes Melville, who said a ship was his Yale and his Harvard, but his words must have been in Mamet's mind as he created Dale Katzman, a second-year graduate student from \"a school outside Boston,\" who signs on as a cook and sails with the Seaway Queen.\n\nDale is played by Tony Mamet, David's brother. The music is by Bob Mamet, another brother. The screenplay adaptation is by David, and the direction is by Joe Mantegna, who has appeared in countless Mamet plays. The key actors include two who have been with him from the beginning, Jack Wallace and J.J. Johnston, and others who show how the poignancy and rhythm of the material allows them living space inside the words: Robert Forster, Charles Durning, Peter Falk, George Wendt, Denis Leary, Andy Garcia. I once taught a class on Mamet's films. I wish I could have opened it with this one, because for Mamet, it all starts here.\n\nIt is important to note that nothing \"happens\" in the film in conventional movie-plot terms. It is not about a storm, a mutiny, a personal conflict, an old grudge. There is some mystery about why the regular cook, Guigliani (Garcia), is missing on the voyage, but he makes a space for Dale to be hired, and when the ship sails, there is nothing much to be done but get the ore to the other end. Denis Leary plays the fireman, who tells Dale: \"I keep my eye on the gauges. I watch them constantly.\" Yes, and studies porno magazines, although why a man would sign on for a world without women and then yearn for them is a question Mamet asks just by creating the character.\n\nAnother crew member with theories about women is Fred, played by Jack Wallace in a performance of such crude sweetness you can hear echoes of those very first Mamet plays, when Wallace was onstage in church basements and rented storefronts. Like most limited men, Fred knows a few things very well and repeats them often to give himself the air of an expert. He thinks he knows all about women (they like to be smacked around a little, so they can see that the guy really cares). Fred delivers a meditation on the use of the F-word that could be printed as an introduction to Mamet's plays.\n\nIf Fred's obsession is with women, Stan (Johnston) is fascinated and baffled by drink. Booze too is a companion, always there to underline the good times and drown the bad ones, and Stan lectures Dale on drink the way Fred does on women. Both of them give extraordinarily bad advice, but not without having given their subjects a good deal of misguided thought.\n\nThe captain (Durning) and first mate (Wendt) are heavyset men whose weight makes their movements into commitments. They have worked together a long time, long enough so that the skipper can ask the mate to make him a sandwich without giving offense. Without being sexual, their relationship seems domestic. They fiercely love their jobs.\n\nIt is the crew member Joe Pitko (Robert Forster) who is young Dale's mentor, the one he will remember with the most affection many years later. This is a workingman who hungers for the life of the mind, and who leads two parallel lives, one in his work, the other in his books. There was perhaps a turning point in his life when he might have gone to school, or tested some secret dream, but he took the safe bet of a regular paycheck and now finds himself working with men he cannot have nourishing conversations with. The college boy is a godsend. Pitko, in an unspoken way, gives his blessing to the fact that the boy may someday turn this summer of work into a story or a play. Pitko is not so narrow that he sees himself only as the subject for something the kid might write: He also sees himself as audience and critic.\n\nThe lake boat sails on. Mantegna gives us just enough detail, enough exterior shots, so that we feel we're on a ship. All the rest is conversation and idleness. What do men think about on a long, uneventful voyage? The routine of their work, the personalities of their crew mates, the certainty of their paychecks, the elusiveness of their dreams, the rhythms of their anecdotes, and sex. The lake boat is a lot like life.", "running_time": 98, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-01", "genres": null, "title": "Lakeboat (2001)"}