{"url": "http://www.rogerebert.com/reviews/lanas-rain-2004", "by": "Oskana Orlenkoas Lana", "star_rating": 3.0, "text": "\"Lana's Rain\" tells the dark, hard-edged story of a brother and sister who escape from the war-torn Balkans, conceal themselves in a shipping container to travel to America, and try to survive on Chicago streets that have never seemed meaner. The picture is even bleaker than that: The brother is a war criminal who forces his sister into prostitution, and by the end of the film he's a low-life Scarface, with a stable of hookers, a big cigar, and a bottle and gun under his coat.\n\nThe story is seen through the eyes of the sister, Lana (Oskana Orlenko), who grew up apart from her brother and meets him again after many years on the eve of his escape from the Balkans. In a grisly prelude, the brother is having facial reconstruction to disguise himself, and is interrupted in the middle of the surgery; he wears an eyepatch through the movie, while his enemies and Interpol search for him.\n\nLana speaks no English, is naive, is dominated by her brother, and despises the life of prostitution. She is savagely beaten by one client. Darko (Nickolai Stoilov), her brother, keeps all her earnings, scornfully tossing her $10 for \"spending money.\" She speaks so little English that she tries to learn the language from a Dr. Seuss book she finds in a garbage bin. Her only friend is an Asian-American sculptor named Julian (Luoyong Wang), who befriends her, likes her, offers her shelter, but cannot get her away from the insidious domination of her brother.\n\nThe film, written and directed by Michael S. Ojeda, shows a sure sense of noir style and a toughness that lasts right up to the very final scene, which feels contrived and tacked-on. It lives through the performance of Oskana Orlenko, who won the best actress award at Milan International Film Festival. On the basis of his work as the brother, Nickolai Stoilov has a future as a Bond villain. They are both never less than convincing, and Ojeda makes no effort to glamorize their lifestyle; even after Darko is running three or four call girls (advertising \"Eastern European Beauties\"), he lives in a shabby trailer in a neighborhood that looks more like Siberia than Chicago.\n\nThe movie has a lot of plot, including a revenge twist so ingenious I will not even hint of it. It also has too many endings; there is a time when it seems that Darko must certainly be dead, but with the resilience of a zombie, he reappears. In a late confrontation where they are both drenched with gasoline, Lana's decision is drawn out for too long, and then the situation is settled with a shameless deus ex machina.\n\nAnd as for the nice Asian man, is it really that nice of him to make love to her in the night and reveal in the morning that he is committed to another woman? Well, given her need and desperation, maybe he did the right thing, but the subplot disappears just when we think it might amount to something interesting.\n\nSo \"Lana's Rain\" is not a perfect picture. But it has the flaws of ambition, not compromise. It doesn't soften the character of the brother, who is unremittingly evil from beginning to end, and it doesn't sentimentalize the sister's ordeal. Her stamina and endurance, during a harsh Chicago winter, gives some hint of the harsh world she was raised in, and her struggle is all the more moving because it comes from courage, not cleverness. Even as I noted a glitch here and there in the plot, I was aware that the movie itself, and especially the character of Lana, had enlisted my sympathy.", "running_time": 107, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-02-27", "genres": ["Drama", "Foreign"], "title": "Lana's Rain (2004)"}