{"url": "http://www.rogerebert.com/reviews/land-of-the-lost-2009", "by": "Will Ferrellas Dr. Rick Marshall", "star_rating": 3.0, "text": "\"Land of the Lost\" is a seriously deranged movie. That's not to say it's bad, although some of its early critics consider it a hanging offense (\"a pot of ersatz dinosaur piss\" says Peter Keough of the Boston Phoenix). \"Land of the Lost\" inspires fervent hatred, which with the right kind of movie can be a good thing. Amid widespread disdain, I raise my voice in a bleat of lonely, if moderate, admiration.\n\nThe film involves a gloriously preposterous premise, set in a series of cheerfully fake landscapes which change at the whim of the art director. How else to explain a primeval swamp within walking distance of a limitless desert? Or to explain a motel sign from another dimension that appears there, with all of the motel missing, but plenty of water still in the pool? And dinosaurs walking the earth at the same time as early man, just like in Alley Oop and \"The Flintstones\"?\n\nWill Ferrell plays Dr. Rick Marshall, a scientist who assures Matt Lauer of NBC's \"Today\" that he has discovered a way to solve the energy crisis by importing fossil fuels from a parallel dimension. Lauer informs him that respectable scientists think he's mad. Like who? \"Stephen Hawking,\" Lauer says. Dr. Rick goes nuclear: \"You promised you wouldn't mention that!\"\n\nMarshall has in fact invented a machine that will transport him to one of those other worlds and is encouraged to try it by the only scientist in the world who agrees with him, Holly Cantrell (Anna Friel), who was thrown out of Cambridge for saying so. For reasons far too complicated to enumerate, they are joined in their journey by Will (Danny McBride), a fireworks salesman and part-time guide to a mysterious cave. Their cave tour strangely includes a river that seems to originate in thin air and flow into an artificial mountain before sucking them into a vortex and depositing them in -- the Land of the Lost.\n\nThere they become friends with Chaka (Jorma Taccone), who belongs to a tribe of Missing Links and offers convincing evidence that in his land the straightening of teeth had not been developed. Luckily, Holly speaks his language. Yes, speaks his language, indicating that the movie will do anything to get to the next scene.\n\nThere are many jokes about dinosaur manure, dinosaur urine, dinosaur intelligence, dinosaur babies, and dinosaurs' hurt feelings. Also blood-sucking insects, carnivorous trees and the soundtrack from \"A Chorus Line.\" The use of the songs is utterly wacky, of course, which is why I liked it.\n\nThe movie is inspired by the 1974 TV series, and has the same producers, Sid and Marty Krofft. The show and the film will never be confused, but they share one thing in common: deliriously fake locations, props and special effects. The dinosaurs are so obviously not really there in shots where they menace humans that you could almost say their shots are about how they're not really there. Confronted with such effects, the actors make not the slightest effort to appear terrified, amazed or sometimes even mildly concerned. Some might consider that a weakness. I suspect it is more of a deliberate choice, and I say I enjoyed it.\n\nI guess you have to be in the mood for a goofball picture like this. I guess I was. Marshall Fine says it's worse than \"Night at the Museum,\" but I've seen \"Night at the Museum,\" and Marshall, this is no \"Night at the Museum.\"", "running_time": 102, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-06-03", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction", "Thriller"], "title": "Land of the Lost (2009)"}