{"url": "http://www.rogerebert.com/reviews/land-of-the-dead-2005", "by": "Simon Bakeras Riley", "star_rating": 3.0, "text": "In a world where the dead are returning to life, the word \"trouble\" has lost its meaning. --Dennis Hopper in \"Land of the Dead\"\n\nNow this is interesting. In the future world of \"George A. Romero's Land of the Dead,\" both zombies and their victims have started to evolve. The zombies don't simply shuffle around mindlessly, eating people. And the healthy humans don't simply shoot them. The zombies have learned to communicate on a rudimentary level, to make plans, however murky, and to learn from their tormenters. When the zombie named Big Daddy picks up a machine gun in this movie, that is an ominous sign.\n\nThe healthy humans, on the other hand, have evolved a class system. Those with money and clout live in \"Fiddler's Green,\" a luxury high-rise where all their needs are catered to under one roof -- and just as well, because they are not eager to go outside. Other survivors cluster in the city at the foot of the tower, in a city barricaded against the zombie hordes outside. Mercenaries stage raids outside the safe zone in Dead Reckoning, a gigantic armored truck, and bring back canned food, gasoline and booze.\n\nThe most intriguing single shot in \"Land of the Dead\" is a commercial for Fiddler's Green, showing tanned and smiling residents, dressed in elegant leisurewear, living the good life. They look like the white-haired eternally youthful golfers in ads for retirement paradises. The shot is intriguing for two reasons: (1) Why does Fiddler's Green need to advertise, when it is full and people are literally dying to get in? and (2) What is going through the minds of its residents, as they relax in luxury, sip drinks, shop in designer stores and live the good life? Don't they know the world outside is one of unremitting conflict and misery?\n\nWell, yes, they probably do, and one of the reasons George A. Romero's zombie movies have remained fresh is that he suggests such questions. The residents of Fiddler's Green and the zombies have much the same relationship as citizens of rich nations have with starving orphans and refugees. The lesson is clear: It's good to live in Fiddler's Green.\n\nThat's why Cholo (John Leguizamo) wants to move in. He's one of the best mercenaries in the hire of Kaufman (Dennis Hopper), who is the Donald Trump of Fiddler's Green. Kaufman sits in his penthouse, smokes good cigars, sips brandy and gets rich, although the movie never explains how money works in this economy, where possessions are acquired by looting and retained by force. How, for that matter, do the residents of Fiddler's Green earn a living? Do they spend all day in their casual wear, flashing those white teeth as they perch on the arms of each other's lounge chairs? The thing that bothers me about ads for retirement communities is that the residents seem condemned to leisure.\n\nCholo works under Riley (Simon Baker), the leader of Kaufman's hired force and the movie's hero. Riley is responsible calm, and sane. Cholo is not, and Leguizamo plays another one of his off-the-wall loose cannons. He has added an unreasonable amount of interest to any number of recent movies. Also important to the plot is Slack (Asia Argento), a sometime hooker who is beautiful and heroic and intended for better things, and is thrown into a pit of zombies to fend for herself. For that matter, zombies themselves are occasionally hung by the heels with bulls-eyes painted on them, for target practice. And Romero finds still new and entertaining ways for unspeakably disgusting things to happen to the zombies and their victims.\n\nThe balance of power in this ordered little world is upset when Kaufman refuses Cholo's request to move into Fiddler's Green. There is a long waiting list, etc. Cholo steals Dead Reckoning, he is pursued, the zombies get (somewhat) organized, and Big Daddy (Eugene Clark) begins to develop a gleam of intelligence in his dead blue eyes.\n\nThe puzzle in all the zombie movies is why any zombies are still -- I was about to write \"alive,\" but I guess the word is \"moving.\" Shooting them in the head or decapitating them seems simple enough, and dozens are mowed down with machine guns by the troops in Dead Reckoning. Guards at the city barriers kill countless more. Since they are obviously zombies and no diagnosis is necessary before execution on sight, why do they seem to be winning?\n\nThis and other questions may await Romero's next movie. It's good to see him back in the genre he invented with \"Night of the Living Dead,\" and still using zombies not simply for target practice but as a device for social satire. It's probably not practical from a box office point of view, but I would love to see a movie set entirely inside a thriving Fiddler's Green. There would be zombies outside but we'd never see them or deal with them. We would simply regard the Good Life as it is lived by those who have walled the zombies out. Do they relax? Have they peace of mind? Do the miseries of others weigh upon them? The parallels with the real world are tantalizing.", "running_time": 93, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-06-23", "genres": ["Horror"], "title": "Land of the Dead (2005)"}