{"url": "http://www.rogerebert.com/reviews/lantana-2002", "by": "Anthony LaPagliaas Leon", "star_rating": 3.5, "text": "\"Lantana\" opens with a camera tracking through dense Australian shrubbery to discover the limbs of a dead woman. We are reminded of the opening of \"Blue Velvet,\" which pushed into lawn grass to suggest dark places hidden just out of view. Much of the movie will concern the identity of the dead woman, and how she died, but when the mystery is solved, it turns out to be less an answer than a catalyst--the event that caused several lives to interlock.\n\nRay Lawrence's film is like Robert Altman's \"Short Cuts\" or Paul Thomas Anderson's \"Magnolia\" in the way it shows the lives of strangers joined by unsuspected connections. It discovers a web of emotional hope and betrayal. At its center is a cop named Leon Zat (Anthony LaPaglia) in the process of meltdown; he is cheating on his wife, he has chest pains, he beats a suspect beyond any need or reason, he is ferocious with his son, he collides with a man while jogging and explodes in anger.\n\nLeon's wife Sonja (Kerry Armstrong), worried about him, is seeing a psychiatrist named Valerie Somers (Barbara Hershey). Valerie is married to John Knox (Geoffrey Rush). A few years ago their daughter was killed. Valerie wrote a book as a way of dealing with the experience. John hides behind a stolid front. One of her clients (Peter Phelps) is a gay man who wants to talk about his married lover, and Valerie comes to suspect that the lover is, in fact, her own husband.\n\nOther characters. Jane (Rachael Blake) is the separated housewife who is cheating with Leon. Her neighbors are the happily married Nik and Paula D'Amato (Vince Colosimo and Daniela Farinacci). When Valerie's car is found abandoned and she is missing, murder is feared, and Leon is assigned to the case. He suspects her husband John, and there is another suspect--Nik, the father of three, seen throwing a woman's shoe into the underbrush by Jane. When Leon arrives to question Jane, it is significant, of course, that they were lovers.\n\nThis description no doubt makes the film seem like some kind of gimmicky puzzle. What's surprising is how easy it is to follow the plot, and how the coincidences don't get in the way. Lawrence's film, based on a play by Andrew Bovell, only seems to be a murder mystery. As it plays out, we're drawn into the everyday lives of these characters--their worries, their sorrows, the way they're locked into solitary sadness. Nik and Paula are the only happy couple, blessed with kids, happiness, and uncomplicated lives. When the evidence seems overwhelming against Nik, we can hardly believe it. Certainly Valerie's husband, or even an ominous dance instructor, might make better suspects.\n\nLaPaglia makes his cop into a focus of pain: He cheats, takes no joy in cheating, is violent, takes no joy in violence, is shut inside himself. LaPaglia is so identified with American roles that \"Lantana\" comes as a little surprise, reminding us that he has an Australian background. The other actors, especially Hershey, Rush and the two unhappy women in the cop's life (played by Armstrong and Blake) are so attentive to the nuances of their characters, so tender with their hurts, that maybe we shouldn't be surprised when the crime plot turns out to be a form of misdirection.\n\nOne particularly effective scene involves a conversation between LaPaglia and Rush. It comes at a point when LaPaglia clearly thinks the other man has murdered his wife, and the Rush character almost willfully says things that will not help his case. In another kind of movie, his dialogue could be cheating--deliberately misleading the audience. Here we sense it grows out of a disgust he feels, that he is not a better man.\n\nLawrence and Bovell ground their stories in a lot of domestic details involving children: the daughter Valerie and John lost; the sons Leon has alienated himself from; the D'Amato kids, who need baby-sitting and get earaches. After Jane reports her suspicions about the neighbors, she ends up minding the kids, and there is a wonderfully observed moment when the little one gets sick and the slightly older one knows just what medication is necessary.\n\nLantana is, we learn, the name of a tropical shrub that, transplanted to Sydney, prospered and became a nuisance. What is its connection to the film? Perhaps suspicion can also grow out of control, when people get out of the habit of assuming that others are good and mean well.", "running_time": 121, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-01-18", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "Lantana (2002)"}