{"url": "http://www.rogerebert.com/reviews/lara-croft-tomb-raider-the-cradle-of-life-2003", "by": "Angelina Jolieas Lara Croft", "star_rating": 3.0, "text": "Not everybody could play Lara Croft. Not everybody would want to, but that's another matter. Rich, humorless, awesomely competent, ambiguous about romance, stacked, she emerges in \"Lara Croft Tomb Raider: The Cradle of Life\" as once again a heroine too busy saving the world to trouble herself with tomb raiding. In fact, she isn't really a raider at all; the word suggests criminal activities, when perhaps it is only intended to remind us of raiders of lost arks and suchlike.\n\nIn \"Lara Croft Tomb Raider\" (2001), you will recall, she battled the Illuminati in their quest to reunite the halves of a severed triangle in order to control time. In \"Lara Croft Tomb Raider: The Cradle of Life,\" which with becoming modesty is 10 letters shorter than \"Pirates of the Caribbean: The Curse of the Black Pearl,\" she engages in a deadly race for control of Pandora's Box, which brought life to earth but was slammed shut before it could also release a plague that would kill us all. Devout Darwinians will note that if the box was opened to admit life and then immediately closed on death, whoever or whatever came out of it must have evolved with startling speed into a box-closing organism.\n\nLara Croft is Lady Lara Croft (Angelina Jolie), daughter of the archeologist Sir Richard Croft (\"Lost in the Field, 1985\"). Actually, since the title insists it has no comma, if grammar means anything she is Lady Lara Croft Tomb Raider. In the somewhat murky chronology she describes early in the film, the original box arrived from outer space, and was discovered by an Egyptian pharaoh in 2300 B.C. \"in a place he called the Cradle of Life,\" she explains to her colleagues, mentioning Pandora's Box. \"You mean the Greek myth?\" she is asked. \"That's the Sunday school version,\" she says. Only Lara Croft would go to a Sunday school that teaches Greek myth.\n\nSome two centuries later, the box was obtained by Alexander the Great, who hid it in a temple, which was buried beneath the sea by an earthquake, its location revealed as the film opens by another earthquake. Lara is involved in a deadly race against Dr. Jonathan Reiss (Ciaran Hinds) for possession of the box. He wants it in order to wipe out humanity, except for the best and the brightest, of course, after which he will rule, I guess. Lara chooses as her only companion Terry Sheridan (Gerard Butler), and they embark on an adventure that will have them deep-sea diving, leaping from the tops of Shanghai skyscrapers, and fighting it out in Africa.\n\nI describe these details only because this kind of story amuses me, and always has, ever since those long-ago days when I curled up on the sofa with H. Rider Haggard's She . Adventures involving the ancient, the occult and the exotic are much superior to those involving modern cars and guns and cops. A perfect adventure should have at least one magnificent private library somewhere in it and a butler. Also ancient crumbling temples, things that shine real bright and cool costumes.\n\nAs it turns out, the location of the Cradle of Life is encoded on the outer surfaces of a glowing sphere that Lara and Terry find in Alexander's undersea temple, which inexplicably remains watertight until midway through their visit, after which it leaks and crumbles admirably. To escape back to the surface, Lara slashes her wrist so the blood will attract a shark, hits the shark in the nose to confuse it, and holds onto its fin as it swims for the top. Now that's a tomb raider.\n\nIn a summer where the special effects in movies have grown steadily more repetitive and dreary, \"LCTR:TCOL\" uses imagination and exciting locations to give the movie the same kind of pulp adventure feeling we get from the Indiana Jones movies. There's an amazing use of giant neon signs in Shanghai, an escape by parasails, a secret lab hidden in a retail mall, a pole-vault to a helicopter, and a perfect scene where the villain, in hot pursuit of Lara, gets into an elevator and then a little brat gets on and punches all of the buttons. I've been waiting for years for that to happen.\n\nNot everybody, I observed, could play Lara Croft. Angelina Jolie can, with a straight face, a dry wit, a fierce resolve and a British accent, which adds a certain style to the enterprise. She's all class, which is why she has friends everywhere, ready to stash parasails on top of skyscrapers, or allow her to parachute into their Land Rovers as they race across the African savanna. Kosa (Djimon Hounsou) is the Masai warrior who's her sidekick in the African section. And Sheridan delivers one of the more sincere romantic lines in recent movies: \"You can break my wrist--but I'm still gonna kiss you.\" She is not, he will discover, very sentimental.\n\nThis is a better movie than the first one, more assured, more entertaining. The director is Jan de Bont (\"Speed\"), who demands a certain logic from his screenwriters, so that although the story is completely preposterous, of course, it is consistent within its own terms. I was relieved to discover I am not tired of movies like this after all. They have to be good, is the thing.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-07-25", "genres": ["Action", "Adventure"], "title": "Lara Croft Tomb Raider: The Cradle of Life (2003)"}