{"url": "http://www.rogerebert.com/reviews/lara-croft-tomb-raider-2001", "by": "Angelina Jolieas Lara Croft", "star_rating": 3.0, "text": "\"Lara Croft Tomb Raider\" elevates goofiness to an art form. Here is a movie so monumentally silly, yet so wondrous to look at, that only a churl could find fault.\n\nAnd please don't tell me it makes no sense. The last thing I want to see is a sensible movie about how the Illuminati will reunite the halves of the severed triangle in order to control time in the ruins of the ancient city that once rose in the meteor crater--if, and it's a big \"if,\" the clue of the All-Seeing Eye inside the hidden clock can be used at the moment of planetary alignment that comes every 5,000 years, and if the Tomb Raiders are not destroyed by the many-armed Vishnu figure and the stone monkeys. The logic is exhausting enough even when it doesn't make sense.\n\nThis is, at last, a real popcorn movie. I have been hearing for weeks from fans of \"The Mummy Returns\" and \"Pearl Harbor,\" offended that I did not like those movies--no, not even as \"popcorn movies.\" I responded that \"The Mummy\" was a good popcorn movie but \"The Mummy Returns\" was a bad popcorn movie. It is my job to know these things. That \"Pearl Harbor\" is even discussed in those terms is depressing.\n\nThe plot of \"Lara Croft Tomb Raider\" exists as a support system for four special effects sequences. Right away you can see that the movie is relatively advanced; \"The Mummy Returns\" had no plot, and one special effects sequence, which was 121 minutes long.\n\nThe film opens with Lara Croft doing desperate battle with a deadly robot, in what turns out to be a homage to the openings of the Pink Panther movies where Clouseau took on Kato. When the dust settles, we learn that she is Lady Lara Croft (Angelina Jolie), daughter of the tomb raider Sir Richard Croft (Jon Voight), whose memorial stone sadly informs us, \"Lost in the Field, 1985.\" Lady Lara lives in a vast country estate with a faithful butler and a private hacker and weapons system designer. Elaborate research-and-development and manufacturing facilities must be tucked away somewhere, but we don't see them.\n\nLara Croft is a major babe with a great set of ears. She hears a faint ticking under the stairs, demolishes the ancient paneling (with her bare hands, as I recall) and finds an old clock which conceals the All-Seeing Eye. This is the Key to whatever it is the Illuminati plan to do with the lost city, etc., in their plan to control time, etc. Why they want to do this is never explained. A letter from her father is discovered sewn into the binding of an old edition of William Blake; \"I knew you would figure out my clues,\" it says. And a good thing, too, since fate hangs in the balance while she plays his parlor games.\n\nWe now visit \"Venice, Italy,\" where the Illuminati gather, and then there is an expedition to the frozen northern land where the ancient city awaits in a Dead Zone inside the crater created by the meteor that brought the Key to Time here to Earth--I think. Machines do not work in the Dead Zone, so Lara and the others have to use dogsleds. It is cold on the tundra, and everyone wears fur-lined parkas. Everyone but Lara, whose light gray designer cape sweeps behind her so that we can admire the tight matching sweater she is wearing, which clings tightly to those parts of her body that can be found a foot below and a little to the front of her great ears.\n\nThe inside of the city is an inspired accomplishment in art direction, set design and special effects. A giant clockwork model of the universe revolves slowly above a pool of water, and is protected by great stone figures that no doubt have official names, although I think of them as the Crumbly Creatures, because whenever you hit them with anything, they crumble. They're like the desert army in \"The Mummy Returns\" and the insect alien soldiers in \"Starship Troopers\"--they look fearsome, but they explode on contact, just like (come to think of it) targets in a video game.\n\nAngelina Jolie makes a splendid Lara Croft, although to say she does a good job of playing the heroine of a video game is perhaps not the highest compliment. She looks great, is supple and athletic, doesn't overplay, and takes with great seriousness a plot that would have reduced a lesser woman to giggles. In real life she is a good actress. Lara Croft does not emerge as a person with a personality, and the other actors are also ciphers, but the movie wisely confuses us with a plot so impenetrable that we never think about their personalities at all.\n\nDid I enjoy the movie? Yes. Is it up there with the Indiana Jones pictures? No, although its art direction and set design are (especially in the tomb with all the dead roots hanging down like tendrils). Was I filled with suspense? No. Since I had no idea what was going to happen, should happen, shouldn't happen or what it meant if it did happen, I could hardly be expected to care. But did I grin with delight at the absurdity it all? You betcha.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-06-15", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction", "Thriller"], "title": "Lara Croft: Tomb Raider (2001)"}