{"url": "http://www.rogerebert.com/reviews/larbre-de-guernica", "by": "Mariangela Melatoas Vandale", "star_rating": 3.0, "text": "Hard to believe, but Fernando Arrabal, the surrealist playwright and poet, is apparently the first Spaniard to have made a film about the Spanish Civil War. Outsiders have -- Alain Resnais' “La Guerre Est Finie” is a modern classic -- but the Franco regime made it difficult for Spanish directors to present their personal views on that country's most excruciating event. When they did, they had to resort to symbols and indirection, as Bunuel did several times. Now Arrabal presents us with a film of brutal directness, in which actual events are used as a context for his searing images.\n\nArrabal shows us newsreel footage from time to time: Of troops marching and bombs bursting and Franco emerging from meetings. But his story is essentially symbolic, giving us fictional places and people who are larger than life and large enough, almost, to support the haunting images he supplies for them.\n\nThey're the defenders of Villa Romero, a fictitious town apparently intended to stand for all the last-ditch pockets of resistance to the fascists. They're led by a ferocious young woman named Vandale (who is obviously based on the civil war hero La Pasionaria, and is played by Mariangela Melato of “Swept Away…”). They use a ragtag force of citizens and recruits, but they hold the town until a crack German force is sent in.\n\nAlthough there's a lot of gunfire and a fair amount of blood in his film, Arrabal isn't making a war movie, he's trying to touch a nerve. He uses a visual language that's drawn from Spanish tradition and then steeped in sacrilege; there are desecrations of religious images and a hideous bullfight parody (in which dwarfs strapped to wheelbarrows are executed by a fatuous matador). His film is a visual assault, a series of images so unexpected and yet so appropriate in context that we're reminded of “El Topo” and other masterpieces of impassioned excess.\n\nThe story itself isn't made to seem very important (we all know, after all, who won the war and why). But individual moments are held and explored until they seem to create a history of emotions. One such moment marks the first appearance of Mariangela Melato, who rides on a mule in the midday sun and is attacked by three men who would rape her. Calmly, scornfully, she reaches into her dress and pulls out a nest of snakes, which she throws at them. In another scene, children play in a field. Their toy is a gigantic ear, with a blade through it. The \"bullfight\" scene is especially harrowing; the dwarfs have been made to stand for the citizens of the village, and as they're stabbed by the bullfighter the Spanish establishment looks on: Judges and clergymen and aristocracy.\n\nSome of the moments come from history, as when Miss Melato repeats La Pasionaria's famous line, \"It is better to die on your feet than live on your knees.\" But Arrabal's war is almost like a tale heard many times, until the rhythm of its events became more important than their accuracy. He knows about La Pasionaria, of course, as all Spaniards must, and he knows the story of the saturation bombing of Guernica (which he chillingly recreates in a schoolroom scene, with young children using toy airplanes). But above all, he knows how the Spanish on both sides felt, and he uses surrealism to dramatize their emotions in a film that's ragged and undisciplined but immensely powerful.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1977-01-10", "genres": null, "title": "L’Arbre De Guernica (1976)"}