{"url": "http://www.rogerebert.com/reviews/larger-than-life-1996", "by": "Bill Murrayas Jack Corcoran", "star_rating": 1.5, "text": "Curious, how in such a disappointing comedy, Bill Murray manages\rto dash off a hilarious warm-up. The opening scenes of “Larger than Life,”\rshowing him as a third-rate motivational speaker, are right on target, with one\rzinger after another aimed at after-dinner speakers who promise to remake your\rlife with touchy-feely slogans.\n\nMurray\rplays Jack Corcoran, whose trademark slogan is “Get Over It!” He shows a\rbanquet crowd how to unleash its hidden abilities by calling for volunteers to\rmake a human pyramid. His clients include the American Motion Upholstery Assn.\r(reclining chairs), but his agents promise him some bigger fees, real soon.\rMeanwhile, he's preparing to get married, urged on by his mom (Anita Gillette),\rwho has always told him his father drowned while saving helpless children.\n\nNot\rtrue. A telegram arrives informing him of his father's death. “You mean I had a\rfather all these years?” he wails, and his mother explains she left her husband\rbecause he was “irresponsible.” Maybe he was. The old man was a circus clown.\rJack's inheritance includes a pile of bills and a trained elephant named Vera.\n\nMost\rof “Larger than Life” involves Jack's attempts to move Vera entirely across the\rUnited States, to California, where the elephant will end up either as the\rvictim of a sadistic animal trainer (Linda Fiorentino) or as part of a breeding\rherd being shipped to Sri Lanka by an environmental activist (Janeane\rGarofolo).\n\nThe\rformula for road movies, even those involving elephants, includes colorful\rcharacters encountered along the way, and two of the bright spots in a dim\rscreenplay are provided by an old carny named Vernon (Pat Hingle) and his\rtattooed wife Luluna (Lois Smith). They knew and loved Jack's father, and teach\rJack some commands which (sometimes) make Vera perform an amazing repertory of\rtricks. They also advise him to avoid the straight life and become a carny, not\ra rube.\n\nJack's\radventures with transporting Vera include a train journey, followed by attempt\rto maneuver a semitrailer truck. And we meet Tip Tucker (Matthew McConaughey),\ra manic semi owner-operator with weird theories about everything in American\rsociety, especially school lunch programs. He pursues Jack and Vera cross-country\rafter they misuse his truck. At the end of the journey, Jack has to decide\rbetween the circus and the zoo for Vera--and, in a way, for himself.\n\nThe\rmaterials are here to make a good comedy, I guess. The screenplay is by Roy\rBlount Jr., a funny writer. But the energy isn't there. Murray often chooses to\rplay a laid-back, detached character, but this time he's so detached he's\ralmost absent. He chooses to work in a low key, and the other actors, in\rmatching his energy level, make a movie that drones instead of hums. Comedy is\roften about people who are passionately frustrated in goals they're convinced\rare crucial. Here Jack hardly seems to care, as he and Vera mosey along\rcross-country, bemused rather than bedazzled by their adventures.\n\nThe\rsad thing is, there are the fixings for another comedy, probably a much better\rone, right there in the opening scenes. Motivational speakers are ripe for\rsatire. The bookshelves groan with self-improvement volumes, all promising to\rexplain the problems of your universe, and their solution, in a few well-chosen\rrules. An honest bookstore would post the following sign above its “self-help”\rsection: “For true self-help, please visit our philosophy, literature, history\rand science sections, find yourself a good book, read it, and think about it.”\rMurray's portrait of an inspirational speaker is right on target, and filled\rout with lots of subtle touches of movement and dialog, and there is humor,\rtoo, in the way his audiences will go along with his insane schemes (like the\rhuman pyramid), as if being able to balance three people on your back would\rsolve your problems at work. This whole section of the movie is inspired;\rMurray should star in the movie of “The Dilbert Principle.” As for the elephant\rportions of the movie: They say an elephant never forgets, which means that I\rhave an enormous advantage over Tai, who plays Vera, because I plan to forget\rthis movie as soon as convenient.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-11-01", "genres": ["Comedy", "Family"], "title": "Larger Than Life (1996)"}