{"url": "http://www.rogerebert.com/reviews/larry-crowne-2011", "by": "Julia Robertsas Mercedes Tainot", "star_rating": 2.0, "text": "\"Larry Crowne\" has Tom Hanks and Julia Roberts and a good premise and a colorful supporting cast, but what it doesn't have is a reason for existing. The screenplay carries blandness to a point beyond tedium. At some point the sinking realization sets in that Larry Crowne was born a nice guy, will always be a nice guy, will find few bumps in his road and is destined for a happy ending. We watch not in suspense but in envy.\n\nHanks produced and directed the film, and co-wrote the screenplay with Nia Vardalos, his pal since the days when Hanks' wife, Rita Wilson, produced her \"My Big Fat Greek Wedding\" (2002). That was a good movie. Since then Vardalos wrote and starred in the awful \"Connie and Carla\" (2004), starred in the dismal \"My Life in Ruins\" (2009), and wrote and directed the train wreck \"I Hate Valentine's Day\" (2009). As a writer she seems drawn toward banality.\n\nIn \"Larry Crowne,\" Hanks plays a nice guy who gets fired from his retail job because he lacks the education to qualify him for a management position. This happens despite his countless awards for Employee of the Month. Larry cashes in his possessions, trades his car for a scooter and decides to enroll in a local community college. As his economics teacher he draws Dr. Matsutani (George Takei), the only character in the film interesting enough to have a movie made about him. As his public speaking teacher, he gets Mercedes Tainot (Julia Roberts), a character who seems to have drifted over from the auditions for \"Bad Teacher.\"\n\nThe story arc is simplicity itself: Larry Crowne is a nice man who becomes nicer with the encouragement of other nice people. He eventually inspires the bad teacher to become a good teacher, abandon her porn-surfing loser of a husband, cure herself of alcoholism and fall in love with him. More than this a nice guy cannot be expected to do.\n\nI watched the movie with all the pleasure I bring to watching bread rise. Don't get me wrong. I enjoy watching bread rise, but it lacks a certain degree of interest. You look forward to it being finished. \n\nLarry is assisted in his lifestyle transition by the fetching Talia (Gugu Mbatha-Raw), who supervises a makeover; he ditches the regular-guy duds for basic black and gets a cool haircut. He also becomes a member of her motor scooter club, which is like a motorcycle gang of environmentalists. How many scooter clubs are there in Los Angeles? Don't tell me. I don't want to know.\n\nThere is also character interest from his neighbors, Lamar (Cedric the Entertainer) and B'Ella (Taraji P. Henson), but that's what they're in the movie for: character interest. They don't seem essential.\n\nWhat we have here is a screenplay lacking in conflict. I often complain about screenwriters who slavishly follow the story arcs taught in screenwriting classes. Nia Vardalos might benefit from one of those classes. In place of conflict, the story substitutes cutesy whims. Tom Hanks on a motor scooter! Neat!\n\nJulia Roberts is fine here, to the degree that the film permits it. She's pretty and has that warm smile and is transformed under the gentle pressure of Larry's sunny influence. Surely her marriage must be more deeply troubled than we ever see, but the movie's still waters don't run deep.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-06-28", "genres": ["Comedy", "Romance"], "title": "Larry Crowne (2011)"}