{"url": "http://www.rogerebert.com/reviews/lars-and-the-real-girl-2007", "by": "Ryan Goslingas Lars", "star_rating": 3.5, "text": "How do you make a film about a life-sized love doll, ordered through the Internet, into a life-affirming statement of hope? In \"Lars and the Real Girl,\" you do it with faith in human nature, and with a performance by Ryan Gosling that says things that cannot be said. And you surround him with actors who express the instinctive kindness we show to those we love.\n\nGosling, who has played neo-Nazis and district attorneys, now plays Lars Lindstrom, a painfully shy young man who can barely stand the touch of another human being. He functions in the world and has an office job, but in the evening, he sits alone in a cabin in the back yard of his family home. His mother died years ago, his depressive father more recently. Now the big house is occupied by his brother Gus (Paul Schneider) and pregnant sister-in-law Karin (Emily Mortimer). She makes it her business to invite him to dinner, to share their lives, but he begs off with one lame excuse after another, and sits alone in the dark.\n\nOne day a co-worker at the office, surfing Internet porn, shows Lars a life-size vinyl love doll that can be order customized to specifications. A few weeks later, a packing crate is delivered to Lars, and soon his brother and sister-in-law are introduced to the doll. She is, they learn, named Bianca. She is a paraplegic missionary, of Brazilian and Danish blood, and Lars takes her everywhere in a wheelchair. He has an explanation for everything, including why she doesn't talk or eat.\n\nThe movie somehow implies without quite saying that, although the doll comes advertised with \"orifices,\" Lars does not use Bianca for sex. No, she is an ideal companion, not least because she can never touch him. With a serenity bordering on the surreal, Lars takes her everywhere, even to church. She is as real as anyone in his life can possibly be, at this point in the development of his social abilities.\n\nGus is mortified. Karin is more accepting; she believes that, for Lars, any change is progress. They arrange for Lars and Bianca to start seeing Dagmar (Patricia Clarkson), a therapist, who advises them to allow Lars to live with his fantasy. Dagmar \"treats\" Bianca and confides in Lars. Nothing is said in so many words, but we sense that she thinks Bianca functions the way pets do with some closed-in people: The doll provides unconditional love, no criticism, no questions.\n\nThe miracle in the plot is that the people of Lars' community arrive at an unspoken agreement to treat Bianca with the same courtesy that Lars does. This is partly because they have long and sadly watched Lars closing into himself and are moved by his attempt to break free. The film, directed by Craig Gillespie and written by Nancy Oliver (\"Six Feet Under\"), wisely never goes for even one moment that could be interpreted as smutty or mocking. There are, to be sure, some moments of humor; you can't take a love doll everywhere without inspiring double-takes. And Gus sometimes blurts out the real-world truths we are also thinking.\n\nThere are so many ways \"Lars and the Real Girl\" could have gone wrong that one of the film's fascinations is how adroitly it sidesteps them. Its weapon is absolute sincerity. It is about who Lars is, and how he relates to this substitute for human friendship, and that is all it's about. It has a kind of purity to it. Yes, it's rated PG-13, and that's the correct rating, I believe. It could inspire conversations between children and their parents about masturbation, loneliness, acceptance of unusual people, empathy.\n\nWe all know a few people who walk into a socially dangerous situation, size it up, and instantly know what to say and how to set people at ease. My Aunt Martha could do that. She was a truth-teller, and all some situations need is for someone to tell the truth, instead of pussy-footing around embarrassments. Consider, in this film, the neighbor named Mrs. Gruner (Nancy Beatty). She rises to the occasion in a way both tactful and heroic. While Gus is worried about what people will think, Mrs. Gruner (and Karin and Dagmar) are more concerned with what Lars is thinking.\n\nAs we watch this process, we glimpse Lars' inner world, one of hurt but also hidden hope. Nine actors out of 10 would have (rightly) turned down this role, suspecting it to be a minefield of bad laughs. Gosling's work here is a study in control of tone. He isn't too morose, too strange, too opaque, too earnest. The word for his behavior, so strange to the world, is serene. He loves his new friend, treats her courteously and expects everyone else to give her the respect he does.\n\nHow this all finally works out is deeply satisfying. Only after the movie is over do you realize what a balancing act it was, what risks it took, what rewards it contains. A character says at one point that she has grown to like Bianca. So, heaven help us, have we.\n\nIf we can feel that way about a new car, why not about a lonely man's way to escape from sitting alone in the dark?", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-10-18", "genres": ["Comedy", "Indie", "Romance"], "title": "Lars and the Real Girl (2007)"}