{"url": "http://www.rogerebert.com/reviews/lassie-1994", "by": "Thomas Guiryas Matt Turner", "star_rating": 3.0, "text": "One of the joys of Lassie is the way she so patiently and cleverly manages the lives of the humans that God has given her. In \"Lassie,\" for example, after the collie adopts a city family that has moved to the hills of Virginia, she perceives that the troubled son, Matt (Thomas Guiry), would rather stay in bed listening to his Sony Walkman than enjoy the great outdoors.\n\nSo, Lassie cleverly snatches Matt's earphones away, and leads him on a chase until he finds the old swimming hole. Good dog.\n\n\"Lassie\" is not a remake of \"Lassie Come Home\" (1943) or any of the other Lassie movies. It comes by its title because Jennifer (Brittany Boyd), Matt's kid sister, watches \"Lassie\" on TV all the time, and so when the magnificent collie asks to be adopted by the family, she figures the dog's name is obviously Lassie.\n\nThe family has fallen on hard times. Matt and Jennifer's mother has died sometime earlier, and their dad, Steve (Jon Tenney), has remarried. Their new stepmom Laura (Helen Slater) is a wonderful and warm woman, but Matt has trouble accepting her - or much of anything else. Steve is a contractor, out of work, who moves to Virginia with the promise of a job. When that falls through, he finds himself stringing fence wire for $5 an hour.\n\nMatt hates the hamlet of Franklin Falls (\"Pop. 148\"), where they live: \"There's more people than that in a supermarket!\" Still, the Turner family is living on a magnificent spread, worth millions, I'd say, although the old farmhouse (which belonged to Steve's first wife) needs some work. And slowly, under the wholesome influence of the landscape, rural values and Lassie's patient tutelage, they all begin to flourish.\n\nThe only problem is with the evil Garland clan, which lives next door. The father (Fredric Forrest) is a mean-spirited, tabaccy-chawin' man who is raising his two young sons the same way (all three wear black hats). The Garlands raise sheep, and very profitably, too; their house is so modern and elaborate is looks like the headquarters for one of James Bond's enemies. (The interior of the Garland home is so tastefully decorated in Tex-Mex it belongs in Architectural Digest; why is it that movie villains always have the best decorators?) The kid's idea of a good time is frightening the Turners' sheep by racing their all-terrain vehicles straight at them.\n\nThat's annoying. But the good Turner children have problems, too. They share with a distressing number of other small boys and girls in the movies these days the tiresome habit of saying \"YES!\" and spiking an imaginary ball whenever something goes right. Much goes right, but much also goes wrong, and I would not dream of revealing the outcome of Lassie's duel with a wolf, or what happens after she braves dangerous rapids to save a drowning child.\n\nThe funny thing is, the movie sort of grew on me. Yes, I was clicking off the cliches (YES!). And, yes, I could see a lot of the big moments coming three scenes in advance. But there's good feeling in this movie, and an especially heartfelt relationship grows slowly between Matt and his stepmother. Helen Slater, who once played Supergirl, is warm and believable in the role. \"Lassie\" is a movie that's old-fashioned in a lot of the right ways (even if Matt and his eighth-grade girlfriend do exchange earrings). It's somehow reassuring, these days, to see a movie where there's no problem Lassie can't solve.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-07-22", "genres": ["Action", "Adventure", "Drama", "Family"], "title": "Lassie (1994)"}