{"url": "http://www.rogerebert.com/reviews/lassiter-1984", "by": null, "star_rating": 3.0, "text": "Here's a basic rule about thrillers: Style is a lot more important than plot. What happens isn't nearly as important as how it happens and who it happens to -- and if you doubt me, think back over to your favorite James Bond movies. \"Lassiter\" is a good example. Here's a movie with a plot spun out of thin air. That doesn't matter, though, because the movie is acted and directed with such style that we have fun slogging through the silliness. And part of the fun comes from watching Tom Selleck, the hero of \"Magnum, P.I.,\" in a movie that does him justice. He was wasted in \"High Road to China\", which looked like a \"Raiders of the Lost Ark\" rip-off with Selleck plugged into the Harrison Ford role. \"Lassiter\" is a movie that seems to have been made with Selleck in mind, and he delivers -- he's clearly one of the few actors capable of making the leap from TV to the big screen.\n\nThe movie stars Selleck as Nick Lassiter, an American thief in London on the eve of World War II. A hardheaded police inspector (Bob Hoskins) gets the goods on him and makes him a flat offer: Either Lassiter breaks into the German Embassy and steals $10 million in jewels, or he goes into the slammer. Lassiter goes for the jewels. That involves seducing the kinky, sadistic German countess (Lauren Hutton) who has the diamonds in her bedroom inside the well-guarded embassy. The movie misses a bet here: It spends a lot of time establishing the Hutton character (who has an unusual taste for blood), and we see her killing one of her bed partners. Yet when Lassiter finally goes to bed with her, the movie cuts to the morning after instead of showing how he survived the night. And there's no big final confrontation with the countess; at a crucial moment, Lassiter knocks her cold, and that's that.\n\nOther characters are handled more carefully. We meet Lassiter's sweet girlfriend (Jane Seymour, looking more than ever like a perfect porcelain portrait); Hoskins, who played the mob boss in \"The Long Good Friday\"; and assorted creeps. Selleck occupies this world effortlessly. He is a big man, and yet he moves gracefully, wears a tuxedo well, makes charming small talk, doesn't seem to be straining himself during the fight scenes, and, in general, stands at the center of a lot of action as if he belonged there. He would make a good James Bond. \"Lassiter\" knows that, and knows that style and movement are a lot more important than making sense of everything. \n\nI squirm when the action stops in a thriller while the characters explain everything to one another; I think of those speeches as memos from the screenwriter to the director. \"Lassiter\" stops for nothing.", "running_time": 100, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": null, "title": "Lassiter (1984)"}