{"url": "http://www.rogerebert.com/reviews/last-house-on-the-left-1972", "by": "Wes Craven", "star_rating": 3.5, "text": "\"Last House on the Left\" is a tough, bitter little sleeper of a movie that's about four times as good as you'd expect. There is a moment of such sheer and unexpected terror that it beats anything in the heart-in-the-mouth line since Alan Arkin jumped out of the darkness at Audrey Hepburn in \"Wait Until Dark.\"\n\nI don't want to give the impression, however, that this is simply a good horror movie. It's horrifying, all right, but in ways that have nothing to do with the supernatural. It's the story of two suburban girls who go into the city for a rock concert, are kidnapped by a gang of sadistic escaped convicts and their sluttish girlfriend, and are raped and murdered. Then, in a coincidence even the killers find extreme, the gang ends up spending the night at the home of one of the girls' parents.\n\nThe parents accidentally find out the identities of the killers, because of a stolen locket and some blood-stained clothing in their baggage. Enraged, the father takes on the gang single-handedly and murders them. Does any of this sound familiar? Think for a moment. Setting aside the modern details, this is roughly the plot of Ingmar Bergman's \"The Virgin Spring.\"\n\nThe story is also based on a true incident, we're told at the beginning of the movie, but I have my doubts; I think the producers may simply be trying one of those \"only the names have been changed\" capers. What does come through in \"Last House on the Left\" is a powerful narrative, told so directly and strongly that the audience (mostly in the mood for just another good old exploitation film) was rocked back on its psychic heels.\n\nWes Craven's direction never lets us out from under almost unbearable dramatic tension (except in some silly scenes involving a couple of dumb cops, who overact and seriously affect the plot's credibility). The acting is unmannered and natural, I guess. There's no posturing. There's a good ear for dialogue and nuance. And there is evil in this movie. Not bloody escapism, or a thrill a minute, but a fully developed sense of the vicious natures of the killers. There is no glory in this violence. And Craven has written in a young member of the gang (again borrowed on Bergman's story) who sees the horror as fully as the victims do. This movie covers the same philosophical territory as Sam Peckinpah's \"Straw Dogs\" (1971), and is more hard-nosed about it: Sure, a man's home is his castle, but who wants to be left with nothing but a castle and a lifetime memory of horror?", "running_time": 91, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Horror", "Thriller"], "title": "Last House on the Left (1972)"}