{"url": "http://www.rogerebert.com/reviews/last-resort-1986", "by": "Charles Grodinas George Lollar", "star_rating": 1.0, "text": "Nobody plays a low-key middle American better than Charles Grodin. He speaks softly and politely, and nods a lot, and agrees with everything that's said, and inside you can sense this tremendous anger, coiled up like a spring. In \"Last Resort,\" he takes his family on a doomed vacation to a sleazy beach club in a banana republic, and when the guerrillas surround him with machineguns, he nods and says, \"I'm on your side. I'm just another stupid American.\" He used some of the same low-key hostility not long ago in an extraordinary appearance on the \"Tonight\" show, where he seemed to make Johnny Carson uncomfortable with his deadpan questions, such as, who is the real Johnny Carson? What does he want? Is he happy? Is there meaning in his life? Carson, increasingly restless, finally observed that Grodin never appears on the show except to plug something. Not true, said Grodin, but then he plugged this movie.\n\nThe funny thing is, if more of Grodin's passive-aggressive style were in \"Last Resort,\" it might be a better movie. He spends too much time waving his arms and reacting as if he were Jerry Lewis, when what the movie needs is a guy who stands in the middle of anarchy, and tries to be nice to the anarchists.\n\nThe movie stars Grodin as an unsuccessful chair salesman who decides it is time for a change, and takes his family to Club Sand, a low-rent tropical resort ripoff that is, he finds out too late, devoted mainly to swinging singles and mate-swapping.\n\nThis is not a luxury getaway. The walls are paper thin, the roof leaks, the food is served prison-style on tin trays and the entertainment consists of assorted transvestites and failed comics in a revue of flops from the past. Nobody is nice in this place. Like Club Med, they won't take your dollars; they want you to use play money instead. Unlike Club Med, the way they explain this policy is to spit on Yankee dollars.\n\nThere are countless comic possibilities in \"Last Resort,\" most of them unrealized. The movie seems to have depended on a concept rather than a screenplay. Characters are set up, and never pay off. For example, Grodin and his wife have three children, but only one of them - a precocious troublemaker - is really developed. The other two (a moody teenage boy and a lustful teenage girl) kind of drift around the edges of the frame, always about to do something funny, but never delivering.\n\nThe press release explains that \"Last Resort\" was an attempt to prove that people could still make movies on low budgets and have fun.\n\nThe film was shot on Catalina for less than a million dollars. Even so, it's not funny. Look at Bill Murray's \"Meatballs,' a similar low-budget summer camp comedy that was fairly funny, and which knew this lesson: No matter how cheap you go, you shouldn't skimp on the screenplay.", "running_time": null, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-05-09", "genres": null, "title": "Last Resort  (1986)"}