{"url": "http://www.rogerebert.com/reviews/last-orders-2002", "by": "Michael Caineas Jack", "star_rating": 3.5, "text": "Too many films about the dead involve mourning, and too few involve laughter. Yet at lucky funerals there is a desire to remember the good times. The most charismatic man I ever knew was Bob Zonka, an editor at the Sun-Times, and even five years after his death his friends gathered just to tell stories and laugh about them. Yes, he was infuriating in the way he treasured his bad habits, but it was all part of the package. There is the impulse to try to analyze the departed, figure out their motives, ask the questions they never answered, wonder what they were really thinking.\n\n\"Last Orders,\" Fred Schepisi's new film, based on the Booker Prize-winning novel by Graham Swift, knows all about those stages in the process of grieving and celebration. It is about four old friends in London who, at one level, simply drank together for years at a pub called the Coach & Horses, and at another level came as close as people can to sharing each others' lives. Now one has died--the most enigmatic and problematic of the four--and the three survivors and the dead man's son gather in the pub with his ashes and set off on a journey to Margate, where he thought to retire. His wife does not make the journey but chooses to spend the day with their retarded daughter.\n\nThe three friends and the widow all have faces that evoke decades of memories for moviegoers. In a certain way, we have lived our lives with them, so it feels right to find them on this mission at the end.\n\nTom Courtenay electrified me in \"Loneliness of the Long Distance Runner\" when I was still in college. I had lunch with him in 1967 in London, and in a sense have just gotten up from that meal. David Hemmings was the photographer in \"Blow-Up,\" the movie everybody was talking about when I became a film critic. Michael Caine was one of the first stars I ever interviewed (about \"Hurry, Sundown,\" a film he had a hard time keeping a straight face about). Bob Hoskins joined the crowd later, with \"The Long Good Friday,\" walking onto the screen with the authority of lifelong leaseholder. Helen Mirren, I became aware of when I saw \"Cal\" at the 1984 Cannes festival. Ever since, she has been brave in her film choices, going her own way, so that her character's behavior here mirrors her career.\n\nBecause I share history and memories with these actors, it is easy to stand at the bar with their characters as they regard the urn of ashes. \"So that's Jack, is it?\" they say, looking at the container as if it might explode. Have you noticed that although people feel odd around a corpse, they sometimes have a little smile when looking at ashes, because the ashes so clearly are not the departed--who has left for other pastures, leaving behind this souvenir. Having scattered a few ashes myself, I find it more cheerful than putting someone into the ground. It's a way the dead have of telling the living to go outdoors to some nice place and remember them.\n\nThe fact that Jack wants his ashes to be scattered into the sea at Margate has a lot to do with his widow Amy's decision not to go along. It was there they met, as kids from London, gathering hops as a summer job. It was there that their daughter was conceived. And when June (Laura Morelli) was born retarded, Jack refused to deal with her--refused even to acknowledge her existence. All these years, Amy (Mirren) has visited the daughter in an asylum once a week. The girl has never given the slightest sign of recognizing her mother, and so Amy is trapped between two great gulfs of disregard. That Jack would think Amy would want to retire to a place associated with these memories is--well, typical of the deep misunderstandings a marriage can engender and somehow accommodate.\n\nJack, we might as well say, is the character played by Michael Caine. It is no secret after the first scene of the film. We get to know him well, because Schepisi's flashback structure shows Jack as a young man at war, as a second-generation butcher, as a young man courting Amy, and as a jolly regular in the pub. The other friends include benign Vic (Courtenay), an undertaker; Ray (Bob Hoskins), who likes to play the ponies, and Lenny (Hemmings), once a boxer, now a portly greengrocer. The actors have logged time in pubs and know the form. Notice how Caine captures the look of a drinker late at night, with the saggy lower eyelids and the slight loosening of tension in the lips.\n\nThey all live and work in the same south London neighborhood, and are joined at the pub by Vince (Ray Winstone), who is Jack and Amy's son. It was Jack's wish that Vince join him in the family butcher business, but Vince instead became a car dealer, and turns up in a Mercedes to drive the pals and the ashes to Margate. Many old secrets are revealed in the course of the journey, but they are not really what the movie is about. The details are not as important as the act of memory itself.\n\nA death in the family is a sudden interruption of the unconscious assumption that things will go on forever. There can be a certain exhilaration at this close contact with eternal truths; we were not aware at our births, so death is the only conscious contact we have with this mysterious journey. The final shot of Schepisi's movie finds a visual way to suggest the great silence that surrounds us. Another scene near the end puts it in human terms. On the day the friends go to scatter Jack's ashes, Amy pays her usual visit to June--to the daughter who was denied the gift of awareness; as Amy tells Ray, \"Not once in 50 years did she ever give me a sign--not even a flicker--that she knew me.\" As we consider June's uncomprehending eyes and fixed smile, we think, death is not so bad. Not knowing we live, not knowing we die, that would be bad. Ashes are scattered in more ways than one in the film's closing scenes.\n\nNote: Some reviews have complained about the Cockney accents. All of these actors can speak the Queen's English if they choose to. The Cockney is their gift to us in creating the world of their characters. You may miss a word or two, but you hear the music.", "running_time": 109, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-01", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Last Orders (2002)"}