{"url": "http://www.rogerebert.com/reviews/last-of-the-dogmen-1995", "by": "Tom Berengeras Lewis Gates", "star_rating": 3.0, "text": "We should be grateful to the American Indians, says one of the characters in \"Last of the Dogmen,\" for the gifts of romance, legend and myth. True, but so many of the legends live in the past, and today much has been lost of the ancient Indian harmony between man and nature. How wonderful it would be if a lost tribe were discovered, still living in the wilderness as their ancestors did.\n\nBut would their discovery lead to their destruction, as it did in history? \"Last of the Dogmen,\" a modern-day tale that considers these questions, opens with the escape into the wilderness of three desperate convicts. The sheriff surveys the mountain vastness that conceals them, and says, \"Get me Gates.\" Lewis Gates is a man he hates, but for this job, he has no equal. Cut to a bartender opening a saloon for the day and awakening Gates (Tom Berenger), who is asleep on the bar but rolls off onto the floor, inspiring only mild curiosity in his dog.\n\nThis would be a standard opening for all kinds of movies, but \"Last of the Dogmen\" has some surprises. We see the convicts at night, startled by a mysterious visitor, and later we see Gates back from his bounty-hunting mission, telling the sheriff, \"All I found was that shirt, and enough blood to paint the walls of this office.\" But he found something else, too: a broken arrow. The professor of Indian archeology at the local university identifies it: \"Cheyenne. A good modern reproduction. Fifteen dollars at any trading post.\" Gates thinks that is too simple an answer, and after searching the archives of the local paper he arrives at a startling theory: Cheyenne Indians are still living in these mountains, cut off from modern society. The professor, named Lillian Sloan (Barbara Hershey), doubts it (\"Elvis is dead, the government isn't hiding UFOs, and there are no Cheyenne dog soldiers in the ox bow\"). But after Gates finds an old man who once captured an Indian \"wild child,\" she agrees to go along on a journey to search for them. She speaks Cheyenne, which will be useful in preventing them both from being killed on the spot.\n\nThey do indeed find a surviving tribe, led in fact by the wild child, now grown old. He is the descendant of Lone Wolf, a Cheyenne leader who fled with a band of 20 others from a late 19th century massacre. The Indians live in the old ways, staying to themselves, but they are prepared to kill anyone who would threaten their way of life. And the movie balances their discovery with two other stories. One involves Gates' difficulties with the sheriff, who was once his father-in-law, and blames him for the drowning of his daughter. The other involves the relationship between Gates and the professor, which moves slowly, since he is accustomed to keeping to himself.\n\nLillian Sloan explains that the Cheyenne who escaped from the massacre were \"dog men,\" called Dog Soldiers by the U.S. Cavalry.\n\nThey were elite fighters, a rear guard, prepared to be suicide troops. Gates, too, is a dog man, and has a dog to prove it: Zip, his closest friend. Gates is as much of an anachronism in the modern West as the band of Cheyenne.\n\n\"Last of the Dogmen\" is a robust movie with a lot of energy and heart, but something is missing, and I think it's a sufficient quantity of romance, legend and myth. Somehow, when Gates and Sloan discover the lost tribe, the moment doesn't resonate as it should.\n\nThe Cheyenne settle down into images familiar from many other movies, and don't seem as alien, as different and untouched, as they should.\n\nWe feel too comfortable with them, too fast. They should seem to come from an entirely different time and place, and shouldn't settle so easily into the details of a plot involving sickness, sheriffs and dynamite.\n\nEven if the movie could have been better - deeper and more evocative - it's pretty good just as it is. The plotting comes too close to the surface in a scene where Gates evens the old score with the sheriff, but for the most part \"Last of the Dogmen\" holds our interest. Berenger creates a brave, simple, no-nonsense character who keeps the movie on track despite scenes where the sheriff (Kurtwood Smith) overdoes the melodrama. If there is no moment in \"Last of the Dogmen\" to equal the true sense of wonder that \"Dances With Wolves\" was able to evoke, there is at least an absorbing story, well told.\n\nAre there really Indians still living in the old ways, hidden in the far reaches of the American wilderness? We should be so lucky. So should they.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-09-08", "genres": ["Action", "Adventure", "Mystery", "Thriller", "Western"], "title": "Last Of The Dogmen (1995)"}