{"url": "http://www.rogerebert.com/reviews/last-ride-2012", "by": "Hugo Weavingas Kev", "star_rating": 4.0, "text": "A father and his young son flee from the law across the limitless Outback of Australia, and their doomed journey achieves a sad magnificence in \"Last Ride.\" Only gradually do we learn the reason for their flight. The father has a deep love for his boy, but he is a damaged man with a violent nature, and in the course of this great film, the son becomes capable of reaching hard conclusions and acting on them.\n\nBefore I tell you anything else, I want to describe one heartbreaking scene. There is a vast flat salt lake in Australia, Lake Gairdner. When it is dry, they hold speed trials there. In some seasons, it lies beneath a thin sheen of water. Kev and his son Chook, driving a stolen SUV, set out across it, and the visual effect is bewildering: There has been no explanation, and the car seems to be driving on water. The lake is miles across, and the SUV is the only thing moving toward the horizon.\n\nChook (Tom Russell) has been along on this trip for days, as they travel sometimes on foot, sometimes in stolen vehicles, sometimes eating canned beans, sometimes rabbits that they shoot. Most nights, they sleep by a campfire under the stars. Kev (Hugo Weaving) steals money where he can, and when he ties up a woman who has been kind to Chook, the boy's eyes appeal to her for forgiveness. \n\nHis father won't tell him what happened to cause them to flee, but in flashbacks, we see the boy's fragmented memories as he tries to piece it together. Sometimes his father strikes and frightens him. As they drive on the lake, Chook tells Kev, \"You ain't a proper dad!\" Kev stops the car, and they fight. He throws his son out of the car and drives away. Soon the boy is alone, a moving speck on a shimmering mirror. He walks on defiantly, but finally halts and hunches down and begins to sob. \n\nIf \"Last Ride\" were made of scenes like this, it would be a bleak experience. It is not. A scene like this is balanced by a night when he rests in his father's arms and is told how to find the stars of \"The Seven Sisters,\" the Pleiades. \"Black fellas reckon one of them came down to earth,\" his dad says. The day before, while staying in a national park, they'd been warned by an aboriginal ranger that camping was forbidden there. But Kev tells the ranger he was trying to give his boy some experience in the bush, and that's good enough for the ranger.\n\nTheir odyssey has taken them through towns and down back roads and off-road. They have visited Maryanne (Anita Hegh), an old girlfriend of his dad's, who warned them they couldn't stay but let them rest for one night. Chook and her dog made close friends. Then they had to move on. Walking in a dusty, empty town, they came across the \"Afghan Heritage Museum,\" a small house with a porch holding Afghan costumes and carvings. Here Chook was able to sleep secretly for a night. On another night, the boy shoplifted some sparklers from a gas station, and the father and son played with them on a small skateboard deck.\n\nThe film is astonishing in its visual beauty; cinematographer Greig Fraser (\"Snow White and the Huntsman\") finds nobility in this arduous journey. As Kev, the veteran actor Weaving gives the performance of lifetime. You may recall him as Elrond in \"The Lord of the Rings\" films. Here he plays a man who never tries to be nice, never tries to be cruel, only responds to his nature. He is down to his desperate final resources and clings to the conviction that somehow he and the boy will find a place where he can be a father.\n\nTom Russell was a 10-year-old Adelaide schoolboy when he made \"Last Ride,\" his feature film debut. I have run out of words to account for young actors. Untrained, they seem able to reach an instinctive core of natural truth. Russell is in almost every scene, as authoritative as the adult actors. They say in a film or a story that you must focus on the characters who change, and in \"Last Ride,\" all of Kev's changes are behind him, but Chook is arriving at his young life's turning point.\n\nFor director Glendyn Ivin, this is also a debut feature, although he won the Palme d'Or at Cannes for a short subject. Remarkable, how he begins with materials that could have given themselves so easily to a road movie formula, and finds such truth and beauty. He knows so surely where he's going that he arrives at a perfect final shot, that tells us what we need to know about Chook.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-06-27", "genres": ["Drama", "Foreign"], "title": "Last Ride (2012)"}