{"url": "http://www.rogerebert.com/reviews/last-holiday-2006", "by": "Queen Latifahas Georgia Byrd", "star_rating": 3.0, "text": "\"Last Holiday\" is a movie that takes advantage of the great good nature and warmth of Queen Latifah, and uses it to transform a creaky old formula into a comedy that is just plain lovable. To describe the plot is to miss the point, because this plot could have been made into countless movies not as funny and charming as this one.\n\nLatifah plays a sales clerk named Georgia Byrd, who works in a big chain store in antediluvian New Orleans, giving cooking demonstrations. At home alone in the evenings, she prepares elaborate gourmet dishes, watching TV cooking shows and training herself to be a great chef. Then, more often than not, she eats a lonely Lean Cuisine, because she's on a diet.\n\nThe need for dieting comes to a sudden halt when she receives bad news: She has three or four weeks to live. Her HMO won't cover the expensive treatment, which might not work anyway, and so Georgia throws caution to the wind, cashes in her 401-K, and buys a ticket to Karlovy Vary in the Czech Republic. That's where her hero, Chef Didier (Gerard Depardieu), rules the kitchen, and she decides to go out in style, eating everything on the menu and treating herself to all the services of the spa and the ski slopes.\n\nKarlovy Vary is a jewel box of a spa town 90 minutes outside of Prague. Its hotels are high and wide but not deep, because steep mountain walls rise close behind them. A stream runs down the center of the town, and at the top of the little valley is the Grand Hotel Pupp, where Georgia checks in. My wife and I were in Karlovy Vary four years ago for the film festival, and, like Georgia, we did a double-take when we discovered that the correct pronunciation of the hotel rhymes with \"poop.\" Yes, but it is a magnificent edifice, and soon Georgia is walking eagerly into the dining room to order -- well, everything on the menu.\n\nVisiting this hotel is another party, consisting of a retail tycoon named Matthew Kragen (Timothy Hutton), who owns the chain of giant stores including the one Georgia resigned from in New Orleans. At his table are his mistress (Alicia Witt), a senator (Giancarlo Esposito) and a congressman (Michael Nouri). They are startled when Chef Didier pays more attention to the woman dining by herself than to their self-important table. They don't know that Georgia has already invaded the chef's kitchen and impressed him with her cooking skills -- both disciplined, and improvised.\n\nWho is this woman? Kragen's table becomes consumed with curiosity, especially since Georgia Byrd is obviously very wealthy. There's a montage that reminds us of \"Pretty Woman,\" as she raids a high-fashion dress shop (while \"If I Were a Rich Girl\" plays on the soundtrack), and subjects herself to being beaten with birch leaves at the spa (\"I Feel Pretty\"). A spa in Karlovy Vary is not quite as spartan as one in America, and does not count so many calories; after your treatments, you are free to recover with roast duck and dumplings, followed by apple strudel.\n\nBy making no claims, putting on no airs, telling no lies and acting as if she had nothing to lose, Georgia transforms the hotel. The important guests are in awe of her. The staff is in love with her. The chef adores her. And there is even romance in the air, because of her unmistakable chemistry with Sean Matthews (LL Cool J), a New Orleans co-worker who is shy but -- I will not reveal more.\n\nAll of these things may be true and yet not inspire you to see this movie. I am the first to admit that the plot is not blindingly original, although transporting the action to Karlovy Vary at least adds an intriguing location. The movie is a remake of a 1950 film which starred Alec Guinness in the Queen Latifah role, and the story was not precisely original even then.\n\nAll depends on the Queen, who has been known to go over the top on occasion, but in this film finds all the right notes and dances to them delightfully. It is good to attend to important cinema like \"Syriana\" and \"Munich,\" but on occasion we must be open to movies that have more modest ambitions: They only want to amuse us, warm us, and make us feel good. \"Last Holiday\" plays like a hug.\n\nWhen a movie can do that, a strange transformation takes place. Scenes that in a lesser movie would be contrived and cornball are, in a better movie, redeemed by the characters. There is a moment here when Georgia and another hotel guest find themselves on a ledge on the roof of the Hotel Pupp. A crowd gathers below. Such a scene could be creaky and artificial. Not here. It works.\n\nAnd what, you ask, about the Idiot Plot? The whole story depends on a series of elaborate misunderstandings. One word would set everybody straight. Yes, true, and yet the movie smiles and winks at its own contrivances, and we enjoy them. The point of this story is not to discover the truth about Queen Latifah's past life, but to enjoy the unfolding of her future life (if of course she has one).\n\nThe movie was directed by Wayne Wang, whose \"Joy Luck Club\" and \"Maid in Manhattan\" showed a sure feel for romantic comedy with a human dimension. The key thing he does with Queen Latifah is to accept her. She is not elbowed into an unlikely comic posture or remade into a cliche, but accepted for who she is. Or perhaps not for who she really is (for which of us knows the mystery of another?) but for who she can play so comfortably and warmly on the screen. One of the movie's best scenes comes when she gives advice to the tycoon's mistress -- who is conventionally sexy, but senses that Georgia is sexy in a transcendent way because of who she is. The mistress is sexy to look at. Georgia is sexy when you see her. The men at the other table can't take their eyes off.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-01-12", "genres": ["Adventure", "Comedy", "Holiday", "Romance"], "title": "Last Holiday (2006)"}