{"url": "http://www.rogerebert.com/reviews/last-night-1999", "by": "Don McKellaras Patrick Wheeler", "star_rating": 3.0, "text": "I am writing in the closing days of December 1999. There are those who expect an apocalypse in a week or so, when Y2K shuts down the power grid and roving bands of carnivorous Americans stalk heavily armed into the streets to steal each other's Christmas presents. My own guess is that New Year's Eve will be more uneventful than usual, as most of us pause, awe-struck, at the chiming of the millennium clock.\n\nDon McKellar's \"Last Night\" is a Canadian film about the end of the world, and paints a picture more bittersweet than violent. While American fantasies run toward riot, rape and pillage, life will end in Toronto, we learn, with farewell dinners, favorite songs and people deciding they have put off far too long their intention to sleep with one another.\n\nThe movie wisely offers no explanation for the coming apocalypse. All we know is that the world will end at midnight precisely, and that darkness never comes. As a soft early-evening twilight hangs late over the city, radio stations count down the 500 top songs of all time, revelers in a city square treat the event like New Years' Eve and we meet a small group of people as they try to face the end with a certain grace and dignity.\n\nOne couple meets by accident. Sandra (Sandra Oh) is marooned in a distant part of the city with no way to get back for a planned final meal with her husband. She asks a stranger named Patrick (McKellar) for the use of his phone, but can't find her husband at home or his office. And she has lost her car. Now they sit there in his apartment, two strangers. He has planned to spend this evening alone. What is the etiquette for two people in a situation like this? We meet other characters. One is Craig (Callum Keith Rennie), who has a rendezvous with his high school teacher (Genevieve Bujold). We sense they'd always been attracted to one another, but never acted on their impulses. Now years have passed and it is time to take care of unfinished business. Turns out Patrick knows Craig, and thinks perhaps he might loan Sandra a car. Craig protests that his cars are not just any cars, but valuable antiques. As if it makes a difference.\n\nDowntown in an office building, an employee of the gas company (David Cronenberg) reassures customers their service will continue until the end. Elsewhere in town, a mother holds a Christmas dinner, since Christmas will not come, and gives her children the favorite toys she has saved from their childhood. Many of these characters turn out to be connected in one way or another.\n\nPerhaps nothing tests our dignity more than how we behave when we know for certain the hour of our death. That knowledge must be the worst thing about being on death row--worse than the gallows itself. Better to die suddenly, or in oblivion. What makes life bearable is our personal conviction that we will never die--or at least, not yet.\n\nAs the final hour approaches for the characters in \"Last Night,\" there are moments of startling poignancy. Sandra and Patrick, for example, find themselves stranded together, their plans for the end interrupted. She suggests they tell each other the stories of their lives. He lists the usual biographical details. \"You'd better hurry up,\" she tells him. \"Tell me something to make me love you.\" Note: On a talk show in Toronto, I was asked to define the difference between American and Canadian films, and said I could not. Another guest was Wayne Clarkson, the former director of the Toronto Film Festival. He said he could, and cited this film. \"Sandra Oh goes into a grocery story to find a bottle of wine for dinner,\" he said. \n\n\"The store has been looted, but she finds two bottles still on the shelf. She takes them down, evaluates them, chooses one, and puts the other one politely back on the shelf. That's how you know it's a Canadian film.\"", "running_time": 94, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-24", "genres": null, "title": "Last Night (1999)"}