{"url": "http://www.rogerebert.com/reviews/last-man-standing-1996", "by": "Bruce Willisas John Smith", "star_rating": 1.0, "text": "“Last Man Standing” is such a desperately cheerless film, so dry and laconic and wrung out, that you wonder if the filmmakers ever thought that in any way it could be ... fun. It contains elements that are often found in entertainments--things like guns, gangs and spectacular displays of death--but here they crouch on the screen and growl at the audience. Even the movie's hero is bad company.\n\nThe movie stars Bruce Willis as a man who says his name is John Smith, and who arrives at the Texas town of Jericho during Prohibition. It is a strange town: The buildings suggest a Western from the 1880s, the cars suggest the late 1920s, and there are two local bootlegging gangs who have arrived at an uneasy truce. And that's it. Near as I could tell, there are no other non-gang residents of Jericho except for the undertaker, the sheriff and the bartender.\n\n“I won't say business has been good lately,” the bartender tells John Smith, who walks in for a drink. No kidding. Whom do the bootleggers sell their booze to? Is Jericho simply a distribution point? Then why are there two virtual armies of gangsters, one imported from Chicago, wearing fedoras and business suits and hanging around ominously? I'm missing the point, I know. “Last Man Standing” is not intended as a realistic portrait of anything. The credits announce that it's based on a story by Ryuzo Kikushima and Akira Kurosawa, and some filmgoers will recognize the plot outlines from Kurosawa's “Yojimbo” (1961). Well, Kurosawa has inspired other good American movies (his “Seven Samurai” was remade as “The Magnificent Seven,” and “Yojimbo” also loosely inspired “A Fistful of Dollars”), but here the attempt to move the story from Japan to Texas seems pointless, because the movie made from it isn't Kurosawa, or a Western, or a gangster movie, or anything else other than a mannered, juiceless, excruciatingly repetitive exercise in style.\n\nThe director and screenwriter is Walter Hill. When he's in good form he makes films such as “48 HRS” and the neglected “Geronimo” (1993). When he's not in top form, he makes male action mythology like “Wild Bill” (1995). What he almost always shows are violent men living in a society that doesn't give them much opportunity to do anything other than kill one another.\n\n“Last Man Standing” takes that story line to its ultimate refinement. Following in the footsteps of Kurosawa's samurai tale, Willis arrives in a strange town with no history and few plans (“Drunk or sober, I had no complaints--even if I did get my hands dirty on the way”). He discovers local power is divided between the Strozzi gang (led by Ned Eisenberg) and the Doyle gang (led by David Patrick Kelly). He decides to end their uneasy truce in order to make money from the resulting chaos.\n\nBoth gangs have some interesting lieutenants. Strozzi is saddled with Giorgio Carmonte (Michael Imperioli), son of a Mafia chief in Chicago. Doyle has the dreaded Hickey (Christopher Walken), said to be so tough that at 15 he burned down an orphanage and enjoyed watching the “little kids go up like candles.” Smith packs two guns, shoots them at the same time, and never misses. Early in the film he is drawn on by 12 men and kills them all before they can hit him. When he's offered $1,000 to work for Doyle (“a day or a week?”) he responds, “I'm worth it. I'm good.” The jealous Walken character leaps up, sprays the room with machinegun bullets, and says, “That good?” Uh, how good is that? His plan is to work for one side, weaken it, then work for the other side, weaken it, and eventually set up a war in which he will be the only survivor. And there is a woman involved. Doyle stole her from her mother and child, and dotes on her. To look upon her is a capital crime in Jericho. Smith befriends the woman (Karina Lombard) and in other ways reveals that he is not entirely accurate when he says, “I have no conscience.” This story line is roughly borrowed from “Yojimbo,” as is the friendship with the local innkeeper, although in the Kurosawa movie the town was divided between clans selling saki and silk, not booze. It makes no difference, because the story reduces itself to macho posturing, boasting, threats, sudden outbursts of gunfire, a mounting body count, and the hero's weary narration.\n\nEven the look of the film is arid. Hill and his cinematographer, Lloyd Ahern, have sought to drain the color and life from the images. Many scenes look exactly like those unfortunate early-1960s films where the color has faded, leaving only reds, browns, and shadows. Dust covers everything. Nothing is beautiful. All seems tired, worn, exhausted. The victory at the end is downbeat, and there is an indifference to it. This is such a sad, lonely movie.", "running_time": 103, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-09-20", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Last Man Standing (1996)"}