{"url": "http://www.rogerebert.com/reviews/last-chance-harvey-2009", "by": "Dustin Hoffmanas Harvey", "star_rating": 3.0, "text": "\"Last Chance Harvey\" is a tremendously appealing love story surrounded by a movie not worthy of it. For Dustin Hoffman, after years of character roles (however good) and dubbing the voices of animated animals, it provides a rare chance to play ... an ordinary guy. For Emma Thompson, there is an opportunity to use her gifts for tact and insecurity. For both, their roles project warmth and need.\n\nWhen \"Last Chance Harvey\" gets out of their way and leaves them alone to relate with each other, it's sort of magical. Then the lumber of the plot apparatus is trundled on, and we wish it were a piece for two players. One subplot, scored with funny-bumpy-scary music, is entirely unnecessary. And even with the two stars onscreen, there is too much reliance on that ancient standby, the Semi-Obligatory Lyrical Interlude.\n\nBut what's good is very good. Hoffman plays Harvey, a failed jazz pianist who has found success writing jingles for TV ads. Thompson plays Kate, an airport interviewer for a British agency. Harvey flies to London to attend his daughter's wedding, and in the space of 24 hours he learns that he has been fired and that his daughter would prefer her stepfather gave her away. At the same time, Kate is ignored on a blind date and has to deal with a mother who fears her new neighbor is a vivisectionist.\n\nThey met briefly when Harvey was rude to Kate at the airport. The next day, when both are deep in misery, they find themselves the only two people in a pub. Harvey recognizes her, apologizes and, out of desperation, tries to start a conversation. She resists. But notice the tentative dialogue that slowly allows them to start talking easily. It's not forced. It depends on his charm and her kindness.\n\nPitch perfect. But then the dialogue fades down, and the camera pulls back and shows them talking and smiling freely, and the music gets happier, and there is a montage showing them walking about London with lots and lots of scenery in the frame. The movie indulges the Semi-OLI more than once; it uses the device as shorthand for scenes that should be fully transcribed. In \"Before Sunrise\" and \"Before Sunset,\" Richard Linklater sent Ethan Hawke and Julie Delpy talking all through a night in Vienna and all through a day in Paris, and never let them stop, and kept his camera close. Why didn't Joel Hopkins, the writer-director of \"Last Chance Harvey,\" try the same? He had the right actors.\n\nHopkins gets one thing right. They stay outdoors. Going to his hotel or her flat would set the stage for body language neither one is ready for. They avoid the issue by walking around London, although unfortunately Hopkins sends them mostly up and down the Victoria Embankment and the South Bank, so he can hold the Thames vista in the background. We get more montages of them walking and talking, as substitutes for listening to a conversation we've become invested in.\n\nOne subplot works well. After Kate starts Harvey talking about why his relationship with his daughter failed, she tells him he must attend her wedding reception. He says she must go with him. He will buy her a dress. There is a gratuitous and offensive montage of her trying on dresses, including one frilly gown that looks perfect for a fancy dress ball in \"Gone With the Wind.\" Not only is this montage an exhausted cliche, they're in a hurry, remember? But when they get to the reception, Harvey is touching in a carefully worded speech.\n\nThe subplot that doesn't work involves Kate's mother (Eileen Atkins). She peers through her curtains at her suspicious neighbor, thinks she sees him carrying a body to the woodshed and speed-dials her daughter every five minutes. Every time we cut to her, we get that peppy suspense music, as the movie confuses itself with light comedy.\n\n\"Last Chance Harvey\" has everything it needs but won't stop there. It needs the nerve to push all the way. It is a pleasure to look upon the faces of Hoffman and Thompson, so pleasant, so real. Their dialogue together finds the right notes for crossing an emotional minefield. They never descend into tear-jerking or cuteness. They are all grown up and don't trust love nearly as much as straight talk. Hopkins deserves credit for creating these characters. Then he should have stood back and let them keep right on talking. Their pillow talk would have been spellbinding.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-01-14", "genres": ["Comedy", "Drama", "Romance"], "title": "Last Chance Harvey (2009)"}