{"url": "http://www.rogerebert.com/reviews/last-action-hero-1993", "by": "Arnold Schwarzeneggeras Jack Slater", "star_rating": 2.5, "text": "\"Last Action Hero\" is about the same subject as almost every other feature film ever made: The possibility of blurring the line between the audience and the screen. We go to the movies so that we can vicariously live the lives of the characters who loom so glamorously above us, and the movies know that. Every moment of every shot exists with the full consciousness of the fourth invisible wall dividing the characters from their watchers in the dark.\n\nEarly in \"Last Action Hero,\" a small boy is watching a movie when suddenly a bundle of dynamite comes bouncing out of the screen and lands near him in the theater. He runs for his life, but there is an explosion, and somehow he is catapulted through the membrane between the audience and the actors. He is in the movie. More exactly, he is in the back seat of a speeding car in a chase scene, and the driver is Jack Slater (Arnold Schwarzenegger), his hero.\n\nThe boy's name is Danny Madigan (Austin O'Brien), and he has seen all of the Jack Slater movies. He knows that Slater is always played by Schwarzenegger - which is more than Slater knows. One of the pleasures of this movie is the way Slater insists he lives in the real world, and how Danny tries to convince him otherwise by pointing out all the clues proving they're in a movie. All the telephone numbers start with the non-existent prefix \"555,\" for example, and the good guys somehow never get killed, and all the women are dressed like models in a Guess ad. There is even a discussion of the Fallacy of the Talking Killer, often described in this space - that inevitable movie practice in which the bad guys need only pull the trigger, but make the mistake of talking too much, giving the good guys a chance to prevail.\n\nOther movies have also played with the boundaries between reality and cinema. Woody Allen's \"The Purple Rose of Cairo,\" for example, and Robert Zemeckis's \"Who Framed Roger Rabbit.\" But they've used the gimmick primarily as a springboard for their stories for love and action. There is a lot of action in \"Last Action Hero,\" but the underlying story never ever quite works. From beginning to end, the movie is about its gimmick, without ever transcending it.\n\nThat means that we don't much care about the fate of Jack Slater, because he is presented as a fictional movie character. And when the kid leads Slater through the screen to a confrontation with the \"real\" Arnold Schwarzenegger, we don't care much, either, because the script takes no real risks. Instead of \"Slater\" and \"Schwarzenegger\" perhaps disliking each other, or sharing shop talk, or comparing muscles, the movie uses the unimaginative device of a movie premiere to isolate the \"real\" Arnold as a celebrity who doesn't get very involved in Slater's world.\n\nThe movie within the movie shows the Slater character in a showdown with a villain (Charles Dance) and a psycho named Ripper (Tom Noonan) who exhibit the usual cliches of such characters in such situations. (It's amusing to see the real-life Noonan turn up, looking like a mild-mannered innocent, after seeing him as a scuzzy weirdo.) But the screenplay never really explains the plot of the Slater movie, and so there's nothing to get our hooks in. We see chases, explosions, and spectacular stunts, but they're demonstrations, not drama.\n\nSchwzarzenegger kids his own persona by playing with trademark lines like \"I'll be back,\" but some of the best moments belong to O'Brien, who correctly predicts most of the things that happen to Slater, and even drags the big guy home to meet his mom (Mercedes Ruehl). And there's a cute episode in a video store (inside the Slater movie), where the kid is amazed to discover that \"Terminator 2: Judgement Day\" now stars Sylvester Stallone.\n\nFor all of its sensational stunts and flashes of wit, however, \"Last Action Hero\" plays more like a bright idea than like a movie that was thought through. It doesn't evoke the mystery of the barrier between audience and screen the way Woody Allen did, and a lot of the time it simply seems to be standing around commenting on itself.\n\nMaybe younger viewers - around the age of the young hero - will identify with it. I was disappointed.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-06-18", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction", "Thriller"], "title": "Last Action Hero (1993)"}