{"url": "http://www.rogerebert.com/reviews/late-marriage-2002", "by": "Lior Loui Ashkenazias Zaza", "star_rating": 3.0, "text": "When children are grown they must be set free to lead their own lives. Otherwise it's no longer a parent guiding a child, but one adult insisting on authority over another. Wise parents step back before they cross this line. Wise children rebel against parents who do not. \"Late Marriage\" is about parents who insist on running the life of their 31-year-old son, and a son who lets them. The characters deserve their misery.\n\nThe film is set in Israel, within a community of Jewish immigrants from the former Soviet republic of Georgia. Zaza at 31 has still not filled his obligation to marry and produce children. His parents have marched a parade of potential wives past him, without success. His secret is that he's in love with Judith, a divorcee from Morocco, four years older, with a daughter. His parents would never approve of Zaza marrying such a woman.\n\nAs the movie opens, Zaza and his family descend on the home of Ilana, a sulky 17-year-old who has been proposed as a prospective bride. There may be a difference in age and education, but at least she is single, childless, and arguably a virgin. In a scene of excruciating social comedy, the two families arrange themselves in the living room and discuss Zaza and Ilana as if they were this week's Tupperware specials. Then Ilana is produced and the would-be couple dispatched to her bedroom \"to get to know one another.\" \"Is that a dress or a nightgown?\" Zaza (Lior Loui Ashkenazi) asks her when they are alone. \"What do you think?\" asks Ilana (Aya Steinovits Laor). She shows him her portfolio and confides her desire to be a dress designer. She seems to be designing for the hostesses in an Havana hooker bar, circa 1959. \"I want a rich man,\" she tells him. Obviously he will not do, but they fall on her bed and neck for a while until summoned back to the family council.\n\nZaza's parents find out about Judith (Ronit Elkabetz), the divorcee. They stake out her house and eventually break in upon the romantic couple, calling Judith a whore and demanding that the relationship end. Does Zaza stand up to his mother, Lily (Lili Kosashvili, the director's own mother)? No, he doesn't, and Judith sees this, and wisely drops him because there is no future for her.\n\nThe contest between arranged marriages and romantic love is being waged in novels and movies all over those parts of the world where parents select the spouses of their children. Art is on the side of romance, tradition on the side of the parents. Sometimes, as in Mira Nair's wonderful \"Monsoon Wedding,\" set in Delhi, there is a happy medium when the arranged couple falls in love. But look at Rohinton Mistry's new novel, Family Matters, about a man who spends a lifetime of misery after having a widow foisted on him by a family that disapproves of the Christian woman from Goa he truly loves.\n\nThe most important sequence in \"Late Marriage\" is a refreshingly frank sex scene involving Zaza and Judith. We don't often see sex like this on the screen. The scene is not about passion, performance or technique, but about (listen carefully) familiarity and affection. They know each other's bodies. They have a long history of lovemaking, and you can see how little movements and gestures are part of a shared physical history. Watching this scene, we realize that most sex scenes in the movies play like auditions.\n\n\"Late Marriage\" is not a one-level film, and one of its most revealing moments shows the strong-minded mother expressing respect for the equally iron-willed Judith. These women understand one another, and the mother even realistically discusses the chances that her Zaza will defy her and choose the divorcee. The mother would, if forced to, actually accept that--but Zaza is too frightened of her to intuit that there is a crack in his mother's heart of stone.\n\nI know couples whose marriages were arranged and who are blissful. I know couples who married for love and are miserable. I am not saying one way is right and another wrong. The message of \"Late Marriage,\" I think, is that when a marriage is decided by the parents crushing the will of the child, it is wrong for the child and unfair to the new spouse. I have more thoughts on this subject, but have just remembered this is not the advice column, so I will close with the best all-purpose advice I have heard on this subject: Never marry anyone you could not sit next to during a three-day bus trip.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-05-31", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Late Marriage (2002)"}