{"url": "http://www.rogerebert.com/reviews/late-bloomers-2012", "by": "William Hurtas Adam", "star_rating": 2.5, "text": "\"I'm getting old. And you're getting old, too.\" Mary looks her husband in the eyes and says out loud something they both know, but which only she is willing to deal with. Isabella Rossellini and William Hurt star in \"Late Bloomers,\" an uneven but touching comedy with a cheery score that sounds too much like whistling on the way past the graveyard. Without even trying to be profound, the film communicates a great deal of truth. Perhaps it seems particularly true to me, because Rossellini and I both have our birthdays coming up on the 18th of this month. If she's old, I'm 10 years older.\n\nAdam (Hurt) is an architect working in London. Mary (Rossellini), his wife, was born in Italy. They've been married for 30 years. The film opens with her undergoing a medical examination, which returns good news, but something like that can help you imagine the bells tolling. We see Mary taking exercise classes in a local swimming pool and looking for more to do with her time; her friend Charlotte (Joanna Lumley) suggests the old standby, volunteer work. Adam has just received the sort of award that comes near the end of a career and is incapable of thinking of his career in such a way.\n\nThey seem happy enough, although the actors are useful in suggesting their differences: Rossellini glows and has a warm smile as usual, and Hurt is detached and has his angular look as usual. Their three grown children sense something is shifting in the marriage.\n\nAdam's firm was founded to take unpopular assignments and find exciting solutions for them. Now he's asked to design a senior retirement home, the last thing he could have wished for. Charlotte lines up Mary for volunteer work at a foundation where the woman in charge is unbearably condescending to a room full of her older volunteers. Although Mary was a teacher of advanced Italian, this horrible woman asks her to bake cakes.\n\nMary begins to improve their home with gadgets: a telephone with enlarged numbers, grab bars above the bathtub and lift-off bars on either side of the toilet. You never know when you might need such things. Adam is offended. At work, he skulks over the old-age home assignment until some young colleagues express their admiration for him, and then he makes them a secret task force to work on the project with him. Part of his renewed interest may involve a warm-eyed young woman (Arta Dobroshi), who considers him a hero. Communication between Mary and Adam begins to shut down.\n\n\"Late Bloomers,\" directed by Julie Gavras, doesn't use fraught scenes and heated dialogue to reflect their troubles. They aren't those kind of people, and this isn't that kind of film. It offers shallow pleasures and the satisfaction of seeing two actors in performances better than the film deserves. They're surrounded by easy supporting turns: Simon Callow as Adam's boss, Doreen Mantle as Mary's mother, and their three children are the dry and stuffy James (Aidan McArdle); the sweet Giulia (Kate Ashfield), and the feckless Benjamin (Luke Treadaway). Not much communication between the generations, either.\n\nIf \"Late Boomers\" offers good acting and useful truths, it also offers some condescension of its own. There's one of those familiar but unbelievable movie scenes where a man opens his door and about 15 complete strangers sweep past him without a word, followed by his wife with a smug smile. They're all old people and should have better manners.", "running_time": 88, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-06-06", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Late Bloomers (2012)"}