{"url": "http://www.rogerebert.com/reviews/late-bloomer-2008", "by": "Masakiyo Sumidaas Sumida", "star_rating": 3.0, "text": "I see so many references to Go Shibata's \"Late Bloomer\" as thriller,or horror film. That may be true, but it's beside the point. Here is a film about the despair and rage building up within a man whose body has betrayed him. It fearlessly regards the dark side of severe disability, and would be offensive if we didn't know it represents only this single character, who is going mad.\n\nSumida (Masakiyo Sumida) is dealing with what seems to be muscular dystrophy. He is aided by a care giver, has some sort of job at a disability center, speaks with a computerized voice, gets drunk regularly, has a scrawny beard, tangled hair and thick, permanently smudged eyeglasses. He used an electric wheelchair. His pastimes are drinking, watching pornography, and going to underground rock concerts with his friend Take (Naozo Hotta). On the whole, people seem happy to spend time with him, and he takes many meals with Take, who is a counselor.\n\nIn the ways that he can be, Sumida is a party animal. I remember a guy in his 20s who hung out at O'Rourke's in the 1970s. I think he had MS. He'd be warmly greeted when he came in. He liked to booze, too, but he was still walking and knew he had his limit. He threw a party once. You should have seen his pad. Psychedelic posters, glo-lights, sound system cranked up high, a water bed, an open bar, pot. He braced his jaw as he spoke, but it wasn't hard to understand him. He was friendly with the girls. Once when we were wondering if he was getting any, a couple of girls who were regulars traded private little smiles.\n\nThe thing to realize when you see a person like that is:  There's somebody at home!  He doesn't automatically have a mental disability. It's okay to go ahead and say what's on your mind. You don't have to end every sentence with \"Right?\" and \"Okay?\" and \"You know what I mean?\" so that he has to nod and nod and nod. It's easy to imagine how a man like Sumida, who might be a barfly even if he were unimpaired, could develop a lot of pent-up frustration.\n\nA young woman named Nobuko (Mari Torli) volunteers to serve as his companion. Part of a school project. She's sweet and friendly, but not gifted with the unique abilities of a true care giver. She brightens his day. Then he begins to suspect she is seeing Take. Sumida tells a bed-ridden friend in a similar condition that he is in love. The friend warns him: Nothing good will come of that for you. Spare yourself.\n\nAnd now \"Late Bloomer\" begins its journey into the pain and anger of Sumida's mind. What happens, you will discover. This is not a movie about the essential humanity of a good-hearted disabled person. Someone with MD can be as dangerous as someone without. There's somebody at home, all right, and he's hurting.\n\nYou have to meet the film's visual style halfway. It's shot in contrasty black and white, slo-mo, fast-mo, sometimes jagged cutting, sometimes an erratic hand-held camera that suggests the jerky way Sumida must view the world. You watch for a while and the movie is tough going. Then it takes hold and you begin identifying with Sumida. He is a bad, bad man. You can sort of understand that.", "running_time": 83, "mpaa_rating": null, "release_year": 2008, "date_published": "2008-11-05", "genres": ["Foreign", "Thriller"], "title": "Late Bloomer (2008)"}