{"url": "http://www.rogerebert.com/reviews/late-for-dinner-1991", "by": "Brian Wimmeras Willie Husband", "star_rating": 2.5, "text": "“Late for Dinner” is a movie made essentially in the service of one extended romantic passage, near the end. It's a wonderful passage, but the lead-in has been so convoluted and contrived that by the time the payoff comes I had two reactions: (1) I didn't want the movie to end just yet, and (2) Did the filmmakers realize that everything in the first hour could have been polished off in a pre-title sequence? The film begins in 1962 in Santa Fe, N.M., as a slice of the lives of Willie and Joy Husband, a young married couple, played by Brian Wimmer (from “China Beach”) and Marcia Gay Harden. They live a simple little life in a cozy little cottage with their cute little daughter, but when an evil land developer (Peter Gallagher) tries to snatch their happiness away, Willie defends his happiness. Along with his brother-in-law Frank (Peter Berg), he gets in a shooting match, and then the two men flee to Los Angeles - convinced they'll be arrested for murder.\n\nThe friendship between the two men is made more colorful because Frank, in the inimitable language of the movie's press release, has “been left wonderfully skewed by an accidental lack of oxygen at birth.” That explains how Frank might fall into the clutches of an evil cryogenicist who wants to freeze them alive, but what's Willie's excuse? The villain (named Dr. Chilblains and played by Bo Brundin) does indeed freeze them, and they slumber for 29 years before being thawed out.\n\nThe general tone of “Late for Dinner” is romantic/realistic, and the bizarre cryogenic plot device rests uneasily in the midst of more plausible material. The only reason for its existence - the best reason, indeed, for the entire first hour of this movie - is that writer Mark Andrus and director W.D. Richter are fascinated by the possibility that Willie and his wife could be reunited after his long, deep sleep.\n\nWillie and Frank are thawed out, in a scene that feels contrived, as if even the filmmakers didn't believe it, and then they travel back to Santa Fe where Willie, who has only aged a day, will seek out his wife and daughter, who are 29 years older. The possibilities are limitless, and the movie at last takes life, in a series of moments that have a genuine emotional strength.\n\nThe problem is, after the sequences involving reunion and a new beginning, the movie ends. After spinning its wheels for an hour with unnecessary exposition, “Late for Dinner” never really develops the emotional material we've been waiting for. Maybe the filmmakers fell in love with their material, and couldn't tell the buildup from the punch line. I left thinking I had seen a great many things I didn't care about (all of the business involving the evil developer, for example), and hardly anything about the intriguing question of whether a middle-aged woman could still fall in love with (literally) the man she married three decades ago. Now there's an idea for a movie.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-09-20", "genres": ["Drama", "Romance", "Science Fiction"], "title": "Late For Dinner (1991)"}