{"url": "http://www.rogerebert.com/reviews/lauberge-espagnole-2003", "by": "Romain Durisas Xavier", "star_rating": 3.0, "text": "Xavier, a French student worried about his career choices, is advised by a family friend that learning Spanish will be his ticket to success. He signs up for the Erasmus program of the European Community, which arranges student exchanges as a way for the young people of the New Europe to get to know one another by living and studying together for a year.\n\n\"L'Auberge Espagnole\" is the story of Xavier's adventures during a year in Barcelona with, if I have this straight, fellow students from Spain, England, Belgium, Germany, Italy and Denmark. An American wanders through, but makes no impression. Although all of their languages make cameo appearances, English is the common language of choice.\n\nThat makes the title all the more puzzling. I saw this movie for the first time at the 2002 Karlovy Vary Film Festival in the Czech Republic, where it won the audience award under the title \"Euro-pudding.\" It opened in England as \"Pot Luck,\" in Spain as \"Una Casa de Locos,\" was announced for North America as \"The Spanish Hotel,\" and now arrives with the Spanish version of that title. This is not a good omen for the movie's message about the harmony of national cultures.\n\nThe movie has Xavier (Romain Duris) say goodbye for a year to his French girlfriend (Audrey Tautou, of \"Amelie\") and fly to Spain on an odyssey which he narrates, not very helpfully (much dialogue along the lines of, \"My story starts here ... no, not here, but ... \"). In Barcelona he shares an apartment with six other students, plus a revolving roster of lovers, most straight, one gay. Imagine the American students in \"The Real Cancun\" as if they were literate, cosmopolitan and not substance abusers, and you've got it.\n\nThe subplots edge up to screwball comedy without ever quite reaching it, except in a sequence where a girl is in bed with the wrong boy and her current boyfriend arrives unexpectedly at the apartment. Writer-director Cedric Klapisch uses a three-way split screen to show the roommates racing to head off the boyfriend and provide an alibi, and what they come up with provides the movie's biggest laugh.\n\nThe romantic adventures of all of the students provide, not surprisingly, most of the movie's plot. I don't remember a whole lot of discussion about the Euro as a currency. Unlike \"The Real Cancun,\" which was dripping with sex but was subtly homophobic, \"L'Auberge Espagnole\" is refreshingly frank about its lesbian, the Belgian girl named Isabelle (Cecile de France, who won the Cesar Award as most promising newcomer). Although Xavier fancied himself an adequate lover when he arrived in Spain, he benefits greatly from Isabelle's expert lecture-demonstration about what really turns a woman on.\n\nThe movie is as light and frothy as a French comedy, which is what it is, a reminder that Cedric Klapisch also directed \"When the Cat's Away\" (1996), the lighthearted story of a woman who involves an entire neighborhood in the search for her cat. Klapisch likes a casual tone in which human eccentricity is folded into the story and taken for granted.\n\nFor Xavier, the year in the Erasmus program leads to a fundamental change in his career goals; he can't face a lifetime of French bureaucracy after the anarchy of his year of Europudding. Travel broadens the mind, they say, and certainly living for a year or so outside your native land helps you view it as part of the larger world. Depressing, to contrast these young people with the cast of \"The Real Cancun,\" who hardly realize they're in Mexico.", "running_time": 122, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-23", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "L'auberge Espagnole (2003)"}