{"url": "http://www.rogerebert.com/reviews/law-abiding-citizen-2009", "by": "Jamie Foxxas Nick", "star_rating": 3.0, "text": "\"Law Abiding Citizen\" is a taut thriller about a serial killer in reverse: He's already in prison when he commits all but one of his many murders, and in solitary for most of that time. So the story is a locked-room mystery: How does he set up such elaborate kills? Does he have an accomplice outside the walls, or what?\n\nJamie Foxx stars as Nick, the Philadelphia district attorney, and Gerald Butler is Clyde, the ingenious killer. Clyde begins the film as a loving husband and father, but then his wife and daughter are savagely murdered. Nick arranges a plea bargain: One of the guilty men will be executed; the other, in return for his testimony, will get a murder conviction but not death.\n\nClyde can't believe this. He saw his family murdered. Both men are guilty. On this everyone agrees. Why is one allowed to live? Because, Nick explains, the case isn't airtight without the testimony, and if they lose, both men walk free. That's not good enough for Clyde, who has 10 years to plot, plan and simmer in his hatred. That's the prologue. I won't go into detail about what happens next, except to observe that Clyde's first killing involves his penetration of the Death Row execution chamber itself -- and that's before he's in prison. Is this guy Houdini, or does he have supernatural powers?\n\nAs his methods are uncovered, it's clear he's a non-magical human being, but a clever one with remarkable resources. So remarkable, in fact, that they fly in the face of common sense. Movie supervillains have a way of correctly predicting what everyone will do and making their plans on that basis. The explanation of Clyde's methods is preposterous, but it comes late enough that F. Gary Gray, the director, is first able to generate considerable suspense and a sense of dread.\n\nFoxx and Butler make a well-matched pair in their grim determination. Colm Meaney is underused as Nick's police partner; we suspect he might be the accomplice, given the Law of Economy of Characters, but perhaps he has a different role to play. Leslie Bibb works well as Nick's prosecutorial partner, with Regina Hall as Nick's wife, Annie Corley as the judge who experiences some surprises in her courtroom, and the powerful Viola Davis as the city's mayor.\n\n\"Law Abiding Citizen\" is one of those movies you like more at the time than in retrospect. I mean, come on, you're thinking. Still, there's something to be said for a movie you like well enough at the time.", "running_time": 109, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-14", "genres": ["Crime", "Drama", "Thriller"], "title": "Law Abiding Citizen (2009)"}