{"url": "http://www.rogerebert.com/reviews/lawless-2012", "by": "Shia LaBeoufas Jack", "star_rating": 2.5, "text": "\"Lawless\" is a well-made film about ignorant and violent people. Like the recent \"Killer Joe,\" I can only admire this film's craftsmanship and acting, and regret its failure to rise above them. Its characters live by a barbaric code that countenances murder. They live or die in a relentless hail of gunfire. It's not so much that the movie is too long, as that too many people must be killed before it can end.\n\nI don't require movies to be about good people, and I don't reject screen violence. The Australian director of \"Lawless,\" John Hillcoat, made a film named \"The Proposition\" (2006) that was also about a band of brothers up against a ruthless lawman, and it was one of the best films of that year. Based loosely on fact, it was written by the musician Nick Cave, and perhaps that's why both men were hired to make \"Lawless,\" based on a war between Virginia moonshiners and lawmen. Whatever inspired \"The Proposition\" is lacking here, however; the characters seem less driven than propelled by a script, and the most villainous is so far over the top, he upstages himself.\n\nWe meet the three Bondurant brothers in Franklin County, Va., during the Prohibition. They make excellent moonshine and defend their turf without compromise. Into their backwoods domain ventures Special Agent Charley Rakes (Guy Pearce), a fed from Chicago. He works with the none too enthusiastic local sheriff's department to do — what? Shut them down? Take them over? Kill them all?\n\nThis Charley Rakes, he's a piece of work. Here in the deep woods, he sticks out like a riverboat gambler. He's meticulously well-dressed, parts and slicks back his hair like Valentino, and uses so much cologne, he can't sneak up on anyone. He may be the first man in the history of Franklin County to wear dress gloves in the daytime. Pearce creates a detailed, foppish performance, adorning a sadistic personality. Charley is such a snake he deserves to be shot just on principle. One of the movie's mysteries is how he survives for so long.\n\nThe three brothers run a combination shop, restaurant and gas station in the backwoods, where as I recall, we never see a customer. It's their center of moonshine operations. The oldest brother is Forrest Bondurant (Tom Hardy, Bane in \"The Dark Knight Rises\"). Brother Howard (Jason Clarke) is the most feared in the family. Kid brother Jack (Shia LaBeouf) feels he has never really proved himself to the others, but the movie provides him with the opportunity. What kind of a man is Forrest? When his throat is slit open, he holds the edges of the wound together and sets out to walk through the snow to the hospital.\n\nDrawn to this remote place is a mysterious woman named Maggie (Jessica Chastain) from Chicago, who was a dancer but wanted to move to a more peaceful place. She becomes a waitress, bookkeeper, business manager and Forrest's girlfriend. Young Jack spies an angelic beauty named Bertha (Mia Wasikowska) in church. It's not that he's a churchgoer; he was looking for her. They become sweethearts. The other local character of note is Cricket Pate (Dane DeHaan), a harmless, half-witted innocent who of course is destined to die horribly.\n\nAfter assorted deaths, a war seems inevitable. What may strike you as surprising is the film's climactic battle. On a road near town, the two sides essentially line up their cars opposite each other and start shooting. They have that strange illusion of invulnerability born of hate and guns in their hands, and blast away in full view until those required to die do so, and the others survive.\n\nBy that point, I'd seen enough death and bloodshed. I'd also lost interest in the characters: the insane dandy, the violent brothers and even both women, who appear because you need some women around, I suppose. \"Lawless\" takes pains to inform us it's based on a true story, and indeed the script is based on a book by Matt Bondurant, whose grandfather was Jack. I believe it's based on facts. I wish it were based on insights. The movie's publicity tells us: \"Brazen and fearless, these young rebel brothers helped build the American Dream.\" I don't even want to think about that.", "running_time": 115, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-29", "genres": ["Crime", "Drama"], "title": "Lawless (2012)"}