{"url": "http://www.rogerebert.com/reviews/lawless-heart-2003", "by": "Bill Nighyas Dan", "star_rating": 3.0, "text": "\"The Lawless Heart\" begins with a funeral, which, like all funerals, assembles people who may not often see one another but have personal connections--old, new, hidden and potential. The dead man, named Stuart, ran a restaurant on the Isle of Man, off the British coast. To his funeral come Nick, who was his lover; Dan, who was his brother-in-law, and Tim, a childhood friend who has been long absent from the village.\n\nThe film opens with the reception after the funeral. We meet the characters and get to know them a little, we think, and we hear the kinds of profundities and resolutions which people utter when reminded of the possibility of their own deaths. The conversation is bright and quick, the people are likable, and at the end of the afternoon they go their various ways.\n\nIt's then that the film, written and directed by Tom Hunsinger and Neil Hunter, reveals its own hidden connections. It follows the three men, one after another, in sequences which take place at the same time but change their meaning depending on the point of view, so that the sight of a man crouching out of sight behind a car makes perfect sense, or no sense at all, depending on what you know about why he is doing it.\n\nNick (Tom Hollander) helped Stuart run the restaurant, and if Stuart had left a will, we learn, he would have left the business to his lover. But he left no will. Stuart's sister Judy therefore inherits the business, but discusses with her husband Dan the possibility of giving it to Nick anyway.\n\nNick, meanwhile, discovers that the long-lost friend Tim (Douglas Henshall) is broke and homeless, and lets him stay in the house he shared with Stuart. Tim moves in, drinks too much and throws a party. The next morning Nick finds a girl named Charlie (Sukie Smith) in his bed, and she wants to know if they had sex. She had sex, all right, but not with the gay Nick--who throws out Tim but begins a friendship with Charlie that leads, to his own amazement, to them having sex after all. Judy discovers this heterosexual excursion by her brother's lover and takes it as a reason (or an excuse) to keep the restaurant for herself.\n\nMeanwhile, her husband Dan follows up on an intriguing conversation he had at the funeral with Corrine (Clementine Celarie), a French woman who lives in the town, thinks he is single and boldly invites him to dinner. Will he accept? The way that he handles himself on the crucial night is true, funny and ultimately ironic.\n\nThese intrigues and others are all interconnected, as we gradually understand. \"The Lawless Heart\" is an exercise in interlocking narratives, in which the same scene means first one thing and then another, the more we know about it. But it isn't simply an exercise; the characters are full-bodied and authentic, capable of surprising themselves, and their dialogue is written with a good ear for how smart people try to be truthful and secretive at the same time.\n\nWe discover, for example, that the reason Tim threw his apparently senseless party at Nick's was to create a place to which he could invite Leah (Josephine Butler), who he met at the funeral. What Tim doesn't know is that his brother David had an unhappy affair with Leah. Tim is in love with Leah himself, or thinks he is, and the outcome of this liaison is one that none of the three could have anticipated.\n\nMy description of the plot no doubt makes it sound like a jigsaw puzzle, and yet it's surprising how clear all these relationships become when we're actually seeing and hearing the characters. They're so well-drawn, so clear in their needs and fears, that we get drawn into the plot just as we might get drawn into the intrigues of a real village; the movie watches its characters like a nosy neighbor, changing its view as more information surfaces.\n\nThe purpose of the movie is perhaps to show us, in a quietly amusing way, that while we travel down our own lifelines, seeing everything from our own points of view, we hardly suspect the secrets of the lives we intersect with. We tend to think people exist when we are with them, but stay on hold the rest of the time. Our lives go forward--but so, \"The Lawless Heart\" reminds us, do theirs.", "running_time": 102, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-25", "genres": ["Comedy", "Drama", "Foreign"], "title": "Lawless Heart (2003)"}