{"url": "http://www.rogerebert.com/reviews/lawman-1971", "by": "Burt Lancasteras Jared Maddox", "star_rating": 2.0, "text": "I'm not sure whether Burt Lancaster plays the good guy or the bad guy in \"Lawman,\" but maybe that's the point. He plays a hard, cold, sullen law-and-order type, who sides with justice against mercy at every opportunity, and he causes a lot of unnecessary grief before the movie's over. Still, he's the marshal, and we're supposed to be on his side.\n\nHe rides over from the neighboring town one day, to pick up some cowhands who got drunk and shot things up. An old man was killed, probably by accident. And now Lancaster wants to bring the boys back to stand trial. The boys, however, work for Lee J. Cobb, and so does everybody else in town, including the marshal (Robert Ryan). So Lancaster has problems. Most of them are with his personality.\n\nThe thing is, see, that even if the cowhands stand trial nothing will happen to them, most likely. Lancaster all but promises they'll get off. He only wants to bring them back because the law is the law. What the judge does is none of his concern. This is an attitude that Lee J. Cobb readily responds to; he's labored long and hard to build up his spread and figures the days of gunfights should be behind him.\n\nSo what's the problem? Well, Lancaster and Cobb never meet, until it's too late, and in the meantime Lancaster alienates everyone in town and does nothing to prevent a climate for violence. He doesn't do any of the things a sensible marshal would do; he just talks about the law and provokes confrontations. And at the end, when Main Street is littered with the bodies of the dead and dying, It's almost as if he receives a kind of sadistic satisfaction. He rides away without having accomplished a single positive thing.\n\nThis is a hero? No, he isn't, and maybe he isn't intended to be. The film was directed by Michael Winner, a British director of mediocre talent but consistent style. He likes hard, cynical films about characters that aren't basically likable. Winner's favorite actor is the sullen Oliver Reed, and although Lancaster can be warm and human on the screen, Winner goes straight for his most hateful characteristics in \"Lawman.\"\n\nWhat we're left with is a Western with a lot of sides but no center. The bad guys are too monotonously bad to be interesting. The characters played by Lee J. Cobb and Robert Ryan are more interesting, but never get a proper chance to influence events. And the Lancaster character, as limited by Winner, seems driven by some unhealthy inner hang-up that causes the whole movie to go sour. Winner should have told us a lot more about his lawman, or a lot less.", "running_time": 99, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-08-31", "genres": ["Action", "Western"], "title": "Lawman (1971)"}