{"url": "http://www.rogerebert.com/reviews/lawn-dogs-1998", "by": "Mischa Bartonas Devon", "star_rating": 1.5, "text": "John Duigan's \"Lawn Dogs'' is like a nasty accident at the symbol factory. Pieces are scattered all over the floor as the wounded help each other to the exits. Some of the pieces look well-made and could be recycled. We pick up a few of them and put them together, to see if they'll fit. But they all seem to come from different designs.\n\nThe movie isn't clear about what it's trying to say--what it wants us to believe when we leave. It has the form of a message picture, without the message. It takes place in an upscale Kentucky housing development named Camelot Gardens, where the $300,000 homes sit surrounded by big lawns and no trees. It's a gated community; the security guard warns one of the \"lawn dogs''--or yard workers--to be out of town by 5 p.m.\n\nIn one of the new houses lives 10-year-old Devon (Mischa Barton), who has a scar running down her chest after heart surgery. Her insipid parents are Morton (Christopher McDonald) and Clare (Kathleen Quinlan). Morton plans to run for office. Clare has casual sex with local college kids. And Trent (Sam Rockwell) mows their lawn.\n\nDevon is in revolt, although she doesn't articulate it as interestingly as the heroine of \"Welcome To The Dollhouse.'' She wanders beyond the gates, finds Trent's trailer home in the woods, and becomes his friend. There are unrealized undertones of sexuality in her behavior, which the movie never makes overt, except in the tricky scene where she asks Trent to touch her scar. He has a scar, too; here's a new version of you show me yours and I'll show you mine.\n\nThe people inside Camelot Gardens are all stupid pigs. That includes the security guard, the parents and the college kids, who insult and bully Trent. Meanwhile, Trent and Devon spend idyllic afternoons in the woods, being friends, until there is a tragic misunderstanding that leads to the death of a dog and even more alarming consequences.\n\nNobody makes it into the movie just as an average person. Trent's dad is a Korean War vet whose lungs were destroyed by microbes in the K rations, and who is trying to give away his American flag collection. Trent is the kind of guy who stops traffic on a one-lane bridge while he strips, dives into the river, and walks back to his pickup boldly nude. Devon is the kind of little girl who crawls out onto her roof, throws her nightgown into the sky and utters wild dog cries at the moon.\n\nAll of these events happen with the precision and vivid detail of a David Lynch movie, but I do not know why. It is easy to make a film about people who are pigs and people who are free spirits, but unless you show how or why they got that way, they're simply characters you've created. It's easy to have Devon say, \"I don't like kids--they smell like TV.'' But what does this mean when a 10-year-old says it? It's easy to show good people living in trailers and awful people living in nice homes, but it can work out either way. It's easy to write a father who wants his little girl to have plastic surgery so her scar won't turn off boys, and then a boy who thinks it's \"cool.'' But where is it leading? What is it saying? Camelot Gardens is a hideous place to live. So? Get out as fast as you can.", "running_time": 101, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-05-15", "genres": ["Comedy", "Drama", "Foreign"], "title": "Lawn Dogs (1998)"}