{"url": "http://www.rogerebert.com/reviews/laws-of-attraction-2004", "by": "Pierce Brosnanas Daniel Rafferty", "star_rating": 2.0, "text": "Opposites attract, it's true, but the problem with the two divorce lawyers in \"Laws of Attraction\" is that they're not opposites. They're perfectly well suited to each other, recognize that almost immediately, and tumble into bed at least half an hour, maybe an hour, before that's permitted by the movie's formula. Then they annoy us by trying to deny the attraction while the plot spins its wheels, pretending to be about something.\n\nThe two attractive people are Daniel Rafferty (Pierce Brosnan) and Audrey Woods (Julianne Moore). Neither one has ever lost a case. Both are, somewhat oddly, still single despite being awesomely attractive. Maybe it's because of all the divorces they see. Audrey blames it on being the plain daughter of a raving beauty (Frances Fisher), but, I don't know about you, I can't picture Julianne Moore as plain. As for Pierce Brosnan, anyone who thinks he needs to be replaced as James Bond is starkers.\n\nAs we all know, the formula for this kind of movie requires the two protagonists to hate each other at first sight. Only gradually do they discover they're in love. I recommend \"Two Weeks Notice\" (2002), with Sandra Bullock and Hugh Grant, as a superior example of the formula. But in \"Laws of Attraction,\" Brosnan is always more or less in love with Moore, usually more, and so the movie has to resort to wheezy devices to be about anything at all.\n\nIt gives him offices, for example, above a grocery in Chinatown. Why? Because Chinatown is a colorful location, although an undefeated divorce lawyer could afford uptown rents. I am reminded of \"What A Girl Wants\" (2003), in which Amanda Bynes and her mother Kelly Preston live in an apartment in Chinatown, again without a single Chinese person saying one word in the movie, simply because you get the colorful location for free.\n\nOne colorful location is not enough. Brosnan and Moore find themselves on opposite sides of a divorce case involving a rock star (Michael Sheen) and a dress designer (Parker Posey), who both want possession of a castle in Ireland, which of course requires Brosnan and Moore to jet to Ireland, visit the castle, attend a local fete, participate in Irish jigs, get drunk and get married. Come to think of it, they were drunk when they went to bed for the first time, too. Maybe Brosnan was drunk when he rented the apartment in Chinatown.\n\nNow these two actors are perfectly lovable people, and so we are happy for them, and enjoy watching them and listening to them, but this is a movie, not an audition, and they really deserved more from the director, Peter Howitt and co-writers Aline Brosh McKenna and Robert Harling, who among them come up with less than one serviceable screenplay.\n\nOne of the consequences of a reedy story like this is that you start looking in the corners. I remember that during \"What Women Want\" (2000), a much better movie starring Mel Gibson, I was gobsmacked by the office for his ad agency, which was the neatest office I had ever seen in a movie. In \"Laws of Attraction,\" I liked Brosnan's apartment, which is not in Chinatown and so we don't need to know where it is. It looks like a showroom for the Arts and Crafts Movement, with dark wood everywhere. It was a little shadowy to be sure, but I wonder if even things like the sink and the sofa were made out of wood. Possibly even the sheets. This apartment looks so odd that one of the movie's most implausible moments comes when Moore sees it and says nothing about it. Oh, she was drunk.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-30", "genres": ["Action", "Comedy", "Romance", "Thriller"], "title": "LAWS OF ATTRACTION (2004)"}