{"url": "http://www.rogerebert.com/reviews/laws-of-gravity-1992", "by": "Peter Greeneas Jimmy", "star_rating": 3.0, "text": "Seems like every week there's a story in the paper about how somebody got shot in the street outside a tavern on Saturday night.\n\nIt was a fight over guns, or money, or drugs, or love, or some damn thing nobody can now quite remember. “Laws of Gravity” is, in a way, the story of all of those killings.\n\nIt is about the desultory lives of a group of friends who do a little shoplifting and a lot of drinking and sitting around in the kitchen and talking, and about how bad things, in addition to happening to good people, also happen to dumb people.\n\nThe movie covers a few days in the lives of Denise and Jimmy, who are married, and Jon and Celia, who are going together, or something; it's one of those relationships in which two people, who don't have much going for themselves to begin with, find that, by joining forces, they can create a synergy in which each can bring out the worst in the other.\n\nThey hang out in bars and on the street.\n\nThey talk all the time. They never shut up. You could call them criminal, but not criminals - they're not ambitious or wellenough organized to qualify for professional standing. They go into drug stores and steal shampoo, stuff like that. Then they fight over whether they stole crappy shampoo. They are in and out of a bar where they know everybody. If they read Elmore Leonard, which is doubtful, they would say, “Hey, he's telling our story!” One day Sal turns up. He has some guns for sale. The guys buy the guns. Denise thinks this is crazy, especially since Jimmy is on parole and this is not going to look good if the guns turn up at the wrong time in the wrong way. All of this does add up to a plot, an eventually interesting one in fact, but story is not the point here. “Laws of Gravity” is about behavior, and its eye and ear are what make the movie worth seeing.\n\nMuch has been made of the fact that Nick Gomez, who wrote and directed this film, did it on a budget of around $35,000, in a few weeks, working with actors who saw it as a labor of love.\n\nSometimes I think stories of low-budget heroics backfire on filmmakers; the average audience would probably prefer that the movie cost more. Besides, there's always some kid like Robert Rodriguez who comes along and says his new film, “El Mariachi,” cost $7,000, and then $35,000 looks like a wastrel squandering his inheritance.\n\nThe point with “Laws of Gravity,” no matter what it cost, is that the screenplay and the acting do such an accurate job of achieving the movie's goals. What Gomez wants to do, I guess, is to show us exactly how his characters look and sound - how they talk all the time, screaming at each other a lot, in what sometimes sounds like a movie inspired by the Rosie Perez performance in “White Men Can't Jump.” By the end of the film, we know these people fairly well, and we can understand with an almost ruthless clarity how sometimes people get themselves shot outside of taverns.", "running_time": 100, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-10-02", "genres": ["Action", "Drama", "Indie"], "title": "Laws of Gravity (1992)"}