{"url": "http://www.rogerebert.com/reviews/layer-cake-2005", "by": "Daniel Craigas XXXX", "star_rating": 3.5, "text": "Like Scorsese's \"Casino\" and \"GoodFellas,\" the British crime movie \"Layer Cake\" opens with a narration describing a criminal world made in heaven. Also like \"Casino\" and \"GoodFellas,\" it is about an inexorable decline toward the torments of hell. The voice explaining everything to us belongs to Daniel Craig, who plays the competent and conservative middle-man in a well-run London cocaine operation. Nobody ever calls him by name during the movie, and in the closing credits, he's referred to as \"XXXX,\" which may be one-upmanship on \"XXX,\" or probably not.\n\nCraig's credo, spelled out as if he's lecturing at a management seminar, involves knowing your suppliers, knowing your customers, paying your bills and never getting too greedy. His front is real estate. His exit plan is retirement in the near future. All of that changes when he is summoned to a private club for a luncheon meeting with his immediate superior, Jimmy Price (Kenneth Cranham), a hard man with cold eyes and a menacing Cockney charm. Jimmy wants him to sort out an ecstasy deal that went bad, and as a sort of twofer, also find the missing daughter of his boss, Eddie Temple (Michael Gambon), the kind of man whose soul has warts on its scars.\n\nXXXX does not much like either assignment. They involve cleaning up the kinds of messes he has scrupulously avoided in his own dealings. What's the use of playing it safe if you work for people who want you to take their chances for them? The ecstasy deal is especially dicey: One of Jimmy's cronies named Duke (Jamie Forman), stole ecstasy pills allegedly worth a million pounds. The Serbs he stole them from want them back. Jimmy's ideal scenario, never stated in so many words, would involve XXXX grabbing the pills for Jimmy while Duke is thrown to the Serbs.\n\nXXXX has some hard men who work for him and might be able to get this job done. More complicated is the matter of the girl, especially when another girl named Tammy (Sienna Miller) enters the picture. There are key supporting roles for such actors as the indespensible Colm Meaney, who looks as if he should be found guilty and sent down for life just for the way he has of listening to you.\n\nThe movie was directed by Matthew Vaughn, who produced \"Lock, Stock and Two Smoking Barrels\" and \"Snatch,\" and this one works better than those films because it doesn't try so hard to be clever and tries harder to be menacing. It's difficult to take danger seriously when it's packaged in fancy camera work, although Guy Ritchie's \"Lock, Stock\" did have a carefree visual genius. \"Layer Cake\" is more in the Scorsese vein, in which a smart and ambitious young man has it all figured out and then gradually loses control to old-fashioned hoods who don't have the patience for prudence when it's easier to just eliminate anyone who gets in their way. The problem is that every dead enemy tends to have a more dangerous living enemy standing next in line.\n\nThere is a kind of scene that both American and British crime movies do very well, in which low-lifes enjoy high life. They've had success in their business of crime, but their preparation for life has not equipped them with interesting ways to stay amused. They almost always lack imagination about what constitutes fun, and dutifully spend their money on cars, cigars, women, champagne and memberships in private clubs, none of which finally seem to be worth the trouble. We are reminded of the last days of Scarface, a young man who desperately needed something constructive to do with his spare time.\n\nXXXX's dilemma is that he has the resources to enjoy himself, but works for people who speak a different language. He is really in the wrong line of work. He could steal more money with the kinds of high finance that distinguished Enron, and run a smaller risk of finding his head in a bucket of ice and his body elsewhere. As his life begins to heat up and events unfold more quickly than he can follow them, we're reminded of Ray Liotta in \"GoodFellas,\" whose life spins out of control.\n\nDaniel Craig was said to be the front-runner for the next James Bond, until it began to be said that Pierce Brosnan might return for a farewell lap. My own money is on Clive Owen, but who would wish James Bond on anyone? Craig is fascinating here as a criminal who is very smart, and finds that is not an advantage because while you might be able to figure out what another smart person is about to do, dumbos like the men he works for are likely to do anything.", "running_time": 100, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-19", "genres": ["Action", "Adventure", "Crime", "Drama", "Foreign", "Thriller"], "title": "Layer Cake (2005)"}