{"url": "http://www.rogerebert.com/reviews/le-cercle-rouge-2003", "by": "Alain Delonas Corey", "star_rating": 4.0, "text": "Gliding almost without speech down the dawn streets of a wet Paris winter, these men in trench coats and fedoras perform a ballet of crime, hoping to win and fearing to die. Some are cops and some are robbers. To smoke for them is as natural as breathing. They use guns, lies, clout, greed and nerve with the skill of a magician who no longer even thinks about the cards. They share a code of honor which is not about what side of the law they are on, but about how a man must behave to win the respect of those few others who understand the code.\n\nJean-Pierre Melville watches them with the eye of a concerned god, in his 1970 film \"Le Cercle Rouge.\" His movie involves an escaped prisoner, a diamond heist, a police manhunt and mob vengeance, but it treats these elements as the magician treats his cards; the cards are insignificant, except as the medium through which he demonstrates his skills.\n\nMelville is a director whose films are little known in America; he began before the French New Wave, died in 1973, worked in genres but had a stylistic elegance that kept his films from being marketed to the traditional genre audiences. His \"Bob le Flambeur,\" now available on Criterion DVD, has been remade as \"The Good Thief\" and inspired elements of the two \"Ocean's Eleven\" films, but all they borrowed was the plot, and that was the least essential thing about it.\n\nMelville grew up living and breathing movies, and his films show more experience of the screen than of life. No real crooks or cops are this attentive to the details of their style and behavior. Little wonder that his great 1967 film about a professional hit man is named \"Le Samourai\"; his characters, like the samourai, place greater importance on correct behavior than upon success. (Jarmusch's \"Ghost Dog\" owes something to this value system.) \"Le Cercle Rouge,\" or \"The Red Circle,\" refers to a saying of the Buddha that men who are destined to meet will eventually meet, no matter what. Melville made up this saying, but no matter; his characters operate according to theories of behavior, so that a government minister believes all men, without exception, are bad. And a crooked nightclub owner refuses to be a police informer because it is simply not in his nature to inform.\n\nThe movie stars two of the top French stars of the time, Alain Delon and Yves Montand, as well as Gian Maria Volonte, looking younger here than in the spaghetti Westerns, and with hair. But it is not a star vehicle--or, wait, it is a star vehicle, but the stars ride in it instead of the movie riding on them. All of the actors seem directed to be cool and dispassionate, to guard their feelings, to keep their words to themselves, to realize that among men of experience almost everything can go without saying.\n\nAs the film opens, we meet Corey (Delon) as he is released from prison. He has learned of a way to hold up one of the jewelry stores of Place Vendome. Then we meet Vogel (Volonte), who is a handcuffed prisoner on a train, but picks the locks of the cuffs, breaks a window, leaps from the moving train, and escapes from the veteran cop Mattei (Andre Bourvil).\n\nFate brings Vogel and Corey together. On the run in the countryside, Vogel hides in the trunk of Corey's car. Corey sees him do this, but we don't know he does. He drives into a muddy field, gets out of his car, stands away from it, and tells the man in the trunk he can get out. The man does, holding a gun that Corey must have known he would find in the trunk. They regard each other, face to face in the muddy field. Vogel wants a smoke. Corey throws him a pack and a lighter.\n\nNotice how little they actually say before Corey says \"Paris is your best chance\" and Vogel gets back in the trunk. And then notice the precision and economy of what happens next. Corey's car is being tailed by gunmen for a mob boss he relieved of a lot of money. It was probably due him, but still, that is no way to treat a mob boss. Corey pulls over. The gunsels tell him to walk toward the woods. He does. Then we hear Vogel tell them to drop their guns and raise their hands. Vogel picks up each man's gun with a handkerchief and uses it to shoot the other man--so the fingerprints will indicate they shot each other. Corey risked his life on the expectation that Vogel would know what to do and do it, and Corey was right.\n\nThere is one cool, understated scene after another. Note the way the police commissioner talks to the nightclub owner after he knows that the owner's son, picked up in an attempt to pressure the owner, has killed himself. Note what he says, and what he doesn't say, and how he looks. And note, too, how Jansen, the Yves Montand character, comes into the plot, and think for a moment about why he doesn't want his share of the loot.\n\nThe heist itself is performed with the exactness we expect of a movie heist. We are a little startled to realize it is not the point of the film. In most heist movies, the screenplay cannot think beyond the heist, is satisfied merely to deliver it. \"Le Cercle Rouge\" assumes that the crooks will be skillful at the heist, because they are good workmen. The movie is not about their jobs but about their natures.\n\nMelville fought for the French Resistance during the war. Manohla Dargis of the Los Angeles Times, in a review of uncanny and poetic perception, writes: \"It may sound far-fetched, but I wonder if his obsessive return to the same themes didn't have something to do with a desire to restore France's own lost honor.\" The heroes of his films may win or lose, may be crooks or cops, but they are not rats.", "running_time": 140, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-05-23", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "Le Cercle Rouge (2003)"}