{"url": "http://www.rogerebert.com/reviews/le-chat-1975", "by": "Jean Gabinas Julien", "star_rating": 3.5, "text": "Years ago, Clemence was an acrobat, lithe and beautiful and the heroine of the circus. Julien was a typesetter, young and sturdy and in love with her. She had a bad fall and broke her leg, and would limp for the rest of her life. So she left the circus and married Julien, and for a long time, their marriage was a perfect one. But, so slowly that perhaps the stages of the change were never marked, their love turned to a terrible hatred. And yet they remained so intimate they could almost read each other's minds.\n\nThat's the situation at the opening of Pierre Granier-Deferre's \"Le Chat,\" an extraordinary French film about the ways people grow to depend on each other, and about how many varieties and disguises love comes in. The movie is one of the countless good films based on novels by Georges Simenon, and indeed Granier-Deferre wrote 15 episodes for a French TV series about Simenon's Inspector Maigret. But in his non-Maigret novels, Simenon was often dark, realistic, and a stylist sometimes compared to Camus.\n\nClemence in \"Le Chat\" is played by Simone Signoret, who has aged into a solid, attractive middle-aged woman with the presence of a force of nature. Julien is played by Jean Gabin, the French legend of the 1930s through the 1950s, who has announced his retirement on any number of occasions but will occasionally make a film if the role is right. This role is right. \n\nMost of the film takes place within the bourgeois home the couple bought after their marriage - a home that once had a pleasant setting, we assume, but now is boxed in at the end of a street and surrounded by mass-produced urban sprawl. Inside, existence has settled down to warfare. They eat in the same kitchen, at separate tables. They sleep under the same roof, in separate beds. They pass the evening in the same living room, but their conversations consist of notes jotted down and thrown at each other.\n\nThe woman has memories of her circus days, but, after her injury, her body has grown thick and stiff, and she's closed herself off. The man is well-preserved and handsome, with a fine head of hair, and for years he's been having an affair with the woman who runs the corner bordello. With her, he can talk. But, curiously, his conversations are mostly about his wife. He complains, he mopes, but there's some deeply buried fondness there. It's mixed in with so much grouchiness and such an ancient litany of complaint that only an old friend like his mistress could interpret what he really means.\n\nMeanwhile, man and wife stalk each other through the house. They know each other so well that a cocked eyebrow or the slightest change in the day's routine carries a special message. They don't need speech. They know each other too well and, besides, all the things with words have already been said. Then, one day, in the middle of their armed truce, he finds an alley cat and brings it home.\r\nIt's an unremarkable cat, but he feeds it and talks to it, pets it and lets it rub his legs. \n\nAnd this is a salvo of incredible emotional intensity in their sealed-off relationship: The cat becomes a rival for the man's attention as his mistress never was, and the real affection he has for it seems like affection denied the wife. Their relationship comes to a crisis over the cat - and, though I won't reveal the ending, I can say only that what happens, so inevitably and sadly and beautifully in the last half hour, may move you emotionally as few movies do.\n\n\"Le Chat\" won the best actress award for Miss Signoret at the 1971 Berlin Film Festival.", "running_time": 108, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-12-08", "genres": ["Comedy", "Crime", "Drama"], "title": "Le Chat (1975)"}