{"url": "http://www.rogerebert.com/reviews/le-divorce-2003", "by": "Kate Hudsonas Isabel Walker", "star_rating": 3.0, "text": "\"Le Divorce,\" which is about contrary French and American standards for marriage, adultery, divorce and affairs, finds that the two nations are simply incompatible. While there are too many characters in too much story for the movie to really involve us, it's amusing as a series of sketches about how the French think they are a funny race (or the Americans, take your choice). I am reminded of the British writer Peter Nobel, who said everything he knew about France could be summed up in this story: \"An English guy walks into a cafe in Cannes and asks if they have a men's room. The waiter replies: 'Monsieur! I have only two hands!'\" The movie stars Naomi Watts as Roxeanne, a pregnant American whose faithless French husband, Charles-Henri de Persand (Melvil Poupaud), has walked out on her because of his obsession with a married Russian woman named Magda. Roxeanne's sister, Isabel (Kate Hudson), flies to Paris to support her sister, and soon promotes an affair for herself with Edgar (Thierry Lhermitte), the brother of Roxeanne's mother-in-law. Meanwhile, Magda's American husband (Matthew Modine) becomes a stalker, threatening Roxeanne. Doesn't he understand that it was her husband who stole away his wife? Roxeanne's husband begs for a divorce. \"She must understand,\" her husband patiently explains to Isabel, \"that I have met the love of my life.\" He sees himself as the wronged party. Meanwhile, Edgar moves swiftly on his first lunch date with Isabel, explaining that the only question before them is whether she will become his mistress. What ... ah ... what exactly would that involve, Isabel asks, in a moment that reminds us Kate Hudson is Goldie Hawn's daughter and has that same eyelid-batting trick of seeming naive and insinuating at the same time. Edgar explains that they would amuse each other: \"I find you entertaining, and I hope you find me entertaining.\" Isabel says she wouldn't want their families to know. \"Frankly,\" he says, \"it would never occur to me to tell them.\" The movie is based on a best-selling novel by Diane Johnson, and has been directed by James Ivory and produced by Ismail Merchant, working with their usual screenwriter, Ruth Prawer Jhabvala. The Merchant-Ivory firm are masters of movies about manners, and have fun with the rules by which Edgar conducts his affairs. A new conquest is immediately given a Kelly bag; that's a $6,000-and-up purse from Hermes, of the sort Grace Kelly always carried. Glenn Close, who plays an expatriate American writer in Paris, was a lover of Edgar's years ago, we learn, and observes that his affairs always begin with the bag, and end with the gift of a scarf.\n\nWhat is remarkable is that Suzanne de Persand (Leslie Caron), Edgar's sister, immediately finds out about the affair, and soon so does his wife. Caron makes a bracing analysis of the situation: It is bad enough that her son has behaved foolishly by allowing such a troublesome emotion as love to cause disrepair to his marriage, but for Isabel to fall for Edgar's tired routine is unforgivable, especially at a time like this. The Americans, she observes, have no idea how to conduct affairs, and do not realize they are intended to be temporary. When one ends, they get all serious and tragic. Even Edgar has his doubts, telling Isabel, \"If you are keeping a diary, I hope your style will meet the expectations of the French public.\" And then, fearing the feckless American will not understand the Gallic sense of humor: \"You're not, are you?\" The movie is so heavy on story that no character fully engages our sympathy--although some don't take long to make us dislike them. There's a subplot involving a painting that belongs to Isabel and Roxeanne's family, and which the faithless husband, incredibly, believes is half his. That leads to an amusing excursion into art values, with an expert from the Louvre pronouncing the painting inferior, and an expert from Christie's insisting it is by the master La Tour. The Christie's man is played by Stephen Fry, tall, cheery and plummy, who explains why museums undervalue paintings and auction houses overvalue them. It's entertaining, but is it on topic? I could have done without Matthew Modine's jealous husband, a dizzy basket case who generates a contrived and unnecessary scene atop the Eiffel Tower. But Stockard Channing is wonderful as the mother of the American girls. As sophisticated in her American way as the Leslie Caron character, she takes the wind out of French sails with her no-B.S. California style. I admire those who speak French whether or not they can, as when she orders in a restaurant: \"Could I just get like a steak poivre and a salad vert, tres well?\" \"Le Divorce\" doesn't work on its intended level, because we don't care enough about the interactions of the enormous cast. But it works in another way, as a sophisticated and knowledgeable portrait of values in collision. If you are familiar with France and have a love-hate affair with that most cryptic of nations, you are likely to enjoy the movie from moment to moment, whether or not it adds up for you.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-08-08", "genres": ["Comedy", "Drama", "Romance"], "title": "Le Divorce (2003)"}