{"url": "http://www.rogerebert.com/reviews/le-doulos-2008", "by": null, "star_rating": 3.5, "text": "Near the end of “Le Doulos” (1962), Jean-Paul Belmondo reinterprets everything that has gone before, his words illustrated by flashbacks to the film we have seen. That is essentially a wink by writer-director Jean-Pierre Melville, suggesting that he was misleading us all along. This goes with his territory: “I take care never to be realistic,” he once said in a 1963 interview. Does it matter that what we’re seeing is not necessarily what we’re getting? Not at all. The movie is entirely about how it looks and feels.\n\nI am an admirer of Melville; his “Bob Le Flambeur” (1956) and “Le Samourai” (1967) are in my Great Movies Collection. He helped introduce film noir to the New Wave generation, and was such a lover of all things American that he renamed himself after Herman Melville. His heroes tend to drive Detroit cars that look huge on the streets of Paris; when one character in this film parks three spaces down from the car of another, how can we not notice the 20-footer and be tipped off the other guy is already there? Melville was also a fetishist of American men’s clothing styles, he said, and you will scarcely see a beret in his films. Indeed, “Le Doulos,” which means “the finger man” in Parisian criminals’ slang, is the name for the small-brimmed fedora which most of the men wear.\n\nThe film is made of elements Melville said he came to love in the B&W American crime movies of the 1930s: shadows, night, trench coats, guns, tough guys, cigarettes, slinky dames, cocktail bars, crooked cops, betrayal, loot and a plot shutting out the world and confining the characters within their own lives and space. “Le Doulos” looks gorgeous in the newly restored 35mm print by Rialto Pictures, which will no doubt issue it on DVD.\n\nThe film opens with a newly released prisoner (Serge Reggiani) calling on a man who set up a diamond heist for him. He later has good reason to believe the Belmondo character fingered him, in a plot that leads through nightclubs, whiskey bars (no wine for Melville), dark underpasses and deserted suburban wastelands. There are three lovely lady friends, including Therese (Monique Hennessy), who is attached to Nuttheccio (Michel Piccoli), a shady nightclub owner. Belmondo ties her up and gags her, which is perhaps what she deserves, depending on what we choose to believe. (The movie drew some criticism for its treatment of women, leading Melville to defend himself: He did not mistreat the women, his characters did.)\n\nTo see both Belmondo and Piccoli in 1962 is to be reminded how early they embodied their distinctive screen presences: Piccoli, the balding, saturnine slickster with the five-o’clock shadow, and Belmondo, the oily outlaw punk. One trick that Melville plays is to dress them, and others, in essentially identical trench coats and hats, and then shoot them in shadows or from behind, so that we are misled for a while about who we’re watching. This, coupled with a habit \n\nTo see both Belmondo and Piccoli in 1962 is to be reminded how early they embodied their distinctive screen presences: Piccoli, the balding, saturnine slickster with the five-o’clock shadow, and Belmondo, the oily outlaw punk. One trick that Melville plays is to dress them, and others, in essentially identical trench coats and hats, and then shoot them in shadows or from behind, so that we are misled for a while about who we’re watching. This, coupled with a habit that some of them have of straightening their hats before a mirror, perhaps suggests they are interchangeable, playing different games by the same rules.\n\nSee, too, how meticulously Alain Delon treats his hat in “Le Samourai,” about a hit man who lives with a code as rigid as a samurai’s. The Belmondo character here has a code, too, but he keeps it so concealed, it doesn’t do him much good.\n\nThe plot is, as I’ve suggested, baffling. I’ll give a shiny new dime to anyone who understands Belmondo’s illustrated lecture at the end. It is designed to explain that he is not the finger man everyone (and the film until then) thinks he is — but can he be believed? It really matters not, as we enjoy plunging into an underworld of deadly confusion.", "running_time": 108, "mpaa_rating": "Not", "release_year": 2008, "date_published": "2008-02-14", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Le Doulos (2008)"}