{"url": "http://www.rogerebert.com/reviews/le-havre-2011", "by": "Andre Wilmsas Marcel Marx", "star_rating": 4.0, "text": "Here is the sunniest film I've seen by Aki Kaurismaki, and he reveals a lot of sunshine inside for a director whose world is usually filled with deadpan losers. His dour films are comedies, too, and baffle some viewers while others grow unreasonably fond of them. Apprehensive loners fail at unpromising enterprises and their hopes are crushed by an uncaring society, but it's piled on so deep, you're pretty sure Kaurismaki is grinning. Who else could run, along with his brother Maki, a summer film festival so far north in Finland that the sun never sets?\n\n\"Le Havre\" is set much farther south, in the French port city where many of the cargoes are human: illegal immigrants arriving from Africa. The police find a container filled with them, and a young boy slips under their arms and runs away. This is Idrissa (Blondin Miguel), from Gabon, solemn, shy, appealing. The cops announce a manhunt. The film's hero, Marcel Marx (Andre Wilms), is fishing near a pier and sees the boy standing waist-deep in the water, hiding, and mutely appealing to him. He returns, leaves out some food and finds the food gone the next day. And so, with no plan in mind, Marcel becomes in charge of protecting the boy from arrest.\n\nThe movie's other characters are all proletarians from a working-class neighborhood, and in Kaurismaki's somewhat sentimental view, therefore in sympathy with the little underdog and not with the police. We meet Marcel's wife, Arletty (Kati Outinen, long the director's favorite actress), who joins her husband in his scheme. Their dog, Laika, is also a great help. Marcel, probably in his 50s, is a hard-working shoeshine man who knows everyone, including a snoop, a woman grocer (Francois Monnie); a fellow Vietnamese shoeshiner, Inspector Monet (Jean-Pierre Darroussin), and a local rock singer named Little Bob (Roberto Piazza), whose act is unlike any you have ever seen.\n\nMarcel and Arletty are long and happily in love. They cherish each other. Childless, they care for the boy and enlist others in the neighborhood to hide him from Inspector Monet, who perhaps is not looking all that hard. The snoop is a throwback to informers during the Resistance. Idrissa is resourceful and clever, and moves in and out of hiding places like a figure in a French farce. The dog fully deserves its listing by name in the film's credits.\n\nEarly in the conspiracy, Arletty falls ill and is rushed to the hospital, concerned only that her sickness will make Marcel worry. In a priceless scene, she meets Idrissa for the first time when Marcel dispatches him to the hospital on a mission. Note her perfect acceptance of any emissary from her husband, even an inexplicable young African boy. Note, too, the precise sequence of events during which Marcel believes his wife has died and discovers otherwise. Even Kaurismaki's miracles are deadpan.\n\nThis movie is as lovable as a silent comedy, which it could have been. It takes place in a world that seems cruel and heartless, but look at the lengths Marcel goes to find Idrissa's father in a refugee camp and raise money to send the boy to join his mother in England. \"Le Havre\" has won many festivals, including Chicago 2011, comes from a Finnish auteur, yet let me suggest that smart children would especially like it. There is nothing cynical or cheap about it, it tells a good story with clear eyes and a level gaze, and it just plain makes you feel good.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-02", "genres": ["Comedy", "Drama", "Foreign"], "title": "Le Havre (2011)"}