{"url": "http://www.rogerebert.com/reviews/le-petit-soldat-1960", "by": "Michel Suboras Bruno Forestler", "star_rating": 4.0, "text": "\"Le Petit Soldat\" was Jean-Luc Godard's second film, made in 1960 when \"Breathless\" was creating a sensation and the French New Wave made the cover of Time. It wasn't much of a success. Godard, it was said, had lost the light touch of his first film and gotten bogged down in politics. And his shooting and writing styles, alas, bordered on anarchy.\n\nSo \"The Little Soldier\" was dismissed by the critics, who were busy doing cartwheels for Truffaut's \"Jules and Jim\" and Resnais' \"Hiroshima, Mon Amour.\" And Godard began a period of four years in which his films, one after another, were criticized for not fulfilling the promise of \"Breathless.\"\n\nBut \"Breathless\" seems a little dated in 1969. We are no longer quite that interested in a facile, flashy editing style; Godard himself has educated us out of that infatuation. A decade later, \"Breathless\" is a period piece, the \"The Maltese Falcon\" of the 1950s. And gradually it becomes clearer that, starting with \"Le Petit Soldat,\" Godard was forging his own individualistic art and becoming the most relevant director of our time.\n\nPart of that relevance involves Godard's politics. Although \"Le Petit Soldat\" was attacked as \"too political,\" it is refreshingly undoctrinaire in 1969 while \"Hiroshima, Mon Amour\" collapses into what Pauline Kael calls liberal soap opera. Godard, in 1960, making a film about the Algerian War, was portraying the sort of intellectual and moral confusion that good men have when they confront senseless events. And the 1960s have been full of them.\n\nGodard's hero, his little soldier, is a Frenchman in exile in Switzerland. He gets mixed up with both Arab and French revolutionary groups, is caught in the middle, and tries to commit murder to avoid being sent back to France. He also undergoes torture (but not because he especially believes in any cause) and, like all Godard heroes, talks to a girl about politics and love.\n\nThe nature of the hero's involvement reminds us of \"Pierrot le Fou\" and \"Masculine-Feminine\" (but not of \"La Chinoise\" and \"Weekend\" (1968), in which the revolutionaries are much more sure of themselves -- usually for the worse). It becomes clear during the film that nothing the hero does is going to make much difference; forces are in motion that would just as soon kill him, but for no good reason. Photographs of previous victims are casually displayed, but without much feeling. The trouble with wars like Algeria and Vietnam is that death loses its significance (except to its tragic victims).\n\nGiven this attitude, it might seem strange that \"Le Petit Soldat\" is funny. But it is, for long stretches. And usually the laughs are grisly; we wince at the same time. Godard understands how funny the automobile is, for example. No other director gets so much humor out of the way we identify our cars with our egos (remember the opening scenes of \"Weekend\"?). He gives us a chase in which the hero, trying to kill the driver of another car, is constantly stymied by oncoming traffic. And the other car is one of those dumpy late-1950s compact Nashes, referred to by brand name. Somehow you get the feeling you've wandered into a Raymond Chandler novel.\n\nGodard was getting laughs from self-conscious scripts in 1960, too. At one point the narrator says: \"She lit a cigarette and asked me, why?\" And then Anna Karina lights a cigarette, exhales, looks at the camera and says: \"Pourquoi?\" This is humor that can best be understood by Bob and Ray fans -- but humor nonetheless.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1960, "date_published": "1960-01-01", "genres": ["Drama", "Foreign", "War"], "title": "Le Petit Soldat (1960)"}