{"url": "http://www.rogerebert.com/reviews/le-quattro-volte-2011", "by": "Giuseppe Fudaas Shepherd", "star_rating": 3.5, "text": "Here is a film that invites philosophical musing. Made without dialogue and often in long shots, it regards the four stages of existence in a remote Italian village. Those stages, as set down 2,500 years ago by Pythagoras, are animal, vegetable, mineral and intellectual. It's not necessary to know that or anything else to watch \"Le Quattro Volte,\" which doesn't require active interpretation but invites meditation and musing. I drifted pleasantly in its depths.\n\nThe camera usually keeps a certain distance, so it isn't telling a story but observing daily life. A very old shepherd climbs with effort after his goats on a hillside, while his dog barks and is a busybody. The shepherd returns to the village and waits as an old woman sweeps the dust from the church floor. Some of this dust he mixes with water and drinks as a remedy. \n\nEvents unfold slowly. In one unbroken shot of some duration, we see the dog somehow set into motion a truck, which rolls down an incline and breaks open an enclosure holding the goats. The goats wander into the village. In another shot, the dog hurries down a road, encounters some walkers and hurries back. Usually trained animals don't perform at such a distance from their masters. That's not the point of the shots, but of course you think of things like that.\n\nOther shots. A smoldering coal-black heap, tamped down by workers. A tall tree felled. The erection of the tree in the town. Processions. A funeral. The sudden and unceremonious birth of a goat. The adventures of this kid. Human affairs seen at such a distance they seem isolated by the objectivity of history. Goat affairs seen closely as the mother licks her newborn.\n\nThe director, Michelangelo Frammartino, has made a serene and beautiful film. Its visuals cover the animal, vegetable and mineral stages in our infinitesimal bit of the universe. Our thoughts, and his, supply the fourth stage. The title can be translated as \"The Four Realms.\" The four realms ... of what? It doesn't say. Perhaps the four realms of everything that is.\n\nOften I felt no need to bring the images up to the level of verbal thought. I observed the old shepherd's difficult passage through life, I noticed how quiet and empty the village seems to be, I actually thought about what it would be like to live there, who one would talk with, how one could find books or movies, and whether all the citizens are as ritual-bound as those we see on the screen.\n\nI also thought of charcoal. I had no idea how it was created. Then I thought about goats. I like to visit them in their enclosure in the farm at the Lincoln Park Zoo. Their step is so nimble, their behavior so alert. They are tactful animals, ever so much more graceful than pigs or sheep. I started thinking, forgive me, about goat curry. Then I started thinking about what I was thinking. You might be surprised how absorbed you become during \"Le Quattro Volte.\"", "running_time": 88, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-06-15", "genres": ["Drama", "Foreign"], "title": "Le Quattro Volte (2011)"}