{"url": "http://www.rogerebert.com/reviews/le-secret-1975", "by": null, "star_rating": 1.0, "text": "There are no doubt all sorts of gloomy profundities to be unearthed from Robert Enrico's \"Le Secret,\" but to palm it off as a thriller is a cruel jest. A thriller should mystify, excite and delight; it shouldn't move toward its end with the inevitability of a Bears fourth quarter. If you've seen at least six other thrillers and can't predict the end of this one, you haven't been paying attention.\n\nIt's about a man who's held in a French prison hospital maybe because he's paranoid, or maybe because he knows an embarrassing state secret. He escapes, and after a suitable variety of adventures, is given shelter by a writer and his wife. The writer takes a liking to him becomes, in fact, unshakably loyal to him even at the risk of life. Why? Apparently because the movie would end immediately if he didn't. No more compelling motivation is suggested.\n\nNow follows an attempt to smuggle the former prisoner into Spain, where, the writer explains, he has friends among the Basques. The three of them pile into a VW van and head for the border, only to come up against a manhunt and a police roadblock. The writer parks the van and pretends to tinker with the engine while the escapee sneaks down an embankment. The plan is for them to join up on the other side of the roadblock. I mention this sequence, which is otherwise unmemorable, because it's one of the few times in the entire film when we're given anything at all to care about: Will he make it?\n\nWell, he does, and then \"Le Secret\" settles down into indifference again. The wife begins to fear that their passenger is indeed the paranoid killer he's said to be, the husband stubbornly insists that they stand by their \"friend,\" and the friend behaves with such sweet reason that we know a murderer lurks behind that facade. So a triangle of suspicion is established, and it lasts for the next hour, and the movie runs variations on the same theme at the plot as if looking for a hole. Yawn.\n\nWhat gives the movie just the possibility of class is the cast and the director. The escaped prisoner is played by JeanLouis Trintignant, who has worked so intelligently in so many fine films (from \"Z\" to \"My Night at Maud's\") that, until now, he was almost the hallmark of an ambitious film. The writer is Philippe Noiret, he of the uncertain mouth and worried eyes in countless French supporting roles. And the woman is Marlene Jobert, who is given only one thing to do (protest in a worried tone while about to break into tears), and who does that just fine, again and again. Robert Enrico, the director, attracted wide attention for his famous short \"Incident at Owl Creek Bridge,\" and made a fine feature in \"Zita.\" Here he has no pace, no wit, no style and no thrills.\n\nNow about that ending, and the gloomy profundities I mentioned earlier. The movie ends with the bad screenwriter's crutch, a narrator who comes in and explains what happened next. And, from that, we're supposed to deduce that Trintignant did, indeed, possess a big secret, and that the government had to murder him, and that the French have their Watergates, too, and that paranoia is just a reasonable reaction to the state these days.\n\nMaybe so, maybe not. But if the point's so important, why does Enrico play with us (sometimes unfairly) for the whole movie? Why can't we be in on the problem, as we were in \"Three Days of the Condor\" or \"Z,\" instead of sitting through two hours of evasions on our way to the \"surprise\" ending?", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Drama", "Thriller"], "title": "Le Secret (1975)"}