{"url": "http://www.rogerebert.com/reviews/le-sex-shop-1973", "by": "Claude Berrias Claude", "star_rating": 3.0, "text": "To begin with, the real title of Claude Berri's \"Le Love Shop\" is \"Le Sex Shop,\" which is a perfectly authentic Americanized French phrase, like \"Le Drugstore,\" that used to drive de Gaulle batty. The title was changed in Chicago newspapers at the insistence of advertising departments, which are under the impression that the word \"sex\" in a movie title is objectionable.\n\nThe notion that it might actually be more objectionable to suggest that love can be sold in a shop - but not sex - apparently didn't occur. In another current movie, \"I Refuse to Have Sex with Anyone Who Has So Little Regard for My Husband,\" the title has likewise been changed to read \"love.\" It's as if the ad men have everything turned around. But then who can forget the classic case of the ads for \"Hagbard and Signe,\" in which a judicious brassiere was drawn in - but on Hagbard, not Signe?\n\nWell, you can't win 'em all. \"Le Sex Shop,\" in any event, is an amusing and observant little comedy about a very middle-class man whose bookstore is losing money faster than his wife can spend it. In desperation, he opens a sex department store with full lines of books, magazines, films, strange devices that buzz and glow and what he describes as leather goods.\n\nAll manner of people rush in from the streets to sample his wares, including an elderly gentleman who explains he's been collecting erotica since 1911. Since the proprietor is fairly naive sexually, the old man delivers a lecture in which he draws a line between \"true fetishists\" and those who are merely gauche hobbyists. The most dedicated fetishists in the movie are also the most amusing characters: They're a dentist and his wife, who are rubber fetishists, exhibitionists, voyeurs and indefatigable mate-swappers. The proprietor (played by Claude Berri himself) hesitantly samples the world of swinging, but nothing seems to work out right. The girl he brings home for a menage a trois, for example, lusts not for Claude but for his wife.\n\nThe movie is presented as a comedy, and Berri has made some good ones (his \"The Two of Us\" is one of my favorites). But it isn't really funny, and doesn't seem meant to be. It's bittersweet. It's about the loneliness and desperation which are so often masked by frenetic swingers' fun and games. It's about the ways in which sex can exist apart from human respect, and be the poorer for it. It is (in an ironic coincidence) a movie about why sex can be sold in the shop, but not love.", "running_time": null, "mpaa_rating": "X", "release_year": 1973, "date_published": "1973-10-25", "genres": null, "title": "Le Sex Shop (1973)"}