{"url": "http://www.rogerebert.com/reviews/le-trio-infernal-1975", "by": "Romy Schneideras Philomena", "star_rating": 2.5, "text": "George is the schemer. George, the saturnine and sinister manipulator, who knows good luck when he sees it. The good fortune this time consists of Philomena, and Catherine, two\r\nsisters who fall into his grasp, circa 1934, in France. He has an affair first with Philomena, and then, with hardly a second thought, adds Catherine to the menage. Two mistresses can not, alas, be kept as cheaply as one, and so it becomes clear that something will have to be done to support the household. \n\nGeorge hits upon a plan so bizarre and yet so simple that, if he had been English instead of French, and real instead of in a movie, George Orwell would not have had to write \"The Decline of the English Murder.\" He carefully selects aging and wealthy men, marries them off to one of the sisters, and then waits for their deaths. He only kills, of course, when necessary; the idea is to recruit grooms who are on their last legs anyway. Then he falsifies insurance applications, watches them wither away and attends a grisly series of funerals with the utmost satisfaction. \n\nOccasionally there will be some embarrassing moments, as when one of the grooms takes a new lease on life, invigorated by his nubile young wife. But in general the victims depart on schedule. The murders, when they occur, are carried out with the calm of complete decadence. One couple is murdered on Christmas Eve and then left in baths full of sulfuric acid for a couple of days. Catherine doesn't seem quite as enthusiastic about this notion as she might, but Philomena is a trooper and helps empty the baths. \n\nAnd that's the story of Francis Girod's \"Le Trio Infernal,\" which played here last year in the Chicago International Film Festival and now has returned for a booking at the Marina Cinemas under a very nearly total publicity blackout; it's as if they didn't want anyone to know the movie had opened. Under conditions like that, it's unlikely the movie will last long, so you'd better go soon if you want to go at all. \n\nThere are two reasons for going: Michel Piccoli, as George and Romy Schneider, as Philomena. Together, they're the embodiment of decadent, slightly weary, thoroughly cynical eroticism. Piccoli, of course, has been playing lovers of this sort for years in movies like Bunuel's \"Diary of a Chambermaid\" and \"Belle de Jour,\" and Roger Vadim's \"The Game is Over.\" He doesn't look anything like a leading man, but he does project a sinister eroticism, and he always makes a good murderer. Romy Schneider has been in a lot of junk lately, but she has a cool elegance that goes nicely with Piccoli's scheming, and there's always a hint of humor in her serious scenes; she seems to stand back a step and look on, a little ironically, at even the heaviest events. It's the personalities of the actors, as much as anything, that makes \"Le Infernal Trio\" work. The material itself tends toward guignol, but even the most horrible scenes gain a certain detachment through the style Piccoli and Schneider bring to them. \n\nThe movie is set in the 1930s, but doesn't seem to be a comment, implied or otherwise, on the real European situation of the time. There are no symbolic Fascists hiding inside any of the characters, and no comments on the worsening social situation. \"Le Trio Infernal\" is more a character study, although of characters it seems to understand no better than we do. Still, maybe if the movie gave us more of the minds of these characters, it would merely be appalling; as it is, a slight wry edge is maintained in the face of some pretty grisly material.", "running_time": 107, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-07", "genres": ["Comedy", "Crime"], "title": "Le Trio Infernal (1975)"}