{"url": "http://www.rogerebert.com/reviews/lean-on-me-1989", "by": "Morgan Freemanas Joe Clark", "star_rating": 2.5, "text": "Joe Clark is a real man who really did whip a New Jersey high school into shape. I know this because I have been told it a dozen times in the past week by people who think that explains the behavior of \"Joe Clark,\" the hero of \"Lean on Me.\" But \"Lean on Me\" is not a documentary about the real Joe Clark. It is a fiction film about a character who is so troubled, obsessed and angry that the film is never able to say quite what it thinks of him. After the movie, neither are we.\n\nClark is played by 1988 Oscar nominee Morgan Freeman in a performance that is powerful and consistent and thus all the more troubling. Although he has taught in schools for more than 20 years, he never has really fit in anywhere. He has an unshakable belief in his own opinions, a disinterest in anyone else's, and a personality so abrasive it's no wonder his wife left him and he has only one friend.\n\nAs an administrator, he shoots first and doesn't ask questions afterwards: He's sort of the Dirty Harry of the Paterson, N.J., educational system.\n\n\"Lean on Me\" opens with a brief sequence showing Clark starting out at a well-run Eastside High in the 1960s, alienating his principal and being transferred out. It continues 20 years later, with Clark more-or-less happily teaching in a good school in a nice neighborhood.\n\nThen we get an updated look at Eastside High, which has become the town's deeply troubled, mostly minority high school, where violence, drug-dealing and intimidation are facts of life, and little or no learning takes place. John Avildsen, the director, is so concerned with showing us the hell of Eastside High that he goes overboard; the corridors look like a cross between a prison riot and a Hells' Angel rally.\n\nThere obviously is only one man capable of turning this situation around, and so \"Crazy\" Joe Clark is brought back to Eastside.\n\nHis first act is to call an all-school assembly, gather all the druggies and troublemakers onstage, and expel them en masse. Then he begins to stalk the school corridors, enforcing his own reign of terror. He orders all of the graffiti painted over. Fine. He orders everyone to learn the school song, on pain of expulsion. Sort of fine.\n\nHe suspends a teacher for daring to stoop over and pick up a piece of scrap paper while Clark was talking. Not fine. He insults teachers in front of students, behaves in an erratic and irrational way, and conducts himself like an autocratic dictator. Bad.\n\nThis is a seriously troubled man. As the movie progresses, we wait for Clark to undergo a personality change, to soften, to grow, to start learning to respect the right of other people to have an opinion. But with the exception of one halfhearted apology, Clark never does change.\n\nHe is an arrogant bully, a martinet who demands instant, unquestioning obedience.\n\nYes, he does clean up Eastside High. And, yes, the students are able to pass a state proficiency exam, so the school can remain under local control and not be taken over by the state. But we never see how this is done. \"Stand and Deliver,\" last year's film about a dedicated Hispanic math teacher, was about a teaching and learning process. \"Lean on Me\" is about a disciplinary process. The movie's most bizarre scene has Clark onstage at a pre-exam pep rally, ranting and raving and leading the school song, as if the test were a football game. But you can't pass a test simply because your spirits are high. And I am not convinced that any kind of meaningful learning can take place under Clark's reign of public humiliation. Discipline is not the same thing as intimidation.\n\n\"Lean on Me\" has been widely sneak-previewed, as part of the studio's marketing strategy, and I've talked with a lot of the people who have seen it. They all admit they're bothered by Clark's personality. But some argue that (a) Clark really exists, so this is a \"true\" story; (b) out-of-control high schools like Eastside need a strong administrator to whip them into shape, and (c) besides, Hollywood makes so few films like this that it's a duty to support them, no matter what we really think.\n\nI've already replied to the first argument. The third is beneath contempt. But it is true that tough schools need mad-dog teachers? One of the sneaky, uneasy feelings I got while watching \"Lean on Me\" is that the movie makes a subtle appeal to those who are afraid of unruly, loud, violent black teenagers. As Clark takes a baseball bat and begins to whip them into shape (at one point even physically fighting a student), the audience is cheered, not because education is being served, but because Clark is a combination of Dirty Harry and Billy Jack, enforcing the law on his own terms.\n\nA couple of years ago I gave a good review to \"The Principal,\" a film starring James Belushi as a tough high school principal who took a baseball bat to the drug dealers. Why did I like that movie more than \"Lean on Me?\" Both movies are well-made and well-acted, but \"The Principal\" is more honest about its real intentions. It's an action drama, depending on violence, comedy and a showdown to get its job done. \"Lean on Me\" wants to be taken as a serious, even noble film about an admirable man. And yet it never honestly looks at Clark for what he really is: a grownup example of the very troublemakers he hates so much, still unable even in adulthood to doubt his right to do what he wants, when he wants, as he wants. How can he teach, when he's unteachable? His values have little to do with learning how to learn.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-03-03", "genres": ["Drama"], "title": "Lean on Me (1989)"}