{"url": "http://www.rogerebert.com/reviews/leap-year-2010", "by": "Amy Adamsas Anna", "star_rating": 3.0, "text": "Amy Adams and Matthew Goode have the charm necessary to float a romantic comedy like \"Leap Year,\" and this is a story that needs their buoyancy. A sort of conspiracy forms between the audience and the screen: We know what has to happen, and the movie knows what has to happen, and the point is to keep us amused. \"Leap Year\" does better than that: It made me care. It does that by not being too obvious about what it is obviously trying to do.\n\nLet's start off on the same page. A sweet but over-organized young woman named Anna (Amy Adams) has been dating a high-powered heart surgeon named Jeremy (Adam Scott) for four years. He's pleasant, attentive, presentable and shares her goal of buying a condo in the best building in Boston. He does nothing, absolutely nothing, wrong. For veteran filmgoers, he has one fatal flaw: He has a healthy head of hair, and every strand is perfectly in place. No modern movie hero can have his hair combed.\n\nWhen, oh, when, will Jeremy ask Anna to marry her? After dashing her hopes yet again, he hurries off to Dublin for a cardiologists' convention, because as we all know, it's a professional necessity for cardiologists to meet in faraway places they're always wanting to go. Anna is told that in Ireland on Leap Day every four years, a woman can ask a man to marry her. Anna double-checks this on the Web, somehow not discovering that this is believed nearly everywhere, and if for instance a man on Denmark turned her down, he would have to buy her pairs of gloves.\n\nAnna flies off to Ireland. The flight lasts only long enough for her to survive severe turbulence. The plane is diverted to Cardiff. Is anyone surprised that Anna doesn't arrive in Dublin on schedule? Despite canceled ferry boats, she makes her way to Ireland by hiring a tugboat. The skipper says they can't land at Cork but must head for Dingle. Dingle in Ireland is more or less as far as you can get from Wales (or Dublin), but never mind. \n\nWe know what's coming. Anna must meet her co-star, Declan, played by Matthew Goode as the owner of the local pub. I suspect business has fallen off ever since Robert Mitchum left after filming \"Ryan's Daughter\" there in 1969. Anna is now wet and tired but still plucky. In the pub, she asks Declan how she can get to Dublin. Turns out Declan is not only the publican but the taxi driver and runs the local hotel. They get a good smile out of this, but wouldn't you be asking yourself why neither one mentions \"Local Hero\"?\n\nOK, enough fooling with the plot. Let's agree it stays firmly on course, and that Anna and Declan argue all the way to Dublin through adventures that, by law, must include get getting all muddy and them being forced to share a bedroom together. Therefore, the success of the film depends on the acting and direction.\n\nAmy Adams and Matthew Goode sell it with great negative chemistry and appeal. Adams has an ability to make things seem fresh and new; everything seems to be happening to her for the first time, and she has a particularly innocent sincerity that's convincing. (Who once said if you can fake sincerity, you can fake anything?) Goode is wisely not made too handsome. Oh, you could shoot him as handsome; he's good-looking, let's face it. But the director, Anand Tucker, shoots him as annoyed, rude and scruffy. Hair not too well combed.\n\nThen take another look at Jeremy. I'm not going to say he's too handsome. All I have to say is that in a silent movie, he could simply walk on the screen and you'd know he's not going to get the girl. The movie carefully avoids making him a heavy. It's rather clever: He smoothly does more or less exactly what she's trained him to do, and what he doesn't understand is that she no longer believes in that version of himself.\n\nBottom line: This is a full-bore, PG-rated, sweet rom-com. It sticks to the track, makes all the scheduled stops and bears us triumphantly to the station. And it is populated by colorful characters, but then, when was the last time you saw a boring Irishman in a movie?", "running_time": 100, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-01-06", "genres": ["Comedy", "Romance"], "title": "Leap Year (2010)"}