{"url": "http://www.rogerebert.com/reviews/leap-of-faith-1992", "by": "Steve Martinas Jonas Nightengale", "star_rating": 3.0, "text": "The caravan comes tooling down the highway, a couple of custom buses and big semis, carrying salvation to the needy. It's a high-tech revival show, starring Jonas Nightengale, faith healer and preacher, who can pick a stranger at random out of his audience, and tell him the most amazing things about himself. And then he takes up a collection. That's the most important part of the show.\n\n\"Leap of Faith\" is the first movie to reveal the actual methods used by some revivalists and faith healers to defraud their unsuspecting congregations. Earlier movies, from features like \"Elmer Gantry\" and \"Uforia\" to the documentary \"Marjoe,\" have had an equally jaundiced view of barnstorming evangelists, but this is the first expose of the high-tech age, showing how electronics and computers are used to fabricate miracles on demand.\n\nSteve Martin stars, as a preacher who has conned so many people in so many ways that he hardly knows when he's conning himself. As the movie opens, one of the trucks breaks down with engine trouble, and they pull off into a Southwestern backwater to throw a few unscheduled shows until replacement parts arrive. It seems like an ordinary enough town. He doesn't realize it's his personal crossroads.\n\nThe role is an unusual one for Martin, who plays it straight (this is not a comedy) and yet satirizes the character at the same time. Or is it satire? I've seen faith healers on TV as bizarre as Nightengale, with his prancing, posturing delivery, his show-biz antics, his glittering suits, his backup gospel choir. What I haven't seen, although I've read about it in court cases, is the way faith healers use computerized databases, informers and overheard conversations to gather miraculous insights into the innocents in their congregations.\n\nThere's a tiny earpiece in the preacher's ear, so that a backstage helper can whisper instructions: \"Woman in red, sixth row aisle seat . . . has back problems.\" Debra Winger plays the woman backstage at the computer, the wizard of this particular Oz. Like her boss, she sees the show as good honest entertainment. People pay their money, and they leave with a few laughs, a few tears, some great music, and maybe a little more hope than they walked in with. Where's the harm in that? When the local sheriff (Liam Neeson) tries to shut down the show because times are hard, the drought is killing the crops, and people don't have money to throw away on con men, it's Winger's job to charm him.\n\nShe tries to. He charms her, too, and it's clear that in another time and another place, they could easily fall in love. But maybe not this time.\n\nThe preacher meets someone in the town, too: a waitress (Lolita Davidovich) with a crippled young son. He sees her as a conquest. Or maybe as something more. The boy sees the preacher as a man who can possibly heal his crippled leg. The preacher tries to warn him off. Tries to give the kid a break. He knows the truth about his own miracles, or thinks he does.\n\n\"Leap of Faith,\" directed by Richard Pearce from a screenplay by Janus Cercone, begins as an expose, develops into a social commentary, and ends . . . without really ending. It's strange, the way this movie opens and builds so strongly, and then has such an unsatisfying ending. I'm not talking about what happens just before the end, but about the way the screenplay never really develops that, never completes the arc of the preacher's character.\n\nMaybe the ending is seen as open; I see it as inconclusive, a cop-out.\n\nAnd yet the movie itself has considerable qualities, among them Martin's performance as Nightengale. This isn't the sleek, groomed, prosperous Steve Martin we've seen in movies like \"L.A. Story.\" It's Martin as a seedy, desperate, bright, greedy man without hope. It's quite a performance, when the spirit takes him and he leaps about onstage, pumping energy into his lethargic audience with show-biz cunning. Debra Winger, who is not in nearly enough films, does a wonderful job of grounding the movie in reality; she sees everything that is happening, has made her compromises with a lot of it, and wonders if enough of her integrity is left to make her a woman worth loving.\n\nTheir performances - and Neeson and Davidovich - provide the movie with a convincing center. The behind-the-scenes stuff is fascinating, as we see spotters gathering information from the unsuspecting congregation so the preacher can pump it back to them later. All of that is fascinating, and what happens at the end could have been, too, if the movie had hung around long enough to deal with it.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-12-18", "genres": ["Comedy", "Drama", "Romance"], "title": "Leap Of Faith (1992)"}