{"url": "http://www.rogerebert.com/reviews/leaving-2010", "by": "Catherine Corsini", "star_rating": 2.0, "text": "The French are considered, especially by themselves, to be expert in the art of romance. Their films about love are often adult, thoughtful, perceptive and observant. To preserve that reputation, they should have refused an export license to “Leaving.” Here we have characters who couldn't figure their way out of a Dr. Phil show.\n\nWe begin with the premise that sexual passion is sufficient to compel a French woman in her 40s to abandon her husband and two children, her home, her profession, her reputation and her credit cards in order to recline in the arms of a Spanish handyman who is an ex-con with no funds. He must be very handy indeed. She experiences love at first sight, a coup de foudre.\n\nSuzanne (Kristin Scott Thomas) is in a loveless marriage with Samuel (Yvan Attal), a doctor. He is proper and polite, expects his meals on time, takes pride in his possessions and agrees to remodel a room in one of their outbuildings so she can resume her practice of reflexology. Ivan (Sergi Lopez) turns up to perform this task, and soon they are reflexing to the same drummer.\n\nOh, it is love. Mad, heedless love. She can hardly wait to confess to her husband, because she cannot lie. Perhaps this compulsion can be understood because Suzanne is British. It explains something about the two nations that in the U.K., people sometimes have tea between 5 and 7, and in France, they sometimes have cinq à sept, which you're going to have to look up for yourself. Suzanne could have avoided much unhappiness if she had only been able to keep a secret.\n\nSuzanne is not only impetuous, but doesn't seem to know her husband very well. Samuel isn't a good sport. He demands his wife back. She should get out in that kitchen and rattle those pots and pans. He cuts off her allowance, freezes the bank account, cancels the credit cards, pulls strings to make both Ivan and Suzanne unemployable, and otherwise inconveniences them.\n\nThis makes no difference. In Ivan's arms, she's like a teenager with her first boyfriend. He takes her to visit a ruined stone cottage on a remote hillside, and Suzanne dreams that they'll build a little love nest. Ivan keeps a cool head. He usually has good advice. He's in love, but he's not nuts. Now with Suzanne, I knew that you could get galloping pneumonia, but I hadn't heard about getting a case of galloping erotomania.\n\nStill, I want to say a word in praise of Kristin Scott Thomas. She is a splendid actress. Because she's perfectly bilingual, she finds challenging roles in France while Hollywood would reduce her to playing Magical Women. (These are like Spike Lee's Magical Negroes, wise and kind characters who have nothing to do in the plot but stand around being wise and kind.)\n\nSometimes in the past Thomas has seemed to be, well, a little brittle. Here in “Leaving,” she is warm, soft and lovable. When she cuddles Ivan, he purrs. Scott Thomas walks around in jeans and a T-shirt and has that Isabelle Huppert lifelong little girl look. She's good. Pity about the movie.", "running_time": 85, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-12-01", "genres": ["Drama", "Family", "Foreign", "Romance"], "title": "Leaving (2010)"}