{"url": "http://www.rogerebert.com/reviews/leaves-of-grass-2010", "by": "Edward Nortonas Brady Kincaid", "star_rating": 4.0, "text": "Tim Blake Nelson's \"Leaves of Grass\" is some kind of sweet, wacky masterpiece. It takes all sorts of risks, including a dual role with Edward Norton playing twin brothers, and it pulls them off. It is certainly the most intelligent, philosophical and poetic film I can imagine that involves five murders in the marijuana-dealing community of Oklahoma and includes John Prine singing \"Illegal Smile.\"\n\nSometimes you can't believe your luck as a movie unfolds. There is a mind behind it, joyful invention, obvious ambition. As is often the case, I had studiously avoiding reading anything at all about \"Leaves of Grass\" before going to see the movie, although I rather doubted it would be about Walt Whitman. What I did know is that the actor Tom Blake Nelson has written and directed three films I enormously admired: \"Eye Of God\" (1997), \"O\" (2001) and \"The Grey Zone\" (2001), all three dealing in a concrete dramatic way with important questions: Religion, redemption, race, the Holocaust. And that the actor Edward Norton has never agreed to appear in a film he didn't believe he had reason to respect.\n\nThe film opens with Norton as a philosopher named Bill Kincaid giving a lecture on Socrates to a packed classroom of star-struck students at Brown. It's a measure of Nelson's writing and Norton's acting that this lecture isn't a sound bite but is allowed to continue until the professor develops his point, and it's an interesting one. Only as I think back do I realize what an audacious way that is to open a movie about the drug culture of rural Oklahoma.\n\nSpoilers in this paragraph. Kincaid is on the fast track. He's published books, is a crossover intellectual superstar, is offered a chance to open his own department at Harvard. Then he gets a telephone call telling him his twin brother Brady is dead. He has long since severed his old family ties, but he flies home for the funeral to Little Dixie, Oklahoma, and is met at the airport by his twin's best friend (Nelson). As it turns out, Brady is not dead, and the story was a lie designed to lure him back home for two purposes. One is to force him to see his mother, a 1960s pothead played by Susan Sarandon. The other is to act as his double to establish an alibi while Brady goes up to Tulsa for a meeting with the region's dominant marijuana dealer Tug Rothbaum (Richard Dreyfuss).\n\nNow I will abandon synopsis and consider the pleasures of the film. First there's the dual performance by Norton, who is flawless as both an elite intellectual and a good ol' boy. In appearance, movement and dialect he's for all intents two different people, one who has reinvented himself and shed his down-home roots, the other who is growing the best marijuana around. I like the way the film makes the twins equally brilliant; Brady has designed and built a hydroponic farm that is producing its seventh generation of top-quality weed. He is also something of a philosopher himself. In writing his dialogue, Nelson doesn't condescend. He is a Tulsa native who dismisses the widespread notion that a man's \"hick\" accent (the movie's word) provides a measure of his intelligence. Brady sounds like a semi-literate redneck, but he's very smart.\n\nFaithful readers will know I am much occupied with the various definitions of God. Here is Brady's theory, as explained to his best buddy: There is a God, but man can never conceive of him or know him, because God is perfect and we cannot know perfection. Take for an example parallel lines extending to infinity. There can never be indefinitely parallel lines demonstrating themselves in the real physical world, because it does not admit of parallelism. That is widely understood. Ah, but man can conceive of parallel lines, and prove them absolutely by mathematics. Just so with Brady's God. We can form an idea of perfection reaching into infinity, but we live in a universe that will never -- can never -- intersect with his. Rather elegant thinking, wouldn't you say, as expressed in Brady's own pothead bar-room vernacular in the cab of a pickup truck with a shotgun rack.\n\nI suspect there's a lot of Tim Blake Nelson in this film that is buried out of sight. Some elements are visible. That would include the Jewish community of Tulsa, which Nelson affectionately describes as \"wildly eccentric, unlikely and exotic.\" The plot includes not only Rothbaum the drug lord and well-known charitable benefactor, but Ken Neuwald (Josh Pais) the financially desperate orthodontist who finds himself bizarrely drawn into the plot. As is Rabbi Zimmerman (Maggie Siff), who explains to Billy Kincaid her belief that the world is broken and our duty is to try to fix it.\n\nAnother valuable character is Janet (Keri Russell), a local English teacher and poet, who quotes Whitman to Billy and entrances him in a way he has never before allowed. I suspect Janet has personal meaning to Nelson. In a press conference he said he is grateful to have been raised around books and rhetoric, and much of his dialogue here may be payback. Yes, but also always perfectly appropriate and in tune.\n\nThe plot involves as many dead and severely wounded bodies lying around as in \"Blood Simple,\" and Nelson weaves it expertly without a lot of visible \"plotting.\" The story is the terrain the characters move through, and they are always the foreground. What stands out is the ability of both Billy and Brady (perhaps even more Brady) to understand the world philosophically and deal with it intellectually.\n\nHere's a quote for the video box: \"One of the year's best!\" No, Tim Blake Nelson...thank you.", "running_time": 105, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-28", "genres": ["Comedy", "Crime", "Drama", "Indie", "Thriller"], "title": "Leaves of Grass (2010)"}