{"url": "http://www.rogerebert.com/reviews/leave-it-to-beaver-1997", "by": "Christopher McDonaldas Ward", "star_rating": 3.0, "text": "“Leave It to Beaver” is a gentle, good-hearted movie about an 8-year-old who sighs, “I used to want to be a kid the rest of my life, but lately I just want to get it over with.” Beaver Cleaver despairs of ever being as smart, as popular, as talented and (especially) as old as his teenage brother Wally, and all of his schemes to evolve in that direction seem doomed. Even when he finally gets the bicycle of his dreams, he’s allowed to ride it only on the sidewalk: He’s a “flat-lander.” The movie is based on the popular TV series. I’ve never watched a single episode of the series all the way through, but like most Americans I have a working knowledge of the Cleavers: Ward and June and their sons Beaver and Wally, and Wally’s friend, the conniving Eddie Haskell. They lead the kinds of lives in which all problems can be solved in 22.5 minutes of program time; faced with an 88-minute movie, they almost run out of plot.\n\nBut the film is disarmingly charming, and, like “Good Burger,” pitched at young audiences. Whether they’ll want to see it is a good question; kids these days seem to tilt more toward violent action pictures. I was surprised to find myself seduced by the film’s simple, sweet story, and amused by the sly indications that the Cleavers don’t live in the 1950s anymore.\n\nIn a way, all sitcom families are profoundly mad. They must be, to generate so many shallow emergencies, to talk only in one-liners, and to never leave the room without a punch line. “Leave It to Beaver” suggests a certain dark component to the Cleavers’ sunniness, as in a moment when Ward (Christopher McDonald) experiences suppressed apoplexy after learning that the Beaver has “lost” his new bike, or in another moment when we learn that June (Janine Turner), who always wears pearls and heels while vacuuming, may know it’s a turn-on for her husband.\n\nThey live in a time suspended between 1957 and 1997. The cars look new, but they still use glass milk bottles. As the film opens, Beaver (Cameron Finley) wants a bike as badly as his father wants him to join the school football team. Easy, says Eddie Haskell (Adam Zolotin): Pretend to join the team, and your dad will buy you the bike.\n\nThe Beaver is so much smaller than the other team members that giving him a uniform seems like a form of child abuse. But he does join the team, briefly, and he does get the bike--only to have it stolen by a mean kid. Much of the plot involves the Beaver’s attempts to get the bike back, and to conceal from his father that he’s not playing in any games because of homework difficulties.\n\nWhen he finally does get in a game (because of a rule that everybody on the bench has to play at least a little), he’s on his way to scoring a touchdown when a kid from the other team shouts, “Throw me the ball,” and he does. This of course causes him bottomless shame and remorse, and stirred ancient memories of my own about falling for such tricks--and practicing them. Meanwhile, there’s a parallel plot involving Wally (Erik von Detten) and Eddie--kind of a romantic triangle, in which Wally coaches Eddie on how to win a girl, while the girl secretly has a crush on Wally.\n\nThe dialogue, by Brian Levant and Lon Diamond, has some nice moments: \"For a second he had the same kind of blubbering look he had when the lights came up at the end of 'The Lion King.'\" Or, when older brother Wally is asked to accompany the Beaver to school on the new bike: “I get it--you don’t want some truck turning the Beaver into road kill.” Or, when the hostile girl rejects Eddie’s advances: “Take another step, and I’ll file a restraining order.” It’s all sort of low-key and innocent, and depends on the guileless charm of young Cameron Finley, whose needs are simple: He only wants to be loved, respected and understood, and doesn’t know yet that he’ll feel that way for the rest of his life.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-08-22", "genres": ["Adventure", "Comedy", "Drama", "Family"], "title": "Leave It to Beaver (1997)"}