{"url": "http://www.rogerebert.com/reviews/leaving-normal-1992", "by": "Meg Tillyas Marianne", "star_rating": 2.5, "text": "I've made a heroic effort to consider \"Leaving Normal\" on its own, but I cannot rid my mind of \"Thelma and Louise.\" It is not the fault of \"Leaving Normal\" that it resembles a better film released less than a year earlier, but there you have it: As two women hit the road in an attempt to escape their pasts, the echo of the earlier, better film sounds in almost every scene.\n\nThe women this time are named Marianne and Darly. As a couple, they have some of the same dynamic as Thelma and Louise. Marianne (Meg Tilly) is the quieter, less worldly character. She has a knack for getting into unworkable marriages and has just walked out on a husband whose unpredictable rages leave her trembling in the kitchen.\n\nDarly (Christine Lahti) is older and has been around more. Under the name of Pillow Talk, she used to be a saloon stripper, and although she hopes that chapter of her life has been forgotten, she still talks and dresses like a cheap date.\n\nThe women meet completely by accident shortly after Marianne has run away from her husband. It is never quite clear what they have in common -- they do not form a couple in the sense that T&L did -- but they cast their lot with one another, turn their backs on the town of Normal, Wyoming, and head north to Alaska. Why Alaska? Why not Alaska? The screenwriter, Edward Solomon, has seen a lot of other road movies and knows the general form of the genre, which always includes encounters along the way with strange but wonderful people.\n\nYou have to give him credit for creating some memorable ones, including Patrika Darbo as \"66,\" named, I guess, after the route, who plays a pudgy waitress with a manner of speech so strange she must always have talked that way; it can't be a performance.\n\nMarianne and Darly also meet some guys along the way, but kill none of them, perhaps because the screenwriter, a man, has fewer grievances on his mind than Callie Khouri, the woman who wrote \"T & L.\" One man brings Darly to a crisis in her life; he's Walt (James Gammon), who recognizes Darly as the former Pillow Talk and wants to pay her for sex. He offers her $5,000, well over the going rate, probably because he's motivated less by lust than by the need to prove that she is a prostitute at heart.\n\nWhile Darly deals with the problems of weary, cynical survival, Marianne seems adrift in another mind-set altogether. Meg Tilly plays her as a winsome, waiflike creature who may have been married twice, but somehow seems like she still needs her mommy. In Alaska, they inherit 66's house trailer, set up camp in a scenic wilderness outside town and make friends with a couple of local Eskimo lads, in a kind of surrogate family that I, for one, doubt will work for very long.\n\n\"Leaving Normal\" was directed by Edward Zwick, of \"thirtysomething\" on TV and the powerful film \"Glory\" (1989). This one seems less focused. There is a great deal of sincerity in it, an attention to detail, a willingness to let characters be quirky and find their own ways without beating them over the head with the plot. But at the end we're left with a feeling of incompleteness. We never really understand why Marianne and Darly join up together, and we don't know what they're looking for, and we're not sure they've found it.", "running_time": 118, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-04-29", "genres": null, "title": "Leaving Normal (1992)"}