{"url": "http://www.rogerebert.com/reviews/lebanon-2010", "by": "Yoav Donatas Shmulik", "star_rating": 3.5, "text": "\"Lebanon,\" written and directed by Israeli filmmaker Samuel Maoz, is an immersive war-movie experience like \"The Hurt Locker,\" but turned inside out. Or, perhaps more accurately, outside in. Kathryn Bigelow's Oscar-winning combat picture propels us out into the open with an American bomb squad in Iraq — surrounded from every angle by gazing eyes, cameras and telescopes. Maoz's film, winner of the Golden Lion at the 2009 Venice Film Festival, shuts us into a tank with an Israeli crew on a mission in Lebanon for virtually its entire running time. \n\nSo the sensations of overheated overexposure the audience shares with the characters in \"The Hurt Locker\" are replaced by a sweltering claustrophobia in \"Lebanon.\" Both movies are stylistically experimental films of a sort: At one extreme, there are Bigelow's rapid-fire, multi-camera orchestrations of light and space and distance; at the other, Maoz's compression of desert warfare into the confines of a single dark metal box.\n\nWith the exception of three shots — the opening and two closing images — everything we see is inside, or from inside, the tank. Because we're at such close quarters, the main characters — a commander, a gunner, a loader and a driver — never appear whole within the frame, only as dismembered figures: faces, heads, torsos, legs, feet. There's not enough room in this cramped mechanical compartment for entire human beings. \n\nWhat's happening in the world outside is gleaned only through the blinkered perspective of a scope marked with crosshairs, enhanced when necessary by night-vision technology. Occasionally, this point of view shifts into a more psychologically subjective telephoto view (signaled by a metallic thunk on the soundtrack), almost as if an optometrist had flipped to another lens, bringing a piece of your vision into sharper focus. What the men see and hear out there is horrific. \n\nEven worse, the victims of the chaos outside sometimes stare right at the lens, as if they can see into the souls of the humans behind it, hunkered down within the machine. These moments are piercing reminders that we, along with those manning the tank, are — for all the heavy armor around us — not just observers, witnesses, voyeurs. We are participants in what is going on out there. \n\nSometimes, when the hatch opens, the outside comes in: the steely officer who keeps returning to give mission orders, the bloodied body of a slain Israeli soldier, a Syrian hostage. At times, it feels like we're trapped in an absurdist nightmare by Samuel Beckett or Edward Albee, dreading not only where this bucket is headed, but who or what might suddenly drop in.\n\nThis is a platoon picture in a rumbling, rolling crate. Like all such movies (Samuel Fuller's quintessential \"The Big Red One\" comes to mind), the structure of \"Lebanon\" is anecdotal, with scenes built around the inevitable atrocities of war that can seem as commonplace as cliches until you see them realized again this vividly. When, for example, a new gunner finds himself unable to shoot at an oncoming car (he can see the driver's face too clearly — or imagines he can), the tragic consequences for his fellow soldiers, and the next vehicle that comes along, are compounded by his failure of nerve. \n\nMaoz was 20 years old when he served as an Israeli tank gunner during the invasion of Lebanon in 1982. Like World War II vet Fuller, he has the ability to fuse the immediacy and authenticity of his wartime experience with images bold enough to bear the weight of their metaphors. Engraved on the inside of the tank are the words: “Man is steel. The tank is only iron.” Like the Nostromo in \"Alien,\" the sweating, groaning tank is a fusion of flesh and machine. The floor of the vessel is a festering stew of foul liquids (water, oil, urine) and decomposing solids (cigarette butts, ammo shells, soda cans, spilled rations). This is what it means to be in the belly of the beast.", "running_time": 93, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-08-25", "genres": ["Drama", "Foreign", "War"], "title": "Lebanon (2010)"}