{"url": "http://www.rogerebert.com/reviews/left-luggage-2001", "by": "Laura Fraseras Chaja", "star_rating": 2.0, "text": "\"Left Luggage\" is one of those movies where the audience knows the message before the film begins and the characters are still learning it when the film ends. No matter how noble a film's sentiments, it's wearying to wait while elementary truths dawn gradually on slow learners. Add to this yet one more tiresome story in which the women possess all the wisdom and humanity and the men are cruel, stubborn and crazed, and you have a long slog through a parched landscape.\n\nThe movie takes place in 1972 in Antwerp, Belgium, where a young woman named Chaja (Laura Fraser) gets a job as a nanny for the Kalmans, a family of Hasidic Jews. Chaja is a Jew herself, but so indifferent to her identity that one of her best friends doesn't even realize she's Jewish. She finds the Hasidim, with their traditional black garments, strict observances and unyielding patriarchy, absurd throwbacks. But she needs the money and takes the job, and soon bonds with Mrs. Kalman (Isabella Rossellini) and her children, especially a 4-year-old named Simcha (Adam Monty).\n\nSimcha has not started to speak. One reason for this may be the fierce tyranny with which Mr. Kalman (Jeroen Krabbe, the film's director) rules his family. He is strict, forbidding and unforgiving, in accordance with the convention in which most movie fathers are deeply flawed repositories of character defects, while their wives are bubbling reservoirs of life, wit and humanity. Gene Siskel called this the Bad Dad Syndrome, noting that we could go months at a time between films where a father was smart, gentle and caring.\n\nAt home, Chaja's parents are stuck in their own pasts. Both her father and mother (Maximilian Schell and Marianne Sagebrecht) are Holocaust survivors whose lives are still governed by the experience. The mother compulsively bakes cakes and endlessly tries to feed them to everyone within sight. The father prowls Antwerp with a map and a shovel, trying to find the spot where he buried two precious suitcases before being shipped off by the Nazis. \"They're probably all moldy by now,\" his wife warns--and so is the labored plot device. Surely there is a more creative way to suggest a search for lost roots than to have poor Maximilian Schell up to his armpits in holes he is frantically digging in Antwerp's gardens and backyards.\n\nChaja becomes close with little Simcha, who eventually reveals that he can indeed speak. His first word is \"quack.\" It is inspired by a toy duck he pushes along so that it quacks, too. It goes without saying that the toy duck arouses the ire of Mr. Kalman, who wants to banish it from the house (\"My son is saying `quack, quack' when he should be asking the four questions for the seder\"). Later, when Chaja teaches little Simcha the four questions (remember, this is a child who was thought to be mute), the beast of a father criticizes a mistake, and the kid wets his pants. My notion is that a great many Hasidic fathers succeed in combining their religion with love and kindness for their children, and that this particular father is an example of melodramatic overkill crossed with gender bias.\n\nAh, but there's more. The Kalmans have succeeded in being the only family still residing in a building where the concierge is a vicious anti-Semite. This is no doubt a great convenience for the plot, since by stationing him at the door to hiss and swear at the Jews every time they enter or leave, the screenplay doesn't have to waste valuable screen time importing anti-Semites from elsewhere. And then there is a development at the end that, as tear-jerking goes, is shameless.\n\nIn the midst of this contrivance, both Rossellini and Fraser give solid and affecting performances, and Schell makes his character less of a caricature than he might have been. But the very last shot of the film, intended as uplifting, seems to solve nothing and to condemn the characters to continue to let the past destroy their present and future. With limitless possibilities for stories involving essentially these same characters, Krabbe and his writer, Edwin de Vries, are trapped by sentimentality and awkward contrivance.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-05-11", "genres": ["Drama", "Indie"], "title": "Left Luggage (2001)"}