{"url": "http://www.rogerebert.com/reviews/legally-blonde-2001", "by": "Reese Witherspoonas Elle Woods", "star_rating": 3.0, "text": "\"Legally Blonde\" is a featherweight comedy balanced between silliness and charm. It is impossible to dislike, although how much you like it may depend on your affection for Reese Witherspoon. She is so much the star of the movie that the other actors seem less like co-stars than like partners in an acting workshop, feeding her lines. They percolate, she bubbles.\n\nWitherspoon plays Elle Woods, named perhaps for the magazine, perhaps because the word means \"she\" in French. Work on that pun a little more, and you could name the movie \"The Vengeance of Elle,\" since Elle gets her revenge on the stuck-up snob who dumps her, and thus inspires a brilliant legal career.\n\nWe meet Elle as she basks in general approval as president of the Delta Nu house on a Los Angeles campus. She moves in a cloud of pink, dispensing advice on grooming, hair care and accessorizing; she has a perfect grade point average in her major, which is fashion. She thinks Warner Huntington III (Matthew Davis) plans to propose to her, but actually he wants to break up. He plans to be a senator by the time he's 30, he explains, and for that career path, \"I need to marry a Jackie, not a Marilyn.\" Outraged, Elle determines to follow Warner to Harvard law school and shame him with her brilliance. And so she does, more or less, after being taken on as an intern by the famous Prof. Callahan (Victor Garber) and assigned to help him in the case of a famous weight-loss consultant (Ali Larter) accused of murdering her much older husband. The defense hinges on such matters as whether a Delta Nu would sleep with a man who wears a thong, and the chemistry of perms.\n\nWitherspoon effortlessly animated this material with sunshine and quick wit. Despite the title and the implications in the ads, this is a movie about smart blonds, not dumb ones, and she is (I think) using her encyclopedic knowledge of fashion and grooming to disguise her penetrating intelligence. On the other hand, maybe not; maybe it's just second nature for her to win a client's confidence by visiting her in prison with Calvin Klein sheets, Clinique skin care products and the latest issue of Cosmo.\n\nI smiled a lot during the movie, laughed a few times, was amused by the logic of the court case. \"Legally Blonde\" is not a great movie (not comparable with \"Clueless,\" which it obviously wants to remind us of, or Witherspoon's own wonderful \"Election\"). But Witherspoon is a star, and the movie doesn't overstay its welcome. It also contains at least one line I predict will enter the repertory: Elle Woods is asked, \"A spa? Isn't that kind of like your mother ship?\"", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-07-13", "genres": ["Comedy", "Romance"], "title": "Legally Blonde (2001)"}