{"url": "http://www.rogerebert.com/reviews/legally-blonde-2-red-white-and-blonde-2003", "by": "Reese Witherspoonas Elle Woods", "star_rating": 2.0, "text": "'Legally Blonde 2: Red, White and Blonde\" evokes a fairy-tale America in which a congresswoman's ditzy blond junior staff member, pretty in pink, is asked to address a joint session of Congress and sways them with her appeal for animal rights. Not in this world. It might happen, though, in the world of the movie--but even then, her big speech is so truly idiotic, she'd be laughed out of town.\n\nThat the movie considers this speech a triumph shows how little it cares about its \"ideas.\" The model for the movie is obviously \"Mr. Smith Goes to Washington\" (1939), but in that one, James Stewart's big speech was actually sort of about something.\n\nThe movie chronicles the continuing adventures of Elle Woods, the Reese Witherspoon character introduced in the winning \"Legally Blonde\" (2001). Elle, for whom pink is not a favorite color but a lifestyle choice, is like a walking, talking beauty and cosmetics magazine, whose obsession with superficial girly things causes people, understandably, to dismiss her at first sight. Ah, but beneath the Jackie Kennedy pillbox hat there lurks a first-class brain; Elle is a Harvard Law School graduate who, as the sequel opens, has a job in a top legal firm.\n\nIt's impossible to determine if Elle knows what she's doing--if it's all a strategy--or whether she truly is uber-ditzy. Always smiling, never discouraged, deaf to insults, blind to sneers, dressed in outfits that come from a fashion universe of their own, she sails through life like the good ship Undefeatable.\n\nHow she stumbles upon the cause of animal rights is instructive. It begins with her search for the biological birth parent of Bruiser, her beloved Chihuahua. When she finds the mother captive in an animal testing laboratory (\"We test makeup on animals so you don't have to\"), she becomes an animal rights advocate, is fired from her law firm and finds herself on the staff of U.S. Rep. Victoria Rudd (Sally Field), who is sponsoring an animal-rights bill.\n\nThe movie's vision of Congress is hopelessly simplistic and idealistic. Characters have the same kinds of instant conversions that are standard on sitcoms, where the unenlightened oppose something, have a sudden epiphany and see the light. Consider Stan, a self-described Southern conservative who discovers, along with Elle, that both their dogs are gay and have fallen in love with each other. This softens him up on the legislation because he loves his gay dog, you see.\n\nThe movie has its share of funny lines (\"This is just like C-SPAN, except it's not boring\") and moments (congressional interns for a pompon squad), but the plot developments in Rep. Rudd's office are heavy-handed. Rudd's top aide (Regina King) is cold and antagonistic to Elle when the plot needs her to be, and then turns on a dime. Rudd herself admits to dropping her bill in return for big campaign contributions. And Elle's top adviser is a hotel doorman (Bob Newhart) who knows how Washington works because of what he overhears. Uh, huh.\n\nMeanwhile, back home in Boston, Elle's fiance (Luke Wilson) is incredibly understanding when their marriage is put on hold during Elle's legislative campaign. There could be a whole comedy just about being engaged or married to the creature in pink.\n\nRamping up for this review, I came across a curious column by Arianna Huffington, who attended a preview screening and wrote: \"Sitting between my teenage daughters while watching Elle take on the U.S. Congress, I was struck by the palpable effect it had on them: They left the theater inspired, empowered and talking about the things they wanted to change and the ways they might be able to change them.\" She quotes approvingly from Elle's big speech (\"So speak up, America. Speak up for the home of the brave. Speak up for the land of the free gift with purchase. Speak up, America!\").\n\nAmazing that the usually tough-minded Huffington fell for the movie. Amazing, too, that two teenage girls who have their mother as a role model were inspired and empowered by the insipid Elle. I have a movie for them to see together: \"Whale Rider.\" Now there's a great movie about female empowerment, and the heroine doesn't even wear makeup.\n\nAmerica will no doubt speak up, alas, by spending millions of dollars on \"Legally Blonde 2\" in obedience to the movie's advertising blitz (buses in several cities have been painted entirely pink). And so the myth of a populist Congress will live on, apart from the real world of lobbyists, log-rolling, punishment to the disloyal and favors for friends. In the real world, Elle Woods would be chewed up faster than one of little Bruiser's Milk-Bones.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-07-02", "genres": ["Comedy", "Romance"], "title": "Legally Blonde 2: Red, White & Blonde (2003)"}