{"url": "http://www.rogerebert.com/reviews/legal-eagles-1986", "by": "Robert Redfordas Tom Logan", "star_rating": 2.5, "text": "\"Legal Eagles\" is being advertised as a comedy, but actually it's a tour of many genres, including the thriller, the courtroom procedural, the whodunit, the romance and the special-effects picture. No wonder there doesn't seem to be enough room for the people.\n\nThe filmmakers have spared no expense. The director is Ivan Reitman, whose previous credit was \"Ghostbusters,\" which was intended as an explosion of technology. This time, in a movie that is nominally about real people, the fires and explosions get a trifle distracting.\n\nThe movie has so much stuff in it, it's top-heavy. The wonder is that so many scenes play as well as they do.\n\nThe story up to now: When she was an 8-year-old girl, Daryl Hannah suffered a traumatic event. On the night of her birthday party, there was a terrible fire, and her father, a famous artist, was burned up along with all of his paintings. (We see this fire in great detail; pyromaniacs should note it is one of three major blazes in the movie.) Now 20 years have passed, and she has been arrested while trying to steal back one of those paintings from a slimy Manhattan art dealer.\n\nShe claims a lot of paintings survived the fire, which was set for insurance fraud.\n\nEnter Robert Redford, as an assistant district attorney, and Debra Winger, as an intrepid defense attorney representing Hannah. Winger believes that Redford won't prosecute her client if he knows all the facts, so she parades her client into a political banquet, interrupts Redford's speech, holds a press conference, and, what do you know, does succeed in interesting Redford.\n\nAt this point, I think the relationship between Redford and Winger is supposed to remind us of Spencer Tracy and Katharine Hepburn, but surely Spence would never do what Redford does: sleep with a suspected felon. Hannah develops a practice of turning up late at his apartment, frightened and disheveled, and when she tries to seduce him, he turns out to be a pushover.\n\nAlas, the next morning one of the art dealers in the case turns up dead, and Hannah, the prime suspect, is found in the bed of the assistant DA. This is a nice comic touch, but later in the movie you may find yourself asking, as I did, why Winger wants the fired and discredited Redford on her team to defend Hannah. Wouldn't the scandal have fatally tainted him with any jury? No matter. The movie now plunges into the nightmare world of Manhattan art dealers, who are seen here as thieves, murderers and frauds. Much of the plot seems inspired by the scandal over the Mark Rothko estate. The missing paintings loom larger and larger in the plot, when it appears that the fire 20 years ago was set to conceal their theft. But, you ask, if the paintings were presumably burned up, how could they be placed back on the market? Wouldn't anyone selling one would be indicting himself for arson, theft and fraud? Little logical matters such as that don't loom large in \"Legal Eagles.\" At another point in the movie, for example, an art dealer tries to destroy some of his financial records by blowing up an entire warehouse containing not only his records but all the rest of his stock. Wouldn't it have been easier to move the records to another location for a more convenient explosion - especially since the explosion takes place within hours after the records have been subpoenaed? This movie is filled with illogical and insane behavior. Lawyers and art dealers will probably enjoy it in the same way that archeologists liked \"Indiana Jones\" - because it gets everything wrong.\n\nBut what about the performances? Here we're on surer ground.\n\nRedford and Winger do have a nice chemistry with each other, based on good humor and mutual respect. And Hannah is very effective as the spaced-out daughter, who spends most of the movie seeming sexy and/or guilty as hell. The tension between Redford and Winger does indeed remind us of Hepburn and Tracy, who in their best pictures seemed to fight just so they could enjoy making up. If the whole movie had been scaled down a little, into just the story of these characters, we might have had something here.\n\nUnfortunately, Reitman seems to be covering his bets by combining the story of \"Legal Eagles\" with the action and pyrotechnics of \"Ghostbusters.\" After the fires, explosions, chase scenes, shootouts, ambushes and dead bodies, the movie's human story seems sort of lonely and forlorn. Maybe there was some kind of satirical purpose in surrounding the people with so much activity. I dunno. But the extra ingredients make a potentially better movie into a confused, overloaded and disjointed one.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-06-20", "genres": ["Comedy", "Crime", "Drama", "Romance", "Thriller"], "title": "Legal Eagles (1986)"}