{"url": "http://www.rogerebert.com/reviews/legendary-2010", "by": "John Cenaas Mike", "star_rating": 2.0, "text": "\"Well, usually, they're… simple morality tales. There's a good wrestler, and a bad wrestler whom he confronts at the end. In between, the good wrestler has a love interest or a child he has to protect. Bill would usually make the good wrestler a backwoods type, or a convict. And sometimes, instead of a waif, he'd have the wrestler protecting an idiot manchild. The studio always hated that.\"\n\n\"Legendary\" has most of that and lots more (minus the idiot manchild), turned inside out and all twisted up like a pretzel, but just as simple and formulaic. Yet even though this picture stars a real WWE wrestler and was produced by the new WWE Studios, it's not just a wrestling picture. (\"Big men in tights!\" as another Capitol Pictures executive exclaims.) It's a wrestling tearjerker. \n\nThe good wrestler, Mike Chetley (WWE superstar John Cena), is also the bad wrestler, estranged from his mother Sharon (Patricia Clarkson) and brother Cal (Devon Graye, who played the teenage anti-hero of \"Dexter\") since the death of his father ten years before. Picture the Arnold Schwarzenegger of \"The Terminator\" vintage as the elder sibling of a dyed-blond Justin Long. Cal is the size of Mike's left leg.\n\nHe's also the waif of the picture, but he's the good wrestler, too. In fact, he takes up wrestling as a way to get closer to his big (and I mean Big) brother, and attempts to rescue him from a limbo of booze, emotional demons and single-wide trailer living. So maybe it's the oversized, damaged Mike who's the idiot manchild in a way. Meanwhile, skinny bespectacled Cal has the only romantic interest, his kooky best friend since even-earlier-childhood, Luli (Madeleine Martin), who makes money by showing her newly sprouted boobs to boys in the woods and nurses a mighty crush on Cal, who doesn't think of her \"in that way.\" \n\nAdd to this another hoary stereotype: the Wise Old Black Man and Narrator, Harry \"Red\" Newman (Danny Glover), who likes to go fishin' at the pond Cal keeps stocked with catfish. It's Red's job to call us \"my friends\" in voiceover and to elegiacally introduce the small-town, backwoods setting (\"the spirit that is Oklahoma\"), extoll the hearty disposition of the characters (Sooners are \"an ambitious bunch of independent, strong-willed survivors\") and announce the theme of the story (\"some legends are born from struggle\"). \n\nWhat more do you want to know? There is a bully who fills the role of the bad wrestler, only he's on the same Riverdale High School Tornadoes team as Cal, so they don't actually wrestle each other at the Big Match at the end. Along the way, I lost track of the number of musical training montages (fans of \"Team America: World Police\" will find themselves singing: \"We're going to need a montage -- montage!\"). And as Cal becomes a better wrestler, his eyesight improves, too. Soon, he no longer needs glasses.\n\nIt's a feel-good Kleenex™ dispenser of a movie, and there's nothing necessarily wrong with that, but it's routine Hallmark Hall of Afterschool Special material. What can an actor, even one as good as Patricia Clarkson, do with a line like, \"There are things about Mike you don't know ... things Cal doesn't know,\" without sounding like Pee-wee Herman?\n\nAs far as action goes, there are a couple of very brief fight scenes in which Cena gets to throw some bad guys through plate glass and bang their heads on a bar. That's about it, except for some high school wrestling scenes, which are significantly less involving when you don't personally know the kids on the mat.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-09-08", "genres": ["Drama", "Indie"], "title": "Legendary (2010)"}