{"url": "http://www.rogerebert.com/reviews/legend-1986", "by": "Tom Cruiseas Jack", "star_rating": 2.0, "text": "Recent movies have created sort of a generic fantasy universe of Muppets and swamps, strange beasts and evil tyrants, damsels and heroic lads, and ancient prophecies and mythical legends. It's a world inspired by ingredients from \"Lord of the Rings,\" the \"Star Wars\" movies, Dungeons and Dragons gamesmanship, tales of King Arthur and the latest gimmicks from the special-effects people.\n\nIn a movie that works, these ingredients can be exciting and delightful. \"Legend\" does not work.\n\nThe movie is a British big-budget, special-effects extravaganza by Ridley Scott, the director of \"Alien.\" It tells of a time long, long ago, when unicorns roam the Earth and the powers of light and darkness are at war. An evil prince named Darkness lives in caverns far beneath the Earth, scheming to blot the sun out of the lives of all the planet's creatures and to rule the gloom forever.\n\nEarth itself is a sylvan place, filled with flowers and little glades and grassy clearings - but also with dread swamps and moldy fens. Young lovers can kiss for an afternoon in a bath of sunshine, but fearsome storms come up suddenly and lash the land with their fury. A race of evil little druids lives in the woods, and they spread mischief wherever they venture. Their favorite pastime is frightening the unicorns.\n\nInto this setting come our heroes, Jack and Lili. Jack (Tom Cruise) is a hero whose mission in life is to vanquish Darkness and allow the sun to prevail. Lili (Mia Sara) is the young woman he meets and falls in love with, but she is lured into the underworld and seduced by an exotic priestess into seemingly becoming evil. Will Jack save Lili and defeat Darkness? Or will the movie end unhappily? Can we vote more than once? Let it be said that \"Legend\" is an impressive technical achievement. Scott is a perfectionist who takes infinite pains to make things look right.\n\nThe problem is, the world of \"Legend\" is itself wrong for this material. To some degree, this is a fairy tale, and it needs a certain lightness of tone, a plucky cheerfulness, to work. Like many recent sword and sorcery movies, it is so effective in rendering evil, so good at depicting the dire, bleak fates facing the heroes, that it's too dreary and gloomy for its own good.\n\nPerformances tend to get lost in productions like this. I particularly noticed how easily Cruise got buried in the role of Jack.\n\nHere is the talented young actor from \"Risky Business,\" where he came across as a genuine individual, and this time he's so overwhelmed by sets and special effects that his character could be played by anybody.\n\nTim Curry, from \"The Rocky Horror Picture Show,\" makes an effective Darkness; I liked his style. But, once again, the makeup people have done such a good job with his blazing eyes and gigantic horns that, in a way, almost any actor could be lurking inside there (only Curry's sensuous lips give him away).\n\nDespite all its sound and fury, \"Legend\" is a movie I didn't care very much about. All of the special effects in the world, and all of the great makeup, and all of the great Muppet creatures can't save a movie that has no clear idea of its own mission and no joy in its own accomplishment.", "running_time": 89, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-04-18", "genres": ["Action", "Adventure", "Fantasy", "Romance", "Science Fiction"], "title": "Legend (1986)"}