{"url": "http://www.rogerebert.com/reviews/legends-of-the-fall-1995", "by": "Brad Pittas Tristan", "star_rating": 3.0, "text": "\"Legends of the Fall\" is the kind of movie where you have to make a conscious effort to keep the words \"Big Sky Country\" out of the first paragraph of the review.\n\nIt's an epic Western saga about a beautiful woman from back East, and the three sons of a Montana rancher who loved her and fought for her, told against the backdrop of World War I. This is the kind of story that usually appears in an interminable series of paperback novels with the titles embossed in silver, but in fact this material is based on a slim novella by Jim Harrison, who must be mighty surprised how much his stuff adapts to the screen just like Margaret Mitchell and John Jakes.\n\nIt's not that the movie is bad. It's pretty good, in fact, with full-blooded performances and heartfelt melodrama. It's that the material is so cheerfully old-fashioned it makes \"Giant\" look subtle.\n\nThis is the kind of big, robust Western love story that just begs to be filmed - which, come to think of it, it has been.\n\nThe movie stars Anthony Hopkins as Col. Ludlow, whose distaste for the U.S. Cavalry's treatment of the Indians has led him to carve out an empire of his own in Montana. His wife, having borne him three sons, has repaired to the comforts of the East, leaving the Colonel to see them grow to manhood. There's Alfred (Aidan Quinn), the oldest and most responsible. Tristan (Brad Pitt), the middle son, whose idea of entertainment is to awaken hibernating bears and cut out their still-beating hearts. And there's Samuel (Henry Thomas), the youngest.\n\nThe movie opens with portentous narration by One Stab (Gordon Tootoosis), the Indian who is the Colonel's most trusted friend. One Stab talks in the same kind of slightly hoarse, slightly musical profundity used by many Indians in the movies. Just as all airline pilots are said to have speech patterns influenced by Chuck Yeager, so many movie Indians seem to model their vocal style on the late Chief Dan George. We have a feeling One Stab's narration will not be able to entirely avoid the words of the movie's title, and we are correct.\n\nSoon Samuel returns from the east with Susannah, a young woman who is his fiancee. She is played by Julia Ormond, a young British actress who looks, here, uncannily like Ingrid Bergman. She is strong, capable, beautiful and high-spirited, able to ride, rope and shoot, and when Tristan, the Brad Pitt character, saunters in covered with sweat, blood and horsehair, we can tell just by the way her nostrils flare that riding, roping and shooting are not necessarily even her best sport.\n\nThe Colonel hates war and the Army, and wants his boys to settle down in Montana and run the ranch. But Samuel is much disturbed. He is a virgin who seeks advice from his brothers, and perhaps feels uncertain about his prowess. Maybe that, along with patriotism, is involved in his decision to go to Canada and enlist when World War I breaks out. The Colonel is outraged, but the other two sons enlist, too, and we are asked to decide which is the more unlikely: That all three would end up on the same battlefield, or that Tristan would not be required by the British to cut his flowing blond locks.\n\nI dare not reveal too much of the plot, except to hint that in one way or another Susannah figures in the lives of all three of the sons, against a background of the changing West, as cities grow and prohibition benefits a thriving criminal class. The Colonel meanwhile grows older and more infirm, in one of those strange Anthony Hopkins performances that steals every scene with its air of brooding, motionless menace.\n\nThe movie is a showcase for acting, and in addition to Ormond and Hopkins, it also shows how strong Aidan Quinn and Brad Pitt are, in roles that have inescapable parallels to the Rock Hudson and James Dean characters in \"Giant.\" There is even a time when Pitt goes away \"forever,\" just as Dean's character threatened to do, although in an act of sensational one-upmanship this movie sends Pitt all the way to New Guinea for some practical anthropology.\n\n\"Legends of the Fall\" is not a Serious Movie, despite the profound sentiments of its narration and the classical ironies of its plot. It is a high-class horse opera - emphasis on opera, with an abundance of operatic coincidences, passions, loves, losses, overwrought arias and heart-wrenching soliloquies. On that basis it is enormously entertaining, a throwback to the days when Hollywood didn't apologize for passionate stories involving three brothers whose fates are intertwined with that of a legendary woman, as they're all outlined against the Big Sky.", "running_time": 133, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-01-13", "genres": ["Drama", "Romance"], "title": "Legends Of The Fall (1995)"}