{"url": "http://www.rogerebert.com/reviews/lemony-snickets-a-series-of-unfortunate-events-2004", "by": "Jim Carreyas Count Olaf", "star_rating": 2.5, "text": "The first time I picked up a Lemony Snicket adventure in a bookstore, I was intrigued by the message on the back cover: \"I'm sorry to say that the book you are holding in your hands is extremely unpleasant ...\" It goes on to warn that \"the three youngsters encounter a greedy and repulsive villain, itchy clothing, a disastrous fire, a plot to steal their fortune, and cold porridge for breakfast\" and suggests \"putting this book down at once.\"\n\nAs a marketing ploy, this is brilliant. It was all I could do to prevent myself from buying the book. And the film \"Lemony Snicket's A Series of Unfortunate Events\" opens on the same note, with Lemony Snicket himself (Jude Law) bent over an old typewriter and typing out the dire story of the three Baudelaire children who suddenly and decisively become orphans. The family banker, Mr. Poe (Timothy Spall), breaks the news that a fire has destroyed their mansion and killed their parents.\n\nThe children seem to take this news rather well. I would say they take it too well, except that demonstrations of grief are not helpful in macabre comedies, where there is so much to grieve about that there would be no end to it. Perhaps tragedy is in the family tree; I assume they are descended from the French poet Charles Baudelaire, whose poems about sex and death \"became a by-word for unwholesomeness,\" according to Wikipedia.com. The only thing standing in the way of this theory is that Charles left no descendants.\n\nThe Baudelaire children are Violet (Emily Browning), Klaus (Liam Aiken) and the infant Sunny (Kara and Shelby Hoffman), who possesses only two teeth but such a firm bite that she can hang in mid-air from the edge of a table for minutes on end, an occupation she finds amusing. Violet is beautiful, Klaus is intense, and they are immediately beset with life-threatening difficulties.\n\nMr. Poe takes them to live with their \"closest relative,\" a fourth cousin three times removed or perhaps it's the other way around. This is Count Olaf (Jim Carrey), who lives in a Gothic mansion so creepy his interior decorator must have been Nosferatu. The Count wants to kill the children and inherit the family fortune, and is not very subtle in his methods, parking his ancient Imperial on the train tracks with the children locked inside. As there are 11 novels so far in the series, they necessarily escape.\n\nIt's odd, how the movie's gloom and doom are amusing at first, and then dampen down the humor. Although many Unfortunate Events do indeed occur in \"Lemony Snicket,\" they cannot be called exciting because everyone is rather depressed by them. There is no one in the movie to provide a reasonable reaction to anything; the adults are all demented, evil, or, in the case of Mr. Poe, stunningly lacking in perception, and the kids are plucky enough, but rather dazed by their misfortunes.\n\nJim Carrey is over the top as Count Olaf, but I suppose a character named Count Olaf is over the top by definition. The next relative to harbor the children is nice Uncle Monty (Billy Connolly), a herpetologist who shares his mansion with countless snakes, vipers and other reptiles, and announces an immediate departure for Peru. Before the expedition can get under way, Count Olaf turns up again, this time in disguise as an Italian; although he prides himself on his acting and makeup skills, the kids take one look at him and announce that he is obviously Count Olaf. Uncle Monty, alas, is slow to take heed.\n\nThe children eventually arrive at yet another potential foster home, this one the residence of Aunt Josephine (Meryl Streep), whose Victorian mansion teeters on spindly supports that allow it to extend far above a rocky coast and stormy sea. Strange that her house is so precarious, since Josephine is literally afraid of everything, a condition I believe is called phobiaphobia.\n\nThe movie looks wonderful. Director Brad Silberling (\"Moonlight Mile,\" \"City of Angels\") has assembled production designer Rick Heinrichs (\"Sleepy Hollow\") and art directors John Dexter (\"Planet of the Apes\") and Martin Whist, who have created wondrous and creepy spaces. The cinematography by Emmanuel Lubezki finds foreboding even in sunlight.\n\nBut there is a problem, and the problem is, everything seems to be an act. Nothing really seems to be at stake. The villains are teeth-gnashing hams, the hazards are more picturesque than frightening, and the children are unnaturally collected and capable. There is some kind of family secret, involving spyglasses, which will be resolved no doubt in later films; it's brought onstage and then not really dealt with.\n\nI liked the film, but I'll tell you what. I think this one is a tune-up for the series, a trial run in which they figure out what works and what needs to be tweaked. The original \"Spider-Man\" was a disappointment, but the same team came back and made \"Spider-Man 2,\" the best superhero movie ever made. The \"Lemony Snicket\" series has enormous potential, and I expect the next film will look just as good, and have the same wonderful kids, and be scarier and tell more of a real story, and discover that while gloom is an atmosphere, depression is a condition.", "running_time": 108, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-12-16", "genres": ["Adventure", "Comedy", "Family"], "title": "Lemony Snicket's A Series of Unfortunate Events (2004)"}