{"url": "http://www.rogerebert.com/reviews/lenfant-2006", "by": "Jeremie Renieras Bruno", "star_rating": 4.0, "text": "We talk about the \"point of view\" of a film. \"L'Enfant\" sees with the eye of God. The film has granted free will to its central character, Bruno, and now it watches, intense but detached, to see how he will use it. Bruno is so amoral, he doesn't register the meaning of his actions. At first, his behavior is evil. He attempts repairs. Whether he is redeemed is a good question. At the end, he is weeping, but he cannot weep forever, and he has a limited idea of how to survive and make a living.\n\nBut let me just bluntly tell you what happens in the film, while observing that \"L'Enfant,\" more than almost any film I can think of, is not about plot development but about putting one foot in front of the other. We meet Sonia and Bruno. She has just borne his child. The baby in her arms, she finds Bruno begging from cars at a traffic light while serving as a lookout for a burglary in progress. She shows him their child. He is as interested as if she had shown him her new phone card.\n\nSonia (Deborah Francois) looks in her late teens. Bruno (Jeremie Renier) looks older, yet in no way seems an adult, and indeed his criminal pals are all kids of around 14. He lives entirely in the moment. While Sonia was in the hospital, he sublet her apartment. When he divides loot from a robbery, he spends his share immediately. He buys a used perambulator because Sonia wants one. He rents an expensive convertible because he wants one. There will always be more money. Working? Working is for losers.\n\nIn a cafe, he meets a woman he does business with. He mentions the baby. She tells him, \"People pay to adopt.\" Promising Sonia to watch the baby for an afternoon, he arranges to sell the child. Bruno lives in a grim world of unfriendly streets; he and Sonia have spent nights huddled on a river bank. But no place in the movie is bleaker than the empty building where the sale of the child takes place. He never sees the buyers. They never see him. The child is left in a room, is taken, the money left behind. He returns to Sonia and proudly shows her the money (\"This is ours!\"). When she despairingly asks about the baby, he says, \"We can have another one.\" She faints dead away and is taken to the hospital. This is a surprise to him.\n\n\"L'Enfant,\" which won the Golden Palm at Cannes 2005, is the new film by the Dardenne brothers, Jean-Pierre and Luc, whose \"The Son\" (2002) made such an impact; audiences were moved in a deep, rare way. The Dardennes do not make morality tales. Their character Bruno is not aware that what he does is good or bad. He is unformed. There is a scene where he and Sonia tussle playfully in a car and then romp outside in a park like a couple of kids. Does he love her? Love is outside his emotional range. He takes money, spends it, doesn't even cultivate the persona of a hustler. He is that most terrifying kind of human being, the one who doesn't feel ordinary emotions or even understand that other people do.\n\nThe Dardennes achieve their effects through an intense visual focus. They follow their characters as if their camera can look nowhere else. In \"L'Enfant,\" their gaze is upon Bruno. They deliberately do not establish the newborn child as a character. Unlike the equally powerful \"Tsotsi,\" their film doesn't show Bruno caring for the child. The child is simply something he carries, like loot or a video game. The movie also avoids the opportunity to develop Sonia, except as her behavior responds to Bruno's. When she lets out a cry of grief and faints, this is not so much what she does as what Bruno sees her do.\n\nObserve particularly the camera strategy in the last half of the film. Often when a hand-held camera follows a character, it feels subjective; we are invited to identify, as if the camera is a point of view we share with the character. In the passages after Sonia faints in \"L'Enfant,\" the camera focuses so intensely on Bruno that everything else seems peripheral vision. But it doesn't \"identify\" with him, and it doesn't represent his point of view. It watches to see what he will do.\n\nThere is a theological belief that God gives us free will and waits to see how we will use it. If he were to interfere, it would not be free will at all. If we choose well, we will spend eternity in the sight of God; if badly, banished from his presence. If God were to issue instructions, what would be the point of his creation? If we are not free to choose evil, where is the virtue in choosing good?\n\nIt's with that in mind that the visual strategy of the Dardennes reflects the eye of God. Having made a universe that has set this creature Bruno into motion, God (and we) look to see what he will do. Bruno has little intellectual capital and a limited imagination. He has been so damaged that he lacks ordinary feelings; when he visits his mother to arrange for an alibi, we get some insights into his childhood. After Sonia faints, he sets about trying to get the baby back. Does he do this because he knows that selling the baby was wrong? Or because Sonia is a companion and convenience for him, and he must try to restore her to working order?\n\nThe greatness of the Dardennes is that they allow us to realize that these are questions and leave us free to try to answer them. What happens at the end of the film perhaps suggests grief and a desire to repent. I hope it does. But \"L'Enfant\" is not so simple as to believe that for Bruno there can be a happy ending. Here is a film where God does not intervene and the directors do not mistake themselves for God. It makes the solutions at the ends of other pictures seem like child's play.", "running_time": null, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-13", "genres": null, "title": "L'Enfant (2006)"}