{"url": "http://www.rogerebert.com/reviews/lenny-1974", "by": null, "star_rating": 2.5, "text": "Lenny Bruce, who died in 1966, would no doubt have had a lot to say about such events as the 1968 Democratic convention, Vietnam, Watergate, AIDS, Reagan and Clinton. He is remembered as a sort of liberating martyr, a prophet of the morass we were all heading for. That he was to a great extent a self-made martyr seems beside the point.\n\nThe deification began with Julian Barry’s play, adapted for Bob Fosse’s “Lenny,” and continued with Albert Goldman’s book “Ladies and Gentlemen, Lenny Bruce!!” and the “Lenny Bruce Performance Film.” His albums are back in the record stores and, all things considered, Lenny Bruce is still one of our most successful comedians.\n\nAll of this myth-making involves playing fast and loose with the facts, which do not make Lenny Bruce out as quite the heroic figure we’re now asked to accept. But no matter. If the film “Lenny” works as fiction, that’s all we have the right to expect. The problem is that it doesn’t. Bob Fosse, who captured a time and form of show business so memorably in “Cabaret,” tries this time for a quasi-documentary style that gets in the way of his, and Lenny’s, material. And Dustin Hoffman, good as he is in the title role, is never quite permitted to put together an organic, three-dimensional character.\n\nFosse’s approach seems at least partly inspired by “Citizen Kane.” After Bruce’s death, an anonymous investigator or biographer interviews several people who were close to him: his wife, a stripper named Honey; his mother; his agent. Their memories and anecdotes provide a loose framework for flashbacks in which we trace Bruce’s rise (or fall, as the case may be). We get Lenny Bruce as the aspiring and appallingly bad young comic working fourth-rate dives, and his material is indeed as bad as Warren Beatty’s stand-up comedian in “Mickey One.” We get him gradually discovering that relevance in his act turns him on, gets him involved. And then we see him edging toward the liberating but legally obscene material that was to make him such a consistent target of tireless vice cops.\n\nAlong the way, he enters a period when his material is genuinely brilliant, and then passes through it into a long decline punctuated by busts for drugs and obscenity. Toward the end, he’s reduced to reading from his own trial transcripts (and we’re reminded of a comedian I’ve always preferred, Mort Sahl, reading incredulously from the Warren Report).\n\nDustin Hoffman does a good job of giving us a Lenny Bruce we can believe. He doesn’t imitate the historical Bruce so much as create a new Lenny -- bitter, knife-edged and driven. But the Bruce material, almost every word of it taken from recordings of his own acts, has a strange and uncomic feel to it. There aren’t many big laughs in the movie. Unless we go in convinced that Lenny Bruce was an important performer, the movie doesn’t convince us.\n\nFor one thing, it never quite gives us an entertainer. We get, instead, a sort of hostile therapist who preaches liberation through the defusing of highly charged works. If you can work through the words, he believes, you can work through the unhealthy attitudes they express. The movie’s attempt to demonstrate this fails embarrassingly. Hoffman as Bruce goes around a nightclub audience flinging crude ethnic insults at the members, who sit stunned until he explains that his purpose is really to take the power from those ugly words, to expose them as inhuman. And so they are. But in the movie (as in life) the words still retain their power, and Bruce comes off as a fraud exploiting them for that power while claiming the opposite. That’s because Hoffman doesn’t make them funny -- which they should, in addition to being offensive, also be. A great stand-up comic can get away with anything (see Richard Pryor) because his timing and delivery forces the audience to laugh despite itself.\n\nWe can’t quite buy this portrait of Lenny Bruce, anyway. The movie makes him a sort of four-letter evangelist, who talked dirty while selling brotherly love. Surely the real person was more cynical, more complicated, even more honest than that.\n\nThe performances around Hoffman’s are designed primarily to reflect off his. But Valerie Perrine, as Honey, does create her character in an interesting way. The movie stays ambiguous about several aspects of her personality (there’s a menage a trois that’s played for erotic effect while it’s on, and then used to inspire an ambiguous fight). But she does project a certain tarnished sexuality, and she gives us at last a stripper without a heart of gold.\n\nWhat we’re left with, though, is a movie uncertain of its real direction. A movie that wavers between Lenny Bruce and the self-destructive neurotic. In the end, he dies by his own hand, through a drug overdose. And although the movie suggests that he was driven to his end by the hounding of the vice cops, ruinous legal expenses and an inability to find steady work, there’s evidence, too, that he might have come to the same end had he remained just a third-rate Borscht Belt comic.\n\nHis impact on society and his punishment of himself were essentially separate aspects of his life, something the movie never quite admits. Fosse’s attempt to give us Lenny Bruce as society’s victim and a martyr to noble causes never quite works, and so the movie becomes just several good scenes and a fine Hoffman performance, not a persuasive portrait of a man.", "running_time": 111, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-11-10", "genres": ["Drama"], "title": "Lenny (1974)"}