{"url": "http://www.rogerebert.com/reviews/lenny-bruce-without-tears-1972", "by": null, "star_rating": 1.0, "text": "stomping dance. He falls to the floor, plays a piano with his feet and seems terribly cornered: He can't make sense, so he'll make himself a clown.\n\nThere are other scenes in which he's more alert and quicker. but even in them, he's not very funny. Occasionally a fugitive laugh echoed through the mostly empty theater where I saw the movie. But for the most part, the audience (presumably Lenny Bruce fans, sat in silence. There was the classic jazzmusician bit, in which Lenny plays a soloist whose instrument is a crackling dollar bill. There was the shaggydog story of the genie who takes over a Rush Street deli.\n\nBut there also were the bits in which Lenny was trying to wound, to probe, and some of them just didn't work after the passage of years. His long, rambling, unfocused conversation between the pilot and copilot of a plane that's just been bombed, for example, is embarrassing, not funny. That he could have allowed this material in his act speaks sadly for his uncertain taste.\n\nBut Lenny Bruce was in many ways a mirror for American society in the 1960s. What he represented depended on who you were and where you stood. The old television footage shows him on the Steve Allen program (in pretty good shape), in interview situations not always as desperate as the Hentoff session, and it also shows outdated interviews with such as Malcolm Muggeridge, Kenneth Tynan and Mort Sahl commenting on his work.\n\nIt might have been interesting to discover what such authorities think now, in the 1970s, about Bruce. But this old footage is illuminating in its own curious way. The New York radio personality Jean Shepherd, for example, comes over as surprisingly dense in his assessment of Bruce (who encouraged, if I got him right, the concentration camp mentality, because by acting the way he did, he invited reactionary reprisals that could bring down society—pretty heavy stuff for a nightclub comic).\n\nSahl is rational and fair. Tynan unburdens himself of a few generalities of terrific lack of interest, and Muggeridge fires away at passing trends, hitting one on occasion. The movie is held together by a series of cliche narrations and some melancholy jazz. At the end, there's Lenny Bruce's nude, overdosed body and then a maudlin song of the sort all performers secretly like in their narcissistic moods, about how they're all alone. Was he ever.", "running_time": 70, "mpaa_rating": "Unrated", "release_year": 1972, "date_published": "1972-06-15", "genres": ["Comedy", "Documentary"], "title": "Lenny Bruce Without Tears (1972)"}