{"url": "http://www.rogerebert.com/reviews/leo-tolstoys-anna-karenina-1997", "by": "Sophie Marceauas Anna Karenina", "star_rating": 1.5, "text": "It's not the story but the style and the ideas that make Tolstoy's \"Anna Karenina'' a great novel and not a soap opera. There's no shortage of stories about bored rich women who leave their older husbands and take up with playboys. This new screen version of the novel makes that clear by focusing on the story, which without Tolstoy's wisdom, is a grim and melodramatic affair. Here is a woman of intoxicating beauty and deep passion, and she becomes so morose and tiresome that by the end, we'd just as soon she throw herself under a train, and are not much cheered when she obliges.\n\nThe film has been shot on location in Russia; we see St. Petersburg exteriors, country estates and opulent Czarist palaces whose corridors recede to infinity. It all looks wonderful, but the characters, with one exception, are clunks who seem awed to be in the screen adaptation of a Russian classic. The exception is Alexei Karenin, Anna's husband, who is played by James Fox with such a weary bitterness that I found myself caring for him even when he was being cruel to poor Anna.\n\nThe story: Anna (Sophie Marceau) and her husband live on a country estate, where their marriage is a dry affair. She goes to the city to counsel her rakish brother Stiva (Danny Huston), who is treating his wife badly. She meets a slickster named Count Vronsky (Sean Bean), who has a mistress named Kitty (Mia Kirshner), but he drops her the moment he sees Anna. He dances with her, she is intoxicated by his boldness, she leaves by train, and he stops the train in the middle of the night to say he must have her, etc. It is not a good sign that while he declares his love, we are more concerned about how his horses could have possibly overtaken the train.\n\nBack in the country, Vronsky pursues his ideal, and Anna succumbs, after a tiny little struggle. Karenin observes what is happening, especially during a steeplechase when Vronsky's horse falls and Anna shrieks with concern that appears unseemly in another man's wife. Soon Anna is pregnant by Vronsky. Karenin, after trying to force himself on her, offers her a deal: If she stays with him and behaves herself, she can keep the child. Otherwise, she gets Vronsky, but not the child.\n\nAs in all late 19th century novels, this crisis leads to a sickbed scene, declarations of redemption and forgiveness, etc., while meanwhile in the city, a parallel romance develops between the jilted Kitty and the kind but uncharismatic Levin (Alfred Molina). In the novel, Levin stands for Tolstoy, and also for the decency that the other characters lack.\n\nThe challenge of any adapter of \"Anna Karenina'' is to make Anna sympathetic despite her misbehavior. Sometimes that is done with casting (how could we deny Garbo anything?), sometimes with writing. In this film, it is not done. I never felt sympathy for her, perhaps because Sophie Marceau (from \"Braveheart\") makes her such a narcissistic sponge, while Fox makes her husband tortured but understandable. Toward the end, as Anna and Vronsky are shunned by society and live in isolation, she even gets on his nerves, especially after she becomes addicted to laudanum.\n\nThere is much more to Tolstoy's story--but not in this bloodless and shallow adaptation. Bernard Rose is a director of talent (his \"Paperhouse\" was a visionary film, and his \"Immortal Beloved\" was a biopic that brought great passion to the story of Beethoven). Here, shooting on fabulous locations, he seems to have lost track of his characters. The movie is like a storyboard for \"Anna Karenina'' with the life and subtlety still to be added.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-04-18", "genres": null, "title": "Anna Karenina (1997)"}