{"url": "http://www.rogerebert.com/reviews/leon-morin-priest-1961", "by": "Jean-Paul Belmondoas Leon", "star_rating": 4.0, "text": "In 1961, one year after he appeared in \"Breathless\" (1960) and two years after she appeared in \"Hiroshima, Mon Amour,\" Jean-Paul Belmondo and Emmanuelle Riva made \"Leon Morin, Priest.\" They were both in the white heat of their early careers; Belmondo would make five other films that year. The director was Jean-Pierre Melville, known for his films about gangsters and the Resistance. A crime film might have been ideal for them, but instead they filmed this story at the intersection of desire, religion and politics.\n\nWhen a film shows us a priest and a woman, both attractive and in their early 20s, alone together in a room with the door closed, we've been programmed to think about the possibility of sex. Certainly every priest and every young woman knows this. Fifty years ago, many young women in France would have been reluctant to accept such an invitation from a man they scarcely knew -- but a priest, of course, has taken the vow of celibacy, and so ...\n\nAnd so, what? She counts on him not making a move and is intrigued by the situation? He counts on her thinking that way and takes advantage? Possibly. Then again, they may both sincerely intend to discuss religion. Their discussion has in fact started earlier in the confessional, which Barny (Riva) entered looking for a fight. Her opening words weren't \"Bless me, father, for I have sinned,\" but \"Religion is the opiate of the masses!\" She chose her confessor sight unseen on the basis of his name, thinking working-class parents might well name a boy \"Leon.\"\n\nShe is a communist. Such an affiliation was common enough in France during the German occupation, when the centrist parties were playing along with the collaborationist Vichy government. She's also a widow with a half-Jewish daughter, and a worker for a correspondence school that relocated from Paris to a town in the French Alps after the Germans marched in. The town has been occupied by genial Italians wearing feathers in their hats, who seem largely concerned with going on hikes and eating pastries. Then the German tanks rumble in, and the Nazis round up their Italian allies, shoot them and get down to the business of rounding up Jews.\n\nBarny and two other mothers with half-Jewish children have them baptized as Catholics in an attempt to protect them. Perhaps it was during this ceremony that she began to brood about the arbitrary line separating Christians and Jews. As an atheist, she finds religion a paltry reason for murder. Seeking out a priest to argue with, she is startled to find one whose tactic is to agree with her as far as he can. Yes, many members of the masses use religion as an opiate. Yes, the expensive furnishings in a church appall him. He points out that the church no longer makes distinctions between social classes: \"Why should it take three priests to bury a rich man? We're not undertakers.\" \n\nAfter her \"confession,\" he offers to lend her a book and asks her to meet him in his room. She thinks of little else for four days. We know from the earlier scenes that this young widow is awake to sexual desire; she's obsessed with the woman who runs her office and thinks of her as beautiful, perfect, an amazon. When this woman stands behind her to point out something in a document and allows her breasts to cradle Barny's neck, the effect is electric. \n\nWe perhaps anticipate \"Leon Morin, Priest\" will lead to sex. Melville is too good a filmmaker to settle for such a simple solution. To our astonishment, it leads to instruction in the Catholic faith, Barny visiting the room once or twice a week to debate Leon and read his books. For both of them, I believe, these visits have a strong sexual undercurrent, and indeed he discovers that Barny sees other young women from the parish, but apparently no men, for religious instruction. Does he enjoy being close but not touching?\n\nA sexy office mate of Barny's with easy morals vows she'll seduce him, \"because I never fail.\" Is that what the film's about? Seduction interruptus? Only in small part. The German occupation draws a tighter net. Barny hides her daughter with two old maids living on a farm. An old Jewish scholar at work gets a new passport and a new name. The amazon at work learns her brother has been killed by Nazis, visibly ages and loses her spirit. Barny gets in fierce arguments against collaborating with the Vichy government, although it must be said she makes no move to join the Resistance.\n\nThere's a striking scene when the children are baptized; some of their fathers, Resistance fighters, appear for the ceremony, and then melt back into the nearby forest. \"It's as if you were watching fathers leaving for that day's work,\" writes critic Manohla Dargis. Melville, usually a classic stylist, uses a style unusual for him. He breaks the action into brief scenes punctuated by fades to black. It's as if a window opens and closes on the series of events -- as if one need not necessarily lead to the next. \n\nWe rarely see the priest when he isn't in the same room with Barny. Once, during mass, he seems to go out of his way to allow the sleeve of his cassock to brush against her breast. She is sure this is not coincidence. So am I. Dissolve. In general, he has a curious way of touching her. She approaches him in church one day after confession while he's talking with an old lady, and he pushes her roughly aside: \"Meet me in my room.\" \n\nOnce as she's entering his room he pushes, not gently, to hurry her from behind. When the office temptress sits provocatively on the edge of his desk with her legs crossed, he rudely pulls down her skirt to cover her knee. A polite man would not lightly treat women in this way. The priest has a license. In a way, the film is about his license. When Barny flirts with him (\"Would you marry me if I were a Protestant?\"), he reacts with anger. She's calling his bluff. She no longer feels free to visit him. \n\n\"Leon Morin, Priest\" is a consistently intriguing film, because Melville so cleverly plays with our expectations. There is an undercurrent of sincere religiosity at work. Morin is a sincere priest who is prepared to accept a posting in a remote district where no one will be interested in his books. \"I will convert the nations,\" he says, \"starting with this village.\" \n\nHe has persuasive answers to all of Barny's questions about the faith, and you will discover what effect they have. He's a worldly realist. Asking \"Are your hands pure?\" and learning that she masturbates using a piece of wood, he asks, \"Does it hurt?\"\n\nJean-Pierre Melville (1917-1973), born Grumbach, changed his name in admiration of Herman Melville; he was a major 1950s French director who had an important influence on the New Wave. Unable to break into the French studio system after the war, Melville was a pioneering independent who shot on location, had to suspend productions to raise more money to buy film stock, paid poorly and yet under these conditions made his two great first films, \"Les Enfants Terribles\" (1950) and \"Bob le Flambeur\" (1956). Yet as Truffaut, Godard and their fellow Wavers swept American art houses, his films were late to be discovered. Since his work has been restored on DVD, he's finding an enthusiastic new following.\n\n\tA new 35mm print of \"Leon Morin, Priest,\" is in release around the world, and will be shown at the Gene Siskel Film Center Oct. 23-29. The film will be released on DVD by Rialto.\n\nView the trailer: http://www.youtube.com/watch?v=B7FveGpDq8s\n\nI have reviewed Melville's \"Bob le Flambeur,\" \"Le Doulos\" (“The Finger Man,” 1962), \"Le Samourai,\" \"L'armée des ombres\" (“Army of Shadows,” 1969) and \"Le Cercle Rouge\" (“The Red Circle,” 1970).", "running_time": 130, "mpaa_rating": "No", "release_year": 1961, "date_published": "2009-10-21", "genres": ["Drama", "Foreign"], "title": "Leon Morin, Priest (1961)"}