{"url": "http://www.rogerebert.com/reviews/les-creatures-1969", "by": "Michel Piccolias The Man", "star_rating": 3.0, "text": "Agnes Varda's \"Les Creatures\" is a complex and nearly hypnotic study of the way fact is made into fiction. It seems to operate on many levels, but in fact it operates on only one, illustrating how fantasy, reality and style are simultaneously kept suspended in the mind of a creative writer.\n\nThe writer is played by Michel Piccoli (that marvelously sinister star of Bunuel's \"Diary of a Chambermaid\"). He lives with his wife, a mute, in an isolated village where they become the center of gossip. But all the time he is transmuting the residents of the village into characters in a novel he is writing. The novel is about a man who manufactures small disks; when one of them is slipped into a person's pocket, he becomes a robot subject to the commands of the manufacturer.\n\nAs the writer thinks about this gadget and wanders through the town observing his neighbors, Varda occasionally cuts to a red-tinted screen that shows hypothetical scenes of the villagers as robots. These fantasies are related to the writer's feelings toward his wife (the lovely Catherine Deneuve). She became mute after an auto accident for psychological reasons, apparently, and not physical ones. Now she is pregnant; the writer's ideas about creation and control mirror his attitude toward her.\n\nHalfway into the movie, the writer imagines that one of his neighbors who lives in a tower, has a secret room filled with electronic gear that can control people's actions. The man challenges the writer to a chess game in which the pawns will be the villagers. Complicated rules are set up, and they begin to play.\n\nThe way they manipulate lives (rejecting some possibilities, experimenting with others) resembles the way human experience was treated in \"Last Year at Marienbad.\"\n\nBut Varda is more concrete in her symbolism; actual people are manipulated on the chessboard, and buttons are pushed to guide their actions. This fantasy is played against a background of Piccoli's relationship with his pregnant wife, who fittingly enough has a baby at the end of the film (just as he gives birth to his completed story).\n\nBut \"Les Creatures\" is not quite as pat as I've made it sound; in fact, it's involved enough that sometimes we can't find the line between the story and the fantasies. That is perhaps what Miss Varda wants to realize: that our past is factual, but our future is flexible, and that as people living in time we are constantly creating our lives, just as a novelist creates his story.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-11-14", "genres": null, "title": "Les Creatures (1969)"}