{"url": "http://www.rogerebert.com/reviews/les-destinees-2002", "by": "Emmanuelle Beartas Pauline", "star_rating": 3.5, "text": "'Les Destinees\" is a long, attentive epic about the span of a life and the seasons of a love. It will not appeal to the impatient, but those who like long books and movies will admire the way it accumulates power and depth. It is about youthful idealism, headstrong love and fierce ambition, and is pessimistic about all of them. At the end, its hero, who has accomplished a great deal and always tried to do his duty, can only say, \"Everything I've done is worthless. I was always wrong.\" He's wrong about that, too. The film follows Jean Barnery (Charles Berling), born into a porcelain-manufacturing family in the Limoges region of France. The ruling families here make china and Cognac, laying down their stocks, treasuring their vintages, transferring power in an orderly way from one generation to the next.\n\nJean steps outside the mold. He leaves the family business and becomes a Protestant minister, filled with conviction. When he learns that his wife Nathalie (Isabelle Huppert) may have had affection for another, he divorces her. She is probably innocent (certainly of any physical adultery), but he has read a compromising letter and there is no room in his heart for forgiveness. So concerned is he to appear just in the eyes of the world, however, that he signs over the bulk of his fortune to Nathalie and their daughter, Aline.\n\nIn the congregation one day is Pauline (Emmanuelle Beart), just returned from study in England. She loves this stiff and proper man with an inexplicable passion, and soon they have married. He leaves the church. He grows ill, and they move to a chalet in Switzerland for his health, and there they are happy, living a simple life, alone with each other. Then Jean's father dies, and he is summoned home to take over the firm from his brother, who is incapable of running it. Jean gets the necessary takeover votes from Nathalie, who continues to think of herself as his wife. Pauline is against the move back to the factory: \"This is the end of our love.\" Not really, but the end of the sweet and complicated part of it, because now their love must survive in the real world.\n\nThe film by Olivier Assayas, written by Jacques Fieschi from a novel by Jacques Chardonne, assumes a French audience as familiar with the traditions and politics of fine porcelain and Cognac as we are with the Detroit auto dynasties. At three hours, the film is long enough to show us how the factory works, and how the laborers, underpaid, are skilled craftsmen alert to the slightest nuance of tone and texture. Jean becomes an artist, driven by his search for colors he likens to the face of the moon, or to seawater, and he is unable to compromise quality even as he pushes for a modern factory.\n\nThe film covers more than 30 years, enough to show us how people change and how marriages must change to accommodate them. One of the most startling scenes comes when Jean volunteers for the First World War, and Pauline, visiting him near the front, finds him a crude, rough man, shoveling food into his mouth, made gross by the hard life of the trenches. Later he returns, slowly, to civilization, and even to tenderness, symbolized by a sunny afternoon in their orchard, which both remember as a blessed moment.\n\nSocial currents thrust into the complacency of the Barnery family. It faces strikes, Marxist organizers, competition from cheap German goods. The film is remarkable in the way it gains epic sweep without ever descending into the merely picturesque. These are always people living in a real world--except for one scene, toward the beginning, where Pauline stars at a formal dance, her head turning left and then right as she sweeps through the room. Beart, always beautiful, has never looked more radiant, and Jean Barnery agrees.\n\nAs long as the film is, there are loose ends. In the dance scene, for example, Pauline is approached by Dahlias (Remi Martin), an ugly-handsome man who inspires much gossip. He is attracted to her, stands too close, speaks with too much familiarity, violates her space, creates a threat, excites our interest. And then disappears from the movie. There is also the sense of something missing in the transition of the daughter, Aline, from an adolescent who is scandalously \"seen everywhere\" to a young woman who takes the vows of a deaconess and walls herself from the world. But nothing is missing in the central relationship. Jean lives according to his driven inner codes, and Pauline, who loves him, cannot make him happier. But she is able to bring him a perfect example of his new design of china and spread it on the counterpane of his death bed. Their marriage is not perfect but it endures and stands for something. This is not a movie about episodes but about the remorseless bookkeeping of life, which sends such large payments so early, and collects so much interest at the end.", "running_time": 173, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-07-05", "genres": null, "title": "Les Destinees (2002)"}