{"url": "http://www.rogerebert.com/reviews/les-miserables-1995", "by": "Michel Boujenahas H. Ziman", "star_rating": 3.5, "text": "Books reach some readers at the very core; they influence the way their lives are lived, and the way they see themselves. \"Les Miserables\" is a film about such a book and reader and, because it is long and sprawling like Victor Hugo's 1862 novel, is about many other things as well. It contains scenes drawn from the novel, modern scenes that parallel the novel, and scenes which, strictly speaking, have nothing to do with the novel, including a great deal of material about the Nazi occupation of France and the persecution of the Jews.\n\nThe movie is not an adaptation of the long-running stage musical that has its own film version announced more or less annually, so far without result. This \"Les Miserables\" has been written, produced and directed by Claude Lelouch, who uses the legendary Jean-Paul Belmondo, now 63, in several modern roles, and even that of Hugo's hero Jean Valjean. Because the settings behind each story are so different, Belmondo doesn't resort to makeup tricks to change character, but simply portrays them, somehow projecting their different personalities onto his famously elastic face.\n\nThe result is a work that gives meaning to the word \"epic.\" Shot in generous widescreen and running for almost three hours, the movie is a universe with room to move around in. It begins in 1900 with a story loosely inspired by Hugo's Valjean, who was imprisoned for stealing a loaf of bread. In the more modern version, a chauffeur (Belmondo) is wrongly accused of the death of his aristocratic employer, who committed suicide. He is imprisoned, and while his family starves and his wife is driven to prostitution, the chauffeur attempts to escape in a series of heartbreaking scenes, including one in which he swims an underwater passage and climbs a well, only to have to make an instant decision about his fate.\n\nThe chauffeur's son, Roger Fortin, grows up to be a boxer, becomes the French champion, and later drives his own moving van.\n\nMeanwhile, we meet the Zimans, a Paris lawyer and his ballerina wife, who are married in the 1930s and linger too long in France before trying, as Jews, to escape the Nazi occupation. Eventually they are in the cab of Fortin's moving van, their possessions in the back, and Ziman has persuaded the former boxer to drive them to the Swiss border by promising to read Les Miserables to him. (Fortin cannot read, but once saw a film version of the story, and loves it.) Fortin is not, when we meet him, anything more than a former boxer who drives a moving van. But he has a vivid imagination and is able to see himself as Jean Valjean, and soon we do, too, because Lelouch intercuts scenes from the historical novel, also using Belmondo. Gradually, in a transformation that is one of the most intriguing uses of literature I have seen in the movies, Fortin begins to absorb some of the heroism and liberalism of the Hugo character, and becomes a hero himself.\n\nThe movie's World War II sequences play like separate short stories. There is the non-relationship of Madame Ziman, now a Nazi prisoner, with the German officer who fancies her, accepts her rejection, and later helps her escape. And Ziman's own bizarre adventure, when he is hidden in a cellar by a farmer and his wife, and pays them from his Swiss bank account. Reluctant to stop collecting his money, they do not tell him when the war ends.\n\nThe film is a wealth of incident: boxing matches, prison escapes, overland chases, a train robbery, high society, low crimes.\n\nAnd the postwar sequel makes a pointed comment on the fact that some French collaborated with the Nazis, some did not, and in the postwar years justice was not always properly distributed among them.\n\nWhat I liked about \"Les Miserables\" was the expansive freedom and energy of its storytelling. Lelouch, like Hugo, Dickens, Balzac and the other great 19th century novelists, is not riveted to a central story line, but proceeds in the general direction of his conclusion while freely allowing himself side excursions to characters and incidents that catch his eye along the way. Trying to reconstruct the story, you recall so many different faces (there are said to be 100 speaking roles in the movie) and locations that you realize a world has been created.\n\nMore than one world, actually. The world of Henri Fortin, the world of Roger Fortin, the world of the Zimans, and the world inside the head of an ordinary man who, by treasuring the story of one of the great heroes of French literature, absorbs some of his greatness.", "running_time": 174, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-11-03", "genres": ["Drama", "Romance"], "title": "Les Miserables (1995)"}