{"url": "http://www.rogerebert.com/reviews/les-miserables-1998", "by": "Liam Neesonas Valjean", "star_rating": 2.5, "text": "\"Les Miserables'' is like a perfectly respectable Classics Illustrated version of the Victor Hugo novel. It contains the moments of high drama, clearly outlines all the motivations, is easy to follow and lacks only passion. A story filled with outrage and idealism becomes somehow merely picturesque.\n\nLiam Neeson stars as Jean Valjean, and the movie makes its style clear in an early scene, where he stands, homeless and hungry, at the door of a bishop, and says, \"I am a convict. My name is Jean Valjean. I spent 19 years at hard labor. On my passport I am identified as a thief.'' And so on. \"I know who you are,\" replies the bishop, but not before the audience has been spoon-fed its briefing.\n\nValjean is taken in, fed and sheltered, and tries to steal the bishop's silver. In one of the most famous episodes from Hugo's novel, the bishop tells the police he gave the tramp the silver, and later tells Valjean: \"I've ransomed you from fear and hatred and now I give you back to God.\" There was a similar scene in Claude Lelouch's 1995 \"Les Miserables,\" which intercut passages from the novel with a story set during World War II; it was touching, but this version feels more like a morality play.\n\nValjean sells the silver, gets a job in a provincial factory and uses the nest egg to buy the factory. As we rejoin him some years later, he is the local mayor, respectable and beloved, trying to teach himself to read and write. Then fate re-enters his life in the person of Inspector Javert (Geoffrey Rush), a police official who recognizes him from his years at hard labor and wants to expose him: In this world, if you once do something wrong, you are banished forever from the sight of those lucky enough not to have been caught.\n\nConsider, in the same light, poor Fantine (Uma Thurman), fired from the factory and forced into prostitution because it is discovered she has a child out of wedlock. Valjean discovers her plight (he was unaware of the firing), nurses her through a fatal illness and promises to care for the child. Thurman's performance is the best element of the movie.\n\nWith the unyielding Javert forever at his back, Valjean takes his money and flees to Paris, taking refuge in a convent he had once (foresightedly) given money to. There he and the child, Cosette, spend 10 years. Then Cosette, now a young woman played by Claire Danes, yearns for freedom; Valjean, against his better wishes, takes a house for them. Cosette falls for the fiery radical Marius (Hans Matheson), who is being tailed by the police, which puts Javert once more onto the trail of poor Valjean.\n\nJavert is the kind of man who can say with his dying breath, \"I've tried to lead my life without breaking a single rule.\" He means it, and will never cease his pursuit of Valjean, even though the other man, as mayor, spared his job: \"I order you to forgive yourself.\" As Javert pursues his vendetta against a man who has become kind and useful, Marius leads the mobs to the barricades, which look a lot here as they do in the stage musical.\n\nThat musical, by the way, is a long time coming. This is the second movie made of \"Les Mis\" during a decade when the \"musical version\" has been promised annually. There is, I think, an obvious person to direct it: Alan Parker, whose \"Evita\" and \"Pink Floyd the Wall\" show he is one of the few modern filmmakers who understands musicals. In the meantime, this dramatic version is by the Danish director Bille August, whose work (\"Pelle the Conqueror,\" \"Best Intentions\" from the Bergman screenplay \"House of the Spirits\"), while uneven, has shown a juiciness and complexity.\n\nHere we have a dutiful, even respectable, adaptation that lacks the rabble-rousing usually associated with \"Les Miserables.\" The sets and locations are handled well, the period looks convincing, but the story is lame. When Cosette pleads with her father to leave the convent, she sounds more like a bored modern teenager than a survivor of murderous times. (\"Don't leave the cab!\" he tells her on their first venture into the world, so of course she immediately does.) Her father could of course settle all her objections with a few words of explanation, but in the great movie tradition of senselessly withholding crucial information, he refuses to; it must have been difficult for Neeson to maintain that expression of fearful regret in scene after scene. Rush, in his first major role since \"Shine,\" somehow doesn't project the fevered ethical madness that drives Javert; he comes across more as a very stubborn bore.\n\nIt's hard to make a period picture come alive, but when it happens (\"Restoration,\" \"Dangerous Beauty,\" \"Amistad\") we feel transported back in time. \"Les Miserables\" only made me feel transported back to high school history class.", "running_time": 129, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-05-01", "genres": ["Drama", "Romance"], "title": "Les Miserables (1998)"}