{"url": "http://www.rogerebert.com/reviews/les-carabiniers-1963", "by": "Marino Maseas Michelangelo", "star_rating": 4.0, "text": "[EDITOR'S NOTE: This review of Jean-Luc Godard's 1963 \"Les Carabiniers\" was written upon the film's American release in 1968.]\n\nIf I use a cliché, such as writing that \"Les Carabiniers\" explodes on the screen with the brilliance of fireworks, let me explain that Jean-Luc Godard's fireworks are black against white.\n\nA false report is spread that the war has been won, and Godard's grubby heroes look up for the fireworks celebration. But Godard shows us the negative instead of the print, and you would be amazed how unceremonious black fireworks look in a white sky. That's the general spirit of this marvelously funny antiwar allegory, Godard's 1963 excursion into black humor.\n\nGodard's movies are originals. With each one he tries to rearrange the relationship between the screen and the audience. He doesn't let you sit there, sponge-like and passive, the way you get in front of a pound of Hollywood hamburger. He requires a new way of looking at movies; his style, like his politics, has grown steadily more radical.\n\nFor that reason, walking in at the beginning of a new Godard movie is like walking in at the middle of someone one else's: You ask yourself what happened before you got there. Many of the people who disliked \"La Chinoise\" had never seen a Godard film before, I suspect, and you can't meet the natives until you learn the language.\n\nThis wisdom is by the way of encouraging you to see \"Les Carabiniers,\" an excellent introduction to what Godard has done since and a most effective film in its own right. This was just about the first time Godard revealed political consciousness on the screen. \"Breathless\" (1960) was a spoof on 1930s gangster movies and 1950s love affairs. Then came movies concerned with private lives (\"A Woman Is a Woman,\" \"My Life to Live\") before this statement about war, inhumanity and totalitarianism, which was filmed in 1963 but not released in America until this year [1968].\n\nThe film involves two cretinous brothers, named Ulysses and Michelangelo for some reason, who live in a shack in a dump with their slatternly wives. One day two carabiniers arrive with a letter from the king: The brothers are cordially invited to attend the war. They are promised everything: They will be allowed to loot, plunder, deface, see the sights and in general have a smashing time. \"Will we be able to slaughter the innocent?\" asks Ulysses. \"Of course,\" the carabinier snaps, \"this is war.\" Delighted, the brothers enlist.\n\nWhat follows is a series of self-contained scenes, separated by postcards the brothers write home. The postcards are presented in longhand on the screen, an early example of Godard's affection for title cards even in talkies. One reads: \"Yesterday the war entered its third spring, and therefore no longer offers the prospect of peace.\" Another: \"We captured Santa Cruz and I saw my first movie.\"\n\nThis title begins a hilarious scene, as Michelangelo sits in a movie house (Godard always manages to work the movies into his movies). A woman appears on screen and begins to take a bath. Enraptured, Michelangelo leaps onto the stage to look into the tub. We laugh at his delusion that a movie is real, and in laughing we demonstrate the same delusion.\n\nThere are other effective scenes. A young blond woman calmly recites revolutionary slogans and poetry while standing before a firing squad, and it is a noble gesture but useless. Out of this scene comes the whole conception of \"Masculine-Feminine,\" in which young people recite, write, distribute and memorize slogans for a whole movie without accomplishing anything. And out of that came \"La Chinoise,\" in which they finally talked themselves into action.\n\nThe last section of the film is Godard at his best. The soldiers, who were promised the world, come back with postcards. They show them to their wives in a scene nearly 10 minutes long which grows steadily more hilarious. One card after another: \"The Parthenon . . . the Taj Mahal . . . the Technicolor works in Hollywood . . . the Chicago aquarium . . . Cleopatra (actually Liz Taylor) . . . forms of transportation ... little green grasshoppers.\"\n\nThis is an antiwar film in the same sense \"Breathless\" was a gangster movie: That is, Godard has chosen a subject on which to exercise his style. The result is one of his most successful films, and, incidentally, one easier to understand and enjoy than his later work.", "running_time": 85, "mpaa_rating": null, "release_year": 1963, "date_published": "1968-10-29", "genres": ["Comedy", "Drama", "Foreign", "War"], "title": "Les Carabiniers (1963)"}