{"url": "http://www.rogerebert.com/reviews/less-than-zero-1987", "by": "Andrew McCarthyas Clay", "star_rating": 4.0, "text": "George Carlin was once asked how cocaine made you feel, and he answered: \"It makes you feel like having some more cocaine.\" That inescapable fact is at the bottom of \"Less than Zero,\" a movie that knows cocaine inside out and paints a portrait of drug addiction that is all the more harrowing because it takes place in the Beverly Hills fast lane, in a world of wealth, sex, glamor and helpless self-destruction.\n\nThe movie is about three very rich kids who graduate from the same high school. How rich? As a graduation present, the father of one of the kids sets him up in the recording industry. The character's name is Julian, and he is played by Robert Downey Jr., as a slick, smart, charming young man who takes less than a year to lose everything. His best friend in high school was Clay, played by Andrew McCarthy. Clay, who wears a tie even in Southern California, goes off to an Ivy League university, leaving behind his girlfriend, Blair (Jami Gertz). By Thanksgiving, Downey and Gertz are sleeping together and doing cocaine together, and by Christmas a terrified Gertz is calling McCarthy and begging him to come home and rescue Downey, who is in very big trouble.\n\nThe problem is, you cannot rescue someone who is addicted to drugs. You can lecture them, to no point, and plead with them, to no avail, but essentially an outsider is powerless over someone else's addiction. Downey is clearly out of control and headed for bottom. He has lost the recording studio, spent all his money, made a halfhearted stab at a rehab center, gone back to using and been banished from his home by his father, who practices tough love and tells him, \"You can lead your life anyway you want, but stay the hell out of mine.\"\n\nThe first hint of this movie's power comes during a Christmas party scene. McCarthy, back from the East, tries to talk to his old friend and his former girlfriend, but they're stoned and talk too fast and too loud, almost mechanically, and have tiny attention spans. Later, Gertz begs McCarthy to help Downey, but what can he do? And then the movie's long middle section functions almost as a documentary of the Beverly Hills fast track, of private clubs that open at midnight, of expensive cars and smooth drug dealers and glamorous hangers-on, and the quiet desperation of a society of once-bright, once-attractive, once-promising young people who talk about a lot of things but essentially think only about cocaine.\n\nThe movie's three central performances are flawless: Gertz, as the frightened girl who witnesses the disintegration of her friend; McCarthy, as the quiet, almost cold witness from outside this group, and especially by Downey, whose acting here is so real, so subtle and so observant that it's scary.\n\nHis life in the film revolves around the will of a fourth character, his drug dealer (James Spader). He owes the dealer $50,000 and has no money and no prospects, and the most frightening thing about his situation is that the Spader character is actually fairly reasonable, as these characters go. \"I'm not the problem,\" Spader tells McCarthy. \"Julian is the problem.\" He has extended much more credit than he would usually permit, out of \"friendship,\" but now Downey is at the end of the line.\n\nThe movie's last 30 minutes are like a kick in the gut, as Downey spirals through the ultimate results of his addiction. He appeals to his father, to his friends and even to his dealer, and the fact is, he gets more help than perhaps he deserves. He makes firm resolutions to stop using and vague plans to \"get back into rehab,\" and his friends stand by him as much as they can. The movie's outcome reflects, more or less accurately, what awaits most cocaine addicts who do not get clean.\n\nIf this description of \"Less Than Zero\" makes it sound like a downbeat retread of \"The Lost Weekend,\" that's because I haven't described the movie's visual style. Director Mark Kanievska and cinematographer Ed Lachman have photographed Beverly Hills, Bel Air and Palm Springs the way they look in high-priced fashion ads and slick TV commercials. The water in the pools is always an azure blue. The homes look like sets. The people look like models. The discos look like music videos. The whole movie looks brilliantly superficial, and so Downey's predicament is all the more poignant: He is surrounded by all of this, he is in it and of it, and he cannot have it. All he wants to have is a good time, but he is trapped in a paradox: Cocaine is the good time that takes itself away.", "running_time": 98, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-11-06", "genres": ["Crime", "Drama", "Romance"], "title": "Less Than Zero (1987)"}