{"url": "http://www.rogerebert.com/reviews/let-him-have-it-1992", "by": "Chris Ecclestonas Derek Bentley", "star_rating": 3.5, "text": "Two frightened boys are cornered on a rooftop by a policeman.\n\nThey were trying to break into a building. One of the boys has a gun.\n\nThe policeman, cool and collected, reaches out a hand and asks the boy to hand the gun over. The other boy says, “Let him have it.” The boy with the gun pulls the trigger, and the officer drops dead.\n\nWhat did those four words, “Let him have it,” really mean? There are two possibilities: “Hand over the gun!” Or, “Shoot him!” Because a jury settled on the second possibility, a retarded youth named Derek Bentley was put to death in a British prison, a few years after the second World War.\n\nThe Bentley case has stirred uneasily in the British psyche ever since, refusing to rest. Over the years the conviction has grown that a harmless young man, mentally incapable of responsibility for his own actions, got into the wrong place at the wrong time and said tragically the wrong words.\n\n“Let Him Have It” is a sad human document directed by Peter Medak, whose previous film, “The Krays,” was also based on true British crime material. The films, which seem so different, have two similarities: They show criminals coming from ordinary workingclass homes, and they show a stronger personality leading a weaker one.\n\n“The Krays” was about the most notorious gangsters in recent British history, twin brothers who ruled the East End in a reign of terror and violence. “Let Him Have It” is about a gentle youth, mentally subnormal, who falls in with a crowd of boys he admires, and is badgered by one of them into going along on a break-in.\n\nDerek Bentley is played by Chris Eccleston as a likable teenager, inoffensive, fond of his family, able to deal with life in its ordinary aspects, but incapable of standing up to his friend Chris (Paul Reynolds). Chris and his whole circle live in a postwar Britain of poverty and rationing, and their fantasies are fueled by the Hollywood gangster pictures at the local cinema. They practice wearing hats, smoking cigarettes, carrying guns, just like their heroes. It is play-acting, in a way, although the guns are real and there is a chilling scene when a boy is found in school, carrying one.\n\nPerhaps Chris is not so much a criminal as an impressionable kid, play-acting. Perhaps he wants somebody to come along on the job for moral support, and Derek is weak-willed enough to be forced to agree. The events of Derek’s last night of freedom are poignant in their unfolding. He lives happily at home with loving parents (Tom Courtenay and Eileen Atkins) and a loyal sister (Clare Holman), and the living room of his little house is uncannily like the domestic hearth from which the Krays set forth. The wireless plays, the chairs are around the fireplace, the parents look up fondly as a child goes out into the night to commit a crime. Courtenay, who played a wronged young man himself in one of his greatest films (“The Loneliness of the Long Distance Runner”), is touching here as an ordinary dad who loves his boy.\n\nIn his reconstruction of the trial, Medak is unforgiving, showing a legal system less concerned with justice than with proving itself correct. The judges in their wigs and majesty gaze down on hapless Derek Bentley, who wants to please, who fears death, who can find no voice for his own view of things in this merciless system.\n\nAnd so he goes to his death.\n\nThere have been a lot of films about capital punishment.\n\nThey all say the same thing. No matter what arguments can be made in its favor, if the law makes a mistake, an innocent life is lost. Few lives were more innocent than Derek Bentley’s.", "running_time": 114, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-01-24", "genres": ["Drama", "Foreign"], "title": "Let Him Have It (1992)"}