{"url": "http://www.rogerebert.com/reviews/let-me-in-2010", "by": "Kodi Smit-McPheeas Owen", "star_rating": 3.5, "text": "\"Let Me In,\" like the Swedish film that inspired it, deals brutally with the tragic life of the vampire. It's not all fun, games and Team Edward. No lifestyle depending on fresh human blood can be anything but desperate. A vampire, like a drug addict, is driven by need. After a certain point, all else is irrelevant, and the focus is on the craving.\n\nThe film is remarkably similar in tone and approach to \"Let the Right One In,\" and it is clear that the American writer-director, Matt Reeves, has admiration for the Swedish writer-director, John Ajvide Lindqvist, who made the original. Reeves understands what made the first film so eerie and effective, and here the same things work again. Most U.S. audiences will be experiencing the story for the first time. Those who know the 2008 version will notice some differences, but may appreciate them.\n\nThe core story remains similar. Owen, a boy on the brink of adolescence, lives a lonely life in a snowbound apartment complex with an alcoholic mother, hardly seen. He is bullied at school by a sadistic boy, much larger. A girl named Abby and her father move into the next apartment. She announces \"I can never be your friend,\" but some latent kindness causes her to feel protective toward the lonely and abused child. Abby is a vampire, but vampires have their reality forced upon them, and having lived for a long time, may have seen much to make them pity the living. \n\nThe story focuses tightly on Owen (Kodi Smit-McPhee) and Abby (Chloe Moretz, of \"Kick-Ass\"). Two other adults are of consequence: Her \"father\" (Richard Jenkins), who can hardly be her father and was probably, long ago, in Owen's shoes. In vampire lore, he is her Familiar. The other adult is a local policeman, played by Elias Koteas as a saturnine and solemn man. He's investigating a serial killer in the region. Where there are vampires, there must always be serial killers.\n\nThe night and the cold are also characters. The film is shot in chill tones of blue and gray, Owen and Abby have uncanny pale skin, there is frost on his breath, but not on hers. She doesn't feel the cold, we gather. Or the warmth. Many of the events are the same in both films, although the U.S. version adds one surprise that comes at a useful time to introduce frightening possibilities: This is not a safe world, and bad things can happen.\n\nBoth films end with scenes set in a swimming pool at night. The windows, high up under the ceiling to admit sunlight, are dark and cold. We can imagine the clammy tiles, the chill in the locker-room where Owen is so often picked on. The bullies call him a \"girl\" and seem obsessed with seeing his genitals — homophobic cruelty that casts a sad light on the first film's revelation about Abby's body. Both these characters feel sexually threatened or inadequate. It may only be me, but as I recall indoor swimming pools at night in winter (at high school, or the YMCA), they always had a whiff of mournful dread.\n\nIn the \"Twilight\" films, sexuality is treated as a tease. The handsome Edward is cast as a sexy but dangerous threat, who manfully holds back from sex with Bella Swan. She's tempted, but the films are cautionary fables about the danger of teenage sex. In \"Let Me In,\" sex is seen more as a troubling encroachment on privacy. Owen and Abby for their own reasons quail from intimacy and contact, and their only sensuous moments involve the comfort of close, tender hugs.\n\nWhere this will lead is easy to guess. Owen will move into Abby's life as her next Familiar. She will protect him. Among the things she will save him from is the necessity of growing up and functioning as a normal male. She will control everything. Thus Bela's sweet masochism will become Owen's hunger to give over control. To be a servant is the price for not being a victim. Those hoping to see a \"vampire movie\" will be surprised by a good film.", "running_time": 116, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-09-29", "genres": ["Drama", "Foreign", "Horror", "Mystery"], "title": "Let Me In (2010)"}