{"url": "http://www.rogerebert.com/reviews/let-the-good-times-roll-1973", "by": "Sid Levin", "star_rating": 3.0, "text": "Presley should be classified as one of the great translators of our century. He created nothing (one does not create charisma, one possesses it) but he was able to find in the energy of black rhythm and blues an anarchic force that promised freedom, joy, liberating self-expression, all wrapped in the musky promise of sexuality. And he was able to bring that force to white audiences with such ferocious lack of inhibition that, in the week after his first appearance on the Ed Sullivan Show, a great section of the nation (particularly that segment between the sixth and 12th grades) spoke of little else. \n\nSullivan, who had hired his prize from the Dorsey brothers but wag still a little uncertain what he had unleashed, pledged publicly that the camera would not stray below the Presley belt on Elvis’ future appearances. But the fabled swivel hips were not to blame; it was the music.\n\nThat same music (the hard rock sound of, say, 1955 to about 1961, when the Beach Boys and the folk-music boom began to soften things, and psychedelic rock was in the inconceivable future) has not lost any force with the passage of time. One doesn’t feel nostalgic on hearing Buddy Holly sing “Peggy Sue,” because the music doesn’t seem to belong to some summer 13 years old; it exists in the moment, as it did then, and only we have grown older.\n\n“Let the Good Times Roll” is a movie that seems inspired by some of these thoughts. It was filmed on location at a series of Rock and Roll Revival concerts, and gives us mostly the music of the late 1950s as performed 15 years later by the same artists. But it doesn’t condescend. It isn’t a movie that finds anything camp about Chuck Berry singing “Johnny B. Goode.” It understands that if the song and the singer were good then, they are both still good. But if Chuck Berry is still one of the great concert dynamos, the movie is merciless on lesser presences. Bill Haley’s “Rock Around the Clock” was a revolutionary event in the middle 1950s, but Bill Haley in 1973 now sings it as if he were one of those clever robots the Disney organization builds to impersonate Abraham Lincoln. There’s no spark anymore; Haley and his Comets, having done the song by now perhaps 20,000 times, have been done in by it.\n\nThat hasn’t happened with Berry, perhaps because it was never really the song, anyway, but the rapport he had with audiences. The words of something like “Charlie Brown” are hopelessly dated now, and an objective viewer might even find something ludicrous about a man of Berry’s age singing them. But who can be objective? And the words aren’t what we listen to anyway; we listen to the mischief in Chuck Berry’s voice.\n\nThe buried message in a great many Berry songs is that, if you want to, you can get away with a hell of a lot. And have fun doing it. His spirit is pure anarchy and he seems (especially in the close-ups) like a man for whom American Puritanism was created as counterpoint. The movie is fine when it gives us such great rock performers as Berry, Little Richard, Fats Domino and the Coasters (although why give us the Coasters and then not let them sing “Searchin’”?). But it’s also interesting when it gives us Chubby Checker and Bill Haley - because then we can begin to understand how really good the others are. Poor Chubby Checker, the invention of a moment; we remember the Peppermint Lounge and the newspaper photos of Jackie Kennedy doing the Twist with Leonard Bernstein, but when we see him again we understand why the Peppermint era was so brief. He can’t sing. Nor can Haley get out of the past and connect today. He’s a wind-up golden oldie. The producers have also put in a lot of footage, some of it good and the rest of it just padding, of such 1950s phenomena as 3-D, bomb shelters, the Edsel, Marilyn Monroe, the Nixon Checkers speech, and hula hoops. It’s fun up to a point (and their original footage of 1950s rock concerts is good contrast to the revival performances), but the movie really exists through its music, and there is no way to see it and not agree with Sha-Na-Na that, yes, rock and roll is here to stay.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-24", "genres": null, "title": "Let the Good Times Roll (1973)"}