{"url": "http://www.rogerebert.com/reviews/let-the-right-one-in-2008", "by": "Kare Hedebrantas Oskar", "star_rating": 3.5, "text": "I look at young people who affect the Goth look. I assume they want to keep a distance and make a statement. The leather can be taken off, the tattoos not so easily. It is relatively painless to pierce many body areas, not all. But what would it feel like to be pierced by a vampire's fangs? That would be more than a Look, wouldn't it? And you wouldn't want to advertise yourself as a vampire.\n\n\"Let the Right One In\" is a \"vampire movie,\" but not even remotely what we mean by that term. It is deadly grim. It takes vampires as seriously as the versions of \"Nosferatu\" by Murnau and Herzog do, and that is very seriously indeed. It is also a painful portrayal of an urgent relationship between two 12-year-olds on the brink of adolescence. It is not intended for 12-year-olds.\n\nIt opens with the reflection of Oskar (Kare Hedebrant) looking soberly out a window. He may remind you of the boy in Bergman's \"The Silence,\" looking out of the train window. They will both have much to be sober about. There will be many reflections in the film, not all from mirrors, but this is not one of those vampire stories that drags out the crosses and the garlic.\n\nOskar is lonely. His parents have separated, neither one wants him, he is alone a lot. He hangs around outside in the snowy Swedish night. One night, he meets a kid named Eli (Lina Leandersson) who is about his age. Eli is lonely, too, and they become friends. Oskar is at that age when he accepts astonishing facts calmly, because life has given up trying to surprise him. Eli walks through the snow without shoes. Eli has a faint scent almost of a ... corpse. \"Are you a vampire?\" he asks Eli. Yes. Oh. They decide to have a sleepover in his bed. Sex is not yet constantly on Oskar's mind, but he asks, \"Will you be my girlfriend?\" She touches him lightly. \"Oskar, I'm not a girl.\" Oh.\n\nOskar is cruelly bullied at school by a sadistic bully, who travels with a posse of two smaller thugs and almost drowns him in a swimming pool. At a time like this, it is useful to have a vampire as your best pal. A girl vampire or a boy vampire, it doesn't really matter.\n\nI have not even started to describe this film, directed by Tomas Alfredson and written by John Ajvide Lindqvist, based on his novel. I will not go into the relationship Eli has with an unsavory middle-age man named Hakan (Per Ragnar). Maybe he is his familiar, maybe he just likes blood. Nor will I talk about the iron rod and the knife, or Oskar's horrible parents, I've already made it sound grim enough, and the fact is, there are some funny moments. Vampire-funny, you know. \"Are you really my age?\" Oskar asks Eli. \"Yes. But I've been this age for a very long time.\"\n\nRemove the vampire elements, and this is the story of two lonely and desperate kids capable of performing dark deeds without apparent emotion. Kids washed up on the shores of despair. The young actors are powerful in draining roles. We care for them more than they care for themselves. Alfredson's palette is so drained of warm colors that even fresh blood is black. We learn that a vampire must be invited into a room before it can enter. Now the title makes sense.\n\nFootnote: Jeremy Knox of Film Threat likes the film as much as I do, but comes from a different place. He writes: \"I'd even go so far as to say this would make a great date film. Women will melt watching this. Not only that, but it'd also make a fine film to show to the 10- to 16-year-old crowd. Little kids, especially girls, will love this. Yeah, there's some blood and one really quick shot of nudity, but just because they're young doesn't mean they're stupid. Kids will totally get this.\"\n\nThey'll get it, all right. In the neck.", "running_time": 114, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-11", "genres": ["Drama", "Foreign", "Horror", "Indie", "Romance", "Thriller"], "title": "Let the Right One In (2008)"}