{"url": "http://www.rogerebert.com/reviews/lethal-weapon-4-1998", "by": "Mel Gibsonas Martin Riggs", "star_rating": 2.0, "text": "\"Lethal Weapon 4\" has all the technical skill of the first three movies in the series, but lacks the secret weapon, which was conviction. All four movies take two cop buddies and put them into spectacular and absurd action sequences, but the first three at least went through the motions of taking the plot seriously (and the first one did such a good job, it made my \"best 10\" list of that year). This time, we're watching an exercise.\n\nMel Gibson and Danny Glover star once again, as Riggs and Murtaugh, two cops who alternate between nonstop banter and dangerous action. Along the way, they've picked up a supporting cast: Leo Getz (Joe Pesci), the obnoxious but lovable accountant who joined them in the second film; Lorna Cole (Rene Russo), the Internal Affairs investigator and karate expert who came aboard in the third; Captain Travis (Steve Kahan), their long-suffering commanding officer, and, new this time, Lee Butters (Chris Rock), the cop who is secretly married to Murtaugh's pregnant daughter.\n\nMost action movies don't stop for dialogue, but the \"Lethal Weapon\" pictures have always had a soft spot for human comedy, and there's a lot of repartee in this movie, some of it funny, as when Murtaugh and Riggs debate whether to take another deadly chance or not. There's a scene where they all wind up inhaling laughing gas in a dentist's office, and it works, too, but other dialogue scenes are just mechanical exercises: characters talking as if oblivious to danger.\n\nThe series' other trademark is its spectacular special effects and stunt sequences. There's a brilliant freeway chase that involves a mobile home and a long sheet of plastic that drags Gibson behind it down the highway. Also one of those obligatory self-contained opening sequences (man in armor sprays city with flame-thrower and automatic rifle fire, and is distracted by Murtaugh in underwear while Riggs shoots his fuel tank and he jets into a gad truck, etc). And a climax in one of those factory spaces that seems to manufacture mostly water and steam.\n\nThe plot is so impenetrable that at one point the dialogue simply stops to explains it: A corrupt Chinese general has brought the Four Fathers of organized crime to the United States, and the Triads are trying to buy them back with counterfeit money. Yes. And that also involves a shipload of Chinese slave laborers, which is intercepted by Murtaugh, Riggs and Getz, and Murtaugh ends up adopting one of the refugee families. Oh, and there's a sequence where all of the good guys are tied up on the floor of a burning house. And an underwater fight and rescue. And so on.\n\nAll done very well, you understand. Director Richard Donner is a master of what might be called elevated action. Martial arts fans will enjoy a newcomer named Jet Li, who has a lot of neat moves. And there are parallel pregnancies to create human interest, and a switch on the obligatory scene where the Captain calls the rogue cops on the carpet: To control them, he tries promoting them.\n\nBut somehow it's all kind of hollow. By the numbers. I really did care for Murtaugh and Riggs in the first movie--and Leo, the Pesci character, was so much fun in the second one, he deserved an Oscar nomination. There was human interest in all the family scenes (especially involving Murtaugh's concern for his wife and kids), and poignancy in Riggs' lonely widower status. But all that has already happened by the beginning of this movie, and in a funny sense I felt like \"Lethal Weapon 4\" was outtakes--stuff they didn't use earlier, pieced together into a movie that doesn't really, in its heart, believe it is necessary.", "running_time": 128, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-10", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Thriller"], "title": "Lethal Weapon 4 (1998)"}