{"url": "http://www.rogerebert.com/reviews/lethal-weapon-3-1992", "by": "Mel Gibsonas Martin Riggs", "star_rating": 3.0, "text": "The freshness of the first two \"Lethal Weapon\" movies shows signs of settling down into a formula in this third excursion by stars Mel Gibson and Danny Glover, and director Richard Donner. They know what they're doing and how to do it, but we miss the sense of invention that brightened the earlier movies. Parts 1 and 2 seemed to wing it; this one falls back on experience and craftsmanship.\n\nPerhaps as a reflection of that, \"Weapon 3\" depends more on chases, explosions and set pieces than it does on character development. The story again involves the partnership of Riggs and Murtaugh (Gibson and Glover), buddies in the long tradition of movie cop partners. This time Murtaugh is only eight days from retirement, a sure sign in any cop movie that his life will be repeatedly in danger. And Riggs is the irrepressible clown, talking them both into danger.\n\nThey have the same freewheeling relationship, but the movie doesn't pause for the little human set pieces, like the dinner at Murtaugh's house in the first film, or the various scenes set in Rigg's shambles of a house trailer. Even though Joe Pesci is back as Leo Getz, the hyperkinetic hustler from the second movie, he isn't given much to do. He has some funny scenes, and yet if you really think about the story he isn't necessary to it.\n\nYet there are elements in the movie that make it worth seeing, and that set it aside from the routine movies in this genre.\n\nOne new addition is Rene Russo as Lorna Cole, a sergeant from Internal Affairs who starts out suspecting Riggs and Murtaugh of various chicaneries, and ends up as their partner. She's one tough woman, a karate expert who can dispatch three tough guys single-handedly, and there is a funny scene in which the Russo and Gibson characters start by comparing each other's battle scars and get into a game of one-upmanship not unlike strip poker.\n\nRichard Donner has always been skilled at working special effects and big production numbers into his action movies, and this time there is a sensational wrong-way chase down an expressway between two armored trucks, and a showdown at a construction site which ends up on fire while a berserk villain goes after the heroes with a bulldozer.\n\nThe bad guy is Jack Travis (Stuart Wilson), an ex-cop who seems to exist primarily to give Riggs and Murtaugh a purpose in their lives. He is not in the great tradition of \"Weapon\" villains - he's a disappointment after Joss Acklund as the South African diplomat in the second movie - but the final showdown is as berserk, outrageous and as over-the-top as the best action sequences from earlier in the series.\n\nThe screenplay is tailored to Mel Gibson's conversational style, or maybe he threw in some of the touches on his own. He's a punster, in love with wordplay, and his dialogue is livelier and more varied than the monosyllabic caveman speech of many movie cops. He and Glover have their patter down pat by now, until maybe it's too smooth. Part of the effect comes from our familiarity with the characters. If \"Lethal Weapon 3\" were the first film in a series, it wouldn't be a very promising beginning. It gets the job done as the third time around, but I have a feeling maybe after this one Murtaugh really should consider retirement.", "running_time": 110, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-05-15", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Lethal Weapon 3 (1992)"}