{"url": "http://www.rogerebert.com/reviews/lethal-weapon-1987", "by": "Mel Gibsonas Martin Riggs", "star_rating": 4.0, "text": "\"Lethal Weapon\" is another one of those Bruised Forearm Movies, like \"Raiders of the Lost Ark,\" a movie where you and your date grab each other's arm every four minutes and you walk out black and blue and grinning from ear to ear. It's a buddy movie about two homicide cops who chase a gang of drug dealers all over Southern California, and the plot makes an amazing amount of sense, considering that the action hardly ever stops for it.\n\nThe cops are played by Danny Glover, as a homebody who has just celebrated his 50th birthday, and Mel Gibson, as a crazed, wild-eyed rebel who has developed a suicidal streak since his wife was killed in a car crash. In the space of less than 48 hours, they become partners, share a family dinner, kill several people, survive a shootout in the desert, battle with helicopters and machine guns, toss hand grenades, jump off buildings, rescue Glover's kidnapped daughter, drive cars through walls, endure torture by electric shock, have a few beers and repair the engine on Glover's boat - not in that order.\n\nThe movie's so tightly wound up, it's like a rubber band ready to snap. Richard Donner, the director, throws action scenes at us like hardballs, and we don't know when to duck. All of the elements of this movie have been seen many times before - the chases, the explosions, the hostage negotiations - but this movie illustrates a favorite belief of mine, which is that the subject of a movie is much less important than its style. I'm a guy who is bored by shootouts and chase scenes.\n\nI've seen it all. But this movie thrilled me from beginning to end.\n\nPart of that is because I cared about the characters. Glover has had important roles for several years (in movies as different as \"Places in the Heart\" and \"The Color Purple\"), but this movie makes him a star. His job is to supply the movie's center of gravity, while all the nuts and weirdos and victims whirl around him. He's a family man, concerned about those gray hairs he sees in the mirror, not interested in taking unnecessary chances.\n\nGibson is the perfect counterpoint, with his wild hair, his slob clothing and his emotional misery. It's a running gag in the movie that Gibson is so suicidal he doesn't care if he lives or dies - and that gives him a definite advantage in showdown situations. That's what happens in a scene where Gibson is up on a rooftop trying to reason with a jumper. I won't spoil the surprise; I'll just say the movie ends with one of the few genuinely unexpected surprises in any recent action film.\n\nThe supporting cast is strong, and has to be, to stand out in the midst of mayhem. Gary Busey, slimmed down and bright of eye, makes an appropriately hateful killer. And Traci Wolfe, as Glover's good-looking daughter, is cute when she gets a teenage crush on Gibson. But most of the attention focuses on Glover and Gibson, and they work easily together, as if they were having fun, their eccentric personal rhythms supplying a counterpoint to the movie's roar of violence.\n\nNow about that matter of style. In a sense, a movie like \"Lethal Weapon\" isn't about violence at all. It's about movement and timing, the choreography of bodies and weapons in time and space. In lesser movies, people stand there and shoot at each other and we're bored. In a movie with the energy of this one, we're exhilarated by the sheer freedom of movement; the violence becomes surrealistic and less important than the movie's underlying energy level. Richard Donner has directed a lot of classy pictures. My favorites are \"Inside Moves,\" \"Ladyhawke\" and the original \"Superman,\" which is still the best. This time he tops himself.", "running_time": 107, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-03-06", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Lethal Weapon (1987)"}