{"url": "http://www.rogerebert.com/reviews/lethal-weapon-2-1989", "by": "Mel Gibsonas Martin Riggs", "star_rating": 3.5, "text": "\"Lethal Weapon 2\" is that rarity - a sequel with most of the same qualities as the original. In a summer of anemic retreads like \"Ghostbusters 2,\" \"Star Trek V: The Final Frontier\" and \"The Karate Kid Part III,\" I walked into the movie with a certain dread. But this is a film with the same off-center invention and wild energy as the original.\n\nThe heroes once again are a couple of cops who form an odd couple: Riggs (Mel Gibson), who lives in a trailer by the beach and delights in making people think he's crazy, and Murtaugh (Danny Glover), a stolid middle-class family man with retirement plans. In the original \"Lethal Weapon,\" their relationship was the center of the film, and in the sequel they define it further: It's a balancing act between exasperation and trust.\n\nBut sequels do not live by repeating the same scenes and lessons as the films that inspired them. There has to be a new angle, and \"Lethal Weapon 2\" finds one in the creation of a band of diabolical villains. It's my contention that the James Bond films sink or swim on the quality of their villains, and that's true here, too: These aren't just violent bad guys, but particular characters, well-acted and malevolently conceived.\n\nWhat Riggs and Murtaugh stumble over is a complex plot, never quite explained, by which South African diplomats are dealing illegally in gold and other contraband. It is unclear exactly what their plan is, but they are ruthless in its execution, led by Joss Ackland as a white-haired ambassador with steel eyes, and Derrick O'Connor as his lantern-jawed hit man.\n\nRiggs and Murtaugh stumble onto their scheme through the help of the movie's most memorable character, a fast-talking pipsqueak named Leo Getz (Joe Pesci). He's an accountant who has figured out a foolproof way to launder vast quantities of illegal drug money: half a billion dollars, he claims at one time. What's better, he's found a way to use the profits to obtain illegal income tax deductions.\n\n\"OK, OK, OK, OK,\" he says, with a wide chipmunk grin. \"I like you guys, so I'll tell you how it's done.\" He's a government witness they're supposed to protect, but instead they drag him into the center of danger. And the movie is filled with invention as it devises clever forms for the danger to take.\n\nThere is, for example, the tricky situation Murtaugh finds himself in when he sits on the toilet and discovers that if he stands up, a bomb will explode. And the close call when Riggs' trailer is attacked by helicopter gunships. And the several astonishing chase scenes in the movie, which succeeded in entertaining me even though I am heartily sick of chase scenes in general.\n\nThe creation of the Getz character is the movie's masterstroke; instead of recycling scenes in which the two partners fight with each other, \"Lethal Weapon 2\" provides a third character who can exasperate both men. Pesci, who was brilliant as the younger brother in \"Raging Bull,\" provides an entirely different kind of character here - ingratiating, slimy, self-deprecating, lovable. He gives us a counterpoint to the violence, and Gibson and Glover both have fun playing off of him.\n\n\"Lethal Weapon 2\" was directed by Richard Donner, who also made the first film and whose credits include the first, and best, \"Superman\" movie. Unlike a lot of directors specializing in high-tech action comedies, he doesn't seem exhausted or cynical. There's an alertness to his scenes, and a freshness to the dialogue by Jeffrey Boam. This doesn't seem like a sequel, but like a movie in which new discoveries are always possible.", "running_time": 111, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-07-07", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Lethal Weapon 2 (1989)"}