{"url": "http://www.rogerebert.com/reviews/lets-spend-the-night-together-1982", "by": null, "star_rating": 2.5, "text": "\r\n\nIt all comes down to the difference between a \"concert\rfilm\" and a documentary. “Let’s Spend The Night Together” is essentially a\rconcert film recording an \"ideal\" Rolling Stones concert, put\rtogether out of footage shot at several outdoor and indoor Stones concerts. If\rthat's what you want, enjoy this movie. I wanted more. I would have been\rinterested in a film exploring the phenomenon of the Rolling Stones, who bill\rthemselves as the greatest rock 'n' roll band in the world, and are certainly\rthe most durable. I would have liked to know more about the staging of a modern\rrock concert, which is arguably the most sensually overpowering nonwartime\rspectacle in human history, and which may have been invented, in form and in\rits focus on a single charismatic individual, at Hitler's mass rallies. I would\rhave liked to know more about Mick Jagger; how does it feel for an educated,\rliterate, civilized man in his early forties, with a head for figures and a\rgift for contracts and negotiations, to strut with a codpiece before tens of\rthousands of screaming, drug-crazed fans? \n\n\r“Let’s Spend The Night Together” does not answer\rthese questions nor, to be fair, was it intended to. It is wall-to-wall music.\rThe movie sells well in home video form; it's a cinematic Top Forty with Jagger\rand the Stones performing many of their best-known hits. But after a certain\rpoint it grows monotonous. At the beginning of the film I was caught up in the\rStones' waves of sound energy, and fascinated by Jagger's exhilarating, limitless\ronstage energy. By the end of the film I was simply stunned, and not even\r\"(Can't Get No) Satisfaction\" could quite rouse me. \n\n\rThe movie was directed by Hal Ashby, a feature\rdirector whose credits include “Shampoo” and “The Last Detail”. It was\rreportedly photographed with twenty-one cameras, under the direction of\rcinematographers Caleb Deschanel and Gerald Feil. They've got a lot of good\rstuff on film, but they haven't broken any new ground. The best rock\rdocumentary is still “Woodstock” (1970), and the best concert film is probably\rBette Midler's “Divine Madness!” (1980). The Stones have been filmed more\rpowerfully before, too, in “Gimme Shelter”, the stunning 1969 documentary of\rthe Stones' Altamont concert, at which a man was killed.\n\n\rThe worst passages in “Let’s Spend The Night\rTogether” are the songs in which Ashby and his collaborators try to get\rseriously symbolic. There is, for example, a montage of images from a suffering\rworld: starving children, a Buddhist monk immolating himself, the skeleton-like\rbodies of famine victims, decapitated heads of political prisoners, etc. The\ridea, I guess, is to provide visual counterpoint to the Stones' apocalyptic\rimages. The effect is disgusting; this particular movie has not earned the\rright to exploit those real images. \n\n\rThe best passages involve Jagger, who is just\rabout the whole show, with the exception of a truncated Keith Richards solo and\ra strange interlude during which would-be beauty queens invade the stage and\rdance along to \"Honky Tonk Woman.\" Jagger is, as always, the arrogant\rhermaphrodite, strutting proudly before his fans and conducting the songs, the\rband, and the audience with his perfectly timed body movements. There is an\rexciting moment when he climbs down into the crowd and, carrying a hand-held mike,\rsings as he is lifted on a surge of security guards from one side of the\rauditorium to another. \n\n\rIt's fun, but it's about the only time we see\rthe audience in this movie; Ashby apparently made a directorial decision to\rkeep the audience in long-shot, making them into a collective, pulsating mass.\rBut that limits his possibilities for setting up visual rhythms in his editing.\rIn such landmark rock films as “A Hard Day’s Night” (1964) and “Woodstock”, the\raudience provided not only counterpoint but also emotional feedback. “Let’s\rSpend The Night Together” seems to have been pretty closely calculated as just\rsimply the record of a performance, and if that's what you want, that's what\ryou get.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "Let's Spend the Night Together (1982)"}