{"url": "http://www.rogerebert.com/reviews/lets-talk-about-sex-1998", "by": "Troy Beyeras Jazz", "star_rating": 1.0, "text": "It's hard to feel much sympathy for the heroine of “Let's Talk\rAbout Sex,” as she regards the wreckage of her dreams. Jazz (Troy Beyer) is a\rnewspaper advice columnist in Miami who wants her own TV show, and the movie is\rabout a very long weekend during which she interviews lots of women about lots\rof sex, and then edits together a pilot of a show to be called “Girl Talk.”\rAlas, the pilot tape is mistakenly destroyed. When Jazz hears the news, she is as\rdistraught as a heroine in Greek tragedy. She doubles up in pain. Her body is\rwracked by great cataclysmic sobs. Her two friends weep in sympathy, the three\rof them wailing and gnashing. So great is their grief that mere words cannot\rencompass it, and they sink to the ultimate form of lamentation: They clean\rhouse. Bitter salt tears course down their cheeks as they Ajax the bathtub and\rBab-O the pots and pans, while the audience collapses in disbelieving laughter.\n\nJazz's reaction seems a tad extreme, especially in comparison\rwith her other big tearful moment, when she confesses she cannot have children.\rThat merely makes her sob. Losing the tape turns her into Lady Macbeth. She was\rso distraught, I wanted to climb right up there on the screen, squeeze her\rhand, and comfort her. “Look,” I would have said, “First of all, you still have\rall the raw footage, so you can easily re-create the film in no time. Secondly,\ralmost everything you had on your pilot tape is too raunchy to be played on a\rcommercial television station, anyway, so maybe it's better this way.” “Let's\rTalk About Sex,” written and directed by Beyer, plays like two bad films trying\rto elbow each other out of the frame. Film One consists of the documentary\rfootage gathered by Jazz and her friends as they ask Miami Beach women to talk\rabout sex (a lot of this footage seems to involve real women who think they are\rin a real documentary). Film Two involves the romantic ordeals Jazz and her two\rroommates, Michelle (Paget Brewster), and Lena (Randi Ingerman).\n\nThey all have problems. Jazz has just broken off a long-running\rengagement with her boyfriend. Michelle dates men for sex but not for intimacy.\rLena attracts men who treat her the way Michelle treats men. All three women\rare drop-dead beautiful and live in a Miami Beach penthouse that illustrates\rthe rule that characters in movies always live in more expensive housing than\rthey could afford in real life.\n\nLeaving aside the melodrama about the three friends (and the\rsub-melodramas of Michelle's lesbian sister and Lena's no-good musician\rboyfriend), we're left with a lot of footage of very strange women describing\rtheir very strange sex lives. The movie shows the women being recruited with\rfliers, but they talk more like they're involved in a slam at the Penthouse\rForum.\n\nFew of the interviews will give male audience members even a\rshred of hope that they will ever succeed in truly pleasing a female. We learn\rthat men are uncaring, unskilled and underequipped; worse, we go to sleep after\rsex, when women know that's the perfect time for deep, meaningful conversation.\rRemember that old college boy joke about how, after sex, the ideal women turns\rinto a pizza and a six-pack? In this movie, the ideal man turns into a vibrator\rand Ted Koppel.", "running_time": 82, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-11", "genres": ["Documentary"], "title": "Let's Talk About Sex (1998)"}