{"url": "http://www.rogerebert.com/reviews/lets-do-it-again", "by": null, "star_rating": 3.0, "text": "Sidney Poitier and Bill Cosby sketched out a nice comic relationship in last year's \"Uptown Saturday Night,\" and it works even better in \"Let's Do It Again.\" The movie isn't exactly a sequelÑthe names of all the characters have been changedÑbut it gives us basically the same pair of heroes: Poitier as the quietand often bewildered straight man, and Cosby as the fast talking con artist.\n\nThis time they're from Atlanta, where Poitier's a milkman and Cosby works in a factory. They're members of the Sons and Daughters of Shaka, a fraternal lodge run along the same lines as Amos 'n' Andy's beloved Mystic Knights of the Sea, and their job is to raise money for the lodge's old folks' home.\n\nThere's a middleweight title fight coming up, and Cosby has a brainstorm: He and Poitier will fix the fight, bet the lodge's $18,000 building fund on the result and clean up at 5to1 odds. It should be easy to fix the fight because Poitier has a unique giftÑhe can put the whammy on anyone. He and Cosby take their wives to New Orleans on vacation, intercept the scrawny middleweight contender, Jimmie (Dynamite) Walker, put the whammy on him and convince him he'll feel no pain and soundly defeat the champ. He does.\n\nThe plot grows labyrinthine, involving two enemy sets of black bookmakers who figure out they've been had. Poitier and Cosby, caught in the middle, have Cosby's fast talk as their only defense. And he does a brilliant job of it in scenes that look at least slightly improvised. (After they're trapped in the champ's hotel room, Cosby explains they're fans from the champ's hometown who wanted to sing their new fight song to him. Cosby begins to sing, Poitier tries to keep up, the hoods snarl and it's a great scene. )\n\nPoitier directed both \"Uptown Saturday Night\" and \"Let's Do It Again,\" and the new movie is a more assured job. Maybe that's because he's more concerned with getting on with the slapstick, while in \"Uptown\" the action was constantly being slowed down with cameo appearances by Poitier's innumerable friends. This time the guest shot is limited to Ossie Davis, as the pompous windbag who heads the fraternal lodge.\n\n\"Let's Do It Again\" isn't a terribly ambitious comedy, but within its limitations it works well. And it's completely good natured. Watching the obligatory chase and fight scenes, I was struck by how much more fun they were than in a movie like last year's \"Freebie and the Bean,\" where the violent special effects overwhelmed the comic purpose. Cosby and\n\nPoitier work well together and it could be they'll make their comedies an annual occasion. In the last scene of this one, in any event, they're speculating on putting the whammy on heavyweight fight between Muhammad Ali and Sammy Davis Jr.", "running_time": 110, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Comedy", "Sports Film"], "title": "Let's Do It Again (1975)"}