{"url": "http://www.rogerebert.com/reviews/lets-talk-about-men-1976", "by": "Nino Manfredias The Man", "star_rating": 2.0, "text": "No directorial debut of the 1970s has been more sensational than Lina Wertmuller's. After \"Seven Beauties\" and \"The Seduction of Mimi\" and the breathlessly titled \"Swept Away by an Unusual Destiny in the Blue Sea of August,\" Ms. Wertmuller was hailed on all sides as the latest Great Director. Perhaps she was even destined (as John Simon fearlessly speculated in New York magazine) to become the greatest since Bergman. But not all great directors were always great. While some were apparently born that way (as Fellini seems to have been,) others became great only after the most difficult trials for themselves (and their audiences.) Bergman spent nearly 10 years delivering himself of dreary neo-realist melodramas before producing his first masterpiece; on the basis of Ms. Wertmuller's \"Let's Talk About Men,\" her development was also tentative. \n\nThe movie was made in the late 1960s, but seems to have been made in the early 1960s - and badly made at that. It's one of those episodic sex farces the Italians occasionally do well and, the rest of the times do relentlessly. The best of the genre was Vittorio De Sica's 1964 Oscar-winner \"Yesterday, Today and Tomorrow,\" in which Sophia Loren quickened the pulse of a generation. Wertmuller commits the tactical error of having two of her characters admire a poster of the De Sica film, inspiring our vague yearnings to be watching it instead. If a movie's to be divided into several parts, it needs a star with a strong personality to hold it together; we land feet first in a new situation, and its comic possibilities have to be obvious at once. That's not so with \"Let's Talk About Men.\" Ms. Wertmuller's star is Nino Manfredi, who looks like an Identikit reconstruction of Marcello Mastroianni and talks as if he were reading the weekend scores. He's provided with four leading ladies, but he's no leader. Three minutes into the first of Ms. Wertmuller's four sketches, we know we're in trouble. That's because of the musical score. All during the 1960s, European directors held the notion that comedies were funnier with wall-to-wall music. And so we got peppy little tunes that drained the dialog of any comic tension. \n\nThe music in this case plays over an innocuous marital crisis. Manfredi and his wife enjoy a luxurious life-style that's threatened when the bottom falls out of his investments. He discovers that his wife has an amusing little hobby - stealing the jewelry of her friends - and they decide to throw an elegant party so she can steal more jewels. Ho, ho. Two of the other sketches are as bad. One's about a husband who invites his wife to \"murder\" him for kinky reasons of his own. The other involves men who make a profession of unemployment. The best sketch, with echoes of Fellini's \"La Strada,\" involves a retired circus couple asked to go back to work: He's the knife thrower, not very accurate, and she's missing a leg and an ear, among other necessities, because of his bad aim. All four sketches involve men and women at war with one another, with little hope of a truce. That's been the theme of Lina Wertmuller's inspired recent work - but here she's still feeling her way.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-09-28", "genres": null, "title": "Let's Talk About Men (1976)"}