{"url": "http://www.rogerebert.com/reviews/letters-to-juliet-2010", "by": "Amanda Seyfriedas Sophie", "star_rating": 3.0, "text": "I know “Letters to Juliet” is a soppy melodrama, and I don't mind in the least. I know the ending is preordained from the setup. I know the characters are broad and comforting stereotypes. In this case, I simply don't care. Sometimes we have personal reasons for responding to a film.\n\n“Letters to Juliet” is about Sophie (Amanda Seyfried), an American girl who visits Verona with the man she's engaged to marry (Gael Garcia Bernal). He's always leaving her behind to investigate wine and truffles for his New York restaurant. She visits the house allegedly inhabited by Shakespeare's Juliet. Below the balcony there, lovelorn women for years have posted “letters to Juliet,” asking for advice.\n\nSophie finds a letter 50 years old, written by a young British girl about a Tuscan boy she met, fell in love with and allowed to fall out of her life. Sophie writes to the girl, the letter amazingly finds its way, and soon Claire (Vanessa Redgrave) and her grandson Charlie (Christopher Egan) arrive in Verona. So now, if we're experienced moviegoers, we know what must happen by the end of the story.\n\nAll of this is wrapped up in unimaginably beautiful shots of the Italian countryside, the warmth of the friendship between Sophie and Claire, and visits to many of the men named Lorenzo Bartolini, which was the name of the boy Claire loved so long ago. A hard-hearted realist would suggest that Sophie help Claire check out the possible Lorenzo Bartolinis by use of the phone, but no. “Letters to Juliet” requires the three of them to visit the candidates in person, leading to a series of false leads and at last, of course, to the real Lorenzo Bartolini (Franco Nero).\n\nAs it happens, this story stirred memories of romantic memories in my own life. Once in a small hill town outside Rome, under a full moon, I stood before the balcony being used by Franco Zeffirelli for his great film “Romeo and Juliet” (1968), and heard Nino Rota hum his theme music to Zeffirelli. Some years later, I stood beneath the “Juliet's Balcony” in Verona itself with a woman dear to my heart and saw the notes pinned to the wall.\n\nAnd the very first movie set I ever visited, before I was yet a movie critic, was “Camelot” (1967). On that set I met and interviewed Vanessa Redgrave, who was not yet 30, and Franco Nero, who was 26. They played Guenevere and Lancelot. They fell in love on the set, married and had a child. Finally on New Year's Eve 2006, they married. Even earlier, Franco walked Vanessa's daughter Natasha Richardson down the aisle when she married Liam Neeson.\n\nSo you see, when Vanessa marries Franco 40 years after falling in love with him, and they are playing characters who meet after 50 years, and this all has to do with Juliet's balcony — reader, what am I to do? I am helpless before such forces.\rVanessa Redgrave recently lost her sister Lynn. I met Lynn once on London. I went to her house for tea. This was not long after the success of “Georgy Girl.” My interview has been lost in the past, but I remember the feeling of the day, Lynn sitting cross-legged on the carpet beside to her coffee table, smoking and jolly, a famous actress friendly to an unknown kid her own age.\n\nI have strayed far from the film. But I've told you what you need to know about it. I also want to observe that our response to every film depends on the person we bring to it. Pauline Kael said she went to a movie, and the movie happened, and she wrote about what changed within her after she saw it. This is quite valid. Sometimes, however, we go to a movie, and our lives have happened, and we write about what hasn't changed.", "running_time": 105, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-05-12", "genres": ["Comedy", "Drama", "Romance"], "title": "Letters to Juliet (2010)"}