{"url": "http://www.rogerebert.com/reviews/letters-from-the-big-man-2011", "by": "Lily Rabeas Sarah Smith", "star_rating": 3.0, "text": "\"Letters from the Big Man\" makes no secret that it involves the mysterious forest creature known as Sasquatch, or more popularly as Bigfoot. No wonder. Legends about Bigfoot have inspired more than 20 previous films, from exploitation pictures to the big budget \"Harry and the Hendersons.\" Two things are different about this film. It is serious, and it isn't shy about showing us the creature. Instead of blurred shots of something vaguely seen through trees, we see the Sasquatch clearly and even in contemplative close-ups.\n\nThe story involves a Forest Service employee named Sarah Smith (Lily Rabe), who is on the rebound from a failed relationship and accepts a commission to study the rainwater run-off in a remote area devastated by forest fires. She packs camping gear, heads into the wilderness, measures the depths of streams, and enjoys her solitude so much that she actively repels a young Green activist named Sean (Jason Butler Harner) when she meets him on a trail. Lily Rabe's performance exudes self-confidence and determination (she's the daughter of Jill Clayburgh and playwright David Rabe.)\n\nSarah is aware she's being followed. She thinks Sean is the stalker. In a gradual way, without a dramatic turning point, she absorbs the fact that her shadow is Sasquatch. She isn't electrified with curiosity, nor is she frightened. She accepts his presence, and he accepts hers. Often she is aware of him without seeing him. A few shots show him transparent, hinting at metaphysical powers or invisibility.\n\nSarah keeps a journal and makes a great many sketches and watercolors. She also treats herself in the evening to red wine -- a great deal of wine, actually, considering how hard supplies must be to come by in these remote Oregon woods. The activist, Sean, encounters her again and this time they do a little necking on the deck of a Forest Service cabin while Sasquatch watches them from behind a tree with -- what? Curiosity? Disappointment? His eyes seem very sad.\n\nThe creation of the Bigfoot costume, by Lee Romaire, is so much better here than in previous movie appearances. He looks like a very tall cross between a gorilla and a bear, and inside is the actor Isaac C. Singleton Jr. At nights Sasquatch begins leaving where she will find them little arrangements of twigs, sticks and stones. These are his \"letters.\" There is also an indistinct voice heard on the sound track, suggesting men and Sasquatch must find acceptance and peace.\n\nLeft unestablished is what Sasquatch thinks, how \"human\" he is, or indeed any details of his life. Does he mate? Have children? Live in groups? What do his thumpings of logs on trees mean? His mournful night cries? (\"That's no coyote,\" Sarah says.) In the film he seems to be as much a manifestation of the forest as an inhabitant.\n\nThis film is unlike anything else by the indie writer-director, Christopher Munch, such as \"The Hours and Times,\" the biopic about John Lennon and Brian Epstein. Asked if he believes in Bigfoot, he says \"yes.\" He also apparently believe there is, or was, a CIA plan to investigate if the Sasquatch has extrasensory powers. Well, the CIA has investigated more cockamamie schemes.\n\n\"Letters from the Big Man\" will mystify some, please others with its serenity, and be unlike any Bigfoot movie you have ever imagined.", "running_time": 115, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-30", "genres": ["Drama"], "title": "Letters from the Big Man (2011)"}