{"url": "http://www.rogerebert.com/reviews/liar-liar-1997", "by": "Jim Carreyas Fletcher Reede", "star_rating": 3.0, "text": "I am gradually developing a suspicion, or perhaps it is a fear, that Jim Carrey is growing on me. Am I becoming a fan? In \"Liar Liar'' he works tirelessly, inundating us with manic comic energy. Like the class clown who'll do anything for a laugh, Carrey at one point actually pounds himself with a toilet seat. And gets a laugh.\n\nThe movie is a high-energy comeback from 1996's dismal \"The Cable Guy,\" which made the mistake of giving Carrey an unpleasant and obnoxious character to play. Here Carrey is likable and sympathetic, in a movie that will play for the whole family, entertaining each member on a different level (he's a master at combining slapstick for the kids with innuendo for the grownups).\n\nCarrey plays a yuppie lawyer whose career is on the rise but whose wife (Maura Tierney) has divorced him and whose 5-year-old son (Justin Cooper) no longer believes a word he says. \"My dad's a liar,'' the kid says in class. \"You mean a *lawyer,*'' the teacher says. The kid shrugs: whatever. Carrey is so wrapped up in cases that he even misses the kid's birthday party. So the kid closes his eyes and blows out the candles on the cake and makes a wish: He hopes that for one day his dad won't tell a lie.\n\nThe wish comes true. It is, of course, impossible to be a lawyer (or any other form of adult) if you are not prepared to lie, and so the day goes badly. He's defending the respondent in a big-bucks divorce case; his client (Jennifer Tilly) is a buxom sex bomb who is charged with one count of adultery but insists, somewhat proudly, that the actual count is closer to seven. This is not the sort of information you want to give to an attorney who cannot lie.\n\nThe screenplay, by Paul Guay and Stephen Mazur, takes this simple premise and applies it to the lawyer's workday. I can imagine the idea getting old really fast with a lesser actor, but Carrey literally throws himself into the story. Struggling to force himself to tell a lie, he goes mano a mano with a blue felt-tip pen. He tries to say it's red. He fails. His rubber face contorts itself in agony, but he *cannot* tell a lie.\n\nThere's trouble in the courtroom. \"How are you today, counselor?'' asks the judge. \"I'm a little upset about a bad sexual episode last night,'' he replies. He can't even plead his client's case, since he knows it's false. As the judge and courtroom look on, Carrey climbs the walls and rolls on the floor, and finally escapes to the men's room, where in an astonishing display of comic energy he mugs himself, hoping to get the case continued.\n\nThe movie orchestrates one situation after another in which he has to tell the truth. \"Do you know why I pulled you over?'' a traffic cop asks. \"That depends on how long you were following me,'' Carrey says. In one of the best sequences, he disrupts a meeting at his firm by telling the complete truth about everyone present.\n\nThe movie has been directed by Tom Shadyac, who also did \"Ace Ventura: Pet Detective'', and it's mostly content to plant the camera and watch as Carrey goes bananas. He's a remarkable physical comedian. At one point, during a truth-telling session with his son, the kid twists his mouth out of shape and asks, \"If I keep making this face, will it get stuck that way?'' \"Absolutely not!' says Carrey. \"In fact, there are people who make a nice living doing that.''", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-03-21", "genres": ["Comedy"], "title": "Liar Liar (1997)"}