{"url": "http://www.rogerebert.com/reviews/liberal-arts-2012", "by": "Josh Radnoras Jesse", "star_rating": 3.5, "text": "Josh Radnor's \"Liberal Arts\" is an almost unreasonable pleasure about a jaded New Yorker who returns to his alma mater in Ohio and finds that his heart would like to stay there. It's the kind of film that appeals powerfully to me; to others, maybe not so much. \n\nThere is a part of me that will forever want to be walking under autumn leaves, carrying a briefcase containing the works of Shakespeare and Yeats and a portable chess set. I will pass an old tree under which once on a summer night I lay on the grass with a fragrant young woman and we quoted e.e. cummings back and forth.\n\nJesse, the character played by Josh Radnor (who also wrote and directed the film), has stayed in academia but surely in its least pleasant job. He is a New York City college admissions officer, turning young people away at the gates of Valhalla. He receives an invitation to a retirement party for Peter (Richard Jenkins), a professor who was one of his undergraduate heroes. Jesse returns to Kenyon College in Gambier, Ohio, a campus so beautiful I now understand why I subscribed to the Kenyon Review for years: Its pages must have absorbed the grace of the campus.\n\nThe retirement is far from perfect, because Peter has to admit to himself that he has no desire to retire. Richard Jenkins is the kind of actor you can easily imagine being someone's beloved mentor and understand why he would surrender that role with reluctance. At a party, he introduces Jesse to Zibby (Elizabeth Olsen), a 19-year-old daughter of friends, who is studying improv theater. Did I mention that Jesse is 35?\n\nIt's not so much that they fall in love as they fall in love with idealistic conversation. Zibby still lives in a world where such talk is common. Jesse is starved for it. The fresh promise of his undergraduate years has never been replaced for him by the working world. Their 16-year age difference is undeniable, but the young student finds his age to be one of his attractions, as young students have been known to do.\n\nAlso on the campus, we meet two familiar types. One is Nat (Zac Efron), who wears a deliberately absurd hat to signal \"I am not like anyone else,\" and utters philosophical aphorisms as if he is the campus Thoreau. The other is Dean (John Magaro), never seen without holding a copy of David Foster Wallace's Infinite Jest. It is to Radnor's infinite credit that he never explains why the novel is a telltale character marker.\n\nWe also meet Judith (Allison Janney), Jesse's professor of romantic poetry and another huge role model. Janney brings to the character that acerbic wit she does so easily, and they have a scene together I wouldn't dream of spoiling for you.\n\nElizabeth Olsen is the film's most enchanting asset. In performance after performance, she has grown in assurance and appeal. Yes, she is separated from Jesse by 16 years, but she is not a victim in their relationship. She and Radnor have an ease together, a delighted comfort, that is so much more attractive and plausible than the ludicrous thrashings of \"love\" in so many pictures.\n\n\"Liberal Arts\" has been criticized in some quarters as a sitcom, in part because Radnor stars in a famous one, \"How I Met Your Mother.\" Those who see it that way are well-guarded. God forbid that they would ever \"fall for anything.\" I strive to leave myself vulnerable.\n\n There is a word to explain why this particular film so appealed to me. Reader, that word is \"escapism.\" If you understand why I used the word \"reader\" in just that way, you are possibly an ideal viewer for this movie.", "running_time": 97, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-09-19", "genres": ["Comedy", "Drama"], "title": "Liberal Arts (2012)"}