{"url": "http://www.rogerebert.com/reviews/lie-2001", "by": "Brian Coxas Big John Harrigan", "star_rating": 3.0, "text": "Some pederasts are besotted by sentimentality, seeing their transgression through a misty-eyed desire to be understood. The popular arts usually paint them as monsters, and even a great novel like Michel Tournier's The Ogre goes straight for a link between the pederast's idealization of young men and the psycho-sexual impulses of Nazism. The most remarkable thing about \"L.I.E.,\" a drama about a 15-year-old boy and a middle-aged ex-Marine, is that it sees both of its characters without turning them into caricatures. The man is helpless in the face of his compulsion, but he seeks only where he is possibly welcome.\n\nThe title is an abbreviation for the Long Island Expressway, and in the opening shot we see Howie (Paul Franklin Dano) hazardously balanced on one foot on a guard rail above the speeding traffic. In narration, he tells us the expressway \"has taken a lot of people and I hope it doesn't get me.\" He lists some of the victims: \"Harry Chapin, the director Alan Pakula, and my mother.\" Howie lives with his father, who has taken a bimbo girlfriend with unseemly haste. He skips school, hangs out with the kinds of boys his mother would have warned him against, breaks into houses, deals uncertainly with the erotic feelings he has for his best friend Gary (Billy Kay). Billy is actively gay, we learn, and hustles older guys for money, but he keeps that side of his life secret from his friends. One of the houses they break into belongs to Big John Harrigan (Brian Cox, who played Hannibal Lecter in \"Manhunter\"). Big John, a client of Gary's, tracks Howie down, confronts him with proof of his crime, and offers him a choice between arrest and friendship. He does not quite require sex as part of the bargain, and perhaps Howie does not quite understand the nature of the older man; some of his naivete is real, and some is deliberately chosen. When Howie's father is arrested on fraud charges connected to his business, Howie ends up at Big John's home, and uncertainly begins to offer what he thinks is expected. Big John turns him away: \"It's not about sex, Howie.\" Isn't it? We have a feeling that for Big John sex is an activity that takes place at the local parks where male hustlers do business, and Howie represents something more complex and, in a twisted way, idealistic.\n\nMake no mistake: \"L.I.E.\" is not an apologia for pederasty. It does not argue in defense of Big John. But its director, Michael Cuesta, has the stubborn curiosity of an artist who won't settle for formulas but is intrigued by the secrets and mysteries of his characters. My guess is that for every actual sexual liaison of this sort, there are dozens or hundreds of ambiguous, unfulfilled, tentative \"friendships.\" Many men can remember that when they were boys there were sometimes older men around who used friendship or mentoring as a metaphor for a vague unexpressed yearning. This movie is balanced along that murky divide just as Howie is balanced above the expressway.\n\nBrian Cox has been a superb actor in more than 50 movies, from \"Braveheart\" to \"Rob Roy\" to \"Rushmore\" to Shakespeare. His character here is macho to an extreme (his door bell plays a patriotic march). He is a man's man in both meanings of the phrase. His achievement in \"L.I.E.\" is to remain just outside our comprehension: We do not approve of what he does, but he is just subtle enough so that we are sometimes not sure exactly what he's doing. The courts would judge this case in black and white, but the movie occupies the darker shades of gray.\n\nThe ending is a cheap shot. An inconclusive ending would have been better, and perhaps more honest. The movie and the ending have so little in common that it's as if the last scene is spliced in from a different film. Although \"L.I.E.\" is rated NC-17 as it is, one almost suspects that this ending replaces another one that was removed for one reason or another. That is the only plausible explanation.", "running_time": 97, "mpaa_rating": "NC-17", "release_year": 2001, "date_published": "2001-09-21", "genres": ["Drama", "Indie"], "title": "L.I.E. (2001)"}