{"url": "http://www.rogerebert.com/reviews/liebestraum-1991", "by": "Kevin Andersonas Nick Kaminsky", "star_rating": 2.0, "text": "\"Cast iron!\" the hero of \"Liebestraum\" says approvingly, as he examines the facade of a classic old department store in downtown Elderstown. The building is a classic, all right, but something else seems to draw him toward it - some strange and fateful memory that tugs at the corner of his memory. His name is Nick Kaminsky (Steppenwolf Theatre’s Kevin Anderson), he is an expert on architecture, and he is back in Elderstown because he has been called to the bedside of his dying mother.\n\n\"Which one is she?\" he asks the nurse, as he enters the hospital ward. He does not recognize his mother, for reasons that lie buried in the past. She is the woman over there in the corner, played by Kim Novak, and she has called him back because she has a secret to reveal, a secret that she keeps from her son long after the rest of us have guessed it.\n\n\"Liebestraum,\" like Kenneth Branagh’s much better \"Dead Again,\" is about passionate lovers in the present whose lives are linked to a murder in the past. But Nick doesn't realize this as he leaves the hospital, finds a room in a fleabag hotel, and goes to look again at the classic department store, only to encounter an old friend named Paul (Bill Pullman).\n\nPaul also shares Nick’s enthusiasm for cast-iron facades - although his enthusiasm is touched with a hint of poignancy, because Paul’s company is about to demolish the building. This would, of course, be a crime; an opinion shared by Paul’s wife, Jane (Pamela Gidley). In no time at all Nick and Jane are drawn into each other’s arms, attracted not only by passion but also by fate, as will be revealed in the fullness of time.\n\n\"Liebestraum\" is made of shadows and stark camera angles, dramatic lightning and shock effects, brooding silences and sudden embraces, and a great deal of silliness. It has been directed by Mike Figgis, whose \"Stormy Monday\" (1988) I much admired. That was a hard-boiled modern-day crime movie, shot in the film noir style, with great performances by Tommy Lee Jones, Melanie Griffith and Sting.\n\n\"Liebestraum\" is another exercise in style, and it looks good, but Figgis' screenplay unfortunately labors to bring forth a revelation that is not only perfectly obvious, but isn't very interesting anyway.\n\nSome fans will no doubt be attracted to the movie because it contains one of Kim Novak’s increasingly rare appearances, but she does little of interest here except gasp, scream and die, and that’s a disappointment because she looks at least as healthy as anyone else in the cast, and a good deal more interesting. Anderson, as the hero, is asked to do too much introspective brooding for any one actor. Pullman, as the villain, lacks hatefulness and edge. Gidley, as the heroine whose past contains her fate, is in one of those roles that has no dimension except as an element of the plot. Figgis, who shows once again that he is a visual master, is guilty of a screenplay that is all twists and no substance.", "running_time": 106, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-11-15", "genres": ["Horror", "Mystery", "Neo-noir", "Romance", "Thriller"], "title": "Liebestraum (1991)"}