{"url": "http://www.rogerebert.com/reviews/lies-my-father-told-me-1975", "by": null, "star_rating": 2.5, "text": "Jan Kadar's \"Lies My Father Told Me\" isn't about lies, really, but about certain truths that a little boy and his grandfather fiercely refuse to accept. The boy, who's about 8 years old, is just at that age when we start making choices in our lives, and taking sides. He's a bright kid, high spirited, and his father and grandfather have very different notions of what he should be taught, how he should behave -- indeed, of what kind of person he should grow up to be.\n\nThe father's an ambitious young man (all the more ambitious because he's been consistently unsuccessful) who dreams of escaping from Montreal's Jewish ghetto, circa 1925, with inventions like expanding cufflinks and creaseless trousers. The grandfather (Yossi Yadin) is an 0ld-country Jew with old ways; he keeps a horse in a stable out behind the house, and every day he and the horse trace their junk route, buying and selling, trading gossip, holding to a beloved routine.\n\nThe son, David, is frightened of his father's sudden rages, but loves his grandfather. And together they love the horse, which is an old and shabby beast that should have found its way into a glue pot years ago. The boy rides along with his grandfather, and sits in the stable for long talks with him, and learns Jewish tradition and folklore in the most astonishing variations. The grandfather, it appears, has a direct understanding with God and doesn't require the assistance of rabbis, organized religion or the written word in order to interpret the Deity's outlook on every subject from eternal life to the care and feeding of horses.\n\nThe father is embarrassed by the grandfather's old-fashioned ways, and humiliated by the fact that the family still keeps a horse in the age of automobiles. Sociologists would see him as a second-generation ethnic immigrant striving for assimilation, but he doesn't see himself that way. His self-image is of a modern man, a person on top of new developments -- progressive, inventive, freed from servitude to old-country ways.\n\nThe little boy, cleareyed and perfectly logical, thinks not at all about such matters but responds lovingly to his grandfather because the old man, in his simple way, is infinitely more capable of giving love. Caught somewhere in the middle is the mother, sensitive but longsuffering, torn between her duties as a wife and her instincts as a parent. And so the family works out its destiny, finding ways to deal with the big questions -- identify, self-purpose, love, death -- by fighting over the little ones, like whether the horse should be gotten rid of, or whether the old man should fill the boy's head with \"nonsense.\"\n\nThe family conflict is played out against a ghetto populated with the usual stock characters: a Marxist, a shrewish neighbor, a whore with a heart of gold. No attempt is really made to make these people more than stereotypes, but they play their roles with sufficient gusto to make them interesting. And they provide the boy with the sense of community that, we sense, his father never had and never wanted. The film's ending is as sad as it is predictable -- but it leaves hope for the future as such enterprises always should.\n\n\"Lies My Father Told Me\" has been criticized here and there for being mawkish, sentimental, obvious, filled with clichés and willing to do almost anything to pluck at the heartstrings. All of those criticisms are correct. It's just that, somehow, such faults don't seem fatal to the movie. Kadar has told a simple story in direct and strong terms, and he hasn't tried to be so sophisticated that we lose sight of the basic emotions that are, after all, the occasion for making the movie in the first place.", "running_time": 102, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "Lies My Father Told Me (1975)"}