{"url": "http://www.rogerebert.com/reviews/life-as-we-know-it-2010", "by": "Katherine Heiglas Holly Berenson", "star_rating": 1.5, "text": "Awww. Their best friends are killed in an auto accident, leaving behind their cute little 1-year-old daughter, Sophie. Holly Berenson and Eric Messer are appointed in the will as Sophie's joint custodians. Alas, Holly and Eric (Katherine Heigl and Josh Duhamel) can't stand each other. But the will specifies they should move into their friends' home, so Sophie won't miss her own room.\n\nAwww. Sophie is just as cute as most 1-year-old babies. She's always ready to roll, maybe because she's got backup; the character is played by triplets (Alexis, Brynn and Brooke Clagett). Holly and Eric know nothing 'bout raisin' no babies. The first emergency comes when Sophie does do-do in her diaper.\n\nAwww. This is really sad. Holly and Eric have to share the same enormous Atlanta mansion. I think it has room for an indoor 100-yard dash. Although their deceased friends Peter and Alison (Hayes MacArthur and Christina Hendricks) were young, they must have been loaded. \"The mortgage is pre-paid for a year,\" the lawyer tells Holly and Eric. How many people can say that?\n\nAwww, this is never gonna work out. Eric is a tomcat on the prowl. Hell, that first night he met Holly on a blind date set up by Peter and Alison, he had another date lined up for later. And Holly — well, she's one of your organized types, spic and span, not a mess like Messer. Plus, she maybe has a crush on Sam (Josh Lucas), the handsome pediatrician.\n\n So anyway, what happens in \"Life As We Know It\"? You'll never guess in a million years. Never. You might just as well give up right now. I don't like spoilers, so just let me say that Holly and Sam adopt Sophie and live happily ever after in the mansion. Awww.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-10-06", "genres": ["Comedy", "Romance"], "title": "Life as We Know It (2010)"}