{"url": "http://www.rogerebert.com/reviews/life-as-a-house-2001", "by": "Kevin Klineas George", "star_rating": 2.5, "text": "“Life as a House” has much heart and not enough brain, and to the degree that you can put your centers of higher intelligence on hold, it works as a tragicomic weeper. Because it is slick and classy and good to look at, and the actors are well within their range of competence, you can enjoy the movie on a made-for-TV level, but you wish it had been smarter and tougher. It is a little deadening to realize, at about the 25-minute mark, that the problems of every single major character will be resolved by the end.\n\nThose characters include George (Kevin Kline), a model-maker who has just been fired from his job at an architect's firm. Robin (Kristin Scott Thomas), his ex-wife, now trapped in a loveless marriage with the absent-minded Peter (Jamey Sheridan). Sam (Hayden Christensen), George and Robin's angst-ridden, pierced, drug-using and self-loathing son. Coleen (Mary Steenburgen), the next-door neighbor, and her daughter Alyssa (Jena Malone). And Josh (Ian Somerhalder), Sam's friend and Alyssa's boyfriend, and a part-time pimp.\n\nI cannot proceed further without informing you that very early in the movie (spoiler warning), George discovers he has about four months to live. For a time we assume he has Ali MacGraw's disease (the sicker you get the better you look), but a specific diagnosis is revealed toward the end.\n\nGeorge got a severance package when he was fired, and he determines to tear down the shack he lives in, build a new house, and win the love and respect of his son, all in one summer.\n\nGeorge's shack sits in a cul-de-sac high on a cliff overlooking the Pacific, in Orange County, Calif. Owners of ocean frontage in that area will be interested to learn that with 26 weeks of severance pay as a model-maker, George can afford to tear down his house and build another one. Some will be surprised he could even pay the taxes.\n\nAny sentient being will be able to predict, after sizing up the characters and their establishing dialogue, that Sam will remove the hardware from his face and learn through hard work to become clean and sober and love his father. That Robin will want to share the experience with Sam (and her two young children by the second marriage), and will recall her early love for George. That Sam and Alyssa will become friends, and a little more. And that two unassigned characters of opposite genders are required by the laws of screenwriting to get together, even if one is a teenage pimp and the other a yuppie housewife.\n\nBut I am getting way too cynical. You have to approach “Life as a House” knowing that it has no interest in life as it is really lived or people as they really are, and offers lovable characters whose personality traits dictate their behavior, just like on television. What is remarkable is how Kline and Thomas, in particular, are able to deepen their characters by sheer skill and depth of technique, so that we like them and care what happens to them. (Whether it is George and Robin we like, or Kline and Thomas, is beside the point--the characters and actors amount to the same thing.) Some episodes in the movie seem especially contrived. One involves a character who discovers something astonishing and falls off the roof. In my experience, people on roofs tend to hold on while digesting astonishing discoveries. Another involves the comeuppance of a nasty neighbor (Sam Robards). The nature of his comeuppance is dictated by the Law of Character Economy, which dictates, I believe, that the purpose of concealing his identity in an earlier scene is to reveal it in a later one.\n\nThere is also a scene involving Christmas lights that strains geo-graphy, plausibility, visibility and special effects to the breaking point. It gets distracting when some scenes in a movie exist on a different plane of possibility than the others.\n\nHollywood has fallen on dark days, dumbing down many of its films to the point where the actors seem measurably brighter than their dialogue and decisions. The current \"My First Mister\" directed by Chrstine Lahti, has surprisingly similar situations, more effectively handled. “Life as a House” is aimed at the audience that admired a movie like “Terms of Endearment” (1983) but exists, alas, on the level of its pale sequel, “The Evening Star” (1996). The scenes that play best are not the ones of high drama and tear-jerking intensity, but the moments of simple affection between Kline and Thomas.\n\nThose moments have truth, and they humble some of the other material.", "running_time": 128, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-10-26", "genres": ["Drama"], "title": "Life As A House (2001)"}