{"url": "http://www.rogerebert.com/reviews/life-or-something-like-it-2002", "by": "Angelina Jolieas Lanie Kerrigan", "star_rating": 1.0, "text": "Someone once said, live every day as if it will be your last. Not just someone once said that. Everyone once said it, over and over again, although \"Life or Something Like It\" thinks it's a fresh insight. This is an ungainly movie, ill-fitting, with its elbows sticking out where the knees should be. To quote another ancient proverb, A camel is a horse designed by a committee. \"Life or Something Like It\" is the movie designed by the camel.\n\nThe movie stars Angelina Jolie as Lanie Kerrigan, a bubbly blond Seattle TV reporter whose ignorance of TV is equaled only by the movie's. I don't know how the filmmakers got their start, but they obviously didn't come up through television. Even a viewer knows more than this.\n\nExample: Sexy Pete the cameraman (Edward Burns) wants to play a trick on Lanie, so he fiddles with her microphone during a stand-up report from the street, and her voice comes out like Mickey Mouse's squeak--like when you talk with helium in your mouth. Everybody laughs at her. Except, see, your voice comes out of your body, and when it goes through the air, it sounds like your voice to the people standing around. When it goes into the microphone, it kind of stays inside there, and is recorded on videotape, which is not simultaneously played back live to a street crowd.\n\nLanie dreams of going to New York to work on \"AM USA,\" the network show. She gets her big invitation after attracting \"national attention\" by covering a strike and leading the workers in singing \"Can't Get No Satisfaction\" while she dances in front of them, during a tiny lapse in journalistic objectivity. Meanwhile, she is afraid she will die, because a mad street person named Prophet Jack has predicted the Seattle team will win, there will be a hailstorm tomorrow morning, and Lanie will die next Thursday. They win, it hails, Lanie believes she will die.\n\nThis leads to a romantic crisis. She is engaged to Cal Cooper (Christian Kane), a pitcher with the Seattle Mariners. He's in the field, he looks lovingly at her, she smiles encouragingly, the pitch is thrown, the opposing team batter hits a home run, and she jumps up and applauds. If he sees that, she may not last until Thursday.\n\nMeanwhile, she apparently hates Pete the sexy cameraman, although when Cal is out of town and she thinks she's going to die, they make love, and then we find out, belatedly, they've made love before. The screenplay keeps doubling back to add overlooked info.\n\nCal comes back to town and she wants a heart-to-heart, but instead he takes her to the ballpark, where the friendly groundskeeper (who hangs around all night in every baseball movie for just such an opportunity) turns on the lights so Cal can throw her a few pitches. Is she moved by this loving gesture? Nope: \"Your cure for my emotional crisis is batting practice?\" This is the only turning-on-the-lights-in-the-empty-ballpark scene in history that ends unhappily.\n\nLanie and Pete the sexy cameraman become lovers, until Pete whipsaws overnight into an insulted, wounded man who is hurt because she wants to go to New York instead of stay in Seattle with him and his young son. This about-face exists only so they can break up so they can get back together again later. It also inspires a scene in the station's equipment room, where Jolie tests the theoretical limits of hysterical overacting.\n\nLanie's \"AM USA\" debut involves interviewing the network's biggest star, a Barbara Walters-type (Stockard Channing), on the star's 25th anniversary. So earth-shaking is this interview, the \"AM USA\" anchor breathlessly announces, \"We welcome our viewers on the West Coast for this special live edition!\" It's 7 a.m. in New York. That makes it 4 a.m. on the West Coast. If you lived in Seattle, would you set your alarm to 4 a.m. to see Barbara Walters plugging her network special? Lanie begins the interview, pauses, and is silent for 30 seconds while deeply thinking. She finally asks, \"Was it worth everything?\" What? \"Giving up marriage and children for a career?\" Tears roll down Channing's cheeks. Pandemonium. Great interview. Network president wants to hire Lanie on the spot. Has never before heard anyone asked, \"Was it worth it?\" The question of whether a woman can have both a career and a family is controversial in \"Life or Something Like It\"--even when posed by Ms. Jolie, who successfully combines tomb-raiding with Billy Bob Thornton.\n\nI want to close with the mystery of Lanie's father, who is always found stationed in an easy chair in his living room, where he receives visits from his daughters, who feel guilty because since Mom died they have not been able to communicate with Dad, who, apparently as a result, just sits there waiting for his daughters to come back and feel guilty some more. Eventually there's an uptick in his mood, and he admits he has always been proud of Lanie and will \"call in sick\" so he can watch Lanie on \"AM USA.\" Until then I thought he was sick. Maybe he's just tired because he's on the night shift, which is why he would be at work at 4 a.m.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-26", "genres": ["Comedy", "Drama", "Romance"], "title": "Life Or Something Like It (2002)"}