{"url": "http://www.rogerebert.com/reviews/life-of-pi-2012", "by": "Suraj Sharmaas Pi", "star_rating": 4.0, "text": "Ang Lee's \"Life of Pi\" is a miraculous achievement of storytelling and a landmark of visual mastery. Inspired by a worldwide best-seller that many readers must have assumed was unfilmable, it is a triumph over its difficulties. It is also a moving spiritual achievement, a movie whose title could have been shortened to \"life.\"\n\nThe story involves the 227 days that its teenage hero spends drifting across the Pacific in a lifeboat with a Bengal tiger. They find themselves in the same boat after an amusing and colorful prologue, which in itself could have been enlarged into an exciting family film. Then it expands into a parable of survival, acceptance and adaptation. I imagine even Yann Martel, the novel's French-Canadian author, must be delighted to see how the usual kind of Hollywood manhandling has been sidestepped by Lee's poetic idealism.\n\nThe story begins in a small family zoo in Pondichery, India, where the boy christened Piscine is raised. Piscine translates from French to English as \"swimming pool,\" but in an India where many more speak English than French, his playmates of course nickname him \"pee.\" Determined to put an end to this, he adopts the name \"Pi,\" demonstrating an uncanny ability to write down that mathematical constant that begins with 3.14 and never ends. If Pi is a limitless number, that is the perfect name for a boy who seems to accept no limitations.\n\nThe zoo goes broke, and Pi's father puts his family and a few valuable animals on a ship bound for Canada. In a bruising series of falls, a zebra, an orangutan, a hyena and the lion tumble into the boat with the boy, and are swept away by high seas. His family is never seen again, and the last we see of the ship is its lights disappearing into the deep — a haunting shot that reminds me of the sinking train in Bill Forsyth's \"Housekeeping\" (1987).\n\nThis is a hazardous situation for the boy (Suraj Sharma), because the film steadfastly refuses to sentimentalize the tiger (fancifully named \"Richard Parker\"). A crucial early scene at the zoo shows that wild animals are indeed wild and indeed animals, and it serves as a caution for children in the audience, who must not make the mistake of thinking this is a Disney tiger.\n\nThe heart of the film focuses on the sea journey, during which the human demonstrates that he can think with great ingenuity and the tiger shows that it can learn. I won't spoil for you how those things happen. The possibilities are surprising.\n\nWhat astonishes me is how much I love the use of 3-D in \"Life of Pi.\" I've never seen the medium better employed, not even in \"Avatar,\" and although I continue to have doubts about it in general, Lee never uses it for surprises or sensations, but only to deepen the film's sense of places and events.\n\nLet me try to describe one point of view. The camera is placed in the sea, looking up at the lifeboat and beyond it. The surface of the sea is like the enchanted membrane upon which it floats. There is nothing in particular to define it; it is just … there. This is not a shot of a boat floating in the ocean. It is a shot of ocean, boat and sky as one glorious place.\n\nStill trying not to spoil: Pi and the tiger Richard Parker share the same possible places in and near the boat. Although this point is not specifically made, Pi's ability to expand the use of space in the boat and nearby helps reinforce the tiger's respect for him. The tiger is accustomed to believing it can rule all space near him, and the human requires the animal to rethink that assumption. \n\nMost of the footage of the tiger is of course CGI, although I learn that four real tigers are seen in some shots. The young actor Suraj Sharma contributes a remarkable performance, shot largely in sequence as his skin color deepens, his weight falls and deepness and wisdom grow in his eyes.\n\nThe writer W.G. Sebold once wrote, \"Men and animals regard each other across a gulf of mutual incomprehension.\" This is the case here, but during the course of 227 days, they come to a form of recognition. The tiger, in particular, becomes aware that he sees the boy not merely as victim or prey, or even as master, but as another being.\n\nThe movie quietly combines various religious traditions to enfold its story in the wonder of life. How remarkable that these two mammals, and the fish beneath them and birds above them, are all here. And when they come to a floating island populated by countless meerkats, what an incredible sequence Lee creates there.\n\nThe island raises another question: Is it real? Is this whole story real? I refuse to ask that question. \"Life of Pi\" is all real, second by second and minute by minute, and what it finally amounts to is left for every viewer to decide. I have decided it is one of the best films of the year.\n\nRead and make comments here.", "running_time": 127, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-11-20", "genres": ["Action", "Adventure", "Drama"], "title": "Life of Pi (2012)"}