{"url": "http://www.rogerebert.com/reviews/life-is-sweet-1991", "by": "Alison Steadmanas Wendy", "star_rating": 4.0, "text": "Most movies begin by knowing everything about their characters.\n\n\"Life is Sweet\" seems to make discoveries as it goes along; it really feels as if the story is as surprising to the characters as it is to us. The filmmaker, Mike Leigh, works in a unique way: He assembles his actors, and then they spend weeks or months devising the screenplay by improvising together. When it's finished, they start shooting, having in vented the characters from the inside out.\n\nWith \"Life is Sweet,\" that approach combines more humor and more poignancy into the same story than most screenwriters would have dared. There are scenes here that are funnier than those of any other movie this year, and other scenes that weep with the pain of sad family secrets, and when it's over we have seen some kind of masterpiece. This is one of the best films of the year.\n\nThe story takes place in a small home in a London suburb, where the parents, Wendy and Andy (Alison Steadman and Jim Broadbent), live with twin daughters who are 20ish (Claire Skinner and Jane Horrocks).\n\nThese daughters are like the night and day. Nicola, played by Horrocks, hides behind glasses, tangled hair and cigarettes, and affects a great contempt for all things conventional, progressive, or healthy. Natalie, played by Skinner, is clean-cut, cheerful and dutiful. Each sister is a rebuke to the other.\n\nAndy, the father, was athletic when he was younger, but is now going comfortably to seed. He and Wendy were married when they were quite young, and have grown up together, learning some hard lessons along the way. But now they seem to have settled into a comfortable accommodation with one another, inspired partly by Andy's lunatic schemes, and partly by the way Wendy is both horrified and amused by them. There is a moment when Andy leads his wife out into the front of the house with her eyes covered, and then - ta ta! - unveils them to reveal his latest scheme for independent living, a mobile hot dog stand.\n\nIn his day job, Andy works in the food preparation industry and hates it. When he trips over a spoon and breaks a leg, he brings the spoon home with him, hangs it in a place of shame on the wall, and accuses it of treachery in the warmest and most personal terms. It is hard to imagine a screenwriter coming up with this dialogue, but it feels both original and exactly right; the sort of things that would come out of an improvisational investigation.\n\nThe funniest passage in the movie actually has little to do with the rest of it; it involves a family friend (the feckless Timothy Spall) who opens a grotty French restaurant on the high road, hires one of the girls as his waitress, and then gets doggedly drunk while waiting for customers and reviewing his implausible menu.\n\nMeanwhile, at home, in such a subtle way we don't at first realize it, the movie reveals its more serious undertones. Nicola really is seriously disturbed - convinced she is ugly and fat - and the sunny cheerfulness of her sister acts only as a daily depressant.\n\nThe twins know almost everything about each other, but several important secrets have never been openly discussed, and now they are, as the family's underlying problems come out into the open. I do not want to reveal too much. I especially want to avoid spoiling for you the extraordinary impact of an outburst by Wendy, the mother, who tells her girls some of the sorts of things children do not realize about parents.\n\nBy the end of \"Life is Sweet,\" we are treading close to the stuff of life itself - to the way we all struggle and make do, compromise some of our dreams and insist on the others. Watching this movie made me realize how boring and thin many movies are; how they substitute plots for the fascinations of life.\n\n\"Life is Sweet\" has been the greatest success so far in the long, brave career of Mike Leigh, who made a film named \"Bleak Moments\" that made my \"best of the year\" list in 1972, and then did not make another film until \"High Hopes\" in 1989 (that also made my \"best 10\" list - so he's never made a film that didn't). Film financiers are understandably slow to back a film that doesn't have a screenplay, but Leigh has persisted in his collaborations with actors where in his own brave and stubborn way he has finally become something of a hero.\n\nWhat is amazing is that a man can labor against the market forces of the stage and screen for 20 years and still retain his sense of humor. And yet that is what he has done. \"Life is Sweet\" is as funny, spontaneous and free as if it had been made on a lark by a millionaire. See it, and you will sense the freedom with which movies can be made when they are freed from the lockstep of the assembly line.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-12-24", "genres": ["Comedy", "Drama"], "title": "Life Is Sweet (1991)"}