{"url": "http://www.rogerebert.com/reviews/life-stinks-1991", "by": "Mel Brooksas Goddard Bolt", "star_rating": 3.0, "text": "It may take more skill and intelligence to live without money than to make and spend a great deal of it, and that is the buried message of “Life Stinks,” a warmhearted new comedy from Mel Brooks.\n\nIt’s easy to sit inside an air-conditioned car and feel scorn for some poor wretch who is trying to earn a quarter for wiping a rag across the windshield. But if we were out there on the streets without a home or money, what bright ideas would we come up with? Donald Trump can make millions selling condos to other millionaires, but could he make 10 bucks in a day if he had to start from scratch? The conventional wisdom in these situations is that the poor and homeless should get a grip on themselves, should pull themselves up by their bootstraps. But if they have no boots, what then? Wasn’t it Anatole France who said that the Law, in its magnificent equality, prohibits the rich as well as the poor from sleeping under bridges and begging in the streets? What Brooks does with this idea is tell a fable of a rich urban developer who finds himself on the streets, in the ghetto, wondering where his next meal is coming from.\n\nBrooks plays the rich man himself. His name is Goddard Bolt, and he intends to buy a large, wretchedly poor area of Los Angeles, tear it down, and start over - at immense profit to himself. His archenemy in business is a predatory capitalist named Vance Crasswell (played by Jeffrey Tambor with oily superiority). They get in a bidding and bluffing war, and it finally all comes down to a bet: The Brooks character bets he can live for 30 days, by his wits, as a homeless bum - without ever stepping foot outside the area.\n\nThis is a premise Brooks and his writers have borrowed from “Sullivan’s Travels,” the 1939 Preston Sturges classic in which Joel McCrea plays a Hollywood director who went on the road as a bum. But the streets are a little meaner in 1991 than they were in 1939, and the affluent are stingier. It is sometimes all Brooks can do to make his movie seem like a comedy, when the desperation of the homeless is so evident in every scene.\n\nBut he pulls it off. He gets mileage out of his own efforts to emulate the panhandlers he sees - he wipes a windshield, he dances and hopes people will toss coins into his hat - and he makes some friends on the street, who steer him toward the nearest soup kitchen. And he meets some kindred spirits, like Molly (Lesley Ann Warren), who lives in an alley that she has furnished as her living room. The movie’s best scene is one in which, together, they transform poverty into fantasy, in a dance inspired by the old MGM musicals.\n\n“Life Stinks” is a new direction in Brooks’ directing career. The typical note in most of his earlier work was cheerful vulgarity, as he went for the laugh, no matter what. He has made some of the funniest movies I’ve ever seen, including \"The Producers,\" “Blazing Saddles” and “Young Frankenstein.” This is not one of them. It has its laughs, but it’s a more thoughtful film, more softhearted toward its characters. It’s warm and poignant.\n\nBrooks, as usual, is his own best asset. As an actor, he brings a certain heedless courage to his roles. His characters never seem to pause for thought; they’re cocky, headstrong, confident. They charge ahead into the business at hand. There is a certain tension in “Life Stinks” between the bull-headed optimism of the Brooks character, and the hopeless reality of the streets, and that’s what the movie is about.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-07-26", "genres": ["Comedy"], "title": "Life Stinks (1991)"}