{"url": "http://www.rogerebert.com/reviews/life-with-mikey-1993", "by": "Michael J. Foxas Michael Chapman", "star_rating": 2.0, "text": "\"Life with Mikey\" is a good-hearted retread of many other movies about friendship between a hapless adult and a wise child.\n\nLike \"Curly Sue\" and \"Little Miss Marker\" and all the others in between, it shows an aimless, depressed grown-up who is transformed by a kid who gets him to shape up - and learn to love, of course.\n\nThe movie stars Michael J. Fox as Mikey, a onetime child TV star who is now a has-been, reduced to opening fast-food restaurants and running a talent agency with his brother. The agency specializes in kids, including one foghorned little case study named Barry (David Krumholtz) who is known as the \"cereal king\" because of his many TV commercials, and who seems to be in preparation for a lifetime as Mr. Saturday Night.\n\nOne day Fox has his pocket picked by a cute little Hispanic street urchin named Angie (Christina Vidal). When he catches up with her, he's amazed to see her talking her way out of almost certain arrest with a heart-rending story of hard times and bad luck. He decides on the spot to sign the kid and make her into an actress, and the rest of the movie is devoted to her career, which proceeds uncertainly, and her private life, as Fox becomes her surrogate father.\n\nThere isn't an event in the screenplay that hasn't been done before in earlier examples of this genre. But there are a couple of nice twists: Angie's father, when Fox finally tracks him down, turns out to be a basically nice guy who's in a rehab center.\n\nSome of the scenes involving Krumholtz and the other child actors are funny. And Angie's first job, making a commercial for a cookie millionaire played by David Huddleston, is enlivened by the cookie king's own sense of humor.\n\nBut the movie meanders. It doesn't set itself a clear goal, and there are times when sheer panic sets in. There are, for example, not one but two fake surprise birthday parties in the film, always a sign of desperation. And there is a visit to Santa, which is not handled nearly as well as it usually is in movies about precocious kids.\n\nWhat makes the movie watchable is Christina Vidal's performance. She's a bright, no-nonsense type who plants her feet and delivers her lines and looks Fox square in the eye. Too bad that Fox seems adrift most of the time. It almost seems as if neither he nor the director made a clear decision about what his character would be like at the beginning and end of the film, and how to get from one point to another. Fox seems so unfocused that, even though he has spent years practicing, he can't even puff on a cigarette in a way to convince us he's a real smoker.\n\nI left the movie wondering why the screenplay was even considered filmable. There's nothing compelling about it, nothing original. \"Life with Mikey\" is a genial, aimless movie of low ambition, and that's a shame, because Christina Vidal, at least, deserved better.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-06-04", "genres": ["Comedy", "Family"], "title": "Life With Mikey (1993)"}