{"url": "http://www.rogerebert.com/reviews/light-sleeper-1992", "by": "Willem Dafoeas John Letour", "star_rating": 4.0, "text": "People get into situations like this. They start doing drugs when they're young, and then they start dealing drugs in order to pay for them, and then, if they survive, the day comes when they get off drugs, because eventually one day you either get off drugs, or you die. And then they are left with selling the drugs, because the money is easy and it is the only life they know, and their resume for a straight job would have a gap representing their adult lifetimes.\n\nJohn LeTour, the hero of \"Light Sleeper,\" Paul Schrader's brooding, lonely new film, delivers drugs to clients in Manhattan. He works for a dealer named Ann, who runs her operation as a business, but dreams of getting into another one - maybe she'll start a cosmetics firm. It's the daydream of anyone who is being paid too much to do something that no longer matters to them; they'll quit one day, and do what they really want to do. But somehow they can never afford that. Maybe a catastrophe would be a blessing in disguise.\n\nSchrader knows this world of insomnia, craving and addiction. And he knows all about people living in a cocoon of themselves. \"Light Sleeper\" is the third in his trilogy about alienated night workers, after \"Taxi Driver\" (he wrote the screenplay, Martin Scorsese directed), and \"American Gigolo,\" about a man who supplies sex at great cost to himself. Now comes this story about the man who delivers drugs. There are many parallels in the three films: all involve the men in misguided efforts to save or connect with a self-destructive woman, and all end in violence. But, perhaps because he is growing older and wiser, the characters over the years have become better people. The zombie craziness in Travis Bickle, the De Niro character in \"Taxi Driver\" (1973), has mellowed into a certain gentle resignation in Willem Dafoe's gifted portrait of John LeTour in \"Light Sleeper.\" LeTour has been off drugs for a couple of years. He still drinks, and never really got involved in going to meetings. He does his job for money. He has clients who worry him, including one completely strung-out guy who has holed up in an apartment with booze and drugs and is going off the deep end.\n\nHis last trip to this guy's house - where he brutally tells him he's hit bottom, and kicks the guy back down to the floor while making a call to turn him in - is a scene of perfect insight into the world of addiction.\n\nOne day LeTour accidentially runs into a woman he loved and lost because of drugs (Dana Delany). She is afraid of him; she keeps edging away, because she's been clean and sober for five years, and she thinks his shaky status might be catching. He pursues her. He tries to tell her he's cleaned up his act.\n\nHe goes to a psychic (Mary Beth Hurt), who sees an aura of death around him, and he appeals to her desperately for help and advice.\n\n\"Light Sleeper\" isn't about the help he can get from psychics, however; it's about desperation that makes him project healing qualities upon anyone who is halfway sympathetic.\n\nThe movie is familiar with its life of night and need. It finds the real human qualities in a person like the Susan Sarandon character - who, in a crisis, reacts with loyalty and quick thinking.\n\nIt is filled with great weariness and sadness; the party has been over for a long time, and these old druggies, now approaching middle age, have been left behind. Because they were survivors, because they were more intelligent and honest than most, this is the thanks they get: They continue to work in the scene long after they should have been replaced by a new generation of losers.\n\nI've talked to some people who had this or that complaint about the plot of \"Light Sleeper,\" often that they didn't like the way the ending seemed like an ironic echo of \"Taxi Driver.\" This movie isn't about plot, it's about a style of life, and the difficulty of preserving self-respect and playing fair when your income depends on selling people stuff that will make them hate you.\n\nIn film after film, for year after year, Paul Schrader has been telling this story in one way or another, but never with more humanity than this time.", "running_time": 103, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-09-04", "genres": ["Drama"], "title": "Light Sleeper (1992)"}