{"url": "http://www.rogerebert.com/reviews/light-it-up-1999", "by": "Usher Raymondas Lester Dewitt", "star_rating": 2.5, "text": "As recently as 1985, our view of high school was so innocent that a movie like \"The Breakfast Club\" could involve five teenage trouble makers working things out in unsupervised detention. Now look at \"Light It Up.\" The same kinds of kids take hostages and get involved in an armed standoff with the police.\n\nThe movie unfolds at an inner-city high school where the heat doesn't work, the winter wind blows in through broken windows, and most students don't have copies of their textbooks. But the students are basically good kids--not the crazed dopers and gang-bangers depicted in so many movies about high schools in trouble.\n\nThe ingredients for a tragedy are assembled early. A new security guard with the ominous name of Dante Jackson (Forest Whitaker) has come to work. He's got problems. One student pegs him: \"A $5 cop with a $50 attitude.\" Meanwhile, a teacher named Knowles (Judd Nelson, from the original \"Breakfast Club\") is wandering the halls with his students, looking for a heated classroom. He eventually takes them to a fast-food restaurant. Misunderstandings multiply when they return to the school. The guard gets into a shoving match with some of the students, his gun goes off, and a routine day turns into a hostage crisis.\n\nThe ringleader is a good student and star athlete named Lester, played by R&B singer Usher Raymond, who shows real screen presence. Other students include Rosario Dawson, as a girl who counsels moderation; Sara Gilbert, as a girl so steeped in misery, she's basically just along for the ride; Robert Ri'chard as a goofy kid who unwittingly starts the trouble; Fredro Starr as a hothead with a police record, and Clifton Collins Jr. as Lester's pal.\n\nAs these six students barricade themselves in the library with the guard, we're reminded of the young actors in \"The Breakfast Club\": Emilio Estevez, Anthony Michael Hall, Judd Nelson, Molly Ringwald and Ally Sheedy. Although their careers have had ups and downs, they all became stars, and the \"Light It Up\" cast is similarly promising.\n\nThe problem is the movie is too predictable--so predictable that it keeps it from truly generating suspense (\"The Breakfast Club\" wisely went for discovery and revelation instead). Cops surround the school, which is in New York (although the movie was filmed in Chicago, at Calumet Career Preparatory Academy on the South Side). Searchlights bathe it. Vanessa L. Williams plays the hostage negotiator who gets Lester on the telephone. Of course, the library is equipped with computers, and soon the students are e-mailing their defense to CNN.\n\nI am not sure I buy the way the movie thinks the crisis would play out. With the hostage-takers portrayed on TV as good kids, with their friends demonstrating their support, with even their teacher (Nelson) backing them, is it possible a hothead cop would seize control from the negotiator \"because we want this wrapped up before the morning news?\" Maybe that's necessary because in these souped-up times, a more rational conclusion is unthinkable. \"The Breakfast Club\" ended with the students, slightly older and wiser, driving off with their parents. \"Light It Up\" has a SWAT team poised in a stairwell while the gang member prepares Molotov cocktails. Connect the dots.\n\nThe movie was directed by Craig Bolotin and produced by musician Kenneth (Babyface) Edmonds and his wife, Tracey. It has a refreshing lack of heated racial attitudes. Twenty years ago, there would have been some kind of obligatory shouting match in the library between the white girl and the black one. The teacher might not have been white. The principal would have been. The negotiator might not have been black. Bolotin's screenplay considers the characters as individuals, and they're not color-coded. Obligatory racial side-taking and name-calling is gradually (too gradually) being phased out of situations like this, in fiction and life, at the end of the century.\n\nIf I can't quite recommend the movie, it's because so much of the plot is on autopilot. The dialogue spells out too much that doesn't need to be said. The dynamic of the Internet-media angle is not really exploited. The final scenes seem contrived to supply action where it is not needed or convincing. But there's a lot in the movie that's good, including its cast of gifted newcomers.", "running_time": 103, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-10", "genres": ["Drama", "Thriller"], "title": "Light It Up (1999)"}