{"url": "http://www.rogerebert.com/reviews/lightning-jack-1994", "by": "Paul Hoganas Kane", "star_rating": 2.0, "text": "It's impossible to dislike Paul Hogan, and almost as hard to like his movies. They're as goodhearted as they are simple-minded.\n\n\"Lightning Jack, \" his new comic Western, is an example. It stars Hogan as a publicity-hungry Western outlaw who isn't as young as he used to be, and was never very dangerous, and has a partner who is both black and a mute. It generates some chuckles, but nothing much more, because the movie's too agreeable and easy-going for its own good.\n\nHogan's genius, right at the dawn of his film career, was to find a character who matched his own personality. That was Crocodile Dundee, the legendary wilderness guide for Australia's outback, who found himself in New York, taking advantage of the natives who were trying to take advantage of him.\n\n\"Lightning Jack\" is the same kind of outsider - an Australian, again, who meanders through American legends as if plumb pleased to be shown around.\n\nThe movie makes Jack a semi-legendary Western outlaw, who sticks up banks when he gets the chance, and loves his newspaper clippings, even though he has to have them read to him. In the course of an unplanned chain of events, he takes as a hostage the son (Cuba Gooding Jr.) of a frontier dry-goods merchant, and then discovers the youngster, named Ben, is mute.\n\nGooding, best-known for \"Boyz N The Hood,\" creates an entirely different kind of character, and is willing to mug and pantomime to get his message across when it turns out Jack is illiterate and can't read his scrawled notes. The two get along awfully well for desperado and hostage, indeed: Ben, bored stiff by working in his father's store, gets hooked on Jack's exciting lifestyle, and wants to be a bank robber himself. Jack obliges, and they set out to rob a bank, but Ben fumbles the job by shooting himself in the foot. (In another film, he might have done so symbolically. Here, of course, he does so literally.) Jack and Ben become good friends while traveling the west in search of fame and glory, and there are the usual interludes involving saloons, saloon brawls, and saloon gals with hearts of gold (Beverly D'Angelo and Kamala Dawson - who gets Ben upstairs, discovers he's mute, and asks, \"Is there any other part of you that doesn't work properly?\") Parts of the movie seem to have been inspired by old jokes.\n\nWill there be anyone in the audience, for example, who doesn't know what's coming when Jack gets bitten by a snake and needs Ben to suck out the venom? This gag is ancient as a gold joke, and as a western joke it's no better, especially when Hogan undermines it with a U-turn at the punch line.\n\n\"Lightning Jack\" has been directed by Simon Wincer, whose credits include the \"Lonesome Dove\" TV series and \"Free Willy.\" Here he brings little tension of excitement, and nothing fresh in the way of humor, to a meandering story that exists primarily as a peg for Hogan's pleasant personality. A Western should be a lot of things, but genial isn't one of them.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-03-11", "genres": ["Action", "Comedy"], "title": "Lightning Jack (1994)"}