{"url": "http://www.rogerebert.com/reviews/lights-in-the-dusk-2008", "by": "Janne Hyytiainenas Koistinen", "star_rating": 3.5, "text": "More and more I am learning to love the films of Aki Kaurismaki, that Finnish master of the stories of sad and lonely losers. Like very few directors (like Tati, Fassbinder, Keaton, Fellini), he has created a world all his own, and you can recognize it from almost every shot. His characters are dour, speak little, expect the worst, smoke too much, are ill-treated by life, are passive in the face of tragedy. Yes, and they are funny.\n\n\tIt is a deadpan humor. Kaurismaki never signals us to laugh, and at festivals there is rarely a roar of laughter, more often the exhalation people make when they are subduing a roar of laughter. His characters are lovable, but nobody seems to know that. \"Lights in the Dusk,\" now on DVD from Strand, is the third film in his \"loser trilogy,\" preceded by \"Drifting Clouds,\" the story of an unemployed couple hopelessly in debt, and \"The Man Without a Past,\" the story of a homeless man who has no idea who he is. How can I convince you these stories are deeply amusing? I can't. Take my word for it.\n\n\tIn \"Lights in the Dusk,\" everybody on the screen smokes more than ever, perhaps because it is the highlight of their day. We meet Koistinen (Janne Hyytiainen), a night watchman who says \"I have no friends\" because it is true: He has no friends. Well, there is the woman who runs the late-night hot dog stand. She is nice to him, but he is cold to her.\n\n\tKoistinen is shunned at work by his fellow security guards. After three years, the manager cannot remember his name. People stare at him in restaurants. One night he is approached at his solitary table in a cafe by an attractive blonde who asks, \"Is this seat taken?\" He asks her why she sat there when the cafe is empty. \"Because you looked like you needed company.\"\n\n\tThey date, if that is the word. They sit rigidly through a movie, almost silently through a dinner, and he stands in the corner at a disco. He invites her to dinner in his basement flat, which has large pipes running through it. He offers her a fresh bagel: \"The roast is in the oven.\" She says, \"Koistinen, I have to make a trip. My mother is ill.\" He asks, \"When?\" She says, \"Right now,\" and stands up and leaves.\n\n\tHe protests to three bruisers that their dog has been tied outside a bar for days, without water. They take him off-screen and he returns beaten. Most of Kaurismaki's beatings are off-screen, mercifully. There is a plot behind all of his misfortune, which leads to jail time, and then a cot in a homeless shelter. He disastrously tries to take action against those who have used him. The hot dog girl seeks him out. The dog finds a new owner. There is a happy ending, lasting about 30 seconds. \n\nIt isn't what happens, it's how it happens. You'll have a hard time finding Kaurismaki in a theater in most cities (and states), but he's waiting for you on DVD. Put a Kaurismaki in your Netflix queue. Most any film will do. You will start watching it, and feel strangely disoriented because none of the usual audience cues are supplied. You're on your own. You will watch it engrossed and fascinated right up until the very end, which will not feel much like an ending. You will for some reason feel curious to see another Kaurismaki film. If by any chance you dislike the film and turn it off, let it wait a day, and start it again. You were wrong.", "running_time": 78, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-07-17", "genres": ["Crime", "Drama", "Foreign"], "title": "Lights in the Dusk (2008)"}