{"url": "http://www.rogerebert.com/reviews/like-mike-2002", "by": "Lil’ Bow Wowas Calvin Cambridge", "star_rating": 3.0, "text": "Kids can't be Michael Jordan, but they can wear his basketball sneakers, and in their fantasies, the sneakers give them the power to be--like Mike. Sports shoes are one of the most powerful totems in kid society, in part because of M.J.'s TV ads, and \"Like Mike\" is not merely a good idea for a movie, but an inevitable one.\n\nLil' Bow Wow (whose name should properly be spelled Li'l' Bow Wow, but never mind) stars as Calvin Cambridge, an orphan who comes into possession of a pair of faded Nikes with the initials \"MJ\" written inside the tongue. We might doubt that Jordan writes his initials in his shoes (and if he does, he probably has someone to do it for him), but Calvin has no doubts, not even when the shoes are a perfect fit, which seems unlikely.\n\nHe lives in an orphanage that seems to be running as a profitable scam. His best buddy is Murph (Jonathan Lipnicki), and his worst enemy is Ox (Jesse Plemons). Ox throws the sneakers so they hang by their laces from a power line, Calvin climbs up a tree in a storm to retrieve them, lightning strikes, and somehow the sneakers and the lightning magically combine to make him like Mike.\n\nReally like Mike. The kind coach of the local NBA team (Robert Forster) gives Calvin some tickets to a game, he ends up in a halftime shooting contest with an NBA star and, wearing the sneakers, outshoots the star so dramatically that the team owner signs him up--as a gimmick, of course, although Calvin is soon in the starting lineup and leading his team to the finals. Wearing the magic sneakers, he makes Air Jordan look like a puddle jumper.\n\nRapper Lil' Bow Wow (who has since dropped the \"Lil' \") is responsible for a lot of the movie's success. He is confident and relaxed on the screen, engaging, and has good moves on the basketball court. In a role that could have been deadly with the wrong kind of kid actor, he's the right kind, a no-nonsense professional who wisely plays the fantasy as if it were real.\n\nA lot of the surrounding plot is recycled from other movies, of course, including the playground bully, the tried-and-true orphanage situations (the kids are like puppies hoping for new owners) and the last-minute, cliff-hanging plays of the big games. But the movie overcomes its lack or originality in the setup by making good use of its central idea, that a pair of sneakers could make a kid into an NBA star. This is a message a lot of kids have been waiting to hear.", "running_time": 100, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-07-03", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Sports Film"], "title": "Like Mike (2002)"}