{"url": "http://www.rogerebert.com/reviews/like-crazy-2011", "by": "Anton Yelchinas Jacob", "star_rating": 3.0, "text": "From the very start, Anna is more in love than Jacob. They meet in a college class in Los Angeles, she leaves a note on his windshield, they start to date, it goes very well, and because she can't bear the thought of separating, she overstays her student visa and doesn't return home to London on schedule. Later, when she tries to return to California, she's nabbed by immigration officials and put in one of those bare white rooms with one table and two chairs.\n\nThey will have to be apart — not forever, but for who knows how long? This makes her feel terrible, and we do, too, because they're young and beautiful. \"Like Crazy\" depicts them in an intelligent, graceful indie style. It's not a clunky rom-com; it's sweeter and more intimate. The question in my mind is, how deeply does he care?\n\nI ask this as a male who brought some cynicism to my viewing. It may be love at first sight and Anna (Felicity Jones) may not have spent a lot of time with Jacob (Anton Yelchin), but she is deep and true and trusts her heart, and she wants to build a nest with this man. Jacob, however, feels sincerely for her, but what's required is loony love, not sincerity. If you're in love like crazy, you do what the situation requires.\n\nAnna can't get into the United States. Jacob can get into London, but he can't move there because, you see, he designs and builds chairs, and his business is in Santa Monica. Say what? You can't design chairs in London? You wouldn't rather live in London with the girl you love than build chairs in Santa Monica? His chairs look ordinary to me. The one we see is a straight chair made of wood. We see him lovingly perfecting a sketch of it. Assemble a dozen second graders, assign them to draw a chair, merge their drawings into one, and they would look like a Jacob Chair. This guy is no Eames. \n\nI discuss these problems because I think they expose a problem. It's easy to identify with Anna, because the character is wonderfully well drawn and acted; Felicity Jones, a rising star, has a face that glows when she smiles, and radiates her love and sense of loss. She reminds me of Helena Bonham Carter. You may recall her as Miranda in Julie Taymor's \"The Tempest.\" She may have only a case of first love, but what love is more urgent and presents a more desperate challenge? \n\nAnton Yelchin has all the tools he needs to play Jacob, but the screenplay doesn't serve him. He doesn't seem to be as involved as Anna. And for a man so involved in the design and crafting of chairs, isn't he on the young side? (He is 22, three years younger than Jones.) There should be a time in your youth when you're free to act impulsively on signals from your heart.\n\nThat said, \"Like Crazy\" is a well-made film. The scenes showing Jacob and Anna falling in love have a freshness, and I learn Doremus handed his actors an outline and together they improvised every scene. Some of the whispered endearments under the sheets are delightful. \n\nIt is probably impossible to film a love story in Los Angeles without the lovers running on the beach, usually within sight of Santa Monica pier. I also understand why young lovers in movies inevitably end up on bumper cars and share ice cream cones. There's an impulse in first love to re-enact childish pastimes, as if to start anew and grow up together.\n\nIt should be noted that both Jacob and Anna, while separated, have transient affairs. Well, they're not married nor even engaged, and as the song goes, when you're not with the one you love, you love the one you're with. Jacob's affair is more interesting, because it involves his work partner, Sam (Jennifer Lawrence, from \"Winter's Bone\"). She is too good an actress to ever fit neatly into the slot of the Other Woman; she emerges full-blown and convincing, even in a small role, and if the actors improvised their dialogue, she created some that's very good. Anna hooks up with Simon (Charlie Bewley), her neighbor in London, but their dalliance doesn't have the same weight because she's not really available.\n\nWhat am I arguing? That the movie requires a happy ending? It's not that it doesn't have one. It's more that the complications over the visa feel like a contrivance to separate them so we can share their loss. Since one of them, Jacob, is free to do something about that, we have two choices here: (1) they mourn sadly on two sides of the ocean, or (2) he bites the bullet, shuts up his shop and moves to London. That would open the way for authentic grown-up challenges, in which they find it can be harder to make sacrifices and live together than it is to suffer narcissistically while apart. As convincing as it is when it begins, \"Like Crazy\" tilts too much in the direction of a weepie and not enough in the direction of the facts of life.\n\nP.S. Both of these actors are destined to become genuine stars.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-11-02", "genres": ["Drama", "Indie", "Romance"], "title": "Like Crazy (2011)"}