{"url": "http://www.rogerebert.com/reviews/like-father-like-son-1987", "by": "Dudley Mooreas Dr. Jack Hammond", "star_rating": 1.0, "text": "\"Like Father Like Son\" is one of the most desperate comedies I've ever seen, and no wonder. The movie's premise doesn't work - not at all, not even a little, not even part of the time - and that means everyone in the movie looks awkward and silly all of the time. This plays less like a movie than like a penalty for the losers on a game show.\n\nThe film stars Dudley Moore and Kirk Cameron as father and son. Moore is a surgeon, Cameron is a high school student. One day Moore unknowingly puts a few drops of a rare Indian \"mind transference\" potion into his Bloody Mary, and he and his son exchange their conscious minds. The surgeon is inside the teenage body and the teenager is inside the surgeon, although Moore's body still speaks with a British accent and Cameron's body still sounds like a Southern California kid. If that seems like a slight inconsistency, it's mere chaff in the wind compared with the really yawning logical gap that the movie tries to ignore. See if you can follow this.\n\nWhen you take the magic potion and look at another person, you exchange consciousness with that other person. The characters know this at the time. Therefore, if they don't like being in each other's bodies, why don't they just have Cameron's body drink the liquid and look at Moore's body? Then there would be a second transfer of minds, and the movie would be over, and the lights would go on, and we could get up and leave, and our lifetimes would have been enriched by the availability of the 80 or 90 minutes of time that this movie goes on to plunder.\n\nQuestions like that are fruitless, I suppose. \"Like Father Like Son\" is based on an Idiot Plot, in which everyone has to be an idiot or the problem would be solved and the movie would be over.\n\nActually, if the movie were funny, the Idiot Plot wouldn't matter. But this movie is dismally, painfully not funny. The screenplay by Lorne Cameron and Steven L. Bloom makes a crucial miscalculation. It thinks the mind-transfer gimmick itself is funny. It is not. It is only the peg on which to hang funny incidents, of which this movie has one.\n\nI will name the movie's single funny incident, because, lord knows, we have time. It occurs when Moore's body, inhabited by a teenager, tries to smoke and chew gum at the same time during a hospital board meeting. Moore is a master of small-scale physical comedy, and he handles this scene well. The movie gives him nothing else of interest to do. He's lucky. Kirk Cameron doesn't get even one good scene. Think of the endless inventions of the Steve Martin and Lily Tomlin mind-sharing comedy \"All of Me,\" and you'll see how much is missing here.\n\nThe ineptness of director Rod Daniel is sort of stunning. Look at the way he sets up one scene after another and then can't find the laugh, the punch line, or even the end of the scene.\n\nThere was comic potential in a scene where Moore (inside the kid) goes out on a date to a rock concert with a teenage girl. But all the movie gives us is Moore complaining about how loud the music is and taking the girl home early. Meanwhile, Cameron (inside Moore) is being seduced by a sexy older woman and sets the sofa on fire. Anyone reading this review could have directed at least one of these scenes better than Daniel.\n\nPerhaps the most pathetic aspect of the movie is the way it tries to cross one genre with another in a shameless appeal to everybody. Would you believe this movie contains a complete high school comedy, right down to the bully who picks on the hero? Would you believe there is a chase scene? Would you believe Moore is made to do a ripoff of Tom Cruise's dancing-on-the-furniture scene from \"Risky Business\"? You would? Yeah. Me, too.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-10-02", "genres": ["Comedy", "Family", "Fantasy"], "title": "Like Father Like Son (1987)"}