{"url": "http://www.rogerebert.com/reviews/like-water-for-chocolate-1993", "by": "Lumi Cavazosas Tita", "star_rating": 4.0, "text": "In Mexico, so I have learned, hot chocolate is made with water, not milk. The water is brought to a boil and then the chocolate is spooned into it. A person in a state of sexual excitement is said to be \"like water for chocolate.\" And now here is a movie where everyone seems at the boil, their lives centering around a woman whose sensual life is carried out in the kitchen, and whose food is so magical it can inspire people to laugh, or cry, or run naked from the house to be scooped up and carried away by a passing revolutionary.\n\n\"Like Water for Chocolate\" creates its own intense world of passion and romance, and adds a little comedy and a lot of quail, garlic, honey, chiles, mole, cilantro, rose petals and corn meal. It takes place in a Mexican border town, circa 1910, where a young couple named Tita and Pedro are deeply in love. But they are never to marry. Mama Elena, Tita's fearsome mother, forbids it. She sees the duty of her youngest daughter to stay always at home and take care of her. Tita is heartbroken - especially when Pedro marries Rosaura, her oldest sister.\n\nBut there is a method to Pedro's treachery. During a dance at the wedding, he whispers into Tita's ear that he has actually married Rosaura in order to be always close to Tita. He still loves only her. Weeping with sadness and joy, Tita prepares the wedding cake, and as her tears mingle with the granulated sugar, sifted cake flour, beaten eggs and grated peel of lime, they transform the cake into something enchanting that causes all of the guests at the feast to begin weeping at what should be an occasion for joy.\n\nThe movie is narrated by Tita's great niece, who describes how, through the years, Aunt Tita's kitchen produces even more extraordinary miracles. When Pedro gives her a dozen red roses, for example, she prepares them with quail and honey, and the recipe is such an aphrodisiac that everyone at the table is aroused, and smoke actually pours from the ears of the middle sister, Gertrudis. She races to the outhouse, which catches fire, and then, tearing off her burning clothes, is swept into the saddle of a passing bandolero.\n\n(She returns many years later, a famous revolutionary leader.) \"Like Water for Chocolate\" is based on a novel by Laura Esquivel. Like \"Bye Bye Brazil\" and parts of \"El Norte,\" it continues the tradition of magical realism that is central to modern Latin film and literature. It begins with the assumption that magic can change the fabric of the real world, if it is transmitted through the emotions of people in love. And Lumi Cavazos, as Tita, is the perfect instrument for magic, with her single-minded lifelong devotion to Pedro - a love that transcends even their separation, when the evil Mama Elena dispatches Pedro and Rosaura to another town, where their baby dies for lack of Tita's cooking.\n\nThe movie takes the form of an old family legend, and the narrator is apparently Esquivel. It gains the poignancy of an old story that is already over, so that the romance takes on a kind of grandeur. What has survived, however, is a tattered but beautiful old book containing all of Aunt Tita's recipes, and who has not felt some sort of connection with the past when reading or preparing a favorite recipe from a loved one who has now passed on? Imagine, for example, melting some butter and browning two cloves of garlic in it. Then adding two drops of attar of roses, the petals of six roses, two tablespoons of honey and 12 thinly sliced chestnuts to the mixture, and rubbing it all over six tiny quail and browning them in the oven. Serve, of course, with the remaining rose petals. And stand back.", "running_time": 113, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-04-02", "genres": ["Drama", "Foreign", "Romance"], "title": "Like Water For Chocolate (1993)"}