{"url": "http://www.rogerebert.com/reviews/lili-marleen-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nThe late Rainer Werner\r\nFassbinder was not the kind of young European director who scorned the glitter\r\nof Hollywood. He was raised on American movies, one a day during his\r\nadolescence, and he once said that his dream was to make a film as beautiful as\r\na great Hollywood movie of the 1930s, embodying his personal vision. \n\nThe earlier works in his astonishing output of\r\nsome 40 films were made on budgets too small to support that kind of vision.\r\nBut in the last few years of his life, he several times had the budgets and the\r\ncasts to make movies that looked and felt as elaborate as pre-war Hollywood\r\nstudio productions. The titles included his \"German trilogy\" of “The\r\nMarriage of Maria Braun,” “Lois” and “Veronika Voss,” also “Lili Marleen.”\n\n\r\nThis is a film laden with irony. It stars Hanna\r\nSchygulla, who became an international star by appearing in the big-budget “Maria\r\nBraun.” That role was about a woman who tried single-handedly to recreate\r\nherself in a successful image; her life paralleled the postwar \"German\r\neconomic miracle.\" Now in “Lili Marleen” here is another woman, named\r\nWillie, whose public life parallels the rise and fall of Nazism. \n\n\r\nThe movie opens in 1938, late for a well-informed\r\nGerman to be naive about the Nazi party, but Willie doesn't seem very tuned in.\r\nShe sings in a cabaret, she falls in love with Giancarlo Giannini, and she\r\nlearns that Giannini is a leader in the anti-Nazi underground. \n\n\r\nShe supports him, sort of, without ever really\r\nplacing her own life on the line. In Germany, she records a version of\r\n\"Lili Marleen,\" which is played on the radio and becomes the song of\r\nthe moment. She is identified with the song, with Nazism, and with the war\r\neffort, and becomes a national heroine while at the same time reserving her\r\nprivate life for the resistance hero. She seems able to reconcile public and\r\nprivate codes that are diametrically opposed.\n\n\r\nThe movie intercuts the Nazi investigation of\r\nGiannini's activities with interminable reprises of Schygulla singing\r\n\"Lili Marleen,\" until there is an ironic appropriateness when\r\nFassbinder devises a new Nazi instrument of torture: a brief bit from the\r\nrecord of \"Lili Marleen,\" played over and over again at a helpless\r\nprisoner, a sort of Chinese water torture of the ears. \n\n\r\n“Lili Marleen” is not one of Fassbinder's great\r\nfilms. But it has a wicked sense of humor, displayed in Fassbinder's two\r\nfavorite opposites, understatement and hyperbole. His characters take the most\r\namazing things quietly in stride, and then get hysterical over trifles; their\r\nlittle ambitions and intrigues obsess them while, half-noticed in the\r\nbackground, civilization crumbles underneath the lamplight.", "running_time": 120, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "History"], "title": "Lili Marleen (1981)"}