{"url": "http://www.rogerebert.com/reviews/lilo-and-stitch-2002", "by": "Daveigh Chaseas Lilo", "star_rating": 3.5, "text": "Only a week ago I deplored the wretched \"Scooby-Doo\" as a blight on the nation's theaters. My fellow critics agreed. Checking the Web sites that monitor reviews, I find that at RottenTomatoes.com the movie scored a 26, at Metacritic.com a 27. Passing grade is 60. The American public effortlessly shrugged off this warning cry and raced to the box office to throw away $54 million.\n\nNow here comes a truly inspired animated feature named \"Lilo & Stitch.\" How will it do? It's one of the most charming feature-length cartoons of recent years--funny, sassy, startling, original and with six songs by Elvis. It doesn't get sickeningly sweet at the end, it has as much stuff in it for grown-ups as for kids, and it has a bright offbeat look to it.\n\nIf \"Scooby-Doo\" grossed $54 million in its first weekend, then if there is justice in the world, \"Lilo & Stitch\" will gross $200 million. But there is not justice. There is a herd instinct. On Monday a man on an elevator asked me what I thought about \"Scooby-Doo.\" I said it was a very bad movie. \"My kids want to see it,\" he said. Yes, I said, because they've heard of nothing else all week. But, I said, there is a much better animated family film opening this weekend, named \"Lilo & Stitch,\" that your kids are sure to like much more than \"Scooby-Doo,\" and you will enjoy it, too. Take my word, I said; I do this for a living. Take the kids to \"Lilo & Stitch.\" I could see from the man's eyes that he was rejecting my advice. How could I possibly be right when $54 million said I was wrong? How could human taste be a better barometer of movie quality than the success of a marketing campaign? Prediction: This weekend, more parents and their children will dutifully file into the idiotic wasteland of \"Scooby-Doo\" than will see the inspired delights of \"Lilo & Stitch.\" That will be a shame. \"Lilo & Stitch,\" produced by the same Disney team that made \"Mulan,\" is a toothy fantasy about an alien monster that accidentally finds itself adopted as the pet of a little girl in Hawaii. The creature, named Stitch (voice by Chris Sanders), was produced by an illegal genetic mutation, and is so horrifyingly hostile that it's been locked up by its inventors. It escapes to Earth, is mistaken for a very strange dog, and adopted by Lilo (voice by Daveigh Chase), who essentially uses her innocence and the aloha spirit to confuse and even civilize the creature.\n\nThis all takes place against a cheerful background of pop-culture references, including scenes spoofing \"Men in Black,\" \"Jaws\" and \"Godzilla\" (with Stitch first building a model of San Francisco, then destroying it). And the film firmly positions itself in Hawaii--both the Hawaii of tourist kitsch, and the Hawaii of the aloha spirit. The plot revolves around concepts of ohana, or family, since Lilo is being raised by her big sister, Nani (voice by Tia Carrere), who is disorganized and not always a perfect substitute mom, and is up against a disapproving social worker named Cobra Bubbles (voice by Ving Rhames).\n\nNani works as a waitress in one of those \"traditional\" Hawaiian musical revues, where her boyfriend David Kawena (Jason Scott Lee) is a fire dancer. Lilo takes Stitch to the show, and Stitch is much confused, especially after David sets the stage on fire, but even more confusing episodes are ahead, as the little girl teaches her alien pal how to be an Elvis imitator.\n\nLilo and Stitch of course have trouble communicating, since Lilo is very young and Stitch speaks no English, but the alien, who is a quick study, picks up some words and, more important, some concepts that challenge its existence as a destructive being. Lilo and Nani are learning, too, how to be a family and take care of each other, but the movie doesn't get all soppy at the end and is surprisingly unsentimental for a Disney animated feature. It keeps its edge and its comic zest all the way through, and although it arrives relatively unheralded, it's a jewel.", "running_time": 85, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-06-21", "genres": ["Animation", "Comedy", "Family"], "title": "Lilo and Stitch (2002)"}