{"url": "http://www.rogerebert.com/reviews/lilya-4-ever-2003", "by": "Oksana Akinshinaas Lilya", "star_rating": 3.0, "text": "\"Lilya 4-Ever\" provides a human face for a story that has become familiar in the newspapers. It follows a 16-year-old girl from the former Soviet Union as she is abandoned by her mother, places her faith in the wrong stranger, and is sold into prostitution. She is naive and innocent, and what looks like danger to us looks like deliverance to her. That there are countless such stories makes this one even more heartbreaking.\n\nLilya (Oksana Akinshina) lives in a barren urban wasteland of shabby high-rises and wind-swept vacant lots. Her best friend Volodya (Artyom Bogucharsky) plays basketball by throwing a tin can through a rusty hoop. Her mother announces that she is engaged to marry a Russian who now lives in the United States. Lilya is joyous, and brags to Volodya that she is going to America. But her mother has other plans, and explains Lilya must stay behind, to be \"sent for\" later.\n\nThe mother is heartless, but then this is a society crushed by poverty and despair. There must be better neighborhoods somewhere, but we do not see them and Lilya does not find them. Within a day of her mother's departure, she is ordered by an embittered aunt to clear out of her mother's apartment and move into the squalor of a tenement room. Here she hosts glue-sniffing parties for her friends, and Volodya comes to live after his father throws him out. Volodya is young--perhaps 11 or 12--and although he talks hopefully about sex he is a child and she treats him like a little brother.\n\nLilya's descent into prostitution does not surprise us. There is no money for food, no one cares for her, she is pretty, she is desperate, and when she finds her first client in a disco, the movie focuses closely on her blank, indifferent face, turned away from the panting man above her. Later there is a montage of clients, seen from her point of view (although she is not seen), and it says all that can be said about her disgust with them.\n\nThe money at least allows her to buy junk food and cigarettes, and give a basketball to Volodya, whose father is enraged by the gift. Then friendship seems to come in the form of a young man named Andrei (Pavel Ponomaryov), who does not want sex, offers her a ride home, takes her on a date (bump-'em cars, that reliable movie cliche), and says he works in Sweden and can get her a job there. We see through him, and even Volodya does, but she is blinded by the prospect he describes: \"You'll make more money there in a week than a doctor here makes in a month.\" Perhaps, but not for herself.\n\nThe movie, written and directed by Lukas Moodysson, has the directness and clarity of a documentary, but allows itself touches of tenderness and grief. It is so sad to see this girl, even after weeks of prostitution, saying the Lord's Prayer in front of a framed drawing of a guardian angel. And there are two fantasy sequences, toward the end, that provide her with an escape, however illusory.\n\nThe movie should inspire outrage, but I read of thousands of women from Eastern Europe who are lured into virtual slavery. I hope some of their clients will attend this movie, even if for the wrong reasons, and see what they are responsible for.", "running_time": 109, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-09", "genres": null, "title": "Lilya 4-Ever (2003)"}