{"url": "http://www.rogerebert.com/reviews/lily-tomlin-1987", "by": "Lily Tomlin", "star_rating": 2.0, "text": "There is a tradition of backstage documentaries in which we see the genesis of a performance, from first idea to opening night, but in \"Lily Tomlin\" we never quite seem to be backstage. Everything involving Tomlin seems to be guarded, thought out and premeditated. It's only when we enter the lives of some of her associates, especially her road manager, Cheryl Swannack, that the film comes alive with unrehearsed spontaneity.\n\nThe plan was to make a documentary of the development of \"The Search For Signs Of Intelligent Life In The Universe,\" the one-woman show that Tomlin brought to Broadway, where it was an enormous hit. The show's New York opening was on Sept. 16, 1985, but this film begins in September, 1983, when Tomlin went on the road to try out some of the material that would be fashioned into a seamless evening of theater.\n\nTomlin is seen, in those early days, as remarkably frank with her audience. She tells them she's testing new material, she sometimes works with the script open before her and afterward members of audience are asked to videotape their reactions so she can study their comments. Our view of Tomlin is essentially from the audience, however. When the camera does sometimes venture backstage, it's always with the feeling that Tomlin and her partner, Jane Wagner, are determined to think before they talk, to perform for the film just as Tomlin performs for the audience. There are no surprises.\n\nThat's why the film gets such a shot in the arm whenever Swannack is onscreen. Described as Tomlin's road manager, she's a heavy-set, hard-working trouper who can be seen passing out leaflets and \"twofer\" passes, running the videotape cameras after the show and even, in the movie's best scene, standing in the middle of Times Square to shout instructions to sign painters.\n\nHer excitement communicates some of the thrill of opening a new show on Broadway. Tomlin's performance in the documentary, on the other hand, gave me the impression of a woman always on her best behavior. I've met Tomlin a couple of times and found her to be unfailingly charming, intelligent and funny. She comes across the same way in the movie, and in a way, that's the problem. Shouldn't there be more passion, more of a temper, more uncertainty, even some of the paranoia and craven fear that opening nights inspire even in the most seasoned actors? She makes everything seem just a little too smooth.\n\nAfter this movie was completed, Tomlin and Wagner sued to prevent its release, claiming it used too much footage of Tomlin's stage performance. They were afraid it might upstage an eventual videotape version of the show itself. The court ruled that, if anything, the documentary might increase interest in the Broadway video. I agree. Tomlin is always inspired when she's onstage. The problem is, we never quite see her when she's not onstage.", "running_time": null, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-06-19", "genres": null, "title": "Lily Tomlin (1987)"}