{"url": "http://www.rogerebert.com/reviews/limbo-1999", "by": "Mary Elizabeth Mastrantonioas Donna De Angelo", "star_rating": 3.0, "text": "Juneau is the only state capital with roads that lead nowhere. Every highway out of town ends in the wilderness. That serves as a metaphor for the characters in John Sayles' \"Limbo,\" a movie about people whose lives are neither here nor there, but stuck in-between. It also helps explain the movie's surprising story structure, which doesn't obediently follow our expectations, but reflects the way a wilderness like Alaska can impose its own abrupt reality.\n\nWe meet a local handyman named Joe (David Strathairn), who was a high school All-American until he wrecked his knee, and a fishing boat skipper until he lost two lives and quit the trade. And we meet a singer named Donna (Mary Elizabeth Mastrantonio), whose career on the club circuit has bottomed out at the Golden Nugget Lounge, pretty much the end of the line. She's had bad luck with men, and we see her breaking up with her latest guy at a wedding reception. Joe gives her a lift back to town.\n\nThe movie seems to be announcing it is about a relationship. We meet Donna's daughter, Noelle (Vanessa Martinez), who is exasperated by her mom's taste in men but begins to like Joe. The backdrop also seems to fall into place. We learn about local campaigns to save the ecology, and about ways to get around them (\"Quit with the chainsaws when you get to where people can see\"). We meet some of the local fauna, including the high-spirited lesbian couple Lou (Rita Taggart) and Frankie (Kathryn Grody), who have taken over a valued fishing license.\n\nMastrantonio is a splendid presence in her role. She can sing well, and talks about how sometimes in a song she'll find a moment of grace. She doesn't know what she's doing in Alaska: \"Anything where you need equipment instead of clothing, I don't do.\" Strathairn's character has lived in Alaska most of his life, and it has taught him not to hope for much and to expect anything. But just now it's summer, and the living looks easy. A romance seems to be forming.\n\nWe assume we're in familiar John Sayles territory; he likes to populate his stories with large, interlocking casts, and then show how the local politics and economy work. That's what he did in \"City of Hope\" (1991), set in New Jersey, and the great \"Lone Star\" (1996).\n\nBut he has a surprise ready for us. (Although the ads and review clips reveal it, you might not want to read beyond this point before seeing the movie.) The surprise is a complete overthrow of all of our expectations for the story: a sharp turn in the narrative that illustrates how Alaska is domesticated only up to a point--that the wilderness is only a step away and death only a misstep. I was reminded of the chilling book Into the Wild about the young dropout who went on an Alaskan camping trip where everything went wrong.\n\nJoe has a half-brother, named Bobby (Casey Siemaszko), who talks him into crewing his boat on a \"business trip.\" Joe innocently invites Donna and Noelle along. The purpose of the trip is far from innocent. After narrowly surviving a storm, Joe guides the boat into an islet where few boats ever come. And then there are more unexpected developments, and three of them (Joe, Donna and Noelle) find themselves castaways on an island far from anyone else.\n\nWhat I liked so much about this story structure is that it confounded my expectations at every step. I expected the story to stay in Juneau, but it didn't. When it took a turn toward adventure, I thought the threat would come from nature--but it comes from men. After the three characters are stranded, I expected--I don't know what, maybe Swiss Family Robinson-style improvisation.\n\nBut Sayles gradually reveals his buried theme, which is that in a place like the Alaskan wilderness you can never be sure what will happen next. And that optimism, bravery and ingenuity may not be enough. Some of the best dialogue passages in the film involve Joe's quiet realism. He refuses to raise false hopes. And of course even the hope of rescue comes with a hidden barb: Will they be found by friends, or death? The movie leaves conventional plot structure behind, and treks off into the wilderness itself. There's even a story within the story, based on a journal Noelle finds--and it contains a surprise, too. Then comes the ending. Watching the screen, I felt confident that I knew exactly what would happen. What, and how, and why. And I was wrong. The more you think about the way \"Limbo\" ends, the more you realize that any other ending would betray the purpose of the story. Sayles has started with a domestic comedy, and led us unswervingly into the heart of darkness.", "running_time": 126, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-06-04", "genres": ["Adventure", "Drama", "Indie", "Thriller"], "title": "Limbo (1999)"}