{"url": "http://www.rogerebert.com/reviews/limitless-2011", "by": "Bradley Cooperas Eddie Morra", "star_rating": 2.5, "text": "I know how Eddie Morra feels. Like him, I know almost everything, but have forgotten most of it. We are told time and again that we use only a small portion of our brains and have enough left over to run nations in our down time. “Limitless” is about Eddie’s adventures after his ex-brother-in-law gives him a pill that suddenly puts his entire brain online.\n\nHe finishes his novel at typing speed. He wins at poker, invests in the market, and runs it up to millions. He fascinates a woman who had rejected him as a loser. He knows intuitively how to handle situations that used to baffle him. He is hailed as the Wall Street guru of the age.\n\nEddie is played by Bradley Cooper as a schlep who becomes a king. This sort of mental rags-to-riches progression has inspired a lot of movies; ever see Cliff Robertson in “Charly” (1968)? The difference here is that Eddie Mora remains himself before and after, and all that changes is his ability to recall everything he ever saw or heard. “Limitless” assumes that would be a benefit and make him rich, but what if most of what he ever saw or heard about Wall Street was wrong (as it usually is)? \n\nThe movie sidesteps the problem that what we need is more intelligence and a better ability to reason, not a better memory. For memory, modern man has Google. There’s no need to stumble over such technicalities, however; given its premise “Limitless” is passably entertaining. Abbie Cornish plays Lindy, the successful young professional woman who dumps Eddie as a loser and falls for him all over again when he becomes a winner. This is not sneaky on her part; there is every reason to dump the original Eddie and many good ones to return.\n\nEddie grows entangled in three problems. One has to do with the source of the magic pills; the brother-in-law is no longer in a position to reveal it. The second has to do with a mob loan shark who liked being smart and wants to get that way again. \n\nThe third involves Carl Van Loon, played by Robert De Niro as one of the richest men in America. He hires Eddie as an investment magician, Eddie loses his touch when he runs out of pills, he regains it, and so on. De Niro is not well used in the role, because he plays Van Loon straight and in one dimension. Don’t you suppose he could have been supplied with a quirk of his own? The twist at the end comes too late.\n\nBradley Cooper fits well into the two versions of Eddie Morra, and director Neil Burger does inventive visual effects in showing how time telescopes for Eddie and the answers to problems seem to materialize before his eyes. A subplot about a murder, however, raises questions it doesn’t answer, and all the quasi-criminal stuff seems a little perfunctory. The movie is not terrifically good, but the premise is intriguing; it doesn’t really set out to explore what such a pill might really to do a person. “Limitless” only uses 15, maybe 20 percent of its brain. Still, that’s more than a lot of movies do.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-03-16", "genres": ["Drama", "Fantasy", "Science Fiction", "Thriller"], "title": "Limitless (2011)"}