{"url": "http://www.rogerebert.com/reviews/limit-up-1989", "by": "Nancy Allenas Casey Falls", "star_rating": 2.0, "text": "\"Limit Up\" is such a calculating movie that I'm surprised it wasn't a little smarter. How could a screenplay shamelessly recycle so many exploitable ingredients without finding a way to make them entertaining? Here is a movie that includes 1) yuppie commodities traders; 2) a plucky woman who wants to get ahead in a man's game; 3) selling your soul to the devil; 4) romance; 5) a hateful villain; 6) a black-female spirit who can work magic by zapping people with special effects; 7) saving the world's food supply, and 8) Ray Charles. A promising mix, and yet the movie is witless from one end to the other.\n\nThe story involves Casey (Nancy Allen), a young runner on the floor of the Chicago Board of Trade, whose burning ambition is to become a trader in soybean futures. But she doesn't have a prayer, because she's a woman. She works for the meanest, toughest trader in the pits (Dean Stockwell), and he tells her bluntly that she'll never make the grade.\n\nThen Casey is visited by a spirit manifestation, a black woman named Nike (Danitra Vance), who has supernatural powers and seems able to work miracles. She likes to stir things up from time to time by sending flashes of electricity zapping from her fingertips. Nike begins feeding Casey tips on the market, and the tips make millions for a veteran trader (Rance Howard) and his assistant (Brad Hall).\n\nIs Casey's prescient knowledge enough to win her a seat on the exchange? Not right away. She complains to her friend, Andy (Sandra Bogan), that women are systematically discriminated against in the commodities pits. (And she has cause: There is only one woman among the 250 traders in the real-life Chicago soybean market). But eventually the Hall character, who is in love with Casey, manages to get her a badge and a place on the floor.\n\nThe movie skimps on certain basic details (does \"managing\" to get someone a trading badge somehow involve getting around the $500,000 price tag for seats on the board?). But no matter. With Nike appearing mysteriously to whisper tips in her ear, Casey soon becomes the richest and most famous soybean trader in the world.\n\nThe movie makes a stab in the direction of technical accuracy. The trading pit of the Chicago soybean market was rebuilt on a Hollywood set, and some traders reportedly took their vacations to appear as extras in the film. But the movie feels like a sound stage production (the tip-off is that you never see the stars in the Chicago exterior shots). The best scene in the movie is an orientation lecture about commodities futures, in which a brisk lecturer explains world starvation in terms of the movements of the markets (\"If only the poor had more money, they wouldn't be so hungry\").\n\nBy the time the movie reaches its climactic scenes, however, it has given up on any attempt to reflect reality. Faced with a command by Nike to corner the world soybean market and thus starve millions of people, Casey balks and begins trading huge amounts of money on other people's accounts, while not forwarding the orders she's receiving.\n\nEven a financial dope like me knows this is sensationally illegal, but after it's revealed that Casey was doing it all for a good cause, her pal Hall tells her: \"We managed to save your badge.\" How? Never mind.\n\nOne of the smallest surprises in the movie is that Nike is not really a devil at all, but an angel. An even smaller surprise is the real identity of Ray Charles, who seems to be a street musician outside the Board of Trade but actually is a close associate of you-know-who.\n\nCompared to the genuine wit of such financial comedies as \"Trading Places\" or the know-how of movies like \"Wall Street,\" \"Limit up\" is lame-brained and cornball. I wouldn't mind seeing a movie in which the devil tries to manipulate the futures markets (some say it happens every day), but why this wishy-washy, goody-goody copout comedy that doesn't even have the nerve to follow through on its own instincts?", "running_time": 89, "mpaa_rating": "PG-", "release_year": 1989, "date_published": "1989-11-03", "genres": ["Comedy", "Drama"], "title": "Limit Up (1989)"}