{"url": "http://www.rogerebert.com/reviews/lions-for-lambs-2007", "by": "Robert Redfordas Prof. Malley", "star_rating": 2.5, "text": "Useful new things to be said about the debacle in Iraq are in very short supply. I'm not sure that's what \"Lions for Lambs\" intends to demonstrate, but it does, exhaustingly. Essentially, if I have this right, we should never have invaded Iraq, but now that we're there, (1) we can't very well leave, and (2) we can't very well stay, so (3) the answer is, stay while in the process of leaving.\n\nThe movie is a talkathon with a certain amount of military action. It could be presented about as well as a radio play. Directed by Robert Redford, it uses an all-star cast which focuses attention away from the dialogue and toward the performances. Since I doubt that's what Redford intended, it doesn't speak well for the screenplay by Matthew Michael Carnahan. When a third of a movie involves a verbal duel between Tom Cruise and Meryl Streep, what are we supposed to do, not notice who's talking?\n\nThe movie follows three storylines, plus flashbacks linking all of them. In Washington, a veteran journalist (Streep) sits down for an exclusive interview with a Republican senator (Cruise) who has presidential ambitions. In Los Angeles, a political science professor (Redford) sits down to discuss the purposes of life with a brilliant but disappointing student (Andrew Garfield). And in Afghanistan, two of the professor's former pupils (Michael Pena and Derek Luke) are involved in a firefight on a snowy mountain peak.\n\nAs it happens, they are involved in the very military strategy that the senator is touting to the journalist. It involves seizing the high ground in Afghanistan earlier in the season than the Taliban can get there, to control mountain passes and therefore prevent Taliban troop movements. The Cruise character presents this as a strategic breakthrough on a level with, I dunno, Nelson's rout of Napoleon.\n\nIn Los Angeles, the promising student has just stopped caring, and the talk with his professor is designed to reignite his passion. He should get involved in his nation's politics -- take an interest, take a stand. A flashback sequence shows the two soldiers winning a classroom debate by calling the other side's bluff: They have enlisted in the military.\n\nThe movie is anti-Bush's war, I guess. The journalist makes better points than the senator, anyway. What the professor and his student think is hard to say, although they are very articulate in muddying the waters. As for the two enlistees, it is safe to assume that at the end of the film, they are wondering whether their debate strategy was the right one.\n\nThere is a long stretch toward the beginning of the film when we're interested, under the delusion that it's going somewhere. When we begin to suspect it's going in circles, our interest flags, and at the end, while rousing music plays, I would have preferred the Peggy Lee version of \"Is That All There Is?\"", "running_time": 92, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-08", "genres": ["Action", "Adventure", "Drama", "History"], "title": "Lions for Lambs (2007)"}