{"url": "http://www.rogerebert.com/reviews/lipstick-1976", "by": "Margaux Hemingwayas The model", "star_rating": 1.0, "text": "\"Lipstick\" is a nasty little item masquerading as a bold statement on the crime of rape. The statement would seem a little bolder if the movie didn't linger in violent and graphic detail over the rape itself, and then handle the vengeance almost as an afterthought. But maybe we shouldn't expect too much; what we're up against here is a slick version of the sex films of pre-porn days, when you could get away with nudity if you threw in a lot of moralizing.\n\nWhat's tricky is that the movie wants to seem a lot more ambitious and courageous than it is. It's the screen debut of Margaux Hemingway, it casts Anne Bancroft as a feminist prosecuting attorney; It spends a certain amount of time explaining how painful it can be for a woman to testify against a rapist and it ends with a ringing cry for justice. But everything in between is awfully slippery; no matter what the filmmakers think, audiences will go to this movie because of the sex scenes and not because of the courtroom scenes.\n\nMiss Hemingway plays, as she does in real life, a fashion model. In this case, she specializes in lipstick. She acts as a sort of surrogate mother for her little sister (played by her real-life little sister, Mariel) and one day the sister brings her music teacher to a modeling session. It appears that he has some musical compositions he'd like the famous model to hear.\n\nThey make an appointment for her place, the next day. She's in the shower when he arrives. He gets a glimpse of her, nude, in a mirror. She dresses in a slinky gown, listens to some of the music and then is interrupted by a telephone call from her lover. The teacher wanders about her apartment, sees signed photos from Paul Newman and Cary Grant and suchlike and goes berserk. He beats her, ties her up and rapes her. Then he leaves. He seems confident no jury will convict him, and he's right.\n\nThere's a witness: The little sister. But she thought that maybe her sister and her teacher were -- well, you know. In court, the defense makes Margaux look like a cross between a prostitute and a seductress. Sexy photos are admitted into evidence. Situations are looked at in two ways. The music teacher (very well played by Chris Sarandon), lies in his testimony: She was asking me for it, he says. Verdict: not guilty. Later on, in a fairly unconvincing coincidence, the younger sister and the music teacher meet, and another rape takes place. And this time Margaux, borrowing no doubt from her ancestral hunting skills, takes a rifle and goes looking for the teacher. In her second trial, for murder, she's found innocent, and there are all kinds of sanctimonious observations on the soundtrack. \n\nBut, hold on, why aren't we shown why a jury didn't believe her the first time, but would the second? Is murder by vigilante force considered an appropriate response to rape? Perhaps the simplistic ending is intended as a pat on the head for feminists. If it is, it's an insult. The movie itself is set up to exploit Margaux Hemingway's beauty, her nudity and her rape. If the movie were really concerned with attitudes toward rape, it would have lingered on the motives of the sick music teacher (never explored or even touched on) instead of on the more easily exploited details of sexual violence.\n\nA few questions remain. How does Margaux do in her acting debut? Well, not terribly well. She has an interesting voice and is pleasant to look at, but she doesn't really seem in command of her more difficult scenes. Sarandon, as the music teacher, is much the better actor (he was the one who was going to get the sex change in \"Dog Day Afternoon\"). But, for me, the real discovery in \"Lipstick\" is the younger sister, Mariel Hemingway, who was considered just a support player. She has some difficult scenes and handles them like a veteran, she's unaffected and convincing on camera and, whether she knows it or not, she can act. She's interesting to watch. It's just too bad the movie itself has such wretched hypocrisy.", "running_time": 89, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-04-06", "genres": ["Drama", "Thriller"], "title": "Lipstick (1976)"}