{"url": "http://www.rogerebert.com/reviews/lisa-1990", "by": "Staci Keananas Lisa", "star_rating": 1.5, "text": "Lisa is at that stage of adolescence when doing forbidden things is a way of growing up. She's aware of her developing sexuality, but afraid of it, and so she pulls sneaky tricks like calling boys on the phone and pretending to be an adult. She gets hopeless crushes on inaccessible males, she daydreams about them, and then she dials their number. It's a dress rehearsal for the day when she has the confidence to be herself.\n\nHer best girlfriend is in on the game. They dare one another to do things they wouldn't have the nerve to do alone. They lock the door to Lisa's bedroom and make their calls, and then Lisa (Staci Keanan) imitates her mother's voice and has conversations that always end with both teenagers dissolving into giggles. It's a harmless stage they're going through, but because this is a horror movie we know, of course, that these bad little girls are going to get into a lot of trouble.\n\nIt's at precisely this turning point that the movie \"Lisa\" goes wrong. If it had developed in a subtle, realistic, logical way, it could have become a neat little Hitchcockian thriller. Instead, director Gary Sherman creates a comic-book villain named the Candlelight Killer (D. W. Moffett), and has Lisa call him.\n\nWe already know about the Candlelight Killer. He's into telephones, too. We've seen him at work, sneaking into women's homes and leaving sinister messages on their answering machines. Then, just after they hear the message, he lunges from the shadows and throttles them. It's poetic justice, in a way, that Lisa would eventually make an anonymous phone call to the Candlelight Killer.\n\nAnd then the plot descends the well-trodden path toward standard horror movie scenes. A lot depends on coincidence. Can we believe, for example, that Lisa would fix up her mother (Cheryl Ladd) on a blind date with the Candlelight Killer? Maybe not, but it comes as no surprise when the mother and daughter end up fighting for their lives in the blood-soaked finale.\n\nSherman is typical of many horror directors in that he doesn't have the slightest clue what makes horror films scary. He thinks it all has to do with violence, and killers jumping out of shadows. Hitchcock knew better. The key elements in his horror films are (1) a facade of ordinary everyday life, (2) anticipation of violence drawn out as long as possible before violence occurs, and (3) those moments when we figure out the danger before the characters do, and there's no way to warn them.\n\nWhat \"Lisa\" and most other modern horror movies offer is all climax and no foreplay. If you bring on the killer under the opening titles, what's left for the audience to dread? We've seen him, and now there's nothing to do but wait for him to do his number again. But not if you suggest his menace, hint at what he's capable of, create a veil of mystery about his secrets, and keep the audience waiting for 90 minutes until the payoff.\n\n\"Lisa\" doesn't have the patience for such strategies. It's a bludgeon movie with little respect for the audience's intelligence, and simply pounds us over the head with violence whenever there threatens to be a lull. Anyone can make a movie like this. It's directing by the numbers. The sad thing is that if audiences sit still for third-rate formulas like this long enough, they may lose heart, and forget what a really scary movie can feel like.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-05-11", "genres": ["Drama", "Horror", "Romance", "Thriller"], "title": "Lisa (1990)"}