{"url": "http://www.rogerebert.com/reviews/listen-up-the-lives-of-quincy-jones-1990", "by": "Ellen Weissbrod", "star_rating": 3.5, "text": "He did not spend a happy time here. His mother was mentally ill, and he remembers angers and rages and, most of all, the absence of a mother's love. On one of his birthdays, she threw his cake off the back porch. She was eventually sent away for care, and the family moved to Seattle - from an all-black to an all-white environment - and it was there that Jones picked up his first musical instrument, and was revealed as such a natural musician that he was playing with big bands when he was only 15.\n\nThe illness of Jones' mother was treatable (\"It turned out what she really needed was only a lot of vitamin B,\" he told me sadly in a recent interview), and eventually mother and family were reconciled. Today he is friendly with her and the past has been forgiven. But the scars are still there, and we learn in \"Listen Up\" of a man who believes his loss of a mother's love when he was young has made it all but impossible to trust women and have long-term relationships with them.\n\nThe yearning that he feels - a yearning from childhood that can never be answered, because the child itself no longer exists - has expressed itself in many ways in his life. In an outpouring of original songs. In musical scores for the movies, after Richard Brooks hired him for \"In Cold Blood\" and Jones became the first black composer to score for mainstream films. In his arrangements and the albums he has produced for musicians as varied as Ella Fitzgerald, Michael Jackson, Frank Sinatra, Barbra Streisand and rapper Kool Moe Dee. In 30 Grammy awards. In seven Oscar nominations. In his work as executive producer of \"The Color Purple.\" Yet we learn in this film that the private Quincy Jones has not always been as happy as his smiling public image on talk shows and the Grammys. \"Listen Up\" is an extraordinarily frank story of a life that has also contained broken marriages, children who harbor some resentments, and health problems including two harrowing brain surgeries and a nervous breakdown. The odds against both surgeries were 100-to-1. Jones mentions them in the film, and the scar of one of them is still slightly visible above his right temple.\n\n\"Listen Up\" is stronger because of its honesty. This isn't a once-over-lightly PR job, but a movie about the peaks and valleys of a man's life. Director Ellen Weissbrod and producer Courtney Sale Ross have looked unblinkingly at the sad as well as the happy times, and some of the most poignant moments in the movie come as Jolie Jones, Quincy's oldest daughter, talks quietly about her father.\n\nThere are many other witnesses as well. People who never talk for documentaries talk for this one: Frank Sinatra, Ray Charles, the shy Michael Jackson (whose interview takes place partly in darkness).\n\nBecause the filmmakers wanted to avoid the usual captions and subtitles of documentaries, each subject is asked to identify himself, and this leads to some humor, as when Ray Charles smiles that it's been a long time since anybody had to ask who he was.\n\nThe movie's constructed in an unusual, kaleidoscopic way.\n\nInstead of moving ponderously from one subject to another, and following chronological order, the filmmakers organize their material more like a jazz composition. The interview subjects are like soloists improvising on a theme and occasionally stepping in to comment on someone else's observations. The result is not an orderly, routine documentary, but an original work that may be a little off-putting at first, but grows on you. By the end of this film I felt I knew Quincy Jones better than I had ever expected to, and that now that I knew the bad things I admired the good things even more.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-10-05", "genres": ["Documentary"], "title": "Listen Up: The Lives Of Quincy Jones (1990)"}