{"url": "http://www.rogerebert.com/reviews/lisztomania-1975", "by": "Roger Daltreyas Liszt", "star_rating": 3.0, "text": "Ken Russell's \"Lisztomania\" has little, if anything, to do with the life and music of Franz Liszt - or of Wagner, Beethoven, Chopin and the other unfortunates it tramples on the way to its manic conclusion. No, this isn't a biography, not even in the sense that Russell ravaged poor Tchaikovsky in \"The Music Lovers.\" It's a berserk exercise of demented genius, and on that level (I want to make my praise explicit) it functions and sometimes even works. Most people will probably despise. it. \n\nIt is not shy to take sides. In action extending from 1811 to 1945, Richard Wagner (Paul Nichols) becomes an unholy combination of Nietzsche's superman, Count Dracula and Dr. Frankenstein - sinking his teeth into Liszt's neck to drain compositions from him, and creating An Aryan monster who dies in the ruins of Berlin with a Hitler mustache and a guitar for machine-gun. The monster is zapped by Liszt (Roger Daltrey), at the keyboard controls of an ICBM propelled by the groupie-power of his various lovers; In Russell's reading of history, Hitler was a victim of the Ring Cycle and Liszt was the Marshall Plan. When you say none of this is meant to be taken seriously, you run the risk of having anybody think you ever did. Russell begins with one highly debatable pseudofact (Liszt was the world's first pop star), hits Wagner with the old rap of scoring the Third Reich, turns loose his crazed stable of set and costume designers and comes up with a movie it would be impossible to imagine if he hadn't made it. By way of illustration: Ringo Starr's cameo as the Pope becomes an island of relative sanity. \n\nTo argue with Russell's extravaganza on any rational basis is clearly to miss the point. Russell is far, far beyond any vestigial concern with logic - and, to tell the truth, I'm starting to like his movies more now that he's frankly running wild. When, in \"The Music Lovers,\" he provided the \"motivation\" for the cannon roars in the \"1812 Overture\" by providing Tchaikovsky with the startling vision of his best friend's head being blown off, we had to demur because the movie was being palmed off as a halfway straight biography. Now that Russell has cheerfully embraced absolute fantasy, we're not so offended: as well call a character Liszt as Snow White or Batman. And Russell redeems his liberties with an astonishing wealth of images. The spider-like Countess lures Liszt's engorged phallus to its last guillotine, the towers of Wagner's castle sport Nazi helmets, Liszt's groupies (including Lola Montez and George Sand) scream hysterically at his concerts and Wagner presides over the Nuremberg Rally as it might have been presented in a Gothic kindergarten. \n\nWhat does all this mean? Nothing at all. It's not even an attack on Hitlerism; the paraphernalia of Nazism is set decoration, just as the Napoleonic wars were in \"The Music Lovers.\" Russell has taken as his subject his own view of genius, and, with the notable exceptions of \"The Devils\" and \"The Savage Messiah,\" his geniuses have been composers. He's already Russellized Debussy, Delius, Strauss, Prokofiev, Bartok, Delerue, Tchaikovsky, Mahler, Wagner and Liszt, and, God help us, next he's going to work on George Gershwin. And yet \"Lisztomania\" suggests that his previous film, \"Tommy\" has been more of an influence on him than most of his previous biographical films, especially the more conventional ones. He's left fact and documentation behind him, he's committed himself to sensation, emotion, the berserk and the bizarre, and composers are no longer the subjects of his films, just the occasions for them. \"Lisztomania\" is the latest, most outrageous outing for Russell's fecund unconscious and, while we must pause to whisper, \"poor Franz,\" there's no denying the man is growing peculiarly interesting.", "running_time": 103, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-10-28", "genres": null, "title": "Lisztomania (1975)"}