{"url": "http://www.rogerebert.com/reviews/little-black-book-2004", "by": "Brittany Murphyas Stacy Holt", "star_rating": 3.0, "text": "Well, in the first place, I think Brittany Murphy is a great deal more talented than some people do. I wouldn't compare her with Marilyn Monroe, who is incomparable, but she has a similar ability to draw our eyes to her segment of the screen, even when the action is ostensibly elsewhere. She does this not with sex appeal but with life force. See her in such completely various roles as Eminem's tough girlfriend in \"8 Mile\" and a rich girl's nanny in the underrated \"Uptown Girls\"; she has the quality of seeming immediately there on the screen, open to possibility, unrehearsed, unstudied, natural, appealing. She hasn't had the roles yet to prove it, but she is a born movie star.\n\nIn \"Little Black Book,\" Murphy has the necessary qualities to function as a sort of decoy. She lures us into the picture on false pretenses; she's cute and chirpy in the early scenes, we assume this is going to be a routine career-girl comedy, and we're surprised when it moves deeper into its subject until finally it's a satirical comedy about television that invades some of the same territory as \"Network\" or \"Broadcast News.\"\n\nMurphy plays Stacy Holt, who worships above all living beings Diane Sawyer, and dreams not of becoming Diane Sawyer, but simply of becoming her assistant, to serve this great woman with the devotion she deserves. Stacy begins a little more humbly, in cable TV, and works her way up to the \"Kippie Kann Show,\" a daytime talk strip whose hostess, played by Kathy Bates, is a wannabe Jerry Springer/Jenny Jones. Stacy's mentor on the show is a producer named Barb (Holly Hunter), who could be a more experienced, more cynical version of the TV news producer Hunter played in \"Broadcast News.\"\n\n\"Kippie Kann\" is on the brink of being canceled. Her ratings are tanking, and the show is shamelessly seeking sensationalism. Young Stacy suggests a show on \"little black books\" -- in particular, the Palm Pilot, Trio or Blackberry of the person you're dating, which may contain evidence that you're being cheated on. She is meanwhile dating the hunky Derek (Ron Livingston), a sports agent who's maybe 10 years older and has dated a lot of women.\n\nStacy meets some of them: A supermodel named Lulu Fritz (Josie Maran), a chef named Joyce (Julianne Nicholson), a gynecologist named Dr. Rachel Keyes (Rashida Jones). Abusing her position on the \"Kippie Kann Show,\" Stacy calls them in for interviews. They think they're possible guests; she thinks they're possible rivals.\n\nWhere the movie goes with this is fairly hard to anticipate, although by the end we have been given a convincing demonstration of the amorality of a television show in search of better ratings. The long closing sequence is virtuoso, redefining what went before and requiring Murphy to become a more complex character than she gave any hint of in the opening scenes.\n\nThe movie, directed by Nick Hurran and written by Melissa Carter and Elisa Bell, is every bit as cynical as \"Network\" but at the same time engenders a sweet onscreen romance, although not between the people we anticipate. Certain tricky scenes work well because of the presence of Julianne Nicholson, an actress of fresh charm and uninflected honesty who glowed in a movie named \"Tully\" that you should rent immediately. There is nothing false about her, which is very important.\n\nAs for Brittany Murphy, for me it goes back to the 2003 Independent Spirit Awards, held the day before the Oscars in a big tent on the beach at Santa Monica. Murphy was assigned to present one of the awards. Her task was to read the names of the five nominees, open an envelope and reveal the name of the winner. This she turned into an opportunity for screwball improvisational comedy, by pretending she could not follow this sequence, not even after the audience shouted instructions and the stage manager came out to whisper in her ear not once but twice. There were those in the audience who were dumbfounded by her stupidity. I was dumbfounded by her brilliance. I had a front-row seat, and was convinced her timing was too good, her double-takes too perfect, her pauses too wicked, to even possibly be authentic. She was taking a routine task and turning it into the opportunity to steal a scene and leave everybody in the tent chattering about her performance. You can't screw up that entertainingly by accident. You have to know exactly what you're doing.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-07-19", "genres": ["Comedy", "Drama", "Romance"], "title": "Little Black Book (2004)"}