{"url": "http://www.rogerebert.com/reviews/little-nicky-2000", "by": "Adam Sandleras Nicky", "star_rating": 2.5, "text": "I've met Adam Sandler a couple of times and he's a nice guy, smart and personable. Considering what I've written about his movies, he could also be described as forgiving and tactful. What I cannot understand is why he has devoted his career to finding new kinds of obnoxious voices and the characters to go along with them.\n\nConsider Nicky, the star of his new film, \"Little Nicky.\" Nicky may be the spawn of Satan, but his two brothers, Cassius (Tommy \"Tiny\" Lister Jr.) and Adrian (Rhys Ifans), are reasonably presentable. Nicky, on the other hand, looks like the star of a low-rent road company version of \"Richard III,\" has a face twisted out of plumb (one of his brothers socked him in the head with a shovel) and speaks in yet another bizarre Sandler voice--sort of a mush-mouthed lisping whine.\n\nThinking back over the movie, I'm not sure why. Nicky is an intriguing comic character, whose appeal doesn't depend on how he talks or looks--Sandler's contributions, indeed, detract from the character. I try to imagine the movie with Nicky played as a more ordinary guy, and I think it would benefit (hundreds of millions of dollars of Sandler box-office grosses suggest I could be wrong).\n\nAnthony Hopkins talks about how he needs to find a character's \"mask\" before he can play him. Many actors find it painful to play themselves, and are comfortable only after they find the right mask or persona to occupy. Is it that way with Sandler? I dunno, but for his next movie I suggest a mask that allows him to play an adult, instead of an infantile grotesque.\n\nThe movie surrounding Nicky is actually pretty good--the best Sandler movie to date. The premise: Satan (Harvey Keitel) has been on the job for 10,000 years but decides not to retire. That roils up Cassius and Adrian, who bolt for New York and freeze the gates of Hades behind them. Without fresh souls to feed on, Satan starts to disintegrate, literally. First an ear falls off, and then it's one thing after another, until he's reduced to two hands holding his mouth. (It's Keitel's most piecemeal perfor-mance ho, ho.) Worried about his old man, Little Nicky is able to follow his brothers to Manhattan, where a talking bulldog named Beefy befriends him. Soon he is occupying an authentic New York-style hell (i.e., his roommate is an actor), but he meets a fetching young woman (Patricia Arquette) who somehow likes him, even though he occasionally blurts out disgusting things. His excuse: The devil made him do it.\n\nThe plot is populated with large numbers of stars in cameo roles: Rodney Dangerfield as Nicky's grandfather, Ozzy Osborne as himself, Quentin Tarantino as a blind preacher, supplying yet another reminder that he should be directing movies, not infiltrating them. The best cameo is by Reese Witherspoon, as an angel with dubious genes, who talks like a Valley Girl and knows God: \"He's so smart!\" she says. \"Like--`Jeopardy' smart!\" Newscasts chart the progress as hell's ambassadors change New York. The city motto, \"I Love NY,\" becomes \"I love hookers,\" the drinking age is lowered to 10 (setting up the obligatory projectile vomiting scene without which no Sandler movie is complete) and--my favorite--the Harlem Globetrotters start being called for traveling violations and technical fouls.\n\nAll of this is kinda fun, and some of it more than that. I can see how \"Little Nicky\" could have worked, It's just that Sandler, at the center, is a distraction; he steals scenes, and we want him to give them back. He's 35 now. I know you can play an adolescent all of your life (consider Jerry Lewis), but isn't it time for us to see the real Adam Sandler? When I met him, I thought to myself, this guy has movie star potential.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-11-10", "genres": ["Comedy", "Fantasy", "Romance"], "title": "Little Nicky (2000)"}