{"url": "http://www.rogerebert.com/reviews/little-buddha-1994", "by": "Keanu Reevesas Prince Siddhartha", "star_rating": 2.0, "text": "Bernardo Bertolucci's \"Little Buddha\" tells the story of a young Seattle boy who may, or may not, be the reincarnation of a venerated Buddhist teacher.\n\nWhile his American parents try to deal with this possibility, which is explained to them by visiting monks from Tibet, the movie intercuts its modern story with a retelling of the life of Prince Siddhartha, who grew up to become the Buddha. The modern sequences lack realism or credibility. The ancient sequences play like the equivalent of a devout Bible story. The result is a slow-moving and pointless exercise by Bertolucci, whose \"The Last Emperor\" was a much superior telling of a similar story about a child who is chosen for great things.\n\nLet's begin with a not exactly hypothetical question: If you were approached by a Tibetan monk, in robe and sandals, who explained that your 10-year-old child is a reincarnated Buddhist teacher, and if the monk invited your child to Tibet, how would you react? No plausible answer to that question is contained in this movie.\n\nInstead, Bertolucci creates a Seattle family which, in its own way, is more unreal than any of the more spiritual families in his story. Chris Isaak and Bridget Fonda play Dean and Lisa Conrad. He is an architect whose ambitious skyscraper project has just gone into bankruptcy. She is a schoolteacher. Their son, Jesse (Alex Wiesendanger), is a bright, pleasant young boy. One day Lama Norbu (Ying Ruocheng), a Tibetan monk now living in Seattle, dreams of a hill with their house upon it, and is drawn to the family. He explains that some nine years earlier, his wise and holy teacher passed away, and that ever since he and his fellow monks have been alert to signs of the great man's reincarnation. It now appears that Jesse may indeed be that person.\n\nLisa Conrad is home alone when the monk first comes to visit.\n\nShe invites him into their home, and is intrigued, although unsettled, by his news. Later Dean also hears the story from the monk. At first he is hostile to the news. But then, after his business partner commits suicide, he has some sort of spiritual experience that causes him to question such matters as life and death, and eventually he agrees to accompany Jesse and Lama Norbu to Tibet.\n\nThe spiritual experience takes place offscreen, which is perhaps just as well, because nothing in Chris Isaak's underwritten character is even passingly convincing. The writing, the role, the casting, or all three, never work. The American father comes across as cold, closed-off and not very bright, and he has so little dialogue that occasionally we hope for him to say two sentences in a row, so that we can find out something more subtle from him than how, in a word or two, he \"feels\" about something.\n\nThe mother, played by Bridget Fonda, is a more interesting character, and it is a shame she doesn't accompany the father and child to Tibet - a shame because Lisa Conrad is more articulate, and also because the movie cries out for answers to the kinds of questions any mother would ask (such as, \"You mean you really want to take my child away from me and take him to live in Tibet?\"). Since the Conrads are not Buddhists, it is a bit much to expect them to understand the theology behind Lama Norbu's plans, although the monosyllabic architect does allow, at one point, that he has been \"doing some thinking.\" Early in the film the monk gives the little boy a picture book about Prince Siddhartha (Keanu Reeves). This book, which greatly resembles free airport literature, is then read by the boy and his mother, triggering Bertolucci's flashbacks to the origins of Buddhism. (The movie's color strategy, by cinematographer Vittorio Storaro, schematizes these flashbacks by drenching them in warm reds, oranges, yellows and browns - as opposed to the chilly blues, grays and greens of all of the American scenes.) What I kept waiting for in \"Little Buddha,\" unsuccessfully, was some clue about Bertolucci's attitude toward his material. Here we have a fundamental clash between two cultures, presented with the simplicity of a religious comic book. I cannot imagine a Buddhist filmmaker, subsidized with church money, making a film with less complexity or irony - rather the reverse, in fact. Has Bertolucci become a Buddhist? Does he believe the little boy is a reincarnated monk? Is this movie a holy story, for our edification? The scenes in Tibet are astonishingly simple-minded, especially after it appears that two Asian children may also be candidates for the reincarnation of the holy man. These three children (who eventually are said to embody three \"sides\" of the dead monk) are given scenes in which they play and talk together - all speaking English, of course. The movie is not even interested enough in the complexities of its story to suggest that there might be cultural differences among the children, or their parents. We're in Buddhist Sunday School here.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-05-25", "genres": ["Drama", "History", "Indie"], "title": "Little Buddha (1994)"}