{"url": "http://www.rogerebert.com/reviews/little-nemo-adventures-in-slumberland-1992", "by": "Gabriel Damonas Nemo", "star_rating": 2.0, "text": "Unnoticed except by animation fans, the Japanese have produced a lot of feature cartoons in recent years, including one, \"Akira,\" which has achieved cult status. \"Little Nemo\" is the first to get a national U.S. release, and is a hybrid of Japanese animation, American writing, and an English-language soundtrack dubbed by such as Mickey Rooney.\n\nInspired by the classic Winsor McCay comic strips, the movie takes its thoroughly uninteresting hero, Little Nemo, on a journey through Slumberland and its frightening neighboring world, Nightmareland. In making Nemo into a dimwitted nonentity, the movie is only following an old tradition in animation, which holds that the hero is often the least interesting character in the story.\n\nThat's the case here. After Nemo's bed takes flight and goes swooping out of the bedroom window and off into Slumberland, we enter a world that seems inspired in some part by \"Yellow Submarine.\" The movie only loosely follows a story line, careening from one adventure and character to another in a way that suggests dream logic.\n\nLittle Nemo is essentially the billiard ball necessary to get us from one pocket to another; he spends a great deal of his time in his pajamas, falling through infinity and screaming \"Ohhhhhhhh!\" He gathers some pals on his journey, including a scientist, a tout and four wide-eyed goblins. He also makes a friend of white-bearded old King Morpheus, who entrusts him with a royal scepter and a key and warns him to never, ever, use it to unlock the door behind which nightmares lurk.\n\nThe movie is persistently watchable on the visual level; the animation stretches space and constantly redefines it, as a dream might, so that physical laws seem suspended and Nemo hurtles from one surprise to another. Some of the dialogue is brighter than it might have been, too.\n\nBut the film falls into a pattern that I've noticed in many animated features, identifying the villains by their darker complexions and the heroes and heroines by their lighter skins. The character of Flip, the cigar-smoking crony and fixer, seems just this side of a minstrel show caricature, for example, although Rooney does what he can with the voice. Why is that animation can't seem to free itself from subtly racist coding? That objection aside, \"Little Nemo\" is an interesting if not a great film, with some jolly characters, some cheerful songs, and some visual surprises. Nemo himself has the IQ of an eggplant, but at least he doesn't talk much.", "running_time": 85, "mpaa_rating": "G", "release_year": 1992, "date_published": "1992-08-21", "genres": ["Adventure", "Animation", "Family", "Fantasy"], "title": "Little Nemo: Adventures In Slumberland (1992)"}