{"url": "http://www.rogerebert.com/reviews/little-secrets-2002", "by": "Evan Rachel Woodas Emily", "star_rating": 3.0, "text": "The biggest surprise in \"Little Secrets\" is that Ozzie and Harriet don't live next door. The movie takes place in an improbably perfect suburban neighborhood where all the kids wear cute sportswear and have the kinds of harmless problems that seem to exist only so that they can be harmless problems. Then of course there are some Big Problems which are rendered harmless, too. This is a very reassuring film.\n\nThe heroine of the movie, Emily (Evan Rachel Wood) is a budding young violinist who as a sideline runs a Little Secrets stand in her back yard, where kids can tell her their secrets at 50 cents apiece. The secrets are then written on scraps of paper and locked in a chest.\n\nThe theological and psychological origins of her practice would be fascinating to research. The neighborhood kids sure take it seriously. When she's a few minutes late in opening her stand, there's a line of impatient kids clamoring to unburden themselves. The 50-cent price tag doesn't discourage them; these are not kids who remember the days when a quarter used to buy something.\n\nBut what kinds of kids are they, exactly? Consider Philip and David. Philip tells David, \"Her name is Emily. Like Emily ...\" \"... Dickinson?\" says David. \"And Emily Bronte,\" says Philip. Heartened as I am to know that the grade school kids in this movie are on first-name terms with these authors, I am nevertheless doubtful that Dickinson and Bronte will ring many bells in the audience.\n\nVivica A. Fox is the only widely known star in the film, playing a violin teacher who is wise and philosophical. Much suspense centers around Emily's audition for the local symphony orchestra (every suburb should have one). The problems of the kids range from a girl who hides kittens in her room to a boy who is digging a hole to China. Larger issues, including adoption, are eventually introduced.\n\nI am rating this movie at three stars because it contains absolutely nothing to object to. That in itself may be objectionable, but you will have to decide for yourself. The film is upbeat, wholesome, chirpy, positive, sunny, cheerful, optimistic and squeaky-clean. It bears so little resemblance to the more complicated worlds of many members of its target audience (girls 4 to 11) that it may work as pure escapism. That it has been rated not G but PG (for \"thematic elements\") is another of the arcane mysteries created by the flywheels of the MPAA. There is not a parent on earth who would believe this film requires \"parental guidance.\"", "running_time": 107, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-08-23", "genres": null, "title": "Little Secrets (2002)"}