{"url": "http://www.rogerebert.com/reviews/little-women-1994", "by": "Winona Ryderas Jo March", "star_rating": 3.5, "text": "This is a surprisingly sharp and intelligent telling of Louisa May Alcott's famous story, and not the soft-edged children's movie it might appear. There's a first-rate cast, with Susan Sarandon as the mother; Winona Ryder as the tomboy, Jo; Trini Alvarado as Meg; Kirsten Dunst and Samantha Mathis as Amy, younger and older; and Claire Danes as Beth. As the girls are courted by their neighbor (Christian Bale) and his tutor (Eric Stoltz), and as Jo comes under the influence of a German professor (Gabriel Byrne), the film is true to Alcott's story about how all of life seems to stretch ahead of us when we're young, and how, through a series of choices, we choose and narrow our destiny.\n\nThe very title summons up preconceptions of treacly do-gooders in a smarmy children's story, and some of the early shots in \"Little Women\" do little to discourage them: In one of the first frames, the four little women and their mother manage to arrange their heads within the frame with all of the spontaneity of a Kodak ad.\n\nBut this is movie is not smarmy, not dogooding, and only a little treacly; before long I was beginning to remember, from many years ago, that Louisa May Alcott's Little Women was a really good novel -- one that I read with great attention.\n\nOf course, I was 11 or 12 then, but the novel seems to have grown up in the meantime -- or maybe director Gillian Armstrong finds the serious themes and refuses to simplify the story into a \"family\" formula. \"Little Women\" may be marketed for children and teenagers, but my hunch is it will be best appreciated by their parents. It's a film about how all of life seems to stretch ahead of us when we're young, and how, through a series of choices, we narrow our destiny.\n\nThe story is set in Concord, Mass., and begins in 1862, in a winter when all news is dominated by the Civil War. The March family is on its own; their father has gone off to war. Times are hard, although it's hard not to smile when we find out how hard: \"Firewood and lamp oil were scarce,\" we hear, while seeing the Marches living in what passes for poverty: a three-story colonial, decorated for a Currier and Ives print, with the cheerful family cook in the kitchen and the Marches sitting around the fire, knitting sweaters and rolling bandages.\n\nThe movie doesn't go the usual route of supplying broad, obvious \"establishing\" scenes for each of the girls; instead, we gradually get to know them, we sense their personalities, and we see how they relate to one another. The most forcible personality in the family is the tomboy daughter Jo, played in a strong and sunny performance by Winona Ryder. She wants to be a writer, and stages family theatricals in which everyone -- even the long-suffering cat -- is expected to play a role.\n\nThe others include wise Meg (Trini Alvarado) as the oldest; winsome Amy (Kirsten Dunst) as the youngest, and Beth, poor little Beth (Claire Danes), as the sickly one who survives a medical crisis but is much weakened (\"Fetch some vinegar water and rags! We'll draw the fever down from her head!\"). There isn't a lot of overt action in their lives, but then that's typical of the 19th century novel about women, which essentially shows them sitting endlessly in parlors, holding deep conversations about their hopes, their beliefs, their dreams and, mostly, their marriage destinies.\n\nThe March girls have many other interests (their mother, played by Susan Sarandon, is what passed 130 years ago for a feminist), but young men and eligible bachelors rank high on the list. Their young neighbor is Laurie (Christian Bale), a playmate who is allowed to join their amateur theatricals as an honorary brother, and who eventually falls in love with Jo. Then there's Laurie's tutor, the pleasant Mr. Brooke (Eric Stoltz), who is much taken with Meg, but is dismissed by Jo as \"dull as powder.\" \n\nJo, who moves to New York and starts to write lurid Victorian melodramas with titles like The Sinner's Corpse, falls under the eye of a European scholar, Friedrich Bhaer (Gabriel Byrne), who takes her seriously enough to criticize her work. He knows she can do better -- why, she could write a novel named Little Women if she put half a mind to it. \"I'm hopelessly flawed,\" Jo sighs.\n\nBut she is not. And late in the film, when she tells Friedrich that, yes, it's all right for him to love her, Ryder's face lights up with a smile so joyful it illuminates the theater.\n\n\"Little Women\" grew on me. At first, I was grumpy, thinking it was going to be too sweet and devout. Gradually, I saw that Gillian Armstrong (whose credits include \"My Brilliant Career\" and \"High Tide\") was taking it seriously. And then I began to appreciate the ensemble acting, with the five actresses creating the warmth and familiarity of a real family.\n\nThe buried issues in the story are quite modern: How must a woman negotiate the right path between society's notions of marriage and household, and her own dreams of doing something really special, all on her own? One day, their mother tells them: \"If you feel your value lies only in being merely decorative, I fear that someday you might find yourself believing that's all you really are. Time erodes all such beauty, but what it cannot diminish is the wonderful workings of your mind.\" Quite so.", "running_time": 115, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-12-21", "genres": ["Drama", "Family", "Romance"], "title": "Little Women (1994)"}