{"url": "http://www.rogerebert.com/reviews/little-miss-sunshine-2006", "by": "Greg Kinnearas Richard", "star_rating": 3.5, "text": "The first thing we see are the blue eyes of a little girl staring right at us so intently, it seems she could peer right into our souls. Only she's not looking at us. The reflection in her big plastic glasses reveals she's gazing at a beauty pageant on TV, at the moment the winner is being crowned. She's studying this moment, rehearsing it and rehearsing for it. Just a few seconds into \"Little Miss Sunshine\" we know it's a movie about dreams -- and illusions.\n\nA couple days later, after an eventful 700-mile journey with her family in a vintage VW van from Albuquerque to Redondo Beach, the girl's dream at last appears within reach. They approach the Ramada Inn where the pageant is being held, they can see the building from the freeway -- it looks close enough to touch, but they can't find the exit that will actually get them there. That moment has a lot to say, not only about the illusive, ever-shifting concrete landscape of Southern California, where you always seem to be moving down some predefined course but never quite arriving -- and about the elusive nature of those American Dreams we all chase, the detours we follow -- and the roads we don't.\n\nA gentle family satire and a classic American road movie, \"Little Miss Sunshine\" harks back to the anti-establishment, countercultural comedies of the 1970s such as \"Smile\" or \"Harold and Maude\" -- satirical fairy tales that preached the virtues of nonconformity over the superficiality of conventional American values.\n\n\"Little Miss Sunshine\" shows us a world in which there's a form, a brochure, a procedure, a job title, a diet, a step-by-step program, a career path, a prize, a retirement community, to quantify, sort, categorize and process every human emotion or desire. Nothing exists that cannot be compartmentalized or turned into a self-improvement mantra about \"winners and losers.\"\n\nThe opening montage introduces us to the Hoover family one at a time: Olive (Abigail Breslin) is the aspiring beauty queen. Her dad Richard (Greg Kinnear) is an astonishingly unsuccessful motivational speaker. He's pathologically obsessed with winning because he's never tasted it himself. Olive's mom Sheryl (Toni Collette) values family above all else, and her nerves are fraying over trying to hold this one together.\n\nGrandpa (Alan Arkin), Olive's coach, spends hours working on her dance routine with her. Grandpa has been kicked out of a retirement home, for sleeping around and for snorting heroin. His philosophy is that you'd have to be crazy to do smack when you're young, but when you get old, you'd be crazy not to.\n\nUncle Frank (Steve Carell), Sheryl's brother, is the Number One Proust scholar in the world, and has just attempted suicide because he fell in love with a graduate student who dumped him for the Number Two Proust scholar in the world. And Olive's teenage brother Dwayne (Paul Dano) hasn't spoken in nine months. He's not depressed, exactly; he's been reading Nietzsche and has taken a vow of silence while training to get into flight school. Plus, he hates everybody.\n\nAfter our initial introductions, \"Little Miss Sunshine\" does something quite extraordinary: It gives us a single, nearly 20-minute scene built around a family dinner of takeout fried chicken in which we learn everything about Hoover family dynamics. It's a daring move that establishes the movie's characters and comedic tone, and then ... road trip!\n\nYou just won't see a better acted, and better cast, movie than \"Little Miss Sunshine.\" These actors (and their directors, Jonathan Dayton and Valerie Faris) grasp how unspoken reactions can be funnier than dialogue or punchlines, and how pain can be the source of the most satisfying comedy.\n\nAll the actors play the emotions straight and true. Dano, his dead black eyes obscured by thick bangs and set into a pale face that seems to be imploding with teen alienation and disgust, just has to tilt his head almost imperceptibly to bring down the house. Kinnear, a fine comic actor, gets the opportunity to let whole scenes play out wordlessly across his face -- having conversations in his head while driving, or trying to figure out an appropriate response to the talent portion of the Little Miss Sunshine contest.\n\nCarell is a miracle in pink-and-blue-striped socks. He creates a character whose pain surrounds him like a hard plastic bubble. And the less he seems to do, the funnier he gets. He makes the name \"Nietzsche\" (which he pronounces crisply as \"Neet-chah\") inexplicably hilarious. And how to describe the way Uncle Frank runs? It's an intellectual run --- performed as if the act of running had been studied, broken down into its component parts, and then reassembled -- all analysis, no grace. It's almost inhumanly human, and pricelessly funny. But it's not just a sped-up silly walk, it's an authentic expression of character.", "running_time": 102, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-08-03", "genres": ["Comedy", "Drama", "Indie"], "title": "Little Miss Sunshine (2006)"}