{"url": "http://www.rogerebert.com/reviews/little-children-2006", "by": "Kate Winsletas Sarah Pierce", "star_rating": 2.5, "text": "Kids. They can be so darned exasperating. Especially when they're in their 30s or 40s or 80s. Pre-pubescent youngsters cavort and splash through the parks, playgrounds and swimming pools of Todd Field's \"Little Children,\" but they're not the most obnoxious or ill-behaved creatures on the screen. The ostensible grown-ups are much more cruel, stubborn and oblivious to the indiscriminate damage they're doing -- to their children, each other, and themselves. Yes, they're old enough to know better, but of course that's the point: They don't even know that much about themselves.\n\n\"Little Children\" shows us a sun-dappled New England that's every bit as creepy and disturbing (and sometimes eerily beautiful) as the Halloween version: Stephen King in summer. Stagnation and moral rot are as hot and heavy as the air itself, and there are little monsters scurrying everywhere. A husband and father haunts a seamy porno Web site. A convicted child molester lurks beneath the surface of the public pool. A raging bully prowls the streets after dark, stalking his scapegoat with unfathomable fury. These people sweat guilt, paranoia and recrimination; the bad feelings bead up on their skin but won't evaporate.\n\nIt's an odd and squirmy movie, in some ways as slick and facile as \"American Beauty.\" But that movie had an empty plastic bag for a heart, and \"Little Children\" is more than arch yuppie satire -- though it's that, too. There's a humane sensibility beneath the surface that's simultaneously sympathetic and fiercely judgmental. Maybe it's that New England Puritanism, angels and devils endlessly wrestling.\n\nThe characters, all of whom share a mind-boggling immaturity, break down (and break up) into couples: Sarah (Kate Winslet) is a mom with a master's degree in literature who feels closer to Madame Bovary than she does to her young daughter, whom she views as an alien being. She's married to Richard (Gregg Edelman), an older and extremely unattractive person. This marriage is a contrivance, which exists only so Sarah can feel an overwhelming compulsion to leave it.\n\nBrad (Patrick Wilson), the househusband and former Golden Boy whom the women at Kate's playground nickname the Prom King, is great with his son -- but not so much with his coldly pretty wife Kathy (Jennifer Connelly), a manipulative documentary filmmaker whose brittle exterior doesn't quite conceal the soul of a shark. Like Sarah with her books, Kathy has more feelings for a child she interviews for her film than the one in bed beside her. They are a perfect-looking family. So, you know that can't last.\n\nThen there's Ronald James McGorvey (Jackie Earle Haley), a sex offender (he likes to flash little girls), who has been released from jail to live with his mother, May (Phillis Somerville). Mom thinks Ronnie is a good boy who needs to find a nice girl his own age, oblivious that he does not want one. Larry (Noah Emmerich), a former cop and pathetic loser, whips up anger and fear against Ronnie and covers the town with flyers identifying him as a child molester.\n\nBrad and Kate meet cute near the swingset, then fantasize about a present and future together. In a story rife with implausibilities and absurdities, perhaps the most egregious is that we're told we should accept Kate Winslet as somehow \"unattractive,\" compared to Kathy -- and Brad, who shatters her when he says beauty is overrated. The moment is funny and painful, but disingenuous assumptions like that can undermine a movie's emotional credibility.\n\n\"Little Children\" is far from a bad movie, but it's not as deep and subtly disturbing as Fields' \"In the Bedroom\" or as infernally funny as Alexander Payne and Jim Taylor's film adaptation of Perrotta's novel Election. I didn't like any of these characters, but I kept pulling for them anyway -- right up to the shock-o-riffic ending, when I felt I'd been sucker-punched. It turns out, the novel's denouement is more nuanced and less sensationalistic. The final scenes of \"In the Bedroom\" show Field could have brought it off. It's unfortunate he lost faith in the story, and characters, this time.", "running_time": 136, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-10-19", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Little Children (2006)"}