{"url": "http://www.rogerebert.com/reviews/little-men-1998", "by": "Michael Calozas Nat Blake", "star_rating": 1.5, "text": "In my review of “Little Women” (1994), I wrote, “The very title\rsummons up preconceptions of treacly do-gooders in a smarmy children's story.”\rI was relieved to report that the movie itself was nothing of the sort; it was\ra spirited and intelligent retelling of the Louisa May Alcott classic. Now,\ralas, comes “Little Men,” which is indeed about treacly do-gooders in a smarmy\rchildren's story.\n\nAlthough younger children may enjoy the movie on a simple and\rdirect level, there's little depth or texture to make it interesting for\rviewers over the age of, say, 10. It's all on one note. The adults are all\rnoble and enlightened, the boys are all basically good, and the story is all\rbasically a sunny, innocent fable.\n\nThe year is 1871. The “little women” have all grown up,\raccording to a narrator who tells us far more than she should have to. Jo\r(Mariel Hemingway) has married Fritz Bhaer (Chris Sarandon), and together they\rrun Plumfield School, a country home for wayward or orphaned boys.\n\nTo Plumfield comes the Boston street urchin Nat (Michael Caloz)\rand, not long after, his best friend Dan (Ben Cook). There they find love,\racceptance and lessons such as, “If a pie has 12 pieces and three-quarters of\rthem are served at dinner, how many pieces are left?” All of the boys scribble\rindustriously on their chalkboards to solve the puzzle, although since several\rof them are later involved in a game of poker, they would seem to have the\rnecessary skills for mental calculation.\n\nPlumfield has limited funds and perhaps cannot afford to keep\rDan. Then Dan causes some problems, as when he sponsors the secret poker game\r(complete with beer and cigars), and it almost results in Plumfield being\rburned down. Apart from such hitches, Plumfield is ideal, with pillow fights\rscheduled every Saturday night, and the narrator informs us that “the feeling\rthat someone cared for him made that playroom seem like heaven for the homeless\rchild.” There is a certain complexity in Fritz, Jo's husband, who recalls that\rhis grandmother taught him to think before he spoke by cutting the end of his\rtongue with her scissors. His idea of punishment is to have the boys cane him,\ra practice that will not withstand a single moment's more thought than the\rmovie gives it. He rumbles suspiciously about Dan, but Dan “has the makings of\ra fine man,” Jo declares, and although another boy is sent away for stealing,\rDan survives the poker, beer and cigar scandal.\n\nThere is a horse at Plumfield. Only one, untamed and unruly. In\ran early scene, we see the hired man trying to tame it. We know with complete\rcertainty that Dan was born to tame that horse, which is waiting (all saddled\rup) when the lad's rebellious spirit requires such a test.\n\nI have no doubt that Louisa May Alcott wrote something\rresembling this plot, although nothing in it sends me hurrying to the\rbookshelf. “Little Men” is an example of the kind of movie that wins approval\rbecause of what it doesn't have, not for what it has. It is wholesome, blameless,\rpositive, cheerful, well-photographed and nicely acted (especially by Ben\rCook), and it has a PG rating. But, man, is it smarmy.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-05-08", "genres": ["Comedy", "Crime", "Thriller"], "title": "Little Men (1998)"}