{"url": "http://www.rogerebert.com/reviews/little-dorrit-1988", "by": "Alec Guinnessas William Dorrit", "star_rating": 4.0, "text": "I turned on the TV late last night, just in time to catch the closing moments of Truffaut’s “Fahrenheit 451.” You remember the scene.\n\nIn a world where the printed word has been forbidden, a little colony of book lovers lives by the side of a lake in the woods. Each one has dedicated his life to memorizing the contents of one book. They walk slowly back and forth on paths through the snow, reciting the words over and over, and their voices form a litany of familiar passages.\n\n“Little Dorrit” is like a film made in the same spirit. It is a six-hour epic in two parts, with 242 speaking roles, and yet it was crafted almost by hand. The director, Christine Edzard, and the co-producer, her husband, Richard Goodwin, live and work in a converted warehouse in London’s dockland. When they are not making films, they manufacture dollhouses. They built the sets for this film inside their warehouse, they sewed all of the costumes on premises, they used their dollhouse skills to build miniature models that are combined with special effects to create a backdrop of Victorian London. And to their studio by the side of the Thames, they lured such actors as Alec Guinness, Derek Jacobi, Cyril Cusack and Joan Greenwood to appear in a film that was made mostly out of the love of Charles Dickens.\n\nI myself have spent some time lately in the company of Dickens. I finished reading Nicholas Nickleby not long ago, and am currently in the midst of Our Mutual Friend, and now here is this six-hour film version of “Little Dorrit,” which is so filled with characters, so rich in incident, that it has the expansive, luxurious feel of a Victorian novel. Dickens created worlds large enough that you could move around in them. He did not confine himself to the narrow focus of a few neurotic characters and their shell-shocked egos; he created worlds, in the closing words of Little Dorrit, where “the noisy and the eager, and the arrogant and the froward and the vain, fretted, and chafed, and made their usual uproar.” “Little Dorrit” opens with the information that the story will be told in two parts, the first through the eyes of Arthur Clennam, the second through the eyes of Little Dorrit. The two parts of the film contain many of the same scenes, seen from different points of view and remembered differently, so that half a line of throwaway dialogue in the first version may turn out, in the second version, to have been absolutely crucial. The use of two different points of view is not simply a conceit of the filmmakers, but creates a real romantic tension, because it is clear from the outset that Clennam and Little Dorrit are in love with each other - and neither one has any way of admitting that fact.\n\nThe film opens in Marshalsea Prison, where the heroine’s father, William Dorrit (Alec Guinness), has been confined for 20 years for nonpayment of debt. Although her older sister despises the debtor’s prison, Dorrit (Sarah Pickering) has grown to love it as the only home she has ever known. On its stairs she received her education - learned to read and write, learned her English history in the form of stories told of kings and queens. She is not too proud to be poor.\n\nNear the beginning of the film, Dorrit goes to work in an old, gloomy house occupied by the grasping Mrs. Clennam (Joan Greenwood), who lives there with Flintwinch, her bitter steward (Max Wall). It is there that Dorrit first lays eyes on the old lady’s son, Arthur (Derek Jacobi), who has plugged away honorably in life without getting much of anywhere. And it is there that Dorrit discovers the clue to an ancient inheritance that the mother is determined to keep from her son.\n\nArthur’s first glimpse of Dorrit is only momentary. But he wants to know who that young girl was. He wants to know in a tentative, almost frightened voice that lets us know, immediately, that he has fallen irrevocably into love with her. But there are great barriers, of course. One of them is the difference in their ages - although that was not so big a problem in Victorian times, when poor young ladies were often married off for reasons of money rather than love. A greater problem is Dorrit’s self-image. Since her father, whom she dearly loves, lives in a debtor’s prison, her place is at his side. The third problem, of course, is that Arthur and Dorrit can barely endure to be in the same room together, because they love each other so much and cannot admit it.\n\nI saw “Little Dorrit” all in the same day, with an hour off for lunch. I think that is a good way to see it, although many people will want to split it into two different evenings. Very long films can create a life of their own. We lose our moorings. We don’t know exactly where we stand within the narrative, and so we can’t guess what will happen next. People appear and reappear, grow older and die, and we accept the rhythm of the story rather than requiring it to be speeded up.\n\nThis kind of timing imparts tremendous weight to the love story.\n\nDuring the course of the film, we come to love Little Dorrit and Arthur Clennam (who is a good man and a very lonely one). We see all their difficulties. We know all of their fears. We identify with all of their hesitations. When they are finally able to bring themselves to admit that they are in love, it is a joyous moment. And when old Dorrit comes to the time when he must die, Guinness plays the scene with the kind of infinitely muted pathos that has you wiping your eyes even as you’re admiring his acting craft.\n\nMany good novels, it is said, begin with a funeral and end with a wedding. “Little Dorrit” more or less travels that route, with another funeral at the end. It is never simply a love story, and it is not structured melodramatically. It is about the accumulation of incident.\n\nWe are told that old Dorrit, the Guinness character, lives in the prison for 20 years. We also begin to feel those years, as he sits in his chair by the window and we inventory the pathetically short list of his possessions. We see the hopelessness and waste of the Victorian debtor system, which Dickens helped to reform with novels such as this.\n\nBut we also see the hope that could exist in a city where people lived cheek by jowl, rich by poor, everyone in sight of the street.", "running_time": 357, "mpaa_rating": "G", "release_year": 1988, "date_published": "1988-12-16", "genres": ["Drama"], "title": "Little Dorrit (1988)"}