{"url": "http://www.rogerebert.com/reviews/little-darlings-1980", "by": "Tatum O'Nealas Ferris", "star_rating": 2.0, "text": "There's one moment in \"Little Darlings\" that very nearly redeems a lot of the movie's weaknesses. It belongs to the young actress Kristy McNichol. She plays a 15-year-old who has just experienced sex for the first time. It was not, of course, quite like she expected it to be. She sits quietly in a corner of a deserted summer cottage, her thoughts a million miles away from her teen-age boyfriend. At last she says, \"I feel so lonely.\"\n\nThe feelings implied in that single line of dialog are completely true to the scene and to the character. She is lonely because she has suddenly and rather unhappily passed on from the ranks of pubescent girls. She is now an individual, possessed of the sometimes uncomfortable freedom to make decisions.\n\nSexual intercourse, she tells the boy, \"made me feel like you could see right through me.\" She slept with him for childish reasons, but now, we feel, she will never approach the decision so casually again.\n\nBecause this key scene is played so honestly (and because another key scene involving Tatum O'Neal is also written and acted with sensitivity), \"Little Darlings\" earns the right to its subject matter - even though the movie's advertisements and some of its scenes unashamedly exploit the subject matter.\n\nThe movie is about two 15-year-old girls at summer camp, and how they're egged on into a bet about who will be the first to lose her virginity. Because the teenagers are played by adolescent superstars Tatum O'Neal (real age 16) and Kristy McNichol (17) this is a movie with enormous appeal to kids in their age group.\n\nThe movie is rated R, however, and the rating allegedly means that kids under 17 will need to attend with an adult. In practice, it's meaningless - there were lots of young kids at the screening I attended - and all you can say is that \"Little Darlings\" at least expresses a healthier attitude toward sex than that other big R-rated under-17 favorite, \"Saturday Night Fever.\"\n\nThe movie begins with inexperienced teenagers who have an uninformed, frivolous attitude toward sex, and it moves rather awkwardly through would-be comic scenes in which O'Neal and McNichol attempt to seduce their target males and win the bet. But the scenes in which they actually confront the realities of sex are handled so thoughtfully and tastefully that they almost seem to belong to another movie.\n\nThat's possibly because \"Little Darlings\" really wants to be two movies at once: A fairly serious film about teenagers and sex, but also a box-office winner like \"National Lampoon's Animal House\" or \"Meatballs.\" That's why we get awkwardly forced comedy like the food-fight scene. The movie also suffers from uncertain direction. When O'Neal and McNichol first meet on the bus to camp, for example, the way in which they get involved in a fight is very unconvincing. Their whole personal feud, in fact, feels phony, and parts of this movie are so badly handled that we can only marvel that \"Little Darlings\" somehow does succeed in treating the awesome and scary subject of sexual initiation with some of the dignity it deserves.", "running_time": 96, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-03-25", "genres": ["Comedy", "Drama"], "title": "Little Darlings (1980)"}