{"url": "http://www.rogerebert.com/reviews/little-man-tate-1991", "by": "Adam Hann-Byrdas Fred Tate", "star_rating": 3.5, "text": "Jodie Foster says there is an element of autobiography in “Little Man Tate,” the first film she chose to direct. It's the story of a 6-year-old who happens to be a genius, and also happens to be a little boy. Math problems solve themselves in his mind, and he plays piano at a concert level, and when he reads the paper he gets depressed by the news. But he also needs his mom, feels tongue-tied when a lot of adults are looking at him, and gets homesick when he stays away from home overnight.\n\nI know Foster is telling the truth when she says there is a little of her own story in the story of Fred Tate, because I met her when she was only a few years older than the little man in her film.\n\nShe had been appearing in movies since she was 3, but child actors are commonplace and that isn't what made her special. What was impressive was how smart, cool and observant she was for her age; how she discussed the motivations of her characters and the quirks of her directors.\n\nI was interviewing her for “Freaky Friday” (1977) or one of those other Disney movies she made. She met me at a health food place on Sunset Boulevard - no publicist in tow - and ordered something with a lot of alfalfa sprouts in it. The next time I saw her, she was already 13, and translating from French to English and back again at the Cannes Film Festival, where she starred in “Taxi Driver.” I mention these meetings for a reason. I sensed a quality in Jodie Foster than I also sense in Fred Tate: a certain balance, a certain perspective on the strangeness of life. Despite spending 25 of her 28 years in show business, Foster is sane, focused and not much impressed by showbiz glitter. Fred Tate is the same way; he looks at things with a level eye, he is not neurotic, he handles a roller-coaster childhood without going nuts.\n\nAnd that's one reason why “Little Man Tate” isn't precisely the movie you'd expect. The child genius (Adam Hann-Byrd) is not treated as a sideshow stunt, nor as a cute gimmick, but as a miniature human being who brings out the worst, and best, of those around him. As the movie opens, he is amazing his mother, Dede (Foster), by reading the bottom of his cereal bowl when he is hardly big enough to lift it. Soon he is painting, playing piano and attracting the attention of Jane Grierson (Dianne Wiest), a child psychologist who runs a school for gifted kids.\n\nWhat Foster and her screenwriter, Scott Frank, know about gifted kids is that you mustn't forget they're still kids. One of my favorite characters in the movie is an adolescent “mathemagician” with a lightning mind but an obnoxious personality, who wears a magician's cape at all times and in all places. He's hard on Fred when he first comes to Grierson's school, but eventually confides that he has no friends, and that if it weren't for his brains, “I'd just be another asshole with a cape.” Wiest plays the psychologist as someone who knows everything about children in theory, and nothing in practice. She has an oddly formal way of speaking to Fred, as if she were giving dictation, and she doesn't have a clue about the needs of a kid his age. Foster, as the mother, may not know much about the theory of child geniuses, but she knows her little boy and is fiercely protective of him, and although sparks fly between the two women eventually there is a rapprochement based on their mutual love of Fred.\n\nThe movie has enough plot, but not too much; it's loosely centered on a brainy Olympics for smart kids. Foster, who has worked with many different kinds of directors, seems attracted to a kind of film she hasn't really ever appeared in: the sunny French comedy of truth, as practiced by Truffaut, where the laughs are built on insights, and the movie ends in a resolution rather than a climax.\n\n“Little Man Tate” is the kind of movie you enjoy watching; it's about interesting people finding out about themselves. And as Jodie Foster creates this little man who sees a lot and knows a lot but is only gradually beginning to understand a lot, we can hear echoes, perhaps, of a young girl who once found it more interesting to study French than get her picture in the fan magazines.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-10-18", "genres": ["Drama", "Family"], "title": "Little Man Tate (1991)"}