{"url": "http://www.rogerebert.com/reviews/little-white-lies-2012", "by": "Guillaume Canet", "star_rating": 3.5, "text": "Max.........Francois Cluzet\rMarie.....Marion Cotillard\rVincent...Benoit Magimel\rLudo...........Jean Dujardin Jean-Louis.....Joel Dupuch\n\nThe opening of \"Little White Lies\" resonates more strongly because Jean Dujardin won a best actor Oscar for \"The Artist\" after this film was made and delighted so many people. He plays a very different character here, Ludo, a party animal who circulates through clubs, inhales cocaine, leaves on his motor scooter, enters an intersection and — WHAM! — is hit by a truck.\n\nLudo is a popular member of a tightly knit circle of friends, who gather at his bedside. At their center is Max (Francois Cluzet), who owns a successful restaurant in Paris. Every August, these friends gather ritualistically at Max's beach home at Cap Ferrat. They discuss whether they should cancel their plans because of Ludo's critical condition and decide not to. After all, he's in a coma, and the annual summer holiday is importantly embedded in French life.\n\nMost of Guillaume Canet's \"Little White Lies\" takes place at the beach, as we grow familiar with the interlocking loves and jealousies, infidelities and compromises of these fortysomethings who tap-dance around many things left unsaid. The American film that comes to mind is \"The Big Chill.\" The tone of the holiday is cheerful, because nobody dwells on Ludo, who is said to be recovering, but there are undertones of Max's congenital anger.\n\nMax is a Type A control freak who receives a shock when his friend Vincent (Benoit Magimel) confesses that he is deeply in love with him. Both men are married, and Vincent says Max is the only man he has ever loved. Max reacts with extreme hostility, and his turmoil continues to churn all during the holiday. Max can't control it as he does everything else. The moment he arrives at his house, he's on the phone complaining that the grass has not been mowed. He resumes an annual war against weasels who live in the house's ceiling. He sits at the head of the table, chooses the wines, decides when they will go out on his boat (named \"Max\").\n\nThe others don't make a big deal out of this because they're his guests, and Max is Max. The film's actors will be familiar to those who follow French films, just as those in \"The Big Chill\" were familiar to us. Chief among them is Marie (Marion Cotillard), whose character still plays around as she must have 15 years ago. Life bubbles on the surface but something is wrong, and no one observes this more keenly than Jean-Louis (Joel Dupuch), the local oyster fisherman who Max met through his father.\n\nJean-Louis acts as their godfather and wise overseer, takes them out on his boat and has a considerable presence; all the more impressive because Joel Dupuch is a non-actor and in fact a real oyster fisherman. One wonders how many other elements of the story are based on reality. Jean-Louis is handsome in a Tony Bennett sort of way, and is both a member of their crowd and its outside observer.\n\nThe movie is 154 minutes long. It probably doesn't need to be that long, but there's an advantage to sinking into this milieu, growing familiar with the characters and learning their stories. We get the illusion of what this leisurely summer holiday must feel like, with its tides and currents. (There's a priceless scene, by the way, when Max believes he can outsmart the local tides and is wrong.)\n\nCanet and Cluzot have worked together before, in the taut thriller \"Tell No One\" (2006). Cluzot, with his uncanny resemblance to Dustin Hoffman, is an engaging actor who effortlessly summons up inner neurosis. The others are all skilled at light wit and banter; in a way, the film is simply a record of the French being French. Then it develops that this summer idyll cannot survive untouched by the realities of the other 11 months of the year. \n\nIt is the oyster fisherman who finally regards them all and presents the plain-spoken truth. What he says was waiting for someone to say. Joel Dupuch says it so well I hope he acts again. He has the presence. There are times when \"Little White Lies\" seems to meander, until we realize it knows exactly where it is going.", "running_time": 80, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-08-29", "genres": null, "title": "Little White Lies (2012)"}