{"url": "http://www.rogerebert.com/reviews/little-nikita-1988", "by": "Sidney Poitieras Roy Parmenter", "star_rating": 1.5, "text": "The most important thing to understand about “Little Nikita” is that it represents a package - a story contrived to appeal to adults and teenagers at the same time. This kind of cross-generational formula has been responsible for all those recent movies where dads and their sons switch identities and all those other movies where today’s teenagers travel back in time to visit their parent’s generation in the 1950s.\n\nBut it’s also at work in a movie like this, where middle-aged FBI agent Sidney Poitier co-stars with All-American teenager River Phoenix for no reason more compelling than their combined marquee appeal. A package like this looks OK on paper, but goes nowhere. It turns all of the characters into chess pieces, whose relationships depend on the plot, not on human chemistry. Since the plot is absurdly illogical, you’re not left with much.\n\n“Little Nikita” starts with Poitier making a routine check on Phoenix, who wants to attend a military academy. When the computer tells Poitier that Phoenix’s parents are dead, he suspects something.\n\nSo do I. I suspect that neither Poitier nor the makers of this film know how computers work. See if you can follow this. Poitier types in the name of the Phoenix character, “Jeff Grant.” The computer comes up with “Richard and Elizabeth Grant,” his parents, who both died sometime in the 19th century. The computer blinks the words “DOES NOT COMPUTE!” on the screen, while Poitier looks thoughtful and decides to investigate further. What about the possibility that there are other people named Richard and Elizabeth Grant? No matter. The plot moves on and we discover that the Grants (played by Richard Jenkins and Caroline Kava) are actually Russian agents, trained to pass as Americans and sent to the United States to live in San Diego, operate a nursery business, raise their son and pretend to be ordinary citizens until the KGB needs them.\n\nYoung Jeff has never suspected, of course, that his parents are Russian spies, maybe because they’re clever (although they keep their Russian passports in a bureau drawer).\n\nThe plot marches on. A Russian agent (Richard Bradford) is dispatched to San Diego to give the Grants their orders. If he was trained in disguises in the same school as the Grants, he must have flunked out. He enters America by crossing the border at Tijuana, wearing a heavy black overcoat and a black fedora, and sporting a thick accent. He is about as inconspicuous as Mr. T.\n\nMeanwhile (there are a lot of meanwhiles in this movie), Poitier moves into the house across the street from the Grant nursery, becomes friendly with the family, informs young Jeff that his parents are Russian spies and otherwise ingratiates himself.\n\nEverything leads up to the single most unbelievable chain of coincidences in recent movie history, when the entire plot depends on all of the key characters accidentally boarding the same trolley car.\n\nBecause “Little Nikita” is impossible to believe, impossible even to accept as a plausible fantasy, it is impossible to care about.\n\nAs a general rule, a thriller must have some sort of interior consistency; if anything can happen, how can we feel any suspense about what does happen? The script for this film has been assembled by writers John Hill and Bo Goldman and director Richard Benjamin with such carelessness and cheerful indifference that the characters, like the audience, are reduced to simply hanging around to see what will happen next.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-03-18", "genres": ["Action", "Drama", "Thriller"], "title": "Little Nikita (1988)"}