{"url": "http://www.rogerebert.com/reviews/little-giants-1994", "by": "Ed O'Neillas Kevin O'Shea", "star_rating": 1.0, "text": "Just yesterday I was cleaning out the office and I threw away a paperback by Syd Field, the famous Hollywood screenplay coach. Field is the man who is largely responsible for that strange feeling you may have had lately, that every movie seems to be about the same. The characters, locations and gimmicks may change - but the story structure is right out of the book.\n\nField teaches screenwriting workshops. The workshops don't seem able to teach you how to write like yourself, but they sure are able to teach you how to write like everyone else. At a time when Hollywood is bashful about originality, it's a real career asset to be able to write clone screenplays.\n\nLook at \"Little Giants,\" written by James Ferguson, Robert Shallcross, Tommy Swerdlow and Michael Goldberg. What do you mean, it's one of the stupidest movies you've seen? It got sold, didn't it? And it got made, didn't it? So that makes it a success, doesn't it? It's mind-boggling to reflect that this screenplay actually involved work by four writers. It's such a small achievement, their division of labor must have resembled splitting the atom. I don't have any idea if Ferguson, Shallcross, Swerdlow and Goldberg have ever attended one of Field's workshops. Maybe they didn't need to.\n\nWorking in two platoons, they have skillfully removed all vestiges of originality from this story, and turned in a perfectly-honed retread of every other movie about how a team of losers wins the big game.\n\nOops! I gave away the ending! The plot stars Ed O'Neill and Rick Moranis as two brothers in the small town of Urbania, Ohio. O'Neill is a football hero and Heisman Trophy winner. Moranis is a nerd who runs a gas station. His daughter Becky (Shawna Waldron) is one of the best football players in town, but when O'Neill chooses a team for the Pop Warner League, he doesn't choose Becky, 'cause she's a girl.\n\nHe also doesn't choose the fat kid, the skinny kid, the kid who drops every pass, etc.\n\nMoranis thinks it's unfair. So he decides to coach his own team - the Little Giants. At first they are utterly incompetent. Then John Madden and a bunch of pro stars (Emmitt Smith, Bruce Smith, Tim Brown and Steve Emtman) turn up in town after their bus gets lost. And they give the kids some quick lessons, turning them into only severely incompetent players.\n\nComes the day for the big game between O'Neill's jocks and the Little Giants. The O'Neill team includes a mountainous kid named Spike, who speaks of himself in the third person, and whose father has the movie's only funny line: \"Every night before he goes to bed I massage his hamstrings with evaporated milk.\" Spike of course is the instant enemy of Becky, who has despaired of playing football as a girl, and joined the cheerleading squad. But after the first half ends disastrously, she gets steamed, and runs out on the field wearing her helmet, shoulder pads, jersey - and, of course, cheerleader skirt.\n\nLittle kids may like this movie, if they've never seen one like it before. Slightly older kids with good memories will notice that this is not even the first movie this year where a character passes gas to knock out the other team. Even older viewers are likely to bitterly resent the fate that drew them into the theater.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-10-14", "genres": ["Comedy", "Family", "Sports Film"], "title": "Little Giants (1994)"}