{"url": "http://www.rogerebert.com/reviews/little-ashes-2009", "by": "Javier Beltranas Garcia Lorca", "star_rating": 3.0, "text": "It was a ripe time to live at the Students' Residence in Madrid and study at the School of Fine Arts. When he arrived from Catalonia in 1922, Salvador Dali met the future poet Federico Garcia Lorca and future filmmaker Luis Bunuel. Dali was a case study, dressed as a British dandy of the previous century, with a feminine appearance. No doubt he was a gifted painter. He was to become a rather loathsome man.\n\n\"Little Ashes\" focuses on an unconsummated attraction between Dali (Robert Pattinson) and Garcia Lorca (Javier Beltran), who in the flower of youthful idealism and with the awakening of the flesh, began to confuse sexuality with artistry. Not much is really known about their romance, such as it was, but in the conservative Catholic nation of the time, and given Dali's extreme terror of syphilis, it seems to have been passionate but platonic.\n\nIt found release in their roles in the developing Surrealist movement, in which church, state, ideology, landowners, parents, authorities, laws all were mocked by deliberately outlandish behavior. In 1929, Dali wrote and Bunuel directed probably the most famous of all Surrealist works, the film \"Un Chien Andalou\" (\"The Andalusian Dog\"), with its notorious images of a cloud slicing through the moon and a knife slicing through a woman's eyeball. In a time before computer imagery, it was a real eyeball (belonging to a pig, not a woman, but small comfort to the pig).\n\nBy 1936, Garcia Lorca was dead, murdered by Spanish fascists. The story is told in the film \"The Disappearance of Garcia Lorca\" (1997). Bunuel fled Spain to Mexico, then later returned as one of the world's greatest filmmakers. Dali betrayed his early talent, embraced fascism, Nazism and communism, returned repentant to the church, and become an odious caricature of an artist, obsessed by cash. \"Each morning when I awake,\" he said, \"I experience again a supreme pleasure -- that of being Salvador Dali.\" Yes, but for a time, he was a superb painter.\n\n\"Little Ashes\" is a film that shows these personalities being formed. Because most audiences may not know much about Dali, Garcia Lorca and Bunuel, it depends for its box-office appeal on the starring role of Robert Pattinson, the 23-year-old British star of \"Twilight\" (which was shot after this film). He is the heartthrob of the teenage vampire fans of \"Twilight,\" but here shows an admirable willingness to take on a challenging role in direct contrast to the famous Edward Cullen. Is it too much to hope that \"Twilight\" fans will be drawn to the work of Garcia Lorca and Bunuel? They'd be on the fast track to cultural literacy.\n\nBiopics about the youth of famous men are often overshadowed by their fame to come. \"The Motorcycle Diaries,\" for example, depended for much of its appeal on our knowledge that its young doctor hero would someday become Che Guevara. \"Little Ashes\" is interested in the young men for themselves.\n\nIt shows unformed young men starting from similar places, but taking different roads because of their characters. Garcia Lorca, who is honest with himself about his love for another man, finds real love eventually with a woman, his classmate Margarita (Marina Gatell). Dali, who presents almost as a transvestite, denies all feelings, and like many puritans, ends as a voluptuary. Bunuel, the most gifted of all, ends as all good film directors do, consumed by his work. I am fond of his practical approach to matters. Warned that angry mobs might storm the screen at the Paris premiere of \"Un Chien Andalou,\" he filled his pockets with stones to throw at them.\n\n\"Little Ashes\" is absorbing but not compelling. Most of its action is inward. The more we know about the three men the better. Although the eyeball-slicing is shown in the film, many audiences may have no idea what it is doing there. Perhaps Dali's gradual slinking away from his ideals, his early embrace of celebrity, his preference for self-publicity over actual achievement, makes better sense when we begin with his shyness and naivete; is he indeed entirely aware that his hair and dress are those of a girl, or has he been coddled in this way by a strict, protective mother who is hostile to male sexuality?\n\nWhatever the case, two things stand out: He has the courage to present himself in quasi-drag, and the other students at the Students' Residence, inspired by the fever in the air, accept him as \"making a statement\" he might not have been fully aware of.\n\nI have long believed that one minute of wondering if you are about to be kissed is more erotic than an hour of kissing. Although a few gay Web sites complain \"Little Ashes\" doesn't deliver the goods, I find it far more intriguing to find how repressed sexuality express itself, because the bolder sort comes out in the usual ways and reduces mystery to bodily fluids. Orgasms are at their best when still making big promises, don't you find?", "running_time": 112, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-05-06", "genres": ["Drama", "Foreign", "Romance"], "title": "Little Ashes (2009)"}