{"url": "http://www.rogerebert.com/reviews/little-shop-of-horrors-1986", "by": "Rick Moranisas Seymour Krelborn", "star_rating": 3.5, "text": "At a time when so many movies show such cold-blooded calculation, here's one heedless enough to be fun. \"Little Shop of Horrors\" arrives with enough baggage to make it into a thoroughly timid project - what is less likely to make a fresh movie than a long-running stage hit? - and yet the movie has the offhand charm of something that was concocted over the weekend.\n\nThis is not only a musical and a comedy, as we expected, but also a revue of sorts: Comic actors such as Bill Murray, John Candy and James Belushi have walk-ons, and Steve Martin almost steals the show as a sadistic, motorcycle-riding dentist. Yet at the heart of the movie is a basic sweetness, an innocence that extends even to the centerpiece of the story, which is a man-eating plant named Audrey II.\n\nThe plant makes its appearance one day in a flower shop window, having arrived from another planet. It immediately begins to grow, to look around itself, to attract attention and to exhibit an appetite for human blood. It also changes the lives of the three people who work in the store: the shop assistant, Seymour (Rick Moranis); the salesclerk, Audrey (Ellen Greene), and their kindly, blustering old boss, Mr.\n\nMushnik (Vincent Gardenia). Suddenly, they have the sort of fame thrust on them that is usually reserved for lottery winners and people who survive freak accidents.\n\nThere are all sorts of people with ideas about how to exploit the wonderful plant, and others who wish it no good. The movie uses them as the occasion for gentle satire and broad comedy, and there's the sense that \"Little Shop\" is amused by just about whatever comes into its mind. There is also a romance; Seymour falls in love with Audrey (I), but must win her away from the evil dentist (Martin), who roars around on a motorcycle and gives her black eyes.\n\nMeanwhile, Audrey (II) inexorably grows, nourishing itself with blood from a nick on Seymour's finger and developing a taste for human flesh. The progressive growth of the alien plant was, of course, one of the glories of the stage version of \"Little Shop,\" and the movie's Audrey, designed by Lyle Conway and directed by Frank Oz, is a marvel of technique. The plant actually does seem to have a personality and is remarkably accomplished during its musical numbers.\n\nMoranis also has developed a personality in this movie and, in a way, that's as surprising as Audrey II's achievement. After being typecast as a nerd on SCTV and in such limited and predictable films as \"Strange Brew,\" he emerges here as a shy, likable leading man in the Woody Allen mode. The movie sometimes makes his work look easy. But he has to carry a lot of the exposition and hold most of the conversations with the plant, and without him the movie might not have been half as confident.\n\nGreene repeats her New York and London role as the human Audrey, and by now the wide-eyed, daffy blond with the pushup bra has become second nature. Her big musical number, \"Suddenly Seymour,\" has the bravado of a Broadway show-stopper even while undermining itself with satire.\n\nThe show is punctuated by musical commentary delivered by a Supremes-style trio (Tichina Arnold, Tisha Campbell and Michelle Weeks), that bounces around the flower shop's inner-city neighborhood with a message of hope that seems somewhat optimistic, inspired as it is by a carnivorous plant, but fits right in with the movie's good heart.\n\nAll of the wonders of \"Little Shop of Horrors\" are accomplished with an offhand, casual charm. The movie doesn't labor its jokes or insist on its virtuoso special effects, but devotes its energies to seeming unforced and delightful. The big laughs, when they come, are explosive (such as the payoff of Martin's big musical number), but the quiet romantic moments are allowed to have their coy innocence.\n\nThis is the kind of movie that cults are made of, and after \"Little Shop\" finishes its first run, I wouldn't be at all surprised to see it develop into a successor to \"The Rocky Horror Picture Show,\" as one of those movies that fans want to include in their lives.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-12-19", "genres": ["Comedy", "Music"], "title": "Little Shop of Horrors (1986)"}