{"url": "http://www.rogerebert.com/reviews/little-voice-1998", "by": "Jane Horrocksas Laura/Little Voice", "star_rating": 3.0, "text": "\"Little Voice\" is unthinkable without the special and unexpected talent of its star. She is Jane Horrocks, from TV's \"Absolutely Fabulous\" and the Mike Leigh movie \"Life Is Sweet,\" and nothing I've seen her do prepared me in any way for the revelation that she is a singer. And not just a singer, but an impressionist who can perform in the voices of Judy Garland, Shirley Bassey, Marilyn Monroe and Billie Holiday, among others. And not just an impressionist, but a mimic so skillful that the end credits make it a point to inform us that Horrocks sang all her own songs in the movie. We need to know that, because her mimicry is so exact that we assume it must be lip-synching.\n\nHorrocks first appeared in this story on the stage (it was written for her by Jim Cartwright), and now in the movie she repeats an astonishing performance, which is plopped down into an amusing but uneven story about colorful characters in a northern England seaside resort town. She plays a young woman named Laura, who mopes in her bedroom above the record store that her late, beloved dad used to run. She shares his taste for classic pop records, and plays them again and again, memorizing the great performances.\n\nThe rest of the house is ruled by her mother, Mari (Brenda Blethyn, the Oscar nominee from \"Secrets and Lies\"). She's a loud, blowzy tart who picks up lads at pubs and brings them home. Her new squeeze is Ray Say (Michael Caine), a onetime London club promoter now reduced to managing strippers in this northern backwater. Mari's approach to Ray is direct. She brings him home from a pub and suggests, \"Let's roll about.\" One night a duel develops, between Mari playing \"It's Not Unusual\" downstairs and Laura doing \"That's Entertainment\" upstairs. Ray hears the singing and realizes at once that he's in the presence of an extraordinary talent. But Laura's voice is not reflected in a big personality; she's a shy recluse who speaks in such a small voice that it has supplied her nickname.\n\nRay brings home his friend Mr. Boo (Jim Broadbent), owner of a local club, to audition Little Voice. They can't get her to sing, but afterward, while they're standing on the sidewalk, they hear her doing \"Over the Rainbow,\" and Mr. Boo knows a big draw when he hears one. (His club books acts more along the lines of an elderly knife-thrower who aims blades at his wife to the strains of \"Rawhide.\") The plot involves Ray's struggle to lure Little Voice onto the stage (he tells her a touching parable about a little bluebird) and his struggle to discourage Mari's amorous intensity. There is also a struggle going on for Little Voice's heart. A telephone lineman (Ewan McGregor) is in love with her and uses his cherry-picker to levitate himself to her bedroom window. Will he win her love? Will she agree to sing? \"Little Voice,\" written and directed by Mark Herman (\"Brassed Off\"), seems to have all the pieces in place for another one of those whimsical, comic British slices of life. But the movie doesn't quite deliver the way we think it will. One problem is that the Michael Caine character, sympathetic and funny in the opening and middle scenes, turns mean at the end for no good reason. Another is that the romance, and a manufactured crisis, distract from the true climax of the movie.\n\nThat would be Jane Horrocks' vocal performance. Watching her belt out one great standard after another, I was reminded of old musicals that were handmade as showcases for big stars. The plot was just a clothesline for Astaire's big dance number or Mario Lanza's solo. Here everything leads up to (and wilts after) Horrocks' showstopper. But she is amazing. Absolutely fabulous.", "running_time": 99, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-12-04", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Little Voice (1998)"}