{"url": "http://www.rogerebert.com/reviews/little-miss-marker", "by": "Waller Matthauas Sorrowful Jones", "star_rating": 3.0, "text": "Walter Matthau is one of Hollywood’s living wonders, a star character actor who understands so completely how his face, body and voice work that he’s able to give us the Matthau schtick and be subtle at the same time. Look at his work in “Little Miss Marker.” This is a thoroughly pleasant, lightweight comedy that obviously needs Matthau at its center if it’s going to work (I can’t think of another actor who could do quite this job).\n\nSo Matthau occupies the center, he’s on screen most of the time, he gives us that loping Matthau shamble of a walk, that plastic face with the grin of chagrin, those hound dog eyes and that gravel voice. We have seen all of these attributes before but they’ve never quite seemed as they do here.\n\nThat’s because Matthau, one of the most instantly recognizable actors in the world, never just gives us Matthau. He is an actor as well as an inimitable performer, and in “Little Miss Marker” he makes the character of Sorrowful Jones distinctive from all the other characters that have been inhabited by the Matthau persona.\n\nSorrowful is, of course, a classic creation of Damon Runyon (and if you think “Damon Runyon” is an intersection on the West Side, Runyon woulda loved ya). He’s a temperamentally pessimistic, glum-faced bookie who inhabits a Runyon world of horse players, crooked cops and little old ladies with a hot tip on the fifth race.\n\nOne day a gambler who’s run out of credit comes into the betting parlor and offers to leave his minute little daughter as a guarantee of payment. She’s the marker. And when her father doesn’t come back, Sorrowful is stuck with her – along with various possible kidnapping charges.\n\nThe first time around, in 1934, “Little Miss Marker” made Shirley Temple a star, and Adolphe Menjou was Sorrowful Jones. The second time around, in 1949, “Sorrowful Jones” starred Bob Hope in the title role, and wasn’t nearly as good. This third time around, writer-director Walter Bernstein has stuck more closely to Runyon’s original inspiration, and his movie is unpretentious, old-fashioned fun.\n\nIt is also a movie that makes you feel very good at times, largely because of the rapport between Matthau and young Sara Stimson, a very small little girl from Texas who looks nothing at all like Shirley Temple. Stimson is tiny and also very grave, and she has big, silent eyes. When she looks at Matthau we can almost feel his cynical heart trying to remember how to love.\n\nStimson plays all her scenes very close to her chest (she seems to be the sort of young lady who counts her M & Ms to see if she was shortchanged). And Matthau is subtle, too, in his behavior toward her: Instead of playing this obviously corny relationship for big corny sniffles, the movie goes more for dry wit and understatement. The strategy works.\n\nSome movie kids, like Ricky Shroeder in “The Champ,” are so lovable we want to send them out to try to field a bunch of fast grounders. Other kids, like Justin Henry in “Kramer vs. Kramer” and Sara Stimson in this one, are more simply kidlike. That leads to some astonishing results, as in the scenes where, for the life or us, we can’t figure out whether Matthau or the kid understands the situation better.\n\nThe supporting cast is filled with big names, all of them upstaged by the Matthau-Stimson axis. Tony Curtis plays a slick, fast-talking gambling boss, Julie Andrews plays his girlfriend and falls in love with Matthau, and Bob Newhart is appropriately jumpy as Matthau’s assistant who is familiar with the kidnapping statutes.\n\nThe one mistake in casting is Lee Grant as the judge; in old-fashioned tear-jerkers of this sort we’re just not ready for a liberated female judge. But “Little Miss Marker” survives; it’s goofy, corny, well-acted and fun. And when Stimson grows up she may bring silence back into fashion.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-03-21", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Little Miss Marker (1980)"}