{"url": "http://www.rogerebert.com/reviews/little-vera-1989", "by": "Natalya Negodaas Vera", "star_rating": 3.0, "text": "\"Little Vera\" comes advertised as the first Soviet film to deal frankly with youth rebellion, discontent with the system, and sex. Its star, Natalya Negoda, has gained a measure of fame by being the first Soviet actress to appear nude in a fairly explicit sex scene. To help launch the film in America, Negoda posed nude for Playboy and told her story to People magazine.\n\nThe strangest thing about this process is that it has made a truly revolutionary Soviet film look like another one of those \"One Summer of Happiness\" sex romps from Scandinavia.\n\nThe strategy of selling a foreign film on its sexual content is tried and true, but \"Little Vera\" is not a sexy film, and its star is not the new Bardot or Loren. The sex in \"Little Vera\" is sweaty and passionate but not erotic. The film's real fascination comes from its portrait of everyday life in the Soviet Union - life that contains few surprises but never has been shown with such frankness and honesty in a Soviet film.\n\nThe film takes place in a provincial city where Vera, a restless teenager, lives in a cramped three-room apartment with her al coholic father and her thoroughly disillusioned mother. A brother has moved to Moscow. Life in the family is a drab routine: The self-pitying, unemployed father gets up in the morning and starts to drink, and the mother and daughter plan their days around his rages and remorses.\n\nNot surprisingly, Vera seeks to escape from this life, and she leaves the apartment with relief, dressed in a mini-skirt, to hang out with a group of nonconformist teenagers who like to listen to rock 'n' roll and bait the authorities.\n\nAmong the scenes in \"Little Vera\" that we have not seen in a Soviet movie before is one where policemen with guard dogs break up a meeting place of teenagers. The film is frankly on the side of youth and against authority, and the cops are seen as repressive agents of a humorless system.\n\nVera herself finds what cheer she can in the arms of Sergei, who meets her at a dance. He is an \"intellectual,\" a nonconformist, but it is hard for him to express his free spirit when he must move into Vera's flat with her warring parents. (The housing shortage in the Soviet Union actually is one of the film's most important themes; none of the characters can count on a moment's privacy.) Vera and Sergei share a few moments of happiness, including one ironic interlude on the beach, where they pause in their lovemaking to discuss their goals, and Vera says, \"In our country, we have but one goal: communism.\" This line, in all of its sarcasm, reportedly has become as famous in the Soviet Union as \"plastics!\" became after the 1967 release of \"The Graduate\" in this country.\n\nLife in the cramped apartment becomes impossible. The drunken father fights with Sergei, who moves out, and Vera attempts suicide.\n\nHer brother, visiting from Moscow, screams in anguish over his impossible family situation. But what the film makes clear is that much of the unhappiness comes from a social system that has given people no clear tasks, few areas to exercise personal ambition, cramped living quarters, no privacy and too much bootleg booze.\n\nThe irony is that \"Little Vera\" is being sold as a sex film.\n\nEroticism in Soviet films reminds me of Dr. Johnson's famous line about a dog standing on its hind legs: \"It is not done well, but one is surprised to find it done at all.\" What this film does express, strongly and clearly, is a deep discontent among the Soviets who have lived in an incompetently managed society for too long. The angers in this film are the same ones that have produced Mikhail Gorbachev (and, it would appear, the same ones that have resulted in the astonishing election results in Poland).\n\nFor Americans, \"Little Vera\" confirms what we already knew: Life for the poor, the unemployed and the alcoholic is as bad in the Soviet Union as it is here.", "running_time": 109, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-06-14", "genres": ["Drama", "Foreign", "Romance"], "title": "Little Vera (1989)"}