{"url": "http://www.rogerebert.com/reviews/littlerock-2011", "by": "Atsuko Okatsukaas Atsuko.", "star_rating": 3.0, "text": "Not often have I been more certain of the direction a movie is heading, or more wrong. \"littlerock,\" a sensitive indie feature by Mike Ott, plays fair. I was misled only by my own cynicism. I arrived at quick assumptions about the characters, and didn't credit them for being young and aimless but not evil or violent. Within the terms of their relationships, they all come out fairly well — not happy, but not tragic, and they had some good times.\n\n\"Littlerock\" is a town in the remote drylands of Los Angeles County. From the looks of its Fourth of July parade, it may be a nice place to live, but the characters we meet are all unemployed, living in poverty, spending their days drinking and smoking pot. When they offer to take a visitor biking around town, it's not on motorbikes but child-sized bicycles that look like they'd had them since they were 8 or 9.\n\nThe two visitors are Atsuko and Rintaro, a sister and brother from Japan. Their rental car broke down as they were driving toward San Francisco. The brother (Rintaro Sawamoto) speaks a little English, the sister (Atsuko Okatsuka) none. They check into a motel and fall into the orbit of some kids about their age when they go to complain about the noise in the next room. They're are friendly enough, offer them beers, share smokes and let them hang out.\n\nOne of the local boys is Cory (Cory Zacharia), who is pleasant to the attractive girl, but sort of slow, as if he's smoked too much pot. Her brother looks on coolly. Where is this going? Atsuko is headed for trouble, right? Not at all. She doesn't drink too much, she isn't assaulted, and these layabouts don't belong to a local chain saw gang.\n\nAtsuko regards them with curiosity and, in the case of the attractive musician, Jordan (Brett L. Tinnes), guarded lust. She likes it here. Her brother, who seems older and certainly wiser, thinks they should stick to their original plans once the car is repaired. She wants to stay for a while. Rintaro argues there is nothing here for her: \"They just sit around all day drinking.\" He is correct. The actress Atsuko Okatsuka, who also co-wrote, has a cautious face where curiosity and emotions are at play.\n\nHer brother leaves her there for a few days. She has no idea what anybody is saying, which Jordan understands, but Cory persists in protesting: \"You don't know a word I'm saying!\" What happens with her and these two boys you will discover. You also will get a vivid portrait of the clueless Cory, his dreams of artistic success, his difficulties with reading body language.\n\nMuch is still to happen, which I will not disclose. Let me say that we learn a great deal more about all of the characters, and we understand as Atsuko learns that only a chance of history has prevented her from growing up in America very much like these two. We also note that the locals are not racist toward the Japanese, although the pot dealer is vicious toward a Mexican. Later we can consider that there are shifting fashions in racism.\n\n\"Littlerock\" tells a confident story that knows precisely where it's going. Its characters all learn a little and grow a little and one of them cries a little. And this is how Atsuko and Rintaro spend their summer vacation.", "running_time": 83, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-09-07", "genres": ["Drama"], "title": "littlerock (2011)"}