{"url": "http://www.rogerebert.com/reviews/little-big-league-1994", "by": "Luke Edwardsas Billy Heywood", "star_rating": 3.5, "text": "\"Baseball was made for kids; grownups only screw it up.\" Bob Lemmon, quoted in \"Little Big League.\" \"Little Big League\" is a movie about a 12-yearold kid who inherits the Minnesota Twins and decides to manage them himself. The last thing I was expecting was that the movie would take baseball seriously. But it does. It's one of those rare baseball movies that has a real feel for the game, instead of using it as a backdrop for bizarre characters.\n\nThe kid's name is Billy Heywood (Luke Edwards). He has a close relationship with his millionaire grandfather (Jason Robards), who owns the Twins, and they spend a lot of time talking strategy.\n\nBilly is not one of the stars of his local Little League team, but his judgment is sound and he's always the final authority on details about the rules. He seems to have absorbed the complete history of the game, and is able to tell you what great players of the past did when faced with tricky situations.\n\nThe grandfather dies, and leaves little Billy \"my very favorite thing: the Minnesota Twins.\" Of course, grandfather didn't expect to die quite so soon, and probably imagined that Billy would be happy to leave the day-to-day management of the team to professionals. But after a manager (Dennis Farina) exhibits a hotheaded attitude and makes too many mistakes, Billy grows convinced that he should manage the team personally. His mother (Ashley Crow) wonders why he can't get a job carrying papers, like everyone else.\n\nWe're in a world of pure fantasy here. But somehow \"Little Big League\" works an alchemy that almost makes us believe this kid could manage a team. Luke Edwards plays Billy as a solemn, smart, thoughtful kid who seems grown-up for his years. His strategy in dealing with the players is to speak in simple, honest terms. He has one especially effective speech about how they should be grateful for the privilege of getting to play baseball: to step up to the plate where the Babe swung his bat, or stand in the same batters' box once occupied by Joe DiMaggio.\n\nThe movie is canny in the way it shows how major league professionals react to this information. The director, Andrew Scheinman, is aware that his material is a minefield of hazards, and that a mistake in tone could take a serious moment and make it ludicrous. He doesn't step wrong. His strategy is to have the adult ballplayers act more or less the way real adults might behave, in such an impossible situation.\n\nIn the case of Billy's inspirational locker-room speech, they listen impassively and do not respond much at all. In other situations, they ignore the kid, disregard his advice, tell him to get lost. But Billy really does know a lot about baseball, and by the end of the season he has won their grudging respect. It does not come easily, and there is a touchy moment when Billy walks out to the mound to remove a hulking, bearded pitcher (Bradley Jay Lesley) from the game.\n\nIn his dealings with the team, he is helped out a lot by two veterans: Mac (John Ashton), the veteran coach, who acts as an adviser and right-hand man, and Lou Collins (Timothy Busfield), a veteran first baseman who also happens to be dating Billy's widowed mother.\n\nMore than once, watching \"Little Big League,\" I found myself monitoring my feelings: Is this movie really working? It was. Unlike \"Major League II,\" which used baseball only as an excuse for sitcom situations and recycled characters, \"Little Big League\" has the same mystical regard for the game as movies like \"Field of Dreams\" and \"Bull Durham.\" And even when Billy is dreaming up some cockamamie stunt or trick play that he learned about in an old record book, we find ourselves saying, hey, if it worked once, maybe it will work again.\n\nThere's also a subtext in the movie. Billy starts out as a normal kid with normal friends, but by midway through the season he gets a big head, and starts forgetting his \"appointments\" with his old playmates. To apologize, he offers them autographed balls. This is no way to behave, but the kid is under a lot of pressure, and one of the best sequences in the film shows how Lou, his mother's fiance, subtly deals with being benched. He understands Billy and respects him in spite of everything, and is able to help the kid learn a lesson.\n\nLike \"Free Willy,\" \"The Secret Garden,\" \"Searching for Bobby Fischer\" and \"The Man in the Moon,\" this is a \"family movie\" that doesn't condescend. It takes its 12-year-old hero as seriously as he takes baseball, and nothing is \"dumbed down\" for the PG audience. One of the qualities of the film is that it doesn't feel predictable. Of course it ends with a Big Game. All sports movies do. But for once the outcome is not necessarily certain.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-06-29", "genres": ["Comedy", "Family", "Sports Film"], "title": "Little Big League (1994)"}