{"url": "http://www.rogerebert.com/reviews/live-for-life-1968", "by": "Yves Montandas Robert Colomb", "star_rating": 1.5, "text": "Despite its great beauty, Claude Lelouch's \"A Man and a Woman\" never quite leveled with itself. It pretended to be an honest film about a mature love relationship. But what about the Mustang, and that stunt man, and those Hollywood clichés, and Lelouch's embarrassingly slick photography?\n\nLelouch is essentially a stunt man himself, and his films go for effects rather than meaning. They make a great show of \"significance,\" but at their heart is only a vast, beautifully photographed vacuum. This is particularly clear in \"Live for Life,\" which has all of the faults of \"A Man and a Women\" and none of the virtues and is an ugly and corrupt film which pretends to be beautiful and ethical.\n\nThe story involves a weather-beaten TV news producer (Yves Montand), his wife (Annie Girardot) and his on-again, off-again mistress (Candice Bergen). Montand and Girardot seem to have a stable marriage after 10 years! Both are intelligent, sensitive people; they share each other's interests, and they do all the other things Joyce Brothers recommends. But Montand grows discontented, sets back his odometer and falls in love with Candice.\n\nThe rest of the movie is more or less given over to mutual deceptions among these people. Yves lies to Annie, Candice lies to Yves, Annie lies to Candice and Lelouch lies to us. He achieves this by taking a tawdry little domestic tragicomedy (which could have been a good tawdry little domestic tragicomedy) and propping it up with film clips from Vietnam, shots of Nazi demonstrations, and other trademarks designed to make small events look significant.\n\nIt doesn't work, and it's offensive. The war in Vietnam is a serious business, as hardly anyone except Lelouch needs to be told, and when we see film clips of real people being shot and killed, we are hardly likely to put these events on the same scale with Candice Bergen letting the wind ripple her tawny, autumn-colored hair.\n\nAnother irritating aspect of the film is Lelouch's compulsive juggling of the camera. In one scene, so help me, he puts the camera in the middle of the room and makes it go around and around in circles. Every time it passes Montand and Miss Bergen, we see them. The rest of the time we don't. Perhaps this is a mixed blessing.", "running_time": 130, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-05-08", "genres": null, "title": "Live for Life (1968)"}