{"url": "http://www.rogerebert.com/reviews/live-nude-girls-unite-2001", "by": "Julia Query", "star_rating": 3.0, "text": "Opposing the strike, the management of the Lusty Lady argued that taking off your clothes in a peep show is not real labor so much as an enjoyable part-time job. The women putting in 10-hour shifts didn't see it that way--but their customers did. \"What's your job?\" one of the clients asks one of the girls. \"I'm a stripper,\" she says. \"I mean,\" he says, \"how do you earn a living?\" There is the curious notion that strippers and prostitutes do what they do because they enjoy it. This is a fiction that is good for business. I am sure that some strippers and hookers do sometimes enjoy what they do, but not that they do it over and over, all day long, week after week, for a living. By way of illustration, it is possible to take pleasure in making a ham sandwich, but you might not want to work behind the counter at Mr. Submarine, especially when the customers always leave with the sandwiches.\n\nWhen you think of strippers, you think of a stage, but the strippers at the Lusty Lady work in a small mirrored room. The clients enter little booths surrounding the room, and put a quarter in a slot; a panel slides up and they can see the girls for 15 seconds. Another quarter, another 15 seconds. It's enough to bring back the silver dollar. The veteran girls make $20 an hour, and there are always two to four on duty, which makes you realize that the hardest job at the Lusty Lady belongs to the guy who collects the quarters.\n\n\"Live Nude Girls Unite!,\" playing this week at Facets Multimedia, is a documentary made by Julia Query, a stripper at the club, and Vicky Funari. It is an advertisement for the possibilities of the consumer digital video camera. It's not slick, it has some lapses, it sometimes looks like a home movie, but it's never boring. It follows some 80 strippers as they hire a lawyer, demand a contract, and threaten to strike. Query, Funari and two other filmmakers simply took the camera along with them and shot whatever happened.\n\nMiss Query is not your average stripper--but then no stripper ever is. She dropped out of graduate school, has worked as a dominatrix, and has a mother who is a famous public health advocate. The mother pilots a van around Manhattan handing out free condoms to hookers, and tells Barbara Walters in a \"20/20\" segment that her group facilitates 500,000 safe sex acts a year. \"Peppermint?\" Walters asks, holding up one of the condoms.\n\nWhen Julia turns up as a speaker and stand-up comic at the same conference where her mother is delivering a paper, the result is one of the more unusual mother-daughter arguments in movie history. Julia was reared to \"do the right thing,\" and expects her mother to be proud of her as a union organizer, but the mother somehow cannot get around the stripping. This although Query tries to stir indignation about the club's discrimination against strippers who are not white (or, for that matter, white but not blond).\n\nJulia is a disarmingly honest narrator. When she decided to earn money by stripping, she says, she was terrified by the thought of going on the stage because \"I can't dance.\" The mirrored room at the Lusty Lady, which reminded her of an aquarium, seemed less of a challenge, especially since it has silver poles in it. The other girls use these for posing, but we gather Julia may need to grab one to keep from falling down. Still, she's a spirited Union Maid, and she and her sister organizers make labor history. She's the kind of woman Studs Terkel was born to interview.", "running_time": 70, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-06-22", "genres": ["Documentary"], "title": "Live Nude Girls Unite! (2001)"}