{"url": "http://www.rogerebert.com/reviews/live-and-let-die-1973", "by": "Roger Mooreas James Bond", "star_rating": 2.5, "text": "\"Live and Let Die\" is the ninth James Bond picture, and not exactly the best. It has all the necessary girls, gimmicks, subterranean control rooms, uniformed goons and magic wristwatches it can hold, but it doesn't have the wit and it doesn't have the style of the best Bond movies.\n\nThis may have something to do with the substitution of Roger Moore for Sean Connery as 007. Moore has the superficial attributes for the job: The urbanity, the quizzically raised eyebrow, the calm under fire and in bed. But Connery was always able to invest the role with a certain humor, a sense of its ridiculousness. Moore has been supplied with a lot of double entendres and double takes, but he doesn't seem to get the joke.\n\nThe plot this time begins in the usual way, with the disappearance of what are inevitably described as \"three of our best men.\" One died in New York, one in New Orleans (during a funeral that turned out, alas, to be his own) and one in the Caribbean. Needless to say, a string of coincidences link the murders and they seem to lead to Mr. Big. Mr. Big is played, I guess, by Yaphet Kotto. I have to guess because either I wasn't listening or it was never quite explained whether Kotto was fronting for Big or was really Big all along and just pretended to front for him. Not that it matters; the movie doesn't have a Bond villain worthy of the Goldfingers, Dr. Nos and Oddjobs of the past.\n\nThe bad guys, indeed, are a little banal. In the past, Bond has conquered evil scientists bent on enslaving the world. He has broken up a scheme to destroy our space satellites with laser beams. He has, let's see, saved the dollar by protecting our gold supply (something the current administration is less successful at). That's big-time stuff. But this time, all the bad guys are doing is growing a billion dollars worth of heroin in order to take over the illegal dope industry from the mob. (They're black, but the movie's ads mercifully refrain from promising they've got a plan to stick it to the man, maybe out of deference to Bond's British origins. This is, after all, Discover America summer.)\n\nThere are a few elements every Bond movie absolutely must have, and \"Live and Let Die\" has them. It opens, of course, with a meeting with M and the faithful Miss Moneypenny. It has Bond arriving at the Caribbean hideout by man-bearing kite. It has a spectacular chase (this one involves speedboats, but isn't as much fun as the great ski chase two Bonds ago). It has a spectacularly destroyed villain (he swallows a capsule of compressed air and explodes). It has the girls. And it has Bond exhibiting his mastery of the better things in life by asking room service for a bottle of Bollinger - not cold, but \"slightly chilled,\" please.\n\nAnd it does, to give it credit, have the one basic Bond scene that always seems copied from the previous Bond movie: The penetration of the underground citadel. This scene always begins with Bond pressing a bidden lever or discovering the secret door. Then there's a shot of a vast underground cavern, which is filled with uniformed functionaries who hurry about on mysterious scientific errands.\n\nBond slips unobserved from one hiding place to another; is discovered; eludes his pursuers; watches as six hired goons hurry past; and then goes through another door and unexpectedly finds the villain waiting there for him. The dialog here is always the same, something like \"Come in, Mr. Bond, we've been expecting you . . .\" And then . . . but do you get the same notion I do, that after nine of these we've just about had enough?", "running_time": 121, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-06", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "Live and Let Die (1973)"}