{"url": "http://www.rogerebert.com/reviews/living-out-loud-1998", "by": "Holly Hunteras Judith", "star_rating": 3.5, "text": "He is a short, pudgy elevator operator. She is the newly dumped wife of a doctor. They meet in his elevator, in her co-op building on Fifth Avenue. They seem to have little in common, until they start talking. This is a set-up for a love story involving all the usual cliches, but “Living Out Loud” isn't a love story and is not made from standard parts. It's the film you need to see in order to understand why the ending of “As Good As It Gets” was phony.\n\nThe movie stars two of the most intensely interesting actors in the movies today, Danny DeVito and Holly Hunter. Not many actors can hold the screen against them. There's a dialogue scene where they talk about whether he should ask her out for dinner, and we're seeing a master class on the craft of acting in the movies. We don't want them to live happily ever after, because that would drain all of the interest out of their situation.\n\nThe movie has been written and directed by Richard LaGravenese, the gifted screenwriter of “A Little Princess,” “The Bridges of Madison County” and “Beloved.” He's more interested in characters and dialogue than in shaping everything into a conventional story.He aims for the kind of bittersweet open ends that life itself so often supplies; he doesn't hammer his square pegs into round holes, as James L. Brooks did by insisting in “As Good As It Gets” that the Jack Nicholson character could, should or would ever be able to live happily with anyone else.\n\nThe movie opens with Judith (Hunter) breaking up with her husband of 15 years (Martin Donovan). He's been cheating on her--and, worse, insulting her intelligence by thinking he could get away with it. Later we meet Pat (DeVito), an elevator operator whose wife has thrown him out because of his gambling debts and a whole lot more, and whose daughter is dying. Pat's brother, a saloon keeper, offers him a job, but Pat clings to his independence. The elevator job is temporary. He has plans.\n\nTo be cut adrift in uncertainty and grief is something to share, and soon they are sharing it. Feeling sorry for him, and having drunk too much, which she often does, she hugs him, causing unruly feelings to stir within Pat. He subtly borrows $200 (the loan sharks are after him), and when he repays her, he brings along a bottle of wine, and she confesses she saw through his story about why he needed the money, but gave it to him anyway, because ... because ...\n\nWell, because it was a point of contact, in a life that has become empty. (She has a day job as a caregiver for a singularly uncareworthy old lady.) Will they go on to share their innermost feelings and fall in love, as in a standard plot? Not necessarily. He thinks she's the perfect woman. But when she drinks she fantasizes about hunks, which is maybe how she wound up with a creep for a husband.\n\nNeed draws them together. Fantasies keep them apart. And then an extraordinary third character enters their lives. This is Liz Bailey (Queen Latifah), a torch singer in a nightclub where Judith likes to drink too many martinis, smoke too many cigarettes and display too much grief. Liz is tall, striking, carries herself with placid self-confidence and wears dresses that display her magnificent bosom--not as an advertisement, but more in a spirit of generosity toward the world.\n\nLiz and Judith become unlikely confidantes one boozy night, after Judith blurts out that she's sure Liz's boyfriend is gay. Well, he is: “I've always had this thing for beautiful, sensitive men.” She takes Judith to a lesbian nightclub that looks recycled from German expressionist wet dreams; the scene doesn't seem out of place, but falls into the flow of a long, confusing, drunken night.\n\nJudith and Pat both become friends of Liz, who is a confidante and counselor. But LaGravenese is too smart to involve Liz in an affair with Pat (or Judith). He's intrigued by how people can bounce around town when they're cut loose from their routines and marriages. How they find relief in a flood of confession and autobiography. (“His father was one of the first neurosurgeons in the city,” Judith tells Pat about her first husband, and he nods with understanding and notes that his wife was an Oldsmobile saleswoman on Staten Island.) Another man turns up in Judith's life, unexpectedly and accidentally, but I will leave it to you to find out how and why. And there's an appointment with an agreeable masseuse (an encounter that's just about perfectly written and acted). It's always confusing to meet your sexual fantasies in the flesh, because you have to deal with them--they won't obligingly evaporate when you're finished.\n\n“Living Out Loud” is based on two short stories by Chekhov. It plays like a short story. A novel has beginning, middle, end, theme, conflict, resolution. A short story looks intensely at a shorter period of time during which closely observed characters go through experiences that change them. No doubt Judith, Pat and Liz will drift apart again. There are more happy endings (and endings of any kind) in the movies than in life, which more closely resembles the beginnings of one unfinished story after another.\n\nWhat I enjoyed in “Living Out Loud” was the comfort of these lives flowing briefly in the same stream. The sense that the unexpected was free to enter the story, and would not be shouldered aside by the demands of conventional plotting. And delight at the voluptuous complications of Liz Bailey. Queen Latifah shows here (as she did in “Set It Off”) that her screen presence makes a scene stand up and hum. Anyone who can steal a scene from Danny DeVito and Holly Hunter can do just about anything in a movie.", "running_time": 102, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-11-06", "genres": ["Comedy", "Drama", "Romance"], "title": "Living Out Loud (1998)"}