{"url": "http://www.rogerebert.com/reviews/local-color-1977", "by": "Jane Campbellas Andrea", "star_rating": 3.5, "text": "Now here's a strange and wonderful movie: Mark Rappaport's \"Local Color,\" a fusion of muted black-and-white photography, starkly simple confrontations within a group of eight people and a plot worthy of \"Mary Hartman, Mary Hartman. \" I've never seen anything quite like it before, although it's Rappaport's third film; he has an offbeat originality and a very dry sense of humor and if you don't like it as much as I did no doubt you'll dislike it very sincerely.\n\nRappaport's work can be described as minimalist cinema, I suppose, in which everything not absolutely necessary to a scene, or to continuity, is left out. The décor is simple: Lamps, chairs, tables, beds, all unadorned, as if Ernie Bushmiller had taken a leave of absence from \"Nancy\" to design the sets. But the characters inhabit these spaces with such various personal complications that the movie almost seems cluttered.\n\nThe characters include: Two married couples, a gay couple, and two women, one of whom may write a novel about the others. A complication: One of the married women is the twin of one of the gay men. An additional complication: She has an affair with her brother's lover. Other aspects: Troublesome dreams, nightmares, threats of suicide, tales of parents eating their own children.\n\nRappaport's photography places these people and their problems in a surreal world. As two of the characters talk, for example, each one stands in front of her own photograph on the wall. And the photographs change to reflect their states of mind. The characters are often obviously posed, as when three people at dinner all sit on the far side of the table. Conversations seem to be frozen into tableux. Partners are exchanged at a party, and the movements seem choreographed.\n\nAnd yet, confoundingly, some of the scenes feel very real. The dialog—which is very subtle, and very more subtle than when it seems blatant—strikes chords that are exactly right. American English as spoken. The dialog builds up into relationships that seem \"real; \" in the midst of these interior landscapes that keep slipping into still photography, people persist in seeming to be flesh and blood.\n\nThere are several scenes nothing short of inspired. One comes when the characters, in their various living roms, watch \"All in the Family\"…and then, chillingly, the laugh-track moves from the television set into their own lives, so that their dialog is chuckled and howled at and applauded. Now that may sound like an obvious gag, but in \"Local Color\" it comes out creepy and very effective.\n\nThe plot eventually revolves around a gun, and a suicide. The relationships all eventually pay off, for better or worse. The movie is all but indescribable (as by now you have guessed.) But if you want to see something absolutely original, and consistent within its own fantasies, and haunting, and starkly beautiful, give it a try.", "running_time": 116, "mpaa_rating": "NR", "release_year": 1977, "date_published": "1977-06-13", "genres": null, "title": "Local Color (1977)"}