{"url": "http://www.rogerebert.com/reviews/local-hero-1983", "by": "Burt Lancasteras Happer", "star_rating": 4.0, "text": "Here is a small film to treasure, a loving, funny, understated portrait of a small Scottish town and its encounter with a giant oil company. The town is tucked away in a sparkling little bay, and is so small that everybody is well aware of everybody else's foibles. The oil company is run by an eccentric billionaire (Burt Lancaster) who would really rather have a comet named after him than own all the oil in the world. And what could have been a standard plot about conglomerates and ecology, etc., turns instead into a wicked study of human nature. \n\nThe movie opens in Houston, but quickly moves to the fishing village of Ferness. The oil company assigns an earnest young American (Peter Riegert) and a whimsical Scot (Peter Capaldi) to go to Ferness and buy it up, lock, stock and beachline, for a North Sea oil-refining complex. This is a simpler job than it appears, since a lot of the locals are all too willing to soak the off company for its millions of dollars, sell the beach, and go in search of the bright lights of Edinburgh. \n\nBut there are complications. One of them is old Ben, the cheerful philosopher who lives in a shack on the beach. It turns out that the beach has been the legal property of Ben's family for four centuries, ever since an ancestor did a favor for a king. And Ben doesn't want to sell: \"Who'd look after the beach then? It would go to pieces in a short matter of time.\"\n\nThe local negotiations are handled by the innkeeper, Urquhart (Denis Lawson). He also is the accountant, and sort of the mayor, I guess, and is so much in love with his pretty wife that they're forever dashing upstairs for a quickie. Meanwhile, Riegert and Capaldi fall under the spell of the town, settle into its rhythms, become wrapped up in its intrigues, and, in general, are co-opted by a place whose charms are seductive.\n\nWhat makes this material really work is the low-key approach of the writer-director, Bill Forsyth, who also made the charming \"Gregory's Girl\" and has the patience to let his characters gradually reveal themselves to the camera. He never hurries, and as a result, \"Local Hero\" never drags: Nothing is more absorbing than human personalities, developed with love and humor. Some of the payoffs in this film are sly and subtle, and others generate big laughs.\n\nForsyth's big scenes are his little ones, including a heartfelt, whiskey-soaked talk between the American and the innkeeper, and a scene where the visitors walk on the beach and talk about the meaning of life. By the time Burt Lancaster reappears at the end of the film, to personally handle the negotiations with old Ben, \"Local Hero\" could hardly have anything but a happy ending. But it's a fairly close call.", "running_time": 111, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-04-15", "genres": ["Comedy", "Drama", "Foreign"], "title": "Local Hero (1983)"}