{"url": "http://www.rogerebert.com/reviews/lock-stock-and-two-smoking-barrels-1999", "by": "Jason Flemyngas Tom", "star_rating": 3.0, "text": "\"Lock, Stock and Two Smoking Barrels'' is like Tarantino crossed with the Marx Brothers, if Groucho had been into chopping off fingers. It's a bewilderingly complex caper film, set among the low-lifes of London's East End, and we don't need to be told that the director used to make TV commercials; we figure that out when a cook throws some veggies into water, and the camera shoots up from the bottom of the pot.\n\nThe movie is about a poker player named Eddy (Nick Moran), who is bankrolled by three friends for a high-stakes game with Hatchet Harry (P.H. Moriarity), a gambling and porn kingpin. Harry cheats, Eddy runs up an enormous debt, and Harry's giant enforcer, Barry the Baptist (Lenny McLean), explains that he will start chopping fingers if the friends don't pay up--or hand over a pub belonging to Eddy's father (Sting).\n\nWhat to do? Eddy and his mates eavesdrop on neighbors in the next flat--criminals who are planning to rob a rich drug dealer. Meanwhile, Barry assigns two dimwits to steal a couple of priceless antique shotguns for Harry. The shotguns end up in the hands of Eddy and friends, who steal the drug money from the other thieves, and then--but you get the idea.\n\nOr maybe you don't. The movie, which is an enormous hit in Britain, had its American premiere at the Sundance Film Festival, where I lost track of the plot and some of the dialogue.\n\nSeeing it again recently, I found the dialogue easier to understand, and the labyrinthine plot became a little clearer--although it's designed to fold back upon itself with unexpected connections.\n\nThe actors seem a little young for this milieu; they seem to be playing grown-up. Tarantino's \"Reservoir Dogs'' had characters with mileage on them, played by veterans like Harvey Keitel, Lawrence Tierney and Michael Madsen.\n\nBut the heroes of \"Lock'' (Jason Flemyng, Dexter Fletcher, Jason Statham and Moran) seem a little downy-cheeked to be moving in such weathered circles. And as the cast expands to include the next-door neighbors and the drug dealers, there are times when, frankly, we wish everybody would wear name tags (\"Hi! I'm the effete ganja grower!'').\n\nI was convinced, however, by Harry and Barry--and also by Harry's collector, Big Chris, who is played by a soccer star named Vinnie Jones who became famous for squeezing in his vice-like grip that part of an opponent's anatomy that most quickly gains his full attention. They seem plausible as East End vice retailers--seamy, cynical, middle-aged professionals in a heartless business.\n\nI also liked the movie's sense of fun. The soundtrack uses a lot of rock music and narration to flaunt its attitude, it keeps most of the violence off-screen, and it's not above throwaway gags. While Eddy plays poker, for example, his three friends go next door to a pub. A man on fire comes staggering out of the door. They look at him curiously, shrug, and go in. The pub is named Samoa Joe's, which seems like a sideways nod to \"Pulp Fiction'' (Big Kahuna burgers crossed with Jack Rabbit Slim's restaurant). The guys sip drinks with umbrellas in them.\n\nI sometimes feel, I confess, as if there's a Tarantino reference in every third movie made these days. \"Lock, Stock and Two Smoking Barrels'' is the kind of movie where you naturally play Spot the Influence: Tarantino, of course, and a dash of Hong Kong action pictures, and the old British crime comedies like \"The Lavender Hill Mob.'' The director, Guy Ritchie, says his greatest inspiration was \"The Long Good Friday'' (1980), the Cockney crime movie that made a star out of Bob Hoskins. Lurking beneath all the other sources, I suspect, is \"Night and the City'' (1950), Jules Dassin's masterful noir, also about crime in the East End, also with a crime kingpin who employs a giant bruiser.\n\nBy the end of it all, as you're reeling while trying to make sense of the plot, \"Lock, Stock, etc.'' seems more like an exercise in style than anything else. And so it is. We don't care much about the characters (I felt more actual affection for the phlegmatic bouncer, Barry the Baptist, than for any of the heroes). We realize that the film's style stands outside the material and is lathered on top (there are freeze frames, jokey subtitles, speed-up and slo-mo). And that the characters are controlled by the demands of the clockwork plot.\n\nBut \"Lock, Stock'' is fun, in a slapdash way; it has an exuberance, and in a time when movies follow formulas like zombies, it's alive.", "running_time": 106, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-12", "genres": ["Action", "Comedy", "Crime", "Foreign", "Thriller"], "title": "Lock, Stock and Two Smoking Barrels (1999)"}