{"url": "http://www.rogerebert.com/reviews/lockout-2012", "by": "Guy Pearceas Snow", "star_rating": 2.5, "text": "It's a mission so impossible that not even the U.S. Marines can do the job. No, this one will take — don't hold your breath — yes, One Man. The invention of the One Man Movie has been one of the handiest story devices to come along since the Fruit Cart. All I need do is quote two sentences from the trailer, and in your mind, you know exactly how the Deep-Voiced Trailer Guy sounds when he says them: \"My daughter … is on a goodwill mission on that station. There's only One Man who can get her out … Snow!\"\n\nOK, now, hold onto your seat. The worried father speaking is — why, the president of the United States, of course. And where is the station his daughter, Emilie (Maggie Grace), is on a goodwill mission? I'll bet you can guess this one. It's a maximum security prison in orbit around the Earth, naturally. And what about One Man Snow (Guy Pearce)? He is a brilliant and versatile man of action, capable of all things, and yet the Secret Service is pursuing him because he has his hands on a briefcase and is suspected of spying. And what is in the briefcase? My best guess is: a MacGuffin.\n\nI probably mention MacGuffins half a dozen times a year. I wonder if there's anyone left who doesn't know what one is. First defined by Alfred Hitchcock, the MacGuffin is whatever everyone in the movie is in a lather about. All we need to know is that Snow has it and the Secret Service wants it. It doesn't matter in the slightest what's in the briefcase; Snow doesn't know, so why should we?\n\nSnow is an overwritten hero who talks like a sitcom character. Every line is a wisecrack, a gag, or what he fondly thinks of as a witticism. If you were on a mission to rescue the president's daughter from a space station commanded by a tattooed psychotic with glowing eyeballs (Vincent Regan), would you have time to think up one-liners? Of course you wouldn't. That's why this job can only be undertaken by … One Man Snow!\n\nThey say no one has ever escaped from Alcatraz by swimming. A prison in orbit is even more escape-proof. And there's another detail. Many of the space station's prisoners have been cryogenically frozen and are being held in suspended animation. A prisoner like that, he isn't going anywhere.\n\nWhy, you might ask, would the president's daughter take it into her head to go on a goodwill mission to an orbiting prison? She wants to be sure the deep-frozen prisoners aren't being mistreated. This woman is all heart. Unluckily, some of the most violent prisoners have taken over the prison, and with Emilie as their hostage, they're in a powerful position. \n\nThe generator of this story is the inexhaustible French producer Luc Besson (\"The Fifth Element,\" \"La Femme Nikita,\" \"Ong-Bak\" and dozens of others). He has skillfully assembled the story elements and left them in the hands of directors Stephen St. Leger and James Mather, who reason that with breakneck action and shiny special effects, we will have no complaints. It just about works. The idea of the president's daughter being held captive isn't blindingly original (it's an alarmingly dangerous occupation), but placing the story on a space station is a masterstroke, since we're about filled up to here with prison movies set on Earth. \n\nI imagine the movie's intended audience will enjoy itself. I enjoyed myself in my own peculiar way. I like to ask myself how real people would feel in a situation like this. If I were sent on Snow's mission, I would be paralyzed by fright most of the time. But then I'm not One Man. I would be dead several times over by the ending of this film. But not to worry. I'm not gonna tell you they parachute to Earth and land in New York City. Nothing like that.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-04-11", "genres": ["Action", "Foreign", "Science Fiction", "Thriller"], "title": "Lockout (2012)"}