{"url": "http://www.rogerebert.com/reviews/logans-run-1976", "by": "Michael Yorkas Logan", "star_rating": 3.0, "text": "\"Logan's Run\" is a vast, silly extravaganza that delivers a certain amount of fun, once it stops taking itself seriously. That happens about an hour into the film, but even the first half isn't bad if you're a fan (as I am) of special effects and cities of the future and ray guns and monorails whizzing overhead. The movie was made on a very large budget - the figure $9 million has been whispered about Hollywood - and it looks it. \"2001\" it's not, but it has class. The plot is fairly routine stuff, by science-fiction standards; It seems to be a cross between Arthur C. Clarke's \"The City and the Stars\" and elements of \"Planet of the Apes\" (1968). It's about another one of those monolithic, self-perpetuating domed cities we're all scheduled to start living in 300 or 400 years hence. \n\nPeople wear the regulation futurist leotards and miniskirts, and glide around enormous interior spaces that look like modern buildings in Texas (these scenes were shot on location in modern buildings in Texas). They don't seem to eat anything, although they drink stuff that's apparently nutritious, and when they feel like sex they just plug themselves into a cross between a teleporter and a computer dating service and materialize in each other's bedrooms. \n\nThe only catch in this idyllic existence is that nobody's allowed to live more than 30 years. On the appointed last day, they ascend heavenward in a \"carousel\" that incinerates them while their friends applaud. In theory, if you get to the top of the carousel without being zapped, you can continue to live. But there are no old people in the city . . . \n\nOur hero is Logan, played by Michael York with a certain intelligence (meditate on how some of his dialog would sound coming from anyone else and you'll see what I mean). He's a \"sandman,\" assigned to intercept \"runners\" who attempt to escape their society. Most people start to run just as they're approaching their 30th birthdays - Logan's world is just like ours. One day, after being double-crossed by the computer-mind of the city, Logan runs, too. And the beautiful Jessica (Jenny Agutter) runs with him. \n\nIt's here that the movie gets to be fun. Logan and Jessica float through an irrigation system, are trapped on an elevator, get into fights with other sandmen (during which we reflect that everyone's death rays are terribly inefficient), walk through an ice tunnel populated by Roscoe Lee Brown playing a computerized Tin Man and finally emerge into a largely abandoned Washington, DC. This flight is not unaccompanied by laughter on our part. The audience seemed to laugh a lot, indeed, but it was mostly tolerant laughter. Maybe the moviemakers themselves even knew some scenes would be funny, as when, Jessica and Logan, dripping wet in the ice tunnel, get out of their wet clothes and into some dry animal skins and then immediately, inexplicably, put their wet clothes back on again. There are the obligatory shots of the man and woman confronting the brave new world with their arms about each other, and then a truly marvelous confrontation with the lone survivor of Washington (played by Peter Ustinov with a twinkle in his eye and, I swear, in his voice, his beard and his toes as well). After a knockdown fight borrowed from old Westerns, the movie's ending is unabashed cornball utopian. But \"Logan's Run\" has wit enough to work on such a level; even while we're chuckling at such an audacious use of cliche, we're having fun.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-06-25", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Science Fiction"], "title": "Logan's Run (1976)"}