{"url": "http://www.rogerebert.com/reviews/lola-montes-2008", "by": "Martine Carolas Lola Montes", "star_rating": 3.5, "text": "One of the signs of a great director is his ability to sustain a consistent personal tone throughout a film. The work of certain directors can be recognized almost at once; a few hundred feet of Godard or Fellini are sufficient. Max Ophuls was such a director, and his \"Lola Montes\" has as much unity of tone as any film I can remember.\n\nIt is all of a piece from beginning to end: The mood, the music, the remarkably fluid camera movement, the sets, the costumes. It is a director's film. The actors are in Ophuls' complete control, an additional element in his examination of the romantic myth.\n\nHis story involves the infamous Lola Montes, \"The Most Scandalous Woman in the World,\" the mistress of Franz Liszt and King Ludwig of Bavaria, of students and artists, of soldiers and ringmasters. We find her in a New Orleans circus, the star attraction in a review of her sensational career. Peter Ustinov, the ringmaster, narrates her past as Lola revolves on a platform. Later the customers will have their chance to spend a dollar and kiss her hand.\n\nThe device of the circus is as successful as it is daring. Using it to supply his narrative thread, Ophuls slides through a series of flashbacks with as much ease, and psychological completeness, as Welles exhibited in \"Citizen Kane.\" The structure of the film is terribly artificial -- flashbacks suspended from a fantasy circus -- and the style itself is a highly mannered romanticism. But it works; Ophuls understands and justifies his method.\n\nHe is not so successful, unfortunately, with the performance of the late Martine Carol in the title role. Famous in the 1950s as a sort of prototype Bardot, Carol was a third-rate actress, and she comes across as wooden, shallow, not even very attractive.\n\nOphuls apparently needed Carol's box-office name to help justify his $1.5 million budget (this was the most expensive French film to date when it was completed in 1955). He tries to make an advantage of her weakness by directing her almost as a doll; her function is to watch impassively while her lovers save her scenes. The best performance in the film is by Anton Walbrook as the deaf, touching old king. Peter Ustinov is typically excellent. Oskar Werner, as a young student, is not much better than ever.\n\n\"Lola Montes\" was a commercial flop when Ophuls released it in 1955, shortened against his will. He died two years later, still engaged in a battle with the film's producers. An even more savagely butchered version was in circulation for a few years. Through the efforts of the Village Voice's Andrew Sarris and other lovers of the film, a somewhat restored version was shown at the first New York Film Festival in 1963 and in an improved version in 1968. In reviews at the time, Sarris called it \"the greatest film of all time.\"\n\nNow, thanks to the discovery of additional footage and new digital technology, the film finally has been restored to Ophuls' original version, thought lost after the cuts in the 1950s. It showed for the third time at the 2008 New York Film Festival in October. It is now complete and looks better than at any time in its viewing history. In fact, it is breath-taking, an extravaganza of bright circus colors and Ophuls' fluid camera and in wide-screen Cinemascope. It opens today at the Music Box, 3733 N. Southport.\n\nThis is a revised and lengthened version of an earlier review. Ophuls' \"The Earrings of Madame de...\" is in the Great Movies Collection.", "running_time": 116, "mpaa_rating": null, "release_year": 2008, "date_published": "2008-11-05", "genres": ["Drama", "Foreign", "Romance"], "title": "Lola Montes (2008)"}