{"url": "http://www.rogerebert.com/reviews/lola-versus-2012", "by": "Greta Gerwigas Lola", "star_rating": 2.5, "text": "Greta Gerwig is Lola, the woman we're expected to feel sorry for in \"Lola Versus,\" and that would be easier if she had more to complain about. She's 29, working on her doctorate, engaged to be married and apparently the heir to a fortune. How do I guess that? Her only job is waiting on tables in her mother's restaurant, and yet she and her boyfriend live in one of those Manhattan lofts that you don't even want to know how much it costs. \n\nAs the movie opens, Lola is radiant at a fitting for her wedding dress. Brimming with joy, she hurries home to her fiance, Luke (Joel Kinnaman), takes one look at him and intuits something is wrong. \"Have a stroke?\" she asks. He's calling off the wedding. He can't go through with it.\n\nI think I'd feel worse about that if I knew Luke and had maybe lived through some of Lola's history with him. When I'm given only one piece of information — he's abandoning her virtually at the altar — all I can conclude is that Luke is a jerk, and Lola's better off without him. \n\nLola seems to be a nice enough person, which goes without saying, because Greta Gerwig is an actress you like just by looking at her. Unfortunately, Lola lives in a sitcom that deprives her of any intrinsic interest. Her entire life consists of being jilted, being consoled and advised by her BFF, Alice (Zoe Lister Jones), and then rather carelessly sleeping around in an attempt to accumulate rebound sex.\n\nOne of her partners is a nice guy, Henry (Hamish Linklater), who is her best friend — and Alice's. In fact, Alice and Henry seem to be in the early stages of their own romance, but sweet Lola plows right through that and keeps on smiling. Among her other partners is a guy whose penis is apparently somehow strangely shaped. \"I was a preemie,\" he explains, having stripped before her. (We're looking from behind, thank God.) \"I was in an incubator.\" How the incubator caused his problem is left unexplained, but never mind: The entire purpose of this scene is to show us Gerwig's face as she regards the penile carnage. She looks … thoughtful. That's the punchline, see? And later she'll have a story to share with Alice.\n\n\"Lola Versus\" is basically constructed like that all the way through. It sets up a situation, pays it off with a gag and hurries on its way. The setups are usually clever enough to deserve better. Let's circle back to her waitress job. A rude customer demands sangria, even though it's an Italian restaurant. She tries to explain this, fails and tells the bartender to just dump a can of fruit cocktail in a pitcher of red wine. Wouldn't you agree that's a solution that could support more than the customer's reaction shot?\n\nAlice has many of the film's best lines, and indeed the screenplay was co-written by Lister Jones and director Daryl Wein. Her girlfriend role is nevertheless handled in a standard way: She consoles, she advises and empathizes, while Lola eats lots of junk food and bathes in self-pity. A sitcom, as I said. There's not enough here to support 87 minutes. The best reason to go is that Gerwig is lovable, and she's on the screen a lot.", "running_time": 87, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-13", "genres": ["Comedy"], "title": "Lola Versus (2012)"}