{"url": "http://www.rogerebert.com/reviews/london-river-2012", "by": "Brenda Blethynas Elisabeth", "star_rating": 3.0, "text": "A tall, old African man makes his way through an olive grove. A sturdy market gardener on Guernsey takes the ferry to the British mainland. They have been set in motion by the same events in 2005: Terrorists have exploded bombs on London Underground trains and a bus. They are seeking news of their children.\n\n\"London River\" tells the story of how these parents meet in the course of their journeys. It also shows a London set ajar by the cruel, senseless attacks. The searches of these parents have one thing in common: Neither one knows very much about their children, who have left home and started unknown lives in the city.\n\nElisabeth (Brenda Ble­­thyn) learns about the bombs on the telly and calls her daughter Jane just to be reassured. We gather they don't talk often; at first, she isn't alarmed when there's no reply. She calls again and again; eventually unease grows, and she travels to London. Peering out a London taxi, she asks anxiously, \"Is this it?\" The door of Jane's flat is in a mews next to an Arabic butcher shop. The butcher (Roschdy Zem) tells her he's the landlord. \n\nOusmane (Sotigui Kou­yate) begins his search with the imam of a London mosque, who knows the son from an Arabic class. The man sees a photo of his son with Jane and connects it with 'missing' posters Elisabeth has stuck up. He calls the number on the poster, but after meeting him, Elisabeth is hostile: What would her daughter have to do with a French-speaking old Muslim with dreadlocks?\n\nThe film's development is somewhat predictable from that moment forward, but no less useful. As the parents make their separate ways through a bewildering, discouraging series of encounters with the police and people who knew their children, it becomes clear that the two young people were a couple living together. Ousmene knows even less about his child than Elisabeth knows about hers: \"I do not know my son. I did not have the raising of him.\" He'd left French Africa years ago for France, to become a forester working with elm trees. Elisabeth, a widow, raised Jane on Guernsey through working her farm.\n\nThe film is a matter of Brenda Blethyn's performance vs. Sotigui Kouyate's presence. Thin to the point of gauntness, leaning on a worn wooden cane, his clothes too large, his eyes dark and deep-set, he embodies a figure of solitude. She speaks French, but their conversations begin very slowly; their guards are up because they both, we eventually learn, suspect the other's child of having misled their own. There is no evidence that either was involved in the terrorism — and indeed nobody knows if either was on the doomed bus — but as they follow a dreary route of hospitals and morgues, a dread sinks upon them.\n\nBlethyn's character resembles in some ways the woman she played in Mike Leigh's \"Secrets and Lies\" (1996), for which she won an Oscar nomination. In that film, she is discovered by the black daughter she gave up for adoption as a baby. In this one, she doesn't know why her daughter would be dating an African or studying Arabic. She lives in insular befuddlement. \"Who speaks Arabic?\" she asks the woman who was Jane's teacher. \"Well,\" the woman smiles, \"we do.\" \n\nThe film was directed by Rachid Bouchareb, the French-Algerian filmmaker whose last two films, \"Days of Glory\" (\"Indigenes\") (2006) and \"Outside the Law\" (2010), were foreign film Oscar nominees. Both were deeply involved politically. \"London River\" is more concerned with these two searching parents.\n\nThere is good news and bad along the way of Elisabeth and Ousmane's quest. Unexpected information. Gradual insights. Self-discovery. The film has been criticized by some as too politically correct. Perhaps so. But the characters' reality rises above the film's ideas and makes it human. People never think of themselves as choosing to be politically correct. They simply think in the way that they do.", "running_time": 87, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-02-15", "genres": ["Drama", "Mystery"], "title": "London River (2012)"}