{"url": "http://www.rogerebert.com/reviews/london-2006", "by": "Chris Evansas Syd", "star_rating": 1.0, "text": "At one point in \"London,\" a Japanese experiment is described. Scientists place containers of white rice in two different rooms. One container is praised. Nice rice. Beautiful rice. The other container is insulted. Ugly rice. Bad rice. At the end of a month, the rice in the first container is fresh and fragrant. The rice in the other room is decayed and moldy. If there is any validity to this experiment, I expect \"London\" to start decaying any day now. Bad movie. Ugly movie.\n\nAnother experiment is described. Baby bunnies. They are removed from their mother. Every time one is killed, the mother's vital signs show a sudden spike. \"London\" was given birth by the writer and director Hunter Richards, and if there is anything to the bunny theory, he's going to get jumpy when the reviews of his movie appear. There may be perspiration and trembling. Maybe anxiety attacks.\n\nThe rice and bunny experiments are two of many topics discussed by Syd (Chris Evans) and Bateman (Jason Statham) as they pace the floor of a bathroom at a Manhattan party, inhaling untold amounts of cocaine. Syd also guzzles tequila from a bottle. He met Bateman in a bar and insisted the older man, a Brit, accompany him to the party. He needed someone along for moral support because it was a going-away party for his girlfriend, London (Jessica Biel), and Syd wasn't invited. After I got to know Syd, I was not surprised that he wasn't invited, and I was not surprised that she was going away.\n\nLet's track back a little. When first we see Syd, he has just treated himself to cocaine and the remains of a beer, and passed out in his apartment. The phone rings, he learns about the party, uses the f-word for the first of, oh, several hundred times and smashes up the place, including a big aquarium. Curious, that when the aquarium shatters, there are no shots of desperate fish gasping on the floor. Maybe Nemo has already led them to freedom.\n\nAt the party, Syd and Bateman get relentlessly stoned while discussing the kinds of tiresome subjects that seem important in the middle of the night in a bar when two drunks analyze the meaning of it all. Bartenders have been known to drink in order to endure these conversations. They usually consist of the two drunks exchanging monologues. During the parts when sober people would be listening, drunks are waiting until they get to talk again. Syd and Bateman are powerless over dialogue and their scenarios have become unmanageable.\n\nThere are personal confessions. Syd relates his unhappy romance with London, and we get flashbacks of them fighting, loving, talking, weeping and running through all the other exercises in Acting 101. Bateman was married once but it didn't work out. What a surprise. Now he pays good money to have S/M mistresses humiliate him. He describes their procedures in clinical detail, and we get flashbacks of those, too. Ugly. Bad. Syd is amazed that Bateman pays $200 to be treated in such a way, although I am not sure if he is amazed it is so much or so little.\n\nOccasionally, one of the women from downstairs drifts into the bathroom. We meet Mallory (Joy Bryant) and Maya (Kelli Garner). Beautiful. Nice. They could do better. One of them says she heard Syd tried to commit suicide. That's a lie, says Syd, explaining a misunderstanding that occurred involving the drugs his dog takes for epilepsy. There is also a great deal of talk about God and faith, and whether Syd or Bateman feels the most pain. This discussion is theoretical, since neither one is feeling anything. \"With all the drugs on the market, you'd think they'd have a pill to take the edge off of leaving a chick,\" Syd observes. Of course, he didn't leave her, she left him, but the treatment would probably be the same.\n\nChris Evans and Jason Statham have verbal facility and energy, which enables them to propel this dreck from one end of 92 minutes to the other, and the women in the movie are all perfectly adequate at playing bimbo cokeheads. I have seen all of these actors on better days in better movies, and I may have a novena said for them.\n\nTwo things mystify me. (1) How can you use that much cocaine and drink that much booze and remain standing and keep speaking, especially in the case of Syd, who was already stoned when he started? (2) Where is the camera? At least half of the movie is shot in the bathroom, which has a mirror along one wall. The mirror should be reflecting a camera, but I didn't see one. Well, of course it's the job of the professionals to keep the camera hidden, and maybe cinematographer Jo Willems was trying to hide it in another movie.", "running_time": 92, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-02-09", "genres": ["Action", "Drama", "Romance"], "title": "London (2006)"}