{"url": "http://www.rogerebert.com/reviews/lone-star-1996", "by": "Chris Cooperas Sam Deeds", "star_rating": 4.0, "text": "John Sayles' \"Lone Star\" contains so many riches, it\rhumbles ordinary movies. And yet they aren't thrown before us, to dazzle and\rimpress: It is only later, thinking about the film, that we appreciate the full\rreach of its material. I've seen it twice, and after the second viewing, I\rbegan to realize how deeply, how subtly, the film has been constructed.\n\nOn\rthe surface, it's pure entertainment. It involves the discovery of a skeleton\rin the desert of a Texas town near the Mexican border. The bones belong to a\rsheriff from the 1950s, much hated. The current sheriff suspects the murder may\rhave been committed by his own father. As he explores the secrets of the past,\rhe begins to fall in love all over again with the woman he loved when they were\rteenagers.\n\nThose\rstories -- the murder and the romance -- provide the film's spine and draw us\rthrough to the end. But Sayles is up to a lot more than murders and love\rstories. We begin to get a feel for the people of Rio County, where whites,\rblacks, Chicanos and Seminoles all remember the past in different ways. We\runderstand that the dead man, Sheriff Charlie Wade, was a sadistic monster who\rstrutted through life, his gun on his hip, making up the law as he went along.\rThat many people had reason to kill him -- not least his deputy, Buddy Deeds\r(Matthew McConaughey). They exchanged death threats in a restaurant, shortly\rbefore Charlie disappeared. Buddy became the next sheriff.\n\nNow\rCharlie's skull, badge and Masonic ring have been discovered on an old Army\rfiring range, and Buddy's son, Sam Deeds (Chris Cooper) is the sheriff on the\rcase. He wanders through town, talking to his father's old deputy (Clifton\rJames), and to Big Otis (Ron Canada), who ran the only bar in the county where\rblacks were welcome, and to Mercedes Cruz (Miriam Colon), who runs the popular\rMexican restaurant where the death threat took place.\n\nAlong\rthe way, Sam does a favor. A kid has been arrested for maybe stealing car\rradios. He releases him to the custody of his mother, Pilar (Elizabeth Pena).\rHe is pleased to see her again. Pilar and Sam were in love as teenagers, but\rtheir parents forced them to break up, maybe because both families opposed a\rMexican-Anglo marriage. Now, tentatively, they begin to see each other again. One\rnight in an empty restaurant, they play \"Since I Left You, Baby\" on\rthe jukebox and dance, having first circled each other warily in a moment of\rgreat eroticism.\n\nAll\rof these events unfold so naturally and absorbingly that all we can do is\rsimply follow along. Sayles has made other films following many threads (his\r\"City of Hope\" in 1991 traced a tangled human web through the\rpolitics of a New Jersey city). But never before has he done it in such a\rspellbinding way; like Faulkner, he creates a sure sense of the way the past\rhaunts the present, and how old wounds and secrets are visited upon the\rsurvivors.\n\n\"Lone\rStar\" is not simply about the solution to the murder and the outcome of\rthe romance. It is about how people try to live together at this moment in\rAmerica. There are scenes that at first seem to have little to do with the\rstory's main lines. A school board meeting, for example, at which parents argue\rabout textbooks (and are really arguing about whose view of Texas history will\rprevail).\n\nScenes\rinvolving the African-American colonel (Joe Morton) in charge of the local Army\rbase, whose father was Big Otis, owner of the bar.\n\nAnother\rscene involving a young black woman, an Army private, whose interview with her\rcommanding officer reveals a startling insight into why people enlist in the\rArmy. And conversations between Sheriff Deeds and old widows with long\rmemories.\n\nThe\rperformances are all perfectly eased together; you feel these characters have\rlived together for a long time and known things they have not spoken about for\ryears. Chris Cooper, as Sam Deeds, is a tall, laconic presence that moves\rthrough the film, learning something here and something there and eventually\rlearning something about himself. Cooper looks a little like Sayles; they\rproject the same watchful intelligence.\n\nAs\rPilar, Elizabeth Pena is a warm, rich female presence; her love for Sam is not\rbased on anything simple like eroticism or need, but on a deep, fierce\rconviction that this should be her man.\n\nKris\rKristofferson is hard-edged and mean-eyed as Charlie Wade, and there is a scene\rwhere he shoots a man and then dares his deputy to say anything about it.\rWade's evil spirit in the past is what haunts the whole film, and must be\rexorcised.\n\nAnd\rthen there is so much more. I will not even hint at the surprises waiting for\ryou. They're not Hollywood-style surprises -- or yes, in a way, they are -- but\rthey're also truths that grow out of the characters; what we learn seems not\ronly natural, but instructive, and by the end of the film, we know something\rabout how people have lived together in this town, and what it has cost them.\n\n\"Lone\rStar” is a great American movie, one of the few to seriously try to regard with\ropen eyes the way we live now. Set in a town that until very recently was\rrigidly segregated, it shows how Chicanos, blacks, whites and Indians shared a\rcommon history, and how they knew one another and dealt with one another in\rways that were off the official map. This film is a wonder -- the best work yet\rby one of our most original and independent filmmakers -- and after it is over,\rand you begin to think about it, its meanings begin to flower.", "running_time": 136, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-07-03", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Lone Star (1996)"}