{"url": "http://www.rogerebert.com/reviews/lonesome-jim-2006", "by": "Casey Affleckas Jim", "star_rating": 3.0, "text": "God loves you just the way you are, but He loves you too much to let you just stay that way.\n\n-- Ashley to her husband, in \"Junebug\"\n\nThere was a time when young men and women in fiction went to big cities, seeking victory. Now they return to small towns, escaping defeat. \"Lonesome Jim\" follows, for example, \"Winter Passing,\" \"Elizabethtown\" and \"Garden State.\" These movies tell us the big city will crush you, but your hometown is a center of depression, weirdness and parents near madness. It's risky even when you only visit, as in \"Junebug.\"\n\nThese movies are not bad; they range from good to great. But they dramatize a disintegration of native American optimism. You can't make it there, and you can't make it anywhere. Consider Lonesome Jim (Casey Affleck). He went to New York City to be a great writer, although his choice of role models sends up an ominous signal; the photos on the wall of his childhood bedroom, he explains, show victims of alcohol, drugs or suicide, sometimes all three. He ought to have an alternative wall for modern writers who are successful and yet sane, like Don DeLillo, Paul Theroux, Dave Eggers, Rohinton Mistry and Eudora Welty.\n\nBut never mind. Jim returns home to Indiana, portrayed here as a sinkhole of failed dreams and nutty losers. This is unfair to Indiana; look what a cherished home the state made for the hero of \"A History of Violence.\" Perhaps Jim would find any state depressing, particularly in a film directed by Steve Buscemi, who is one of the best actors alive and a director of movies, like \"Trees Lounge\" and this one, in which the heroes are sad sacks. The sad sack played by Buscemi in \"Trees Lounge\" is at least fueled by resentment and anger and flashes of romantic optimism; Lonesome Jim is mired in the slough of despond. Played by Affleck, he's is in the same hole as his brother, Tim (Kevin Corrigan), who never left home. One brother tells the other: \"You're divorced, with a s--- job in a lumberyard, and live with Mom and Dad. I'm a f---up but you're a damn tragedy.\" Apart from the divorce, this could be either brother describing the other.\n\nJim moves in with Tim and their mom and dad (Mary Kay Place and Seymour Cassel). Dad is sour and jaundiced. Mom is implacably cheerful, which may be worse. She runs the lumber and ladder works, which her brother, called Evil (Mark Boone Junior), uses as a depot for drug deals. Tim and Jim discuss suicide. Tim runs his car into a tree, and although he survives, Jim has to take over his duties as the coach of a girls basketball team that has not scored a single point in 14 games. Not even Gene Hackman in \"Hoosiers\" could coach this team to victory. Luckily, Jim's brother's nurse is the sympathetic single mother Anika (Liv Tyler). It happens, Anika and Jim already know each other from a night of sudden sex.\n\nIn sad-sack movies there is often a helpful woman around to help the despairing heroes. In \"Garden State,\" it was Natalie Portman; in \"Elizabethtown,\" Kirsten Dunst. Both were salvation angels, but Tyler has a gentle approach to this kind of role that is perfect for the tone of \"Lonesome Jim.\" Watch her eyes when he tells her, \"There are so many fun and cheery people in the world. Don't you think you'd be better off with one of them?\" She's a born nurse. Affleck finds a nice gradation in the way he allows his need for her to struggle with his fear of her.\n\nMeanwhile, things go from worse to much worse for the family. Evil's schemes manage to get his sister arrested as a drug dealer, but look how optimistic she is when Jim visits her in prison. She enjoys talking to the other inmates, she says; arguably, they're more entertaining than her family. God help her, the character played by Place could be Ashley in \"Junebug,\" grown up and with a family of her own.\n\nThe hero Buscemi played in \"Trees Lounge\" had even more desperate problems than Jim, but he at least dredged from his alcoholism the desire to survive. Lonesome Jim seems to embrace defeat. Having mastered the part about great writers being depressed and suicidal, he seems ready to retire without bothering to do the actual writing.\n\nThe movie is based on a screenplay by the Indiana writer James C. (Jim) Strouse. He has written a forlorn and poetic story, and Buscemi has made it into a movie about taking a deep breath and deciding to stop being a mope. The question is, can Jim accept the love of a woman like Anika? Can he allow himself to be happy? It's a close call for Jim, but it's his choice to make. You can actually be ecstatic living right there in Indiana. I know lots of people who are.", "running_time": 91, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-30", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Lonesome Jim (2006)"}