{"url": "http://www.rogerebert.com/reviews/lone-wolf-mcquade-1983", "by": "Chuck Norrisas J. J. McQuade", "star_rating": 3.5, "text": "To really understand \"Lone Wolf McQuade,\" you have to go back almost 20 years, to those original spaghetti Westerns that made Clint Eastwood a star. They weren't great movies, and some critics attacked them for trashing the classic forms of the Western. But they had presence, style and energy, and at the center of them they had a perfectly realized hero in Clint Eastwood.\n\nHe was called The Man With No Name. He dealt violence with implacable fury. He stood at the middle of the maelstrom and remained untouched. And, in his own way, he was powerfully charismatic. Eastwood and Sergio Leone, his director, created a new kind of Western, pared down to its bare essentials of men and guns, horses and deserts, sweat and flies and rotgut.\n\nNow comes Chuck Norris. He's been around for several years, in a series of karate and kung fu movies that were almost always better than average -- but not a lot better than average. (The best of them was \"Eye for an Eye,\" directed by Steve Carver, who also directed \"McQuade.\") The most you could say for a Chuck Norris film was that it did not have downright contempt for its action audiences; it tried to be better than the interchangeable chop-socky movies from Hong Kong, and Norris made an energetic, likable star.\n\nWhat Norris was really looking for in all those pictures, I guess, was the right character. Like Eastwood's Man With No Name, he needed a personality that would fit, that would contain his kung fu skills and allow him ways of expression not limited to flying fists and deadly elbows. That's what he's found in \"Lone Wolf McQuade.\" This is an action movie. It makes no apology for that. But it's high-style action. \n\nNorris plays J. J. McQuade, a renegade modern-day Texas Ranger who works alone, likes to work with machine-guns, deals out justice on the spot, and hardly ever says much of anything. The movie surrounds him with a gallery of interesting characters, played by colorful stars: David Carradine is Rawley, the evil local criminal and karate master; Barbara Carrera is lovely, as usual, as Carradine's wife and Norris's mistress; Robert Beltran plays Kayo Ramas, Norris's Mexican American sidekick; Leon Isaac Kennedy is the federal officer; grizzled L. Q. Jones lopes through a few scenes, and Sharon Farrell is counterpoint as Norris's former wife.\n\nAll of these people are thrown together into a plot that is, of course, essentially meaningless. But the movie respects the plot, and keeps it moving, and a lot of excitement is generated. If the movie does well at the box office (and if word-of-mouth works, it will), it could be the beginning of a series for Norris.\n\nSeries characters always have one archetypal scene. With Eastwood, it was the time he killed three men with one bullet. Lone Wolf McQuade has a classic. He's shot. They think he's dead. They bury him in his supercharged, customized pickup truck. He comes to. Pours a beer over his head. Floors the accelerator, and drives that mother right out of the grave. You get the idea.", "running_time": 107, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-04-18", "genres": ["Action", "Thriller"], "title": "Lone Wolf McQuade (1983)"}