{"url": "http://www.rogerebert.com/reviews/look-at-me-2005", "by": "Marilou Berryas Lolita Cassard", "star_rating": 3.5, "text": "Here is a difference, small but not insignificant, between Hollywood and French films. Consider the inevitable scene where the child is performing onstage, and the theater door opens, and there is the parent who has denied the child's talent, but now nods and smiles and sees that the child is truly gifted after all.\n\nNow turn to \"Look at Me,\" the unforgiving new French film about a chubby classical singer and her egotistical father. She rehearses stubbornly and has a beautiful voice. He is a famous writer and a snob, absorbed in the appreciation of himself. She gives a recital in an old church in the country, and the audience admires her singing. Does the father arrive late, his eyes filled with tears as he acknowledges her gifts? No, the father arrives on time, but sneaks out to smoke and make cell calls.\n\nPeople can be cruel out of ignorance or carelessness, but it takes a knack to be cruel as a strategy. Etienne Cassard (Jean-Pierre Bacri), the father, is a man full of himself. He has written great books, or at least people assure him they are great, and he is a publisher. People are wary of him, and suck up to him. Etienne has a gift for ignoring his 20-year-old daughter Lolita (Marilou Berry), perhaps because he doesn't think it helps his image to have her plumpness in view. He has a sleek younger trophy wife named Karine (Virginia Desarnauts), who he is happy to display, but he ignores her, puts her down, ridicules her, gently corrects her, doesn't listen to her.\n\nGiven this situation, you'd think you could anticipate the drift of the film, but no: It doesn't pity its characters just because they are badly treated. Lolita, for example, is suspicious and defensive. She has felt unpopular for so long that she's developed a paranoia that prevents her from trusting others. No, not even Sebastien (Keine Bouhiza), the boy who cares for her, attends to her, would like her if she were not so sure no one could possibly like her.\n\nThere is also the matter of Lolita's music teacher, Sylvia, played by Agnes Jaoui, who co-wrote the movie with Bacri and directs it. Sylvia's teaching helps support her husband, Pierre (Laurent Grevill), a novelist who is stuck in obscurity. Does Sylvia's attitude toward Lolita change when she learns that the girl's father is a famous writer and publisher? A man who could help her Pierre? Lolita thinks it does, and is probably right. So Lolita uses her father as leverage with her teacher, and soon Etienne has seen to the publication of Pierre's book.\n\nNow watch closely. Pierre's book is an enormous success. This (a) reflects well upon Etienne because he discovered Pierre and sponsored him, but (b) underlines the inconvenience that Etienne himself has published nothing much in recent years. Pierre, meanwhile, follows Etienne like a fawning dog, ignoring his wife because he's blinded by the famous people at Etienne's parties. Lolita observes all of this and detests it, and carefully nurtures her misery.\n\nThere are scenes in this movie of social cruelty beyond all compare. Etienne is capable of making his daughter think he is calling her attractive, and then correcting her: He was talking to the woman next to her. Whoever he's talking to on his cell phone is always more important than whoever he's talking to in person. At dinner, when the attention strays from him for long, Etienne's eyes narrow and his conversational knives are thrown.\n\nThis performance comes from an actor who was so vulnerable in the previous movie he made with Jaoui. That was \"The Taste of Others\" (2000), where he plays an unremarkable man who falls in love with an amateur actress and her circle in a local theater company. In that movie, he was essentially playing the Pierre character -- the adoring dog. He goes from meekness to arrogance so convincingly he even seems to have a different face in the two films. Marilou Berry's performance is remarkable, too, in the defiant way she faces the world, and in the way she uses a miraculous voice that is not miracle enough for her.\n\nThe most sympathetic character is the one who would be the heavy in the Hollywood version: Karine, the young stepmother. She reaches out to Lolita even after being rejected. She wants to be the girl's friend. She puts up with the boorish behavior of her husband, and she tries to repair the wounds he causes to their friends. In some sense, the overbearing father and the resentful daughter have created each other; the stepmother is the innocent bystander. The thing about a movie like this is, the characters may be French, but they're more like people I know than they could ever be in the Hollywood remake.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-04-22", "genres": null, "title": "Look at Me (2005)"}