{"url": "http://www.rogerebert.com/reviews/looking-for-eric-2009", "by": "Steve Evetsas Eric Bishop", "star_rating": 2.0, "text": "\"Looking for Eric\" is the last film I would have expected from Ken Loach, the great British director of films about working class lives. His strength is social realism and a critique of the limited options within a class system. He works close to the earth and to his characters.\n\n\tHere now is a most unexpected comedy appealing to world soccer fans, and based on a common enough daydream: A man's sports hero appears in his life and carries on friendly conversations with him. I call it a fantasy but Loach approaches it as if it were quite real. He uses Eric Cantona, a famed star of Manchester United, and places him right there in the room with Eric Bishop (Steve Evets) a Manchester postal worker badly in need of encouragement. \n\n\tThe outlines of Eric's life are grim. The film begins after he survives a car crash, and involves his two worthless grown sons, Ryan and Jess, and his lingering feelings for his estranged wife, Lily (Stephanie Bishop), who has refused to speak to him in seven years.\n\n\tInto this sad man's life steps Cantota, a superstar in all the soccer-playing world, who becomes his confidante and confessor. Cantota, it must be said, is quite successful in his role: Warm, persuasive, a source of common sense. He diagnoses Eric's problem: He should get back together with Lily . This is also the plan of Sam (Lucy-Jo Hudson), Eric and Lily's grown daughter.\n\n\tThis counsel provides a reason for flashbacks showing Eric and Lily's romance in earlier years, very touching, causing us to hope they'll fall in love all over again. But, excuse me, why does this require brokering by an imaginary sports star? Cantona himself produced the film and may have been involved in the financing, which could explain how it came to be made. What I can't explain is why Loach choose to make it. Maybe after so many great films he simply wanted to relax with a genre comedy. It has charm and Loach's fine eye and an expected generic payoff. But it doesn't make any sense.\n\n\tI had another problem I'm almost ashamed to admit. Loach has always made it a point to use actors employing working-class accents reflecting the fact that accent is a class marker. I've usually been able to understand the characters in his movies; it's the music as much as the words to begin with, and then I start to hear the words. This time his star Steve Evets uses a Manchester accent so thick many of the English themselves might not be able to understand it. Ironically Eric Cantona, who is French, is easier to understand.\n\n\t\"Looking for Eric\" is inexplicable. It has elements of a Loach social drama, which might have been better used as the entire story. Cantota is nice enough, but so what? If there seem to be any comic possibilities in the story, Loach doesn't find them. If your world doesn't revolve around Eric Cantota, he'll come over as just a nice enough guy, no big deal. And can the great Ken Loach actually have fallen prey to the Obligatory Action in the Third Act virus?", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-10-10", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Looking for Eric (2009)"}