{"url": "http://www.rogerebert.com/reviews/looking-for-comedy-in-the-muslim-world-2006", "by": "Albert Brooksas Albert Brooks", "star_rating": 3.0, "text": "Q. Why is there no Halloween in India? \n\nA. They took away the Gandhi. \rHo, ho. Of course, if there is no Halloween in India, then they wouldn't know they didn't have one, so the joke would not be funny. In a country that does have Halloween, like the United States, anyone young enough to find the joke funny (under 8, say) wouldn't know who Gandhi was.\n\nSo you see we're in a mine field here. Who knows what makes people laugh? In an opening scene of \"Looking for Comedy in the Muslim World,\" Albert Brooks is summoned to a secret State Department meeting. It's chaired by Fred Dalton Thompson, who was a lawyer and actor before he was a U.S. Senator, and now plays one in the movies. The president is concerned about reaching the world's Muslims, Thompson explains. He's tried wars and spying, the usual stuff, and now he thinks maybe he might try humor. Brooks' assignment: Spend a month in India and Pakistan and write a 500-page report on what makes Muslims laugh.\n\nThat's the premise for a movie that might inspire a sequel titled, \"Searching for Comedy in the Albert Brooks World.\" I mean that as a compliment. Brooks' movie has a lot of humor in it, but it's buried, oblique, throwaway, inside, apologetic, coded and underplayed. Midway through the movie, he does a free stand-up comedy show in New Delhi, and nobody laughs at anything. Rodney Dangerfield attacked sullen audiences aggressively: Folks! Folks! There's a guy up here on stage, telling jokes! Brooks is incapable of bluntness. He sidles up to his material and slinks away from it.\n\nI recall that Brooks did once perform the material from his New Delhi concert on TV (references are made to \"The Tonight Show\" and Ed Sullivan). It was funny then: The \"improv\" set where he changes all of the audience suggestions, and the skit about the incompetent ventriloquist. But everything he does bombs in Delhi. It would also bomb in America, because he performs as if it's not funny.\n\nHis concert is an experiment: See what the audience does and doesn't laugh at, and put it in his report. Of course, he has no idea how many people in the audience are Muslims; India has lots of them, but a lot more Hindus. And when he tries to go to Pakistan, it involves an illegal border crossing and a stand-up session before a bunch of would-be standup comics sitting around a campfire.\n\nBrooks is aided in his survey by a local woman, Maya (Sheetal Sheth), who types 125 words a minute, is terrifically encouraging and has a jealous Iranian boyfriend. He has a couple of minders from the State Department, the Fine Woodworking subscriber Stuart (John Carroll Lynch) and his partner Mark (Jon Tenney), always carrying on a simultaneous conversation on a cell phone. They try the man-in-the-street approach, asking people what makes them laugh with about as much success as Jay Leno has asking people how many states there are.\n\nThe laughs tend to be hidden in the crevices. Brooks walks by offices every day, for example, filled with people who are answering the phone for big American corporations. There are two bigger laughs in the movie, one involving his dressing room for the standup show, the other involving his meeting with executives of the Al-Jazeera network. And some medium laughs. And a lot of chuckles. And a stubborn unwillingness to force the laughs. Brooks has a persona that apologizes for everything including being a persona. No matter how much you laugh, you get the feeling he wanted you to laugh less.\n\nBecause I have seen all of Brooks' movies, liked most of them and loved some, I was in training for \"Looking for Comedy in the Muslim World.\" Veteran Brooks-watchers will be able to hear the secret melodies and appreciate the way he throws away even the throwaways. It's also interesting how he doesn't take cheap shots at India or Pakistan. When a Muslim woman asks him, \"Are you a Jew?\" he's set up for a slam-dunk, but he walks away from it. He acts not like a comic wiseguy but like a clueless citizen sent on a baffling State Department mission. Well, that's what he's playing.\n\nI liked the movie. I smiled a lot. It maintained its tone in the face of bountiful temptations to get easy laughs. It never identifies a Muslim (or Hindu) sense of humor, but then again Brooks never does anything funny, so maybe that's why. Of course they have a sense of humor in India, because the best-selling English-language novelist in the country is P.G. Wodehouse. If you don't know who Wodehouse was, that's all right, you didn't know who Gandhi was, either. If you knew who Gandhi was but still don't get the Halloween joke, that may have been because you were pronouncing \"Gandhi\" correctly.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-01-19", "genres": ["Comedy"], "title": "Looking for Comedy in the Muslim World (2006)"}