{"url": "http://www.rogerebert.com/reviews/look-both-ways-2006", "by": "William McInnesas Nick", "star_rating": 3.5, "text": "Death is for the living, and not for the dead so much.  -- Errol Morris' \"Gates of Heaven\"\n\nIt doesn't really matter if you look both ways. The piano may be falling from the sky. If we gave much thought to the possibility that we could die at any moment, we could hardly endure life. Sarah Watt's \"Look Both Ways\" tells the stories of several people who come close to death and deal with that experience. What choice do they have? The movie is not cheerful nor is it morbid; it leaves us not encouraged, but resolute.\n\nWatts weaves together their stories, like \"Crash\" or perhaps even more like \"Magnolia.\" In Adelaide, Australia, a man is struck and killed by a train, and that event attracts a photographer named Nick (William McInnes), a reporter named Andy (Anthony Hayes), their editor Phil (Andrew S. Gilbert) and the victim's wife, Julia (Daniela Farinacci). Andy has a theory that many \"accidents\" are in fact suicides, and his examination of the death scene inspires an article speculating that the victim deliberately stepped in front of the train. Andy even stands on the tracks himself, as an experiment.\n\nNick takes a photograph of the wife, Julia, in anguish as she learns of her husband's death. Phil the editor runs the photo across half the front page, and Andy's speculations inside. These are not the acts of an editor much concerned with the feelings of the widow. All the men have things on their minds. Nick has just learned that testicular cancer has spread throughout his body. Andy has learned that his girlfriend Anna (Lisa Flanagan) is pregnant.\n\nAnd then there is Meryl (Justine Clarke), a witness to the man's death. She is a painter of seascapes for sympathy cards, and meets the photographer Nick on the scene. Their first meeting is casual, the next less so, and then to their surprise they are making love. The next day, Nick says he \"isn't ready\" for a relationship. \"I meet you on the first day, we sleep together on the second, and on the third you're not ready,\" Meryl says. \"That's a pretty tight schedule.\" They fight, they separate, and then they meet again and he tells her the truth.\n\nWith Andy and Anna, the pregnancy is a surprise. They hadn't seen each other in a month. \"I've been incredibly busy,\" he says. Uh, huh. He doesn't want a kid. She points out that she didn't intend to get pregnant, and for that matter, \"You were there, too.\" Will she get an abortion? On the other hand, will she stop smoking?\n\nAs the film considers these questions, the live action is interrupted from time to time by Meryl's violent fantasies in which a train roars off a bridge and crushes her, a monster attacks from the woods, and so on. To these animated visuals, which are abrupt and violent, the movie adds montages from the pasts of the characters, especially Nick; when he learns of his cancer, his life flashes before his eyes, somewhat prematurely.\n\nThis kind of description of course could apply to a bad movie as well as a good one. What distinguishes Sarah Watt's writing and direction is that she doesn't allow her characters to stand for anything other than themselves. They are confused, uncertain, imperfect, yearning, lonely, scared. They bumble in the direction of survival. And the movie enriches their lives with memories; Nick, for example, recalls his own father's death, which he sees much differently after he learns of his cancer. He is also very mildly impatient by the way people react to his news. When he uses the word \"cancer,\" two of them say exactly the same thing: \"Cancer cancer?\" Is there any other kind?\n\nIt's pretty brutal the way the newspaper treated the dead man's widow to all that coverage the next morning. But she receives a heartwarming visit from the engineer of the train. It's harsh the way a pregnancy forces Andy and Anna to decide what, exactly, is the reality of their relationship. There is cosmic irony involved in Nick and Meryl falling in love just when they have absolutely no future. After they kiss and make up, notice especially a montage of images used by Sarah Watt. In that montage are love and death and the whole damn thing.\n\nI watched the movie in a kind of fascination. It is poetic and unforgiving, romantic and stark. Death is the subject we edge around. If it is on the sidewalk, we step into the street. If it is on the telephone, we hang up. We don't open its letters. To know that we will die is such a final and unanswerable rebuke. And yet without death, we'd all be bored out of our minds, if indeed we had even developed minds in the first place. Sometimes I think the whole process of evolution leads up to our ability to comprehend the words: Gather ye rosebuds while ye may.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-04-27", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Look Both Ways (2006)"}