{"url": "http://www.rogerebert.com/reviews/look-whos-talking-now-1993", "by": "John Travoltaas James", "star_rating": 1.0, "text": "\"Look Who's Talking Now\" is a fairly misleading title for those who paid attention during English class, since the talkers are dogs, and so the title of course should be \"Look What's Talking Now.\" Anyone who paid attention during English will also find innumerable other distressing elements in the film, including what teachers used to call \"lack of originality and aptness of thought.\" The movie revisits John Travolta and Kirstie Alley, who in 1989 made a charming movie named \"Look Who's Talking,\" and in 1990 a less charming movie named \"Look Who's Talking Too.\" The first movie was about how Alley, who was pregnant by her no-good boyfriend, met a taxi driver played by Travolta. The baby, with voice by Bruce Willis, took a liking to Travolta, and so, after awhile, did Alley.\n\nIn the second film, they had a baby daughter together, who spoke in the voice of Roseanne Arnold. Now their dogs speak with the voices of Danny DeVito and Diane Keaton. The children, in the meantime, have grown up enough to speak in their own voices, although not with the wit and insight they possessed as infants.\n\nAll of which leads us to an overwhelming question: Why is it necessary for the dogs to speak? They engage in your standard \"Lady and the Tramp\" repartee, but along about the second reel I realized that there was no earthly reason at all for the dogs to talk except that they were in a sequel made by filmmakers who had lost the nerve to produce another talking baby (\"Look Who's Talking Three\").\n\nThe first film had maybe a shred of realism to flavor its romantic comedy. This one looks like it was chucked up by an automatic screenwriting machine. Travolta gets a corporate pilot's license, and is hired by sexy bombshell Lysette Anthony, a corporate exec who wants to seduce him. She contrives for him to be away from his family on Christmas Eve, after which Alley packs the kids and the dogs into the taxi and heads off for the North Woods, where Travolta is being held captive in a snowbound cabin by the sex-starved exec.\n\nAfter the taxi skids off the road and savage wolves attack the stranded family and the brave dogs fight them off and the kids unwrap their Christmas presents in the middle of a blizzard . . .\n\nSo help me God, I am not making this up. Suggestions, please, for the fourth movie in the series. How about \"Look Who's Talking Back,\" in which the audience gets its turn.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-11-05", "genres": ["Comedy", "Family"], "title": "Look Who's Talking Now (1993)"}