{"url": "http://www.rogerebert.com/reviews/lookin-to-get-out-1982", "by": "Jon Voightas Alex Kovac", "star_rating": 2.0, "text": "Now here is a curious case, a movie in which good performances are sabotaged at every turn by a story that not even the people in the movie should be able to believe. \"Lookin' to Get Out\" is a gambling movie based on so many questionable or erroneous assumptions about gambling (and human nature) that we're constantly asking questions just when we should be buying everything on the screen. One of the joys of moviegoing is to find a movie that wears its expertise lightly. This one checks its expertise at the door.\n\n\tThe movie stars Jon Voight and Burt Young as best friends and gambling partners in New York City. Voight is an addicted gambler, a compulsive loser who gets himself $10,000 in hock to some very tough guys. So he talks Young into joining him on a weekend flight to Las Vegas -- where, totally broke, they hope to con a casino into letting them win enough money to get even.\n\n\tUp until then, \"Lookin' to Get Out\" has shown some promise. But the movie goes wrong from the moment Voight and Young step off the plane in Las Vegas. And it goes obviously wrong, puzzlingly wrong: Why does the script abandon any pretense of plausibility and maroon the characters in a TV sitcom wasteland of coincidences, meet-cutes and impossible lucky breaks? And why does it provide them with a casino where they get away with murder?\n\n\tVoight and Young fast-talk themselves into a complimentary deluxe suite at the MGM Grand Hotel. How? Wouldn’t you know, the character Young plays is named Jerry Feldman, and a Jerry Feldman is on the \"comp\" list at the hotel. Nobody checks any ID, nobody checks anything -- not even when \"Feldman\" walks up to the cashier's booth and gets a $10,000 cash advance.\n\n\tMeanwhile, Voight has had not one but two coincidental meet-cutes. He runs into Ann-Margret, a former girlfriend who is now the mistress of the casino boss (and who bore Voight's child without telling him). And he runs into Bert Remsen, a waiter who used to be a wizard at blackjack. Between heartfelt exchanges with Ann-Margret, Voight sets up Remsen to front for him and Young at the 21 tables in the casino's private club. Meanwhile, the two tough guys arrive from New York and chase Voight and Young all over the backstage and employees-only areas of the MGM Grand. Anyone who has been to the Grand or any Vegas casino knows how airtight \"backstage\" security is, but these guys run all over the place and nobody stops them.\n\n\tThe movie's crucial scene takes place at the blackjack tables, where we are asked to believe (a) that Remsen, who works in the hotel, is not recognized, identified as a card-counter, and banned from the table; (b) that the house would advance tens of thousands of dollars of credit, still without identification, and (c) that the casino boss would actually let them get away with their scheme.\n\n\tThat last is the hardest to believe. After Voight and Young have been unmasked, and after the boss realizes that they defrauded the casino of the $10,000 stake they used to win $500,000 and that they are guilty of the theft of the hotel's suite and room services, he lets them go -- allegedly because he loves Ann-Margret.\n\n\tBy now we're reeling with disbelief. Sure, the performances are interesting (especially Remsen's, as the old card shark). Sure, the movie has a lot of energy and movement. But a movie like this has to work on two levels, as a believable character study and as a believable caper. I couldn't believe the characters; the relationship between Voight and Ann-Margret was right out of the prompt books for Golden-Hearted Hookers and Irresponsible Romeos. And I could not for a moment believe that this movie was intended as a plausible portrait of how casinos work, how gamblers work, and especially of how casino managers work. To enjoy this movie, you need more than a willing suspension of disbelief. You need a faith in disbelief.", "running_time": 105, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy"], "title": "Lookin' to Get Out (1982)"}