{"url": "http://www.rogerebert.com/reviews/look-whos-talking-1989", "by": "John Travoltaas James", "star_rating": 3.0, "text": "If I were sitting at home and watching TV and I saw a commercial for this movie, I don't think I'd want to go. For starters, I wouldn't want to see a movie where the thoughts of an infant were spoken aloud by Bruce Willis. Then I'd reflect that John Travolta had appeared in several disappointments recently and that Kirstie Alley's movies had not exactly set the world on fire.\n\nAs a movie critic, however, I am not permitted such thoughts - at least not officially - and so one afternoon not long ago I found myself feeling very good during a screening of \"Look Who's Talking.\" This fairly unlikely idea for a movie turns into a warm and lovable comedy, although I still don't think it needed the voiceovers from the baby.\n\nThe movie stars Alley (best known as the bar manager from \"Cheers\") as an accountant who's having an affair with a boorish, self-centered businessman (George Segal). She gets pregnant, he double-crosses her, and suddenly she's a single mom. She encounters Travolta through one of those standard movie Meet Cutes, when she goes into labor pains and he's the taxi driver who races her to the hospital.\n\nThe rest of the movie, lightweight and warmhearted, is about how Travolta falls in love with both the mother and the child. It's easy to see what appeals to him: Alley glows with health and good cheer in this movie, and the baby (played by four different infants) is, I must confess, adorable. Reviewing a baby's \"performance\" in a movie is meaningless, since babies do what they do without paying much attention to their directors, but there are scenes in this movie (including one where Travolta waltzes around with the kid) where the filmmakers just plain lucked out and got some of the best baby moments I've ever seen in a movie.\n\nIf the baby isn't predictable, the story is, right down to the moment when Travolta is the baby-sitter while Alley goes out on a date with a fellow accountant. We've seen all this stuff before and, yep, they even throw in the obligatory toupee scene, where the baby lifts the rug off the poor guy's head.\n\nBut as a silly entertainment, \"Look Who's Talking\" is full of good feeling, and director Amy Heckerling (\"Fast Times at Ridgemont High\") finds a light touch for her lightweight material. Travolta demonstrates, 12 years after \"Saturday Night Fever,\" that he is a warm and winning actor when he's not shoe-horned into the wrong roles. And Alley finds the kind of role she must have been looking for, a role that lets us see the person who was always there, beneath all those hours of TV images.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-10-13", "genres": ["Comedy", "Drama", "Romance"], "title": "Look Who's Talking (1989)"}