{"url": "http://www.rogerebert.com/reviews/looney-tunes-back-in-action-2003", "by": "Brendan Fraseras DJ Drake/Himself", "star_rating": 3.0, "text": "As \"Looney Tunes: Back in Action\" opens, Daffy Duck is in a heated salary dispute with Warner Bros. For years Bugs Bunny has been pulling down the big bucks, and now, as they prepare to co-star in another movie, Daffy is fed up. He wants equal pay for equal work. But Kate (Jenna Elfman), the studio VP in charge of animated characters, won't budge. She cites demographic studies that indicate Daffy's fan base \"is limited to angry fat guys in basements.\" Daffy throws a tantrum, and Kate orders a security guard (Brendan Fraser) to throw him off the lot.\n\nI don't mind telling you my sympathies were entirely with Daffy in this scene. Let me tell you a personal story involving Daffy Duck, which also takes place on the Warners lot. I quote from an interview I did with Albert Brooks in 1991, when his new movie \"Defending Your Life\" was about to be released.\n\nAs I was getting up to leave his office, Brooks said, \"Look at these funny coffee mugs the studio sent over.\"\n\nHe had four or five of them on a shelf, cups shaped like the Warners cartoon heroes.\n\n\"Here,\" he said. \"Have one. I want you to have one.\"\n\nHe pressed Elmer Fudd into my hands.\n\n\"No, that's OK,\" I said.\n\n\"Take one. What is this, a bribe? They're worth 10 cents apiece; 25 cents, tops.\"\n\n\"You know,\" I said, looking at the shelf, \"I've never really been a fan of Elmer Fudd. My hero has always been Daffy Duck.\"\n\nBrooks took the Daffy Duck mug from the shelf.\n\n\"Here, take it,\" he said. \"I want you to have it. Really.\"\n\nI could tell from the subtle intonation in his voice exactly what had happened. He had given me Elmer Fudd because he didn't like Elmer Fudd, either. He liked Daffy Duck. I had taken his favorite mug.\n\n\"No, you keep Daffy,\" I said. \"I'll bet it's your favorite.\"\n\n\"Come on, come on,\" he said. \"Take Daffy Duck. Take the one you want.\"\n\nI tried to put Daffy back on the shelf. He pressed Daffy into my hands. I left with Daffy, but I would have bet a hundred bucks that the moment I was out of his office, Brooks had his secretary call Warners to see if they could send another Daffy Duck over.\n\nAnd so now we are back in the present, and my eyes lift up from this review and regard the very same Daffy Duck coffee mug, which has pride of place in my office. And I reflect that while things always came easily for Bugs, Daffy had to fight every inch of the way. Bugs was insouciant. Daffy was outraged. Bugs was always a step ahead. Daffy was always a step behind.\n\nIn \"Looney Tunes: Back in Action,\" Daffy walks out of the meeting, and it doesn't take Kate and Bugs long to realize that without a foil the bunny is just spinning his paws. The security guard, whose name is D.J. Drake, and who is the twin brother of the egotistical Brendan Fraser, joins them in following Daffy to Vegas, where they get into trouble with the Acme megacorporation run by Steve Martin, discover Drake's dad is a secret agent (Timothy Dalton), and encounter the new Q (Joan Cusack) and a lot of amazing new inventions. With the same kind of anarchic temporal and spatial logic that always inspired the Warners cartoons, the animals are soon in Paris and jumping into paintings in the Louvre. You can imagine the characters in a painting by Dali, and maybe even in Seurat's pointillist style, but in Munch's \"The Scream\"? You have to see that for yourself. This segment is possibly a tribute to the late, beloved Chuck Jones, who liked to plunge his cartoon characters into high art.\n\nA whole gallery of cartoon stars eventually get involved, including Sylvester the Cat, Yosemite Sam, Foghorn Leghorn, Elmer Fudd, Tweety Bird and Speedy Gonzalez, who may be seen in some circles as Politically Incorrect, but seems quite Correct to himself, thank you. How the action ends up in earth orbit I will leave you to discover.\n\nThe director is Joe Dante, whose segment of \"Twilight Zone\" (1983) involved a traveler who unwisely entered a house where the reality was warped by a kid's obsession with cartoon characters. Again this time, he combines live action with animation, in a film not as inspired as \"Who Framed Roger Rabbit\" but in the same spirit. It's goofy fun. Or maybe we should make that daffy fun.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-11-14", "genres": ["Animation", "Comedy", "Family"], "title": "Looney Tunes: Back in Action (2003)"}