{"url": "http://www.rogerebert.com/reviews/looper-2012", "by": "Joseph Gordon-Levittas Joe", "star_rating": 3.5, "text": "Rian Johnson's \"Looper,\" a smart and tricky sci-fi story, sidesteps the paradoxes of time travel by embracing them. Most time travel movies run into trouble in the final scenes, when impossibilities pile up one upon another. This film leads to a startling conclusion that wipes out the story's paradoxes so neatly it's as if it never happened. You have to grin at the ingenuity of Johnson's screenplay.\n\nThe movie takes place in 2044 and 2074, both of which look like plausible variations of the American present, and then there are a few scenes set in a futuristic Shanghai. We learn that although time travel is declared illegal once it has been discovered, a crime syndicate cheats and uses it as a method for disposing of its enemies. Imagine this. A man with shotgun stands by himself in a field. A second man materializes out of thin air. The first man blasts a hole in him.\n\nThe thin-air guy, who was bound and hooded, is a man from the future who has been sent back in time to be assassinated. The shotgun guy is known as a \"Looper.\" He has been sent back into time to be the trigger man. Eventually, when he grows old enough, he will be sent back in time to be killed by his own younger self. This is known as \"closing the loop.\"\n\nJoseph Gordon-Levitt plays Joe, the triggerman in 2044. Bruce Willis plays Old Joe, sent back from the future. The loop is not closed, however, because Old Joe arrives without a hood, and Young Joe hesitates when he realizes his latest target is … himself. He knew that would happen eventually (it's part of the deal), but a hood would have prevented him from knowing which victim was himself.\n\nThis leads to the kind of weird scene that only time travel makes possible. The two Joes go to a nearby diner, grab a booth, and have a conversation. Imagine that you're sitting across from yourself with a three-decade age difference. This is an opening for an endless conversation about the emotional and metaphysical implications of the meeting, but Johnson perhaps wisely makes their conversation more pragmatic. Perhaps professional hit men aren't inclined toward philosophy.\n\nThe story gains depth with the introduction of romance. In most thrillers, female characters tend toward eye candy and are extraneous to the plot. Not here. Young Joe meets Sara (Emily Blunt), a fiercely independent woman who lives on a Kansas farm with her son, Cid (Pierce Gagnon). Although Young Joe has literally come from nowhere, they slowly grow close. In the future, we learn, Old Joe was married, and his wife (Summer Qing) was murdered by a figure known as The Rainmaker.\n\nIt's not revealing too much to tell that Old Joe has reason to believe that young Cid may grow up to become The Rainmaker, and so Old and Young Joe are trapped in a situation with no pleasant prospects. The film is further enriched by the performances of Jeff Daniels as Abe, the future boss of the crime syndicate, and by Paul Dano as Seth, a friend of Old Joe who fears the loop is about to be closed on him.\n\nThink this through. If the loop is closed on you, did you never exist? Or did you live your younger life up until the point you kill your older self? \"Looper,\" to its credit, doesn't avoid this question. It's up to you to decide if it answers it. Time travel may be logically impossible, but once we allow a film to use it, we have to be grateful if it makes sense according to its own rules.\n\nRian Johnson's first feature was the well received, low-budget indie titled \"Brick\" (2005), which told a high-school story in a film noir style, narrated by Gordon-Levitt. The second was the con-man puzzlement \"The Brothers Bloom\" (2009). Now time travel. In all three, he begins with generic expectations and then confounds them. The key is in his writing. \"Looper\" weaves between past and present in a way that gives Johnson and his actors opportunities to create a surprisingly involving narrative.", "running_time": 118, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-09-26", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Looper (2012)"}