{"url": "http://www.rogerebert.com/reviews/lords-of-dogtown-2005", "by": "Emile Hirschas Jay Adams", "star_rating": 2.0, "text": "In the summer of 1975, modern skateboarding was invented in the Santa Monica and Venice Beach areas of California. The young members of the Zephyr Team, sponsored by a permanently stoned surfboard store owner, revolutionized the sport, performing acrobatics and crazy stunts on skateboards that had until then been seen as fancy scooters. They became famous, they made a lot of money, they grew up, and one of them, Stacy Peralta, made a 2001 documentary about them named \"Dogtown and Z-Boys.\"\n\nIt was a good documentary. As I wrote at the time, it answers a question I have long been curious about: How and why was the first skateboarder inspired to go aerial, to break contact with any surface and do acrobatics in mid-air? Consider that the pioneer was doing this for the very first time over a vertical drop of perhaps 15 feet to a concrete surface. It's not the sort of thing you try out of idle curiosity.\n\nNow we have \"Lords of Dogtown,\" a fiction film based on the very same material and indeed written by Peralta. Not only is there no need for this movie, but its weaknesses underline the strength of the doc. How and why Peralta found so much old footage of skateboarding in 1975 is a mystery, but he was able to give us a good sense of those kids at that time. Although Catherine Hardwicke, the director of \"Lords of Dogtown,\" has a good sense for the period and does what she can with her actors, we've seen the originals, and these aren't the originals. Nobody in the fiction film pulls off stunts as spectacular as those we see for real in the documentary.\n\nThe story line remains the same. The kids live in what was then one of the remaining beachfront slums, down the coast from the expensive Malibu area. The beach was ruled by surfers, but in the afternoon, when the waves died down, some of the surfers, or their younger brothers, fooled around on skateboards. One day, Skip Engblom, the shop owner, comes up with a key breakthrough, polyurethane wheels: \"They grip.\" With the additional traction, the Z-Boys try skating the sides of the big, open drainage canal that runs through the area. Then comes a brainstorm: Because of a drought, the area's swimming pools were drained. The kids started \"borrowing\" pools when the owners weren't home, to skate the curved sides.\n\nEmile Hirsch stars as Jay Adams, Tony Alva is played by Victor Rasuk and John Robinson plays Stacy Peralta, who with his long blond hair gets photographed a lot in the emerging skateboarding magazines. They all seem like pale imitations of the originals, as indeed they must be. Heath Ledger plays Skip, their mentor, who sponsors the Zephyr Team, gives them their first priceless T-shirts and eventually, stoned and drunk, ends up making surfboards in somebody else's back room. But he was the catalyst.\n\nIn the documentary, there was a Z-Girl along with the Z-Boys, but here all we get is Nikki Reed as Kathy, Tony's sister. We also meet Rebecca De Mornay, as Jay's mother, who like all mothers in Southern California films, looks like she oughta be in pictures. Both the surfing and skateboarding sequences are fun to watch, within reason, but after seeing \"Dogtown and Z-Boys\" and the haunting surfing documentary \"Riding Giants\" (2004), we know the real thing is more awesome. The best surfing scenes take place when surfers ride waves dangerously close to the Pacific Island Pier and the rocks at its base; when the pier mysteriously burns down that summer, Skip mourns, \"They wanted it gone.\"\n\nSkateboarding is a sport combining grace, courage and skill, and here we see it being born. What we do not quite understand is how long one can be a skateboarder before you feel like you've been there and done that. Stacy Peralta obviously feels great nostalgia for that period in his life, which was the foundation for fame and fortune, but at this point it is either (a) time for him to move on to films about something else, or (b) deal with the dark aftermath of those golden days. There were a lot of drugs around; although we see Skip here as a survivor, he's more of a victim. And like the earlier movie, this one doesn't really deal with injuries or accidents. In a sport where you can free fall to concrete, were there deaths? Was anyone paralyzed? There's a touching scene here where the kids take a friend in a wheelchair into one of the empty swimming pools and let him ride the sides a little, but he's in the chair because of cancer, not skateboarding.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-06-02", "genres": ["Action", "Drama", "Indie"], "title": "Lords of Dogtown (2005)"}