{"url": "http://www.rogerebert.com/reviews/lord-of-the-rings-the-return-of-the-king-2003", "by": "Elijah Woodas Frodo", "star_rating": 3.5, "text": "At last the full arc is visible, and the \"Lord of the Rings\" trilogy comes into final focus. I admire it more as a whole than in its parts. The second film was inconclusive, and lost its way in the midst of spectacle. But \"Return of the King\" dispatches its characters to their destinies with a grand and eloquent confidence. This is the best of the three, redeems the earlier meandering, and certifies the \"Ring\" trilogy as a work of bold ambition at a time of cinematic timidity.\n\nThat it falls a little shy of greatness is perhaps inevitable. The story is just a little too silly to carry the emotional weight of a masterpiece. It is a melancholy fact that while the visionaries of a generation ago, like Coppola with \"Apocalypse Now,\" tried frankly to make films of great consequence, an equally ambitious director like Peter Jackson is aiming more for popular success. The epic fantasy has displaced real contemporary concerns, and audiences are much more interested in Middle Earth than in the world they inhabit.\n\nStill, Jackson's achievement cannot be denied. \"Return of the King\" is such a crowning achievement, such a visionary use of all the tools of special effects, such a pure spectacle, that it can be enjoyed even by those who have not seen the first two films. Yes, they will be adrift during the early passages of the film's 200 minutes, but to be adrift occasionally during this nine-hour saga comes with the territory; Tolkien's story is so sweeping and Jackson includes so much of it that only devoted students of the Ring can be sure they understand every character, relationship and plot point.\n\nThe third film gathers all of the plot strands and guides them toward the great battle at Minas Tirith; it is \"before these walls, that the doom of our time will be decided.\" The city is a spectacular achievement by the special- effects artisans, who show it as part fortress, part Emerald City, topping a mountain, with a buttress reaching out over the plain below where the battle will be joined. In a scene where Gandalf rides his horse across the drawbridge and up the ramped streets of the city, it's remarkable how seamlessly Jackson is able to integrate computer-generated shots with actual full-scale shots, so they all seem of a piece.\n\nI complained that the second film, \"The Two Towers,\" seemed to shuffle the hobbits to the sidelines -- as humans, wizards, elves and Orcs saw most of the action. The hobbits are back in a big way this time, as the heroic little Frodo (Elijah Wood) and his loyal friend Sam (Sean Astin) undertake a harrowing journey to return the Ring to Mount Doom -- where, if he can cast it into the volcano's lava, Middle Earth will be saved and the power of the enemy extinguished. They are joined on their journey by the magnificently eerie, fish-fleshed, bug-eyed creature Gollum, who started in life as a hobbit named Smeagol, and is voiced and modeled by Andy Serkis in collaboration with CGI artists, and introduced this time around with a brilliant device to illustrate his dual nature: He talks to his reflection in a pool, and the reflection talks back. Gollum loves Frodo but loves the Ring more, and indeed it is the Ring's strange power to enthrall its possessors (first seen through its effect on Bilbo Baggins in \"The Fellowship of the Ring\") that makes it so tricky to dispose of.\n\nExhilarating visuals\n\nAlthough the movie contains epic action sequences of awe-inspiring scope (including the massing of troops for the final battle), the two most inimitable special-effects creations are Gollum, who seems as real as anyone else on the screen, and a monstrous spider named Shelob. This spider traps Frodo as he traverses a labyrinthine passage on his journey, defeats him, and wraps him in webbing to keep him fresh for supper. Sam is very nearly not there to save the day (Gollum has been treacherous), but as he battles the spider we're reminded of all the other movie battles between men and giant insects, and we concede that, yes, this time they got it right.\n\nThe final battle is kind of magnificent. I found myself thinking of the visionary films of the silent era, like Lang (\"Metropolis\") and Murnau (\"Faust\"), with their desire to depict fantastic events of unimaginable size and power, and with their own cheerful reliance on visual trickery. Had they been able to see this scene, they would have been exhilarated. We see men and even an army of the dead join battle against Orcs, flying dragons, and vast lumbering elephantine creatures that serve as moving platforms for machines of war. As a flaming battering-ram challenges the gates of the city, we feel the size and weight and convincing shudder of impacts that exist only in the imagination. Enormous bestial Trolls pull back the springs for catapults to hurl boulders against the walls and towers of Minas Tirith, which fall in cascades of rubble (only to seem miraculously restored in time for a final celebration).\n\nAnd there is even time for a smaller-scale personal tragedy; Denethor (John Noble), steward of the city, mourns the death of his older and favored son, and a younger son named Faramir (David Wenham), determined to gain his father's respect, rides out to certain death. The outcome is a tragic sequence in which the deranged Denethor attempts to cremate Faramir on a funeral pyre, even though he is not quite dead.\n\nSpectacle supplants emotions\n\nThe series has never known what to do with its female characters. J.R.R. Tolkien was not much interested in them, certainly not at a psychological level, and although the half-elf Arwen (Liv Tyler) here makes a crucial decision -- to renounce her elfin immortality in order to marry Aragorn (Viggo Mortensen) -- there is none of the weight or significance in her decision that we feel, for example, when an angel decides to become human in \"Wings of Desire.\"\n\nThere is little enough psychological depth anywhere in the films, actually, and they exist mostly as surface, gesture, archetype and spectacle. They do that magnificently well, but one feels at the end that nothing actual and human has been at stake; cartoon characters in a fantasy world have been brought along about as far as it is possible for them to come, and while we applaud the achievement, the trilogy is more a work for adolescents (of all ages) than for those hungering for truthful emotion thoughtfully paid for. Of all the heroes and villains in the trilogy, and all the thousands or hundreds of thousands of deaths, I felt such emotion only twice, with the ends of Faramir and Gollum. They did what they did because of their natures and their free will, which were explained to us and known to them. Well, yes, and I felt something for Frodo, who has matured and grown on his long journey, although as we last see him it is hard to be sure he will remember what he has learned. Life is so pleasant in Middle Earth, in peacetime.", "running_time": 201, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-17", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Science Fiction"], "title": "Lord of the Rings: The Return of the King (2003)"}