{"url": "http://www.rogerebert.com/reviews/lord-of-the-rings-the-two-towers-2002", "by": "Elijah Woodas Frodo", "star_rating": 3.0, "text": "With \"Lord of the Rings: The Two Towers,\" it's clear that director Peter Jackson has tilted the balance decisively against the hobbits and in favor of the traditional action heroes of the Tolkien trilogy. The star is now clearly Aragorn (Viggo Mortensen), and the hobbits spend much of the movie away from the action. The last third of the movie is dominated by an epic battle scene that would no doubt startle the gentle medievalist J.R.R. Tolkien.\n\nThe task of the critic is to decide whether this shift damages the movie. It does not. \"The Two Towers\" is one of the most spectacular swashbucklers ever made, and, given current audience tastes in violence, may well be more popular than the first installment, \"The Fellowship of the Ring.\" It is not faithful to the spirit of Tolkien and misplaces much of the charm and whimsy of the books, but it stands on its own as a visionary thriller. I complained in my review of the first film that the hobbits had been short-changed, but with this second film I must accept that as a given, and go on from there.\n\n\"The Two Towers\" is a rousing adventure, a skillful marriage of special effects and computer animation, and it contains sequences of breathtaking beauty. It also gives us, in a character named the Gollum, one of the most engaging and convincing CGI creatures I've seen. The Gollum was long in possession of the Ring, now entrusted to Frodo, and misses it (\"my precious\") most painfully; but he has a split personality and (in between spells when his dark side takes over) serves as a guide and companion for Frodo (Elijah Wood) and Sam (Sean Astin). His body language is a choreography of ingratiation and distortion.\n\nThe film introduces another computer-generated character, Treebeard, a member of the most ancient race in Middle-Earth, a tree that walks and talks and takes a very long time to make up its mind, explaining to Merry and Pippin that slowness is a virtue. I would have guessed that a walking, talking tree would look silly and break the spell of the movie, but no, there is a certain majesty in this mossy old creature.\n\nThe film opens with a brief reprise of the great battle between Gandalf (Ian McKellen) and Balrog, the monster made of fire and smoke, and is faithful to the ancient tradition of movie serials by showing us that victory is snatched from certain death, as Gandalf extinguishes the creature and becomes in the process Gandalf the White.\n\nTo compress the labyrinthine story into a sentence or two, the enemy is Saruman (Christopher Lee), who commands a vast army of Uruk-Hai warriors against the fortress of Theoden (Bernard Hill). Aragorn joins bravely in the fray, but the real heroes are the computer effects, which create the castle, landscape, armies and most of the action.\n\nThere are long stretches of \"The Two Towers\" in which we are looking at mostly animation on the screen. When Aragorn and his comrades launch an attack down a narrow fortress bridge, we know that the figures toppling to their doom are computer-generated, along with everything else on the screen, and yet the impact of the action is undeniable. Peter Jackson, like some of the great silent directors, is unafraid to use his entire screen, to present images of wide scope and great complexity. He paints in the corners.\n\nWhat one misses in the thrills of these epic splendors is much depth in the characters. All of the major figures are sketched with an attribute or two, and then defined by their actions. Frodo, the nominal hero, spends much of his time peering over and around things, watching others decide his fate, and occasionally gazing significantly upon the Ring. Sam is his loyal sidekick on the sidelines. Merry and Pippin spend a climactic stretch of the movie riding in Treebeard's branches and looking goggle-eyed at everything, like children carried on their father's shoulders. The fellowship of the first movie has been divided into three during this one, and most of the action centers on Aragorn, who operates within the tradition of Viking swordsmen and medieval knights.\n\nThe details of the story--who is who, and why, and what their histories and attributes are--still remains somewhat murky to me. I know the general outlines and I boned up by rewatching the first film on DVD the night before seeing the second, and yet I am in awe of the true students of the Ring. For the amateur viewer, which is to say for most of us, the appeal of the movies is in the visuals. Here there be vast caverns and mighty towers, dwarves and elves and Orcs and the aforementioned Uruk-Hai (who look like distant cousins of the aliens in \"Battlefield Earth\"). And all are set within Jackson's ambitious canvas and backdropped by spectacular New Zealand scenery.\n\n\"The Two Towers\" will possibly be more popular than the first film, more of an audience-pleaser, but hasn't Jackson lost the original purpose of the story somewhere along the way? He has taken an enchanting and unique work of literature and retold it in the terms of the modern action picture. If Tolkien had wanted to write about a race of supermen, he would have written a Middle-Earth version of \"Conan the Barbarian.\" But no. He told a tale in which modest little hobbits were the heroes. And now Jackson has steered the story into the action mainstream. To do what he has done in this film must have been awesomely difficult, and he deserves applause, but to remain true to Tolkien would have been more difficult, and braver.", "running_time": 179, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-12-18", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Lord of the Rings: The Two Towers (2002)"}