{"url": "http://www.rogerebert.com/reviews/lord-of-the-rings-the-fellowship-of-the-ring-2001", "by": "Elijah Woodas Frodo Baggins", "star_rating": 3.0, "text": "We invest Hobbits with qualities that cannot be visualized. In my mind, they are good-hearted, bustling, chatty little creatures who live in twee houses or burrows, and dress like the merry men of Robin Hood--in smaller sizes, of course. They eat seven or eight times a day, like to take naps, have never been far from home and have eyes that grow wide at the sounds of the night. They are like children grown up or grown old, and when they rise to an occasion, it takes true heroism, for they are timid by nature and would rather avoid a fight.\n\nSuch notions about Hobbits can be found in \"Lord of the Rings: The Fellowship of the Ring,\" but the Hobbits themselves have been pushed off center stage. If the books are about brave little creatures who enlist powerful men and wizards to help them in a dangerous crusade, the movie is about powerful men and wizards who embark on a dangerous crusade, and take along the Hobbits. That is not true of every scene or episode, but by the end \"Fellowship\" adds up to more of a sword and sorcery epic than a realization of the more naive and guileless vision of J. R. R. Tolkien.\n\nThe Ring Trilogy embodies the kind of innocence that belongs to an earlier, gentler time. The Hollywood that made \"The Wizard of Oz\" might have been equal to it. But \"Fellowship\" is a film that comes after \"Gladiator\" and \"Matrix,\" and it instinctively ramps up to the genre of the overwrought special-effects action picture. That it transcends this genre--that it is a well-crafted and sometimes stirring adventure--is to its credit. But a true visualization of Tolkien's Middle-earth it is not.\n\nWondering if the trilogy could possibly be as action-packed as this film, I searched my memory for sustained action scenes and finally turned to the books themselves, which I had not read since the 1970s. The chapter \"The Bridge of Khazad-Dum\" provides the basis for perhaps the most sensational action scene in the film, in which Gandalf the wizard stands on an unstable rock bridge over a chasm, and must engage in a deadly swordfight with the monstrous Balrog. This is an exciting scene, done with state-of-the-art special effects and sound that shakes the theater. In the book, I was not surprised to discover, the entire scene requires less than 500 words.\n\nSettling down with my book, the one-volume, 1969 India paper edition, I read or skimmed for an hour or so. It was as I remembered it. The trilogy is mostly about leaving places, going places, being places, and going on to other places, all amid fearful portents and speculations. There are a great many mountains, valleys, streams, villages, caves, residences, grottos, bowers, fields, high roads, low roads, and along them the Hobbits and their larger companions travel while paying great attention to mealtimes. Landscapes are described with the faithful detail of a Victorian travel writer. The travelers meet strange and fascinating characters along the way, some of them friendly, some of them not, some of them of an order far above Hobbits or even men. Sometimes they must fight to defend themselves or to keep possession of the ring, but mostly the trilogy is an unfolding, a quest, a journey, told in an elevated, archaic, romantic prose style that tests our capacity for the declarative voice.\n\nReading it, I remembered why I liked it in the first place. It was reassuring. You could tell by holding the book in your hands that there were many pages to go, many sights to see, many adventures to share. I cherished the way it paused for songs and poems, which the movie has no time for. Like The Tale of Genji, which some say is the first novel, \"The Lord of the Rings\" is not about a narrative arc or the growth of the characters, but about a long series of episodes in which the essential nature of the characters is demonstrated again and again (and again). The ring, which provides the purpose for the journey, serves Tolkien as the ideal MacGuffin, motivating an epic quest while mostly staying right there on a chain around Frodo Baggins' neck.\n\nPeter Jackson, the New Zealand director who masterminded this film (and two more to follow, in a $300 million undertaking), has made a work for, and of, our times. It will be embraced, I suspect, by many Tolkien fans and take on aspects of a cult. It is a candidate for many Oscars. It is an awesome production in its daring and breadth, and there are small touches that are just right; the Hobbits may not look like my idea of Hobbits (may, indeed, look like full-sized humans made to seem smaller through visual trickery), but they have the right combination of twinkle and pluck in their gaze--especially Elijah Wood as Frodo and Ian Holm as the worried Bilbo.\n\nYet the taller characters seem to stand astride the little Hobbit world and steal the story away. Gandalf the good wizard (Ian McKellen) and Saruman the treacherous wizard (Christopher Lee) and Aragorn (Viggo Mortensen), who is the warrior known as Strider, are so well-seen and acted, so fearsome in battle, that we can't imagine the Hobbits getting anywhere without them. The elf Arwen (Liv Tyler), the Elf Queen Galadriel (Cate Blanchett) and Arwen's father, Elrond (Hugo Weaving), are not small like literary elves (\"very tall they were,\" the book tells us), and here they tower like Norse gods and goddesses, accompanied by so much dramatic sound and lighting that it's a wonder they can think to speak, with all the distractions.\n\nJackson has used modern special effects to great purpose in several shots, especially one where a massive wall of water forms and reforms into the wraiths of charging stallions. I like the way he handles crowds of Orcs in the big battle scenes, wisely knowing that in a film of this kind, realism has to be tempered with a certain fanciful fudging. The film is remarkably well made. But it does go on, and on, and on--more vistas, more forests, more sounds in the night, more fearsome creatures, more prophecies, more visions, more dire warnings, more close calls, until we realize this sort of thing can continue indefinitely. \"This tale grew in the telling,\" Tolkien tells us in the famous first words of his foreword; it's as if Tolkien, and now Jackson, grew so fond of the journey, they dreaded the destination.\n\nThat \"Fellowship of the Ring\" doesn't match my imaginary vision of Middle-earth is my problem, not yours. Perhaps it will look exactly as you think it should. But some may regret that the Hobbits have been pushed out of the foreground and reduced to supporting characters. And the movie depends on action scenes much more than Tolkien did. In a statement last week, Tolkien's son Christopher, who is the \"literary protector\" of his father's works, said, \"My own position is that 'The Lord of the Rings' is peculiarly unsuitable to transformation into visual dramatic form.\" That is probably true, and Jackson, instead of transforming it, has transmuted it, into a sword-and-sorcery epic in the modern style, containing many of the same characters and incidents.", "running_time": 178, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-12-19", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Lord of the Rings: The Fellowship of the Ring (2001)"}