{"url": "http://www.rogerebert.com/reviews/lord-of-the-flies-1990", "by": "Balthazar Gettyas Ralph", "star_rating": 1.5, "text": "William Golding's Lord of the Flies is, or used to be, a staple of everyone's teenage reading experience, a harrowing fable about how ordinary kids revert to savagery when they are marooned on a deserted island. The story is less poignant nowadays than it once was, if only because events take place every day on our mean streets that are more horrifying than anything the little monsters do to one another on Golding's island.\n\nWhen Peter Brook made the first film version of the novel in 1963, most viewers no doubt identified with the character of Ralph, the little liberal humanist, instead of with Jack, the little free market economist. These days, I imagine the audiences are more evenly divided.\n\nOf all the films that cry out to be remade, the call of Brook's \"Lord of the Flies\" is very faint indeed. But it has been heard by Harry Hook and Sara Schiff, who have directed and written this new and anemic Classics Illustrated version of the story.\n\nGolding's tale is a parable, a simple one, ideal as the subject for essays in English class. Schoolboys from a private school are shipwrecked (or, in the new version, their airplane crashes into the sea), and they swim to a deserted island where they must fend for themselves. At first they stick together and act reasonably, but then they divide into two camps: followers of Ralph, who believe in decency and civilization, and followers of Jack, who paint their faces, sharpen their spears and become militarists. Despairing of ever being rescued, the boys go to war with one another, with deadly results.\n\nThe staging of this story is fairly straightforward. The kids crawl up on the sand, their clothes gradually grow more tattered, they light a signal fire and then fight over who will tend it, they fight for possession of the knife and a pair of glasses that can be used to start fires, and they draw the battle lines between their two camps.\n\nHook's visual sense is not acute here; he doesn't show the spontaneous sense of time and place that made his first film, \"The Kitchen Toto\" (1988), so convincing. He seems more concerned with telling the story than showing it, and there are too many passages in which the boys are simply trading dialogue. The color photography tends to turn many scenes into travelogues; this is a film that needs black and white to contain the lush scenery. The \"lord of the flies\" itself - the rotting head of a wild boar - never becomes the focus of horror it is intended as, and the surprise ending of the film is somehow over before we have the opportunity to be surprised. The acting is workmanlike.\n\nBecause this material is so obviously constructed to bear a message, a film made from it will work best if it concentrates on the story elements and lets the symbolism take care of itself. Hook's version does neither. The symbolism is right up front and unmissable, and the story part - the events that in theory should cause our throats to tighten and our pulses to quicken - is pretty lame. Once you understand what is going to happen (and even the viewer who has never heard of the book will not take long), there are few surprises. It happens.\n\nThe reviews of Brook's 1963 film version were not glowing (\"Semiprofessional . . . crude and unconvincing\" - Halliwell; \"Patched together\" - Kauffmann). But I recall it having at least a certain force, maybe because in 1963 it was still shocking that ordinary schoolkids could be killers - that they had the seeds of evil in them, and, given the opportunity and freedom from the restraints of society, the seeds would grow.\n\nGolding's novel is the sort of fable that could shock only those who believe in the onwardness of civilization, as some still did in those days. At the time of its publication (1954) attempts were made to find political messages in it, but today it seems more like a sad prophecy of what is happening in neighborhoods ruled by drugs. What week goes by without another story of a Ralph gunned down by a Jack?", "running_time": 90, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-16", "genres": ["Adventure", "Drama", "Horror", "Thriller"], "title": "Lord Of The Flies (1990)"}