{"url": "http://www.rogerebert.com/reviews/lord-of-illusions-1995", "by": "Scott Bakulaas Harry D'Amour", "star_rating": 3.0, "text": "Swann, the anti-hero of Clive Barker's \"Lord of Illusions,\" is a master magician in the style of David Copperfield; audiences attending his performances on Hollywood Boulevard arrive in tuxedos, which is a dangerous trick in itself. \"I tell them it's illusion; they believe me,\" he sighs. Actually, he uses real magic.\n\nHis guru was a man named Nix (Daniel Von Bargen). Nix ruled a desert commune with sadism and mind games, and in a prologue we see Swann (Kevin J. O'Connor) and other former disciples arriving at the compound to bring an end to his reign of terror. After Nix massages Swann's skull from the inside (his fingers penetrate the bone), he is shot by a young girl named Dorothea (Famke Janssen). This slows him down enough for the others to screw an iron mask over his face and, thus incapacitated, he can be buried - forever, they hope.\n\nCut to the present day, and a New York private eye named Harry D'Amour, who with a name like that should be investigating adulteries in hot-sheets motels, but instead gets involved in trickier cases: PRIVATE EYE IN BROOKLYN EXORCISM TRAUMA, shouts the headline in the Post. (\"Was the kid really possessed?\" asks a friend.\n\n\"Yes,\" says D'Amour. \"What by?\" \"You know. The usual.\") He's called West by Dorothea, who is now married to Swann (\"in name only\"), and is worried about his safety - although D'Amour doesn't know exactly why until it's way too late.\n\nOne of the best scenes in the movie involves a new illusion that Swann unveils before the black tie audience; he's shackled to a revolving wheel beneath another wheel from which many swords hang suspended, each one over a vital part of his anatomy. The trick is to release each limb just before the sword lands in it. The trick does not work, and Swann dies a grisly death, one extremity or vital organ at a time.\n\nOr does he? D'Amour, played by Scott Bakula with what can only be called heroic detachment from the underlying goofiness of the movie, discovers alarming secrets about the true nature of Swann's relationship with Dorothea - and with Valentin (Joel Swetlow), Swann's bearded assistant. The trail leads to the famous Magic Castle, in the hills above Los Angeles, where behind a locked door lies a depository of every magic secret known to man.\n\nBarker's specialty, in this film as in the \"Hellraiser\" series, is a bloody finale with lots of special effects, and this time he outdoes himself.\n\nFaces morph into bones and rotting sores, characters fly through the air, tunnels are opened into the bowels of the earth, nightmares become real, and Nix's evil lusts are horrifyingly revealed. This sound-and-light show went on just a shade too long for my taste, but it was well-mounted, and horror fans will get their money's worth.\n\nWhat I liked - enough to make me recommend the movie - wasn't so much the conclusion as the buildup, with D'Amour developing a curious relationship with Dorothea and Valentin, and penetrating into the inner circles of black magic.\n\nBarker, who directed as well as wrote, establishes an effective rhythm in these scenes, and Bakula finds just the right note to play them. The only wrong note comes during a round-table discussion at the Magic Castle, when a magician observes, \"Houdini said he used spirit guides.\" Houdini said quite the opposite, as Barker knows perfectly well.", "running_time": 109, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-08-25", "genres": ["Crime", "Drama", "Fantasy", "Horror", "Thriller"], "title": "Lord Of Illusions (1995)"}