{"url": "http://www.rogerebert.com/reviews/lord-of-war-2005", "by": "Nicolas Cageas Yuri Orlov", "star_rating": 3.5, "text": "Yuri Orlov argues that his products kill fewer people than tobacco and alcohol. He has a point, but it's more fun and takes longer to die that way. There are few pleasures to be had from an AK-47 bullet to the brain, and no time to enjoy them. Yuri is an international arms dealer who has \"done business with every army but the Salvation Army.\" He cheerfully tours the world's flashpoints, a war-to-war salesman in a dark suit and tie.\n\n\"Lord of War\" is a bleak comedy, funny in a Catch-22 sort of way, and at the same time an angry outcry against the gun traffic that turns 12-year-olds into killers and cheapens human life to the point where might makes not only right, but everything else. Yuri is played by Nicolas Cage in another of those performances you cannot easily imagine anyone else doing; he plays an immigrant from Ukraine who has the cocky self-assurance, the snaky surface charm, the breezy intellectual justification for the most indefensible acts. He will sell to anyone, anytime, he tells us during his narration, which confides the secrets of his trade: He never sold to Osama bin Laden, because \"he was always bouncing checks.\"\n\nYuri's world is a small one. He has few competitors and a short but frequently updated list of clients. The world's leading arms dealer when Yuri goes into business is Simeon Weisz (Ian Holm), who prefers not to do business with people he thinks are evil, although his definition of evil is extremely flexible. Yuri asks Simeon to let him team up, an offer Simeon rejects; he'll eventually lose a lot of business by that decision.\n\nThe clients come from all over. There is a moment in the film when Yuri gets some bad news: Peace talks have started in a particularly promising market. He shifts his focus to the Bosnian arena. When they say they're having a war, \"they keep their word.\"\n\nHe also finds two good customers in Africa: The Liberian dictator Baptiste Senior (Eamonn Walker) and his son Baptiste Junior (Sammi Rotibi). Senior is capable of shooting people dead without notice just in a fit of pique. During a meeting with Yuri, he kills an inattentive aide, and seems ready to shoot Yuri next, but Yuri grabs the gun back and says, \"Now you'll have to buy it, because it's a used gun.\" It's the kind of joke that appeals to Senior. Yuri's life and even his fortune are saved.\n\nYuri lives in Manhattan luxury with the former model Ava Fontaine (Bridget Moynahan), who believes him, or pretends to believe him, when he says he's in the international shipping business. That business takes a turn for the better with the collapse of the Soviet Union and the sudden appearance on the black market of enormous caches of weapons. Luckily, Yuri is related to a now-retired general in Ukraine, and they do business.\n\nThe movie, directed by Andrew Niccol (\"The Truman Show,\" \"Gattaca\") has some of the same stylistic aggressiveness as David O. Russell's \"Three Kings.\" Consider a brilliant early montage that takes a bullet's-eye-view as it moves from ore to the assembly line to finishing, packaging, distribution, sale and eventual use; the montage ends with the bullet passing through the brain of a young man. It makes the point that at every step along the way, arms manufacturers are producing death as their end product.\n\nThat doesn't much bother Yuri, who believes that wars will be fought whether or not he sells arms. In that he is correct. There is the disagreement, however, of a stubborn Interpol agent named Valentine (Ethan Hawke), who thinks he could save some lives by putting Yuri out of business. Some of their encounters resemble the \"Spy vs. Spy\" feature in Mad magazine, as when Valentine chases a ship filled with arms, and Yuri is able to repaint its name and disguise it before the law gets close enough.\n\nHelping Yuri at first, and then a distinct problem for him, is his younger brother Vitaly (Jared Leto). When they're desperately disguising the ship and need a Dutch flag they do not have, it is Vitaly's lateral thinking that suggests a French flag flown sideways looks like a Dutch flag.\n\nAfter movies like \"Hotel Rwanda,\" \"Before the Rain\" and \"Welcome to Sarajevo,\" the cold cynicism of \"Lord of War,\" plays like a deadly footnote. People are killed because guns are available; wars lower the average age of soldiers until in some places they are fought by children with no idea of their original cause. It's hypnotic, like the gaze of a poisonous snake, how Yuri stares into the face of this horror and counts his profits. Will fate and justice eventually catch up with him? Maybe, unless money is the answer. In Yuri's experience, it usually is.", "running_time": 122, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-09-15", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Lord of War (2005)"}