{"url": "http://www.rogerebert.com/reviews/lorenzos-oil-1993", "by": "Nick Nolteas Augusto Odone", "star_rating": 4.0, "text": "You may have heard that \"Lorenzo's Oil\" is a harrowing movie experience. It is, but in the best way. It takes a heartbreaking story and pushes it to the limit, showing us the lengths of courage and imagination that people can summon when they must. The performances, by Susan Sarandon and Nick Nolte, are daring, too: They play a married couple sometimes too exhausted and obsessed to even be nice to one another. But they share a common goal. They want to save their son's life.\n\nWhen doctors urge a dying patient to have patience while research continues into the cure for their disease, what they are saying is, please be patient enough to wait until after your death while we work on this. That is not much consolation for the parents when the patient is their little boy, stricken in the dawn of life.\n\nSome assume that the doctors know best - as, indeed, usually they do.\n\nSome strike out with anger or denial.\n\nAugusto and Michaela Odone, the real-life models for the parents in \"Lorenzo's Oil,\" went through all of those stages when their son was diagnosed with adrenoleukodystrophy (ALD), a rare nerve disease that strikes only little boys and was always fatal. They decided to take matters into their own hands. Knocking on doors, haunting research libraries, reading everything, talking to the parents of other sick children, using intuition, they actually discovered a treatment for the disease, employing humble olive oil.\n\nThe last frames of \"Lorenzo's Oil\" provide a montage of young boys who are healthy and active today, because of the work of the Odones. One doesn't know whether to laugh or weep; their good fortune comes after hundreds of other children were gradually imprisoned inside their own bodies, blind, deaf, unable to touch or taste, because of the disease that was strangling their nervous systems.\n\nThe movie has been directed and co-written by George Miller (\"Mad Max 2 / The Road Warrior,\" \"The Witches of Eastwick\"), a filmmaker who is also a medical doctor. He does not insult the intelligence of the audience by turning this story into a disease-of-the-week docudrama. We follow the thought process of Augusto Odone as he asks questions, makes connections, and uses common sense: If his son's body is breaking down the fatty sheath that protects the nerves, is there a way to replace the fat, or frustrate the process? While Augusto spends months in research libraries (where the librarians eventually share his quest), his wife maintains a stubborn, even mad, conviction that her boy will get well. The child is moved home to the living room, which is converted into a hospital ward. Nurses are hired around the clock. Convinced that her boy is alive and alert inside the shell of his body, Michaela reads to him by the hour, and hires other readers - firing one employee after another for not sharing her unbending vision.\n\nThere is probably as much dialogue in this movie as in two other films. Augusto and Michaela talk to each other in rapid-fire, impatient bursts; there is no time to lose if their child is to be saved. The screenplay incorporates a great deal of technical information, somehow making it comprehensible, so that we can understand the reasoning when scientists like the distinguished Professor Nikolais (Peter Ustinov) debate the Odones.\n\nNikolais represents the larger medical establishment, which Miller does not portray as a bunch of conservative, unfeeling clods.\n\nHe shows the doctors and researchers doing their jobs conscientiously, and doubting the claims of the Odones because, after all, they are not the first parents of a dying child to grasp at any straw.\n\nI was distracted at first by the Italian accent Nolte uses in the film, not because it is badly done (he sounds much like the real Odone, who has appeared on talk shows) as because it seems odd to hear Nolte with an accent. But eventually the accent issue fell by the side; this is an immensely moving and challenging movie, and it is impossible not to get swept up in it.", "running_time": 135, "mpaa_rating": null, "release_year": 1993, "date_published": "1993-01-15", "genres": ["Drama"], "title": "Lorenzo's Oil (1993)"}