{"url": "http://www.rogerebert.com/reviews/lornas-silence-2009", "by": "Arta Dobroshias Lorna", "star_rating": 3.5, "text": "The Dardenne brothers focus intently on individuals in their films, which are among the best in recent years. In such films as “Rosetta” (1999), “Le Fils” (“The Son,” 2002) and “L’Enfant” (“The Child,” 2005), their camera scarcely allow the protagonists to escape the frame. “Lorna’s Silence” begins that way, but allows shots in which Lorna is not even present. A plot begins to unfold which she isn’t aware of.\n\nLorna (Arta Dobroshi) is a young woman of about 30 from Albania, now resident in Belgium. She is a beneficiary and exploiter of the marriage-for-sale racket. A pathetic drug addict named Claudy has married her for money, a vermin named Fabio has arranged this marriage, Fabio plans to arrange Claudy’s death, a Russian will pay Lorna to marry him so he can obtain a passport and then, Lorna believes, she will be free to marry her lover Sokol. They even know the little storefront where they talk of opening a cafe.\n\nIt is all so shabby and sad. And dominating the early scenes is the character of Claudy (Jeremie Renier), who wants to quit heroin cold turkey and is a wretched, needy, trembling creature. Renier’s performance is the best thing in the movie, although all the actors, cast partly for their faces, are part of creating this desperate world.\n\nLorna treats Claudy coldly. He telephones her incessantly. He is afraid to be left alone. Eventually his pathos wears her down; she’s not an evil woman, just an opportunist. She wonders if it might not be possible for her to divorce Claudy, rather than clear the stage with an overdose — Fabio’s plan.\n\nThe gift of Jean-Pierre and Luc Dardenne is to show their characters as trapped in personal human situations; they’re not creatures of a plot. Fabio (Fabrizio Rongione), for example, isn’t a “villain”; he is simply a man brutal and heartless by nature, and driven entirely by money. He has a callow flunky named Spirou (Morgan Marinne), who is servile as a cur. Both Rongione and Marinne have the hard faces of bullies; you would feel wary of them on sight.\n\nThat’s not to say they’re that way in person. They may be jolly good chaps for all I know. Here they are reptilian. That’s partly because the Dardennes shoot them mostly in profile; a full face seems open to us, but a side shot from an oblique angle can seem sinister. If everyone has a “good side,” the Dardennes must figure out which it is, in order to avoid it.\n\nAll centers on Lorna (Arta Dobroshi). She is a pleasant-enough young woman, crisp, direct. I’ve seen photos of her with a warm smile. In “Lorna’s Silence,” she plays a woman who is deprived of her bodily integrity even more than a prostitute might be; she hasn’t been bought and sold because of sex, but simply because of her gender. Claudy married her for money, the Russian doesn’t care if he sleeps with her, and Sokol is a snaky man who is out of the country most of the time. His qualities exist mostly in her mind.\n\nThe Dardennes do something I haven’t see them do before. There is a considerable time lapse in the story, while basic changes take place with the characters. Lorna’s nature shifts. I’m not saying this is bad, but it releases the tension they generate when they stay close in time and space. Still, what power is here. What affecting acting by Dobroshi, Renier (who in “L’Enfant” played the father who sold and desperately tried to rebuy his child) and Marinne (who was the apprentice with the dark past in “The Son.”). In the cold, harsh world of the Dardennes, they feel sympathy, but can grant little mercy.", "running_time": 105, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-08-12", "genres": ["Crime", "Drama", "Foreign", "Indie"], "title": "Lorna's Silence (2009)"}