{"url": "http://www.rogerebert.com/reviews/loser-2000", "by": "Jason Biggsas Paul Tanneck", "star_rating": 2.0, "text": "Love is blind, and movies about that blindness can be maddening.\n\n\"Loser,\" for example, is about Paul, a college student of almost surreal niceness, who falls in love with Dora, a college student who persists in the wrong romantic choice almost to the point of perversion. When a movie character does something against her best interests and beneath her intelligence, I get restless. When it's clear she is persisting only because the plot requires her to, I grow unhappy. \"Loser\" is not a love story so much as an exercise in postponing the obvious.\n\nPaul is played by Jason Biggs, the star of \"American Pie.\" Dora is played by Mena Suvari, the pompon girl who electrified Kevin Spacey's libido in \"American Beauty.\" Here Biggs doesn't look as goofy and she looks grungier, like a college girl who dresses down as a lifestyle decision. They make a sweet couple, or would if she were not stupidly in love with Professor Alcott (Greg Kinnear), the arrogant prig who lets her do his typing, grade his papers, serve his tea and share his bed, but values her about as much as a handy household appliance.\n\nWe buy the premise of the movie. He loves her but is a small-town boy who feels his case is hopeless. She likes him as a friend but is blind to his love because of her fantasies about the professor. He could expose the professor as a cruel fraud, but doesn't want to hurt her and figures he doesn't have a chance, anyway. She is not so much blind to the professor's flaws as masochistically willing to endure them. We wait patiently for her to wake up and smell the coffee.\n\nThe movie is set in New York City, where Paul is categorized as a hick and even the lovely Dora is one of those \"bridge and tunnel girls--they sleep around to avoid the commute.\" Paul gets a job in an animal hospital, Dora likes the animals (and a place where she can sleep over and avoid the commute). Paul's friends are keen amateur chemists who spike the drinks with date rape drugs at their parties, which leads to a crisis when Dora nearly overdoses and the professor reveals how heartless he really is. Kinnear is wonderfully loathsome as the professor--and allowed to be as smart as he should be.\n\nWatching this movie, I was reminded of \"High Fidelity,\" which has raised the bar for romantic comedies about twentysomethings. The characters there were so accurately observed that we felt a stir of recognition. \"Loser\" wants to have that kind of perception, but doesn't trust itself. The movie was written and directed by Amy Heckerling (\"Fast Times at Ridgemont High,\" \"Clueless\"), who has moments of truth, especially in the dialogue (\"I love self-loathing complaint rock you can dance to,\" Dora tells Paul). But Dora is so obtuse in her inability to see through the professor and accept her love for Paul that eventually we grow impatient with her: She's sweet, smart and cute, but she's simply not an interesting enough character to justify the wait while she figures things out.\n\nNote: Ever since \"American Graffiti,\" movies about teens have often ended with freeze frames telling us what happened to them later in life. The end notes of \"Loser\" are lame, and it is not encouraging when a college movie means \"aid,\" but spells it \"aide.\" ", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-07-21", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Loser (2000)"}