{"url": "http://www.rogerebert.com/reviews/losing-isaiah-1995", "by": "Jessica Langeas Margaret", "star_rating": 2.5, "text": "The papers are filled with heartbreaking stories of tugs-of-war over children. Natural parents sue for custody, adoptive parents sue to keep the children they have grown to love, divorced couples fight desperately for possession of the children. The public takes sides in these wrenching melodramas, but really there can be no winners, only survivors. And God help the children.\n\n\"Losing Isaiah,\" inspired by various actual cases, tells the story of a cocaine-addicted black woman named Khaila (Halle Berry) who, in a drugged haze, stumbles out of a crack house and abandons her son in a cardboard box in an alley. The next morning, realizing her mistake, she races outside, but it is too late; the child has disappeared, and for several years she believes it is dead.\n\nBut it has been saved. Garbage men have heard its cries and taken it to an emergency room, where at first it seems about to die.\n\nThat's all right with the hospital workers, who have seen a lot of crack babies and do not believe in taking \"extraordinary measures\" to save them. But then a white social worker named Margaret Lewin (Jessica Lange) takes pity: \"If you're not going to help him, you might as well just throw him back in the dumpster.\" The baby lives, and is eventually adopted by Lange and her husband Charles (David Strathairn). They have a teenage daughter of their own. The baby is difficult and hyperactive; it makes a scene at the older girl's school musical. But the Lewins love it. And so the situation remains until the child is 3 or 4.\n\nMeanwhile, Khaila has been through drug rehabilitation and is clean, sober and working as a housekeeper and child minder for an affluent white family. Then one day she learns, almost by accident, that her son is still alive. And eventually, with the help of a social worker and an attorney (Samuel L. Jackson), she sues for custody. That leads to a courtroom confrontation and agonizing drama behind the scenes, in a ritual that has become familiar in many real cases.\n\nWhom does the baby belong with? The parents it has bonded with? Or its biological mother? Did the mother forfeit her rights on that drugged-out night, or has she earned them back again with her recovery? What about the arguments that black children belong in black homes? The movie, directed by Stephen Gyllenhaal and written by Naomi Foner, deals with all of those issues, but in a finally unsatisfactory way.\n\nThe problem, obviously, is that there are no satisfactory answers - no way a solution can be found without causing great pain.\n\nThere are many individual scenes in the film that have great power, as when Khaila quietly visits the Lewins' neighborhood to see her child at a distance. But there are other scenes that ring false, such as a confrontation in a washroom outside the courtroom, where the filmmakers have stacked the cards by making Khaila look fresh and flawless, and Margaret ratty and tearful, her hair straggling into her eyes.\n\nThe movie has been carefully written so as not to offend the opinions of anyone in the audience. No matter what side you are on, you will find your viewpoint expressed. The filmmakers apparently have no firm ideas of their own about the rightness and wrongness of the alternatives (why did they make the movie?), and the conclusion is worthy of Solomon in the way it dispenses understanding and love on all sides while finding a solution which, although it does allow the movie to end, really solves nothing.", "running_time": 108, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-03-17", "genres": ["Drama"], "title": "Losing Isaiah (1995)"}