{"url": "http://www.rogerebert.com/reviews/lost-horizon-1973", "by": "Peter Finchas Richard Conway", "star_rating": 1.0, "text": "I don’t know how much Ross Hunter paid Burt Bacharach and Hal David to write the music for “Lost Horizon,” but whatever it was, it was a too much. Not that the movie would have been better if the music were better; no, the movie is awful on its own. But the music is really bad. About two hours into the movie, Bobby Van has a birthday party and they sing “Happy Birthday” to him. That’s the one you’ll come out humming. \n\nThe movie is a remake of the 1937 Ronald Colman classic, which was fun because it maintained its sense of humor. I mean, how seriously can you take this stuff? The story involves a group of political and social refugees whose airplane is mysteriously hijacked and taken to Shangri-La. There they discover a civilization where nobody ever gets tired, nobody ever grows old, there’s gold in every stream and the coolies have not yet been organized by Cesar Chavez. The movie more or less follows the earlier version, with a few twists. For example, the prostitute in the 1937 movie has now become a Newsweek correspondent. \n\nWhat I don’t understand is why the remake had to be a musical in the first place. Just a nice, quiet new version of the good old story would have been enough, The material is so slight it can hardly bear the weight of music, and it sinks altogether during a series of the most incompetent and clumsy dance numbers I’ve ever seen. \n\nThere’s one production number, for example, in which the people of Shangri-la celebrate the solidarity of the family. A young man (symbolic of a young man) and a young woman (symbolic of a young woman) solemnly hand a baby back and forth in order to symbolize how neither one holds the baby all the time. Meanwhile, several other young men twirl orange scarves. I mention this particular number because, if you go to the movie, I want you to look out for it. You wouldn’t want to spend all that money and miss the worst single piece of choreography you’ve ever seen in your life. The dancers march about and twirl their scarves as if Leni Reifenstahl’s “Triumph of the Will” had somehow been gotten pregnant by Busby Berkeley. \n\nMeanwhile, several love affairs get under way. See, the people of Shangri-La, are sort of happy that the strangers have arrived, since some of them have been waiting 80 years for their first love affairs. Good thing you don’t age in Shangri-la. Anyhow, Peter Finch falls in love with Liv Ullmann, Michael York falls in love with Olivia Hussey, George Kennedy falls in love with Sally Kellerman and Bobby Van teaches the children of the valley how to dance (God knows the valley could use a good choreographer).  \n\nThese pairings are celebrated by Bacharach-David songs that I absolutely cannot remember. Between songs, the Shangri-La philosophy is unveiled. In the valley, you see, if you love a woman more than her lover does--why, you just cleave her to your side. And the lover understands. But If HE loves her more than YOU do, he gets to keep her. You see how fair it is, especially for the woman, who is relieved of the bother of choice. On the other hand (as that guy in the back row used to shout in Cold War jokes), what about the workers? \n\nWell, they’re happy, too. They get to carry water and do odd jobs, work in their field, that sort of thing. On holidays they get to twirl their scarves. Don’t worry about them; they’re happy. They get a new bucket and a new scarf every Bastille Day. We have a saying in the valley that I hope you’ll remember. It goes like this: When the strong wind bends the mighty tree, the tree stands all the straighter when the wind stops blowing. Remember that; it’ll be on the final.", "running_time": 143, "mpaa_rating": null, "release_year": 1973, "date_published": "1973-03-26", "genres": ["Action", "Fantasy", "Romance", "Science Fiction"], "title": "Lost Horizon (1973)"}