{"url": "http://www.rogerebert.com/reviews/lost-in-america-1985", "by": "Albert Brooksas David Howard", "star_rating": 4.0, "text": "Every time I see a Winnebago motor home, I have the same fantasy as the hero of \"Lost in America.\" In my dream, I quit my job, sell everything I own, buy the Winnebago and hit the open road. Where do I go? Look for me in the weather reports. I'll be parked by the side of a mountain stream, listening to Mozart on Compact Discs. All I'll need is a wok and a paperback.\n\nIn \"Lost in America,\" Albert Brooks plays an advertising executive in his 30s who realizes that dream. He leaves his job, talks his wife into quitting hers, and they point their Winnebago down that long, lonesome highway. This is not, however a remake of \"The Long, Long Trailer.\" Brooks puts a different spin on things.\n\nFor example, when movie characters leave their jobs, it's usually because they've been fired, they've decided to take an ethical stand or the company has gone broke. Only in a movie by Brooks would the hero quit to protest a \"lateral transfer\" to New York. There's something intrinsically comic about that: He's taking a stand, all right, but it's a narcissistic one. He's quitting because he wants to stay in Los Angeles, he thinks he deserves to be named vice president and he doesn't like the traffic in New York.\n\n\"Lost in America\" is being called a yuppie comedy, but it's really about the much more universal subjects of greed, hedonism and panic. What makes it so funny is how much we can identify with it. Brooks plays a character who is making a lot of money, but not enough; who lives in a big house, but is outgrowing it; who drives an expensive car, but not a Mercedes-Benz; who is a top executive, but not a vice president. In short, he is a desperate man, trapped by his expectations.\n\nOn\tthe morning of his last day at work, he puts everything on hold while he has a long, luxurious telephone conversation with a Mercedes dealer. Brooks has great telephone scenes in all of his movies, but this one perfectly captures the nuances of consumerism. He asks how much the car will cost - including everything. Dealer prep, license, sticker, add-ons, extras, everything. The dealer names a price.\n\n\"That's everything?\" Brooks asks.\n\n\"Except leather,\" the dealer says.\n\n\"For what I'm paying, I don't get leather?\" Brooks asks, aghast.\n\n\"You get Mercedes leather.\"\n\n\"Mercedes leather? What's that?''\n\n\"Thick vinyl.\"\n\nThis is the kind of world Brooks is up against. A few minutes later, he's called into the boss's office and told that he will not get the promotion he thinks he deserves. Instead, he's going to New York to handle the Ford account. Brooks quits, and a few scenes later, he and his wife (Julie Hagerty) are tooling the big Winnebago into Las Vegas.\n\nThey have enough money, he conservatively estimates, to stay on the road for the rest of their lives. That's before she loses their nest egg at the roulette tables.\n\n\"Lost in America\" doesn't tell a story so much as assemble a series of self-contained comic scenes, and the movie's next scene is probably the best one in the movie. Brooks the adman tries to talk a casino owner (Garry K. Marshall) into giving back the money. It doesn't work, but Brooks keeps pushing, trying to sell the casino on improving its image. (\"I'm a high-paid advertising consultant. These are professional opinions you're getting.\")\n\nThere are other great scenes, as the desperate couple tries to find work to support themselves: An interview with an unemployment counselor, who listens, baffled, to Brooks explaining why he left a $100,000-a-year job because he couldn't \"find himself.\" And Brooks's wife introducing her new boss, a teenage boy.\n\n\"Lost in America\" has one strange flaw. It doesn't seem to come to a conclusion. It just sort of ends in midstream, as if the final scenes were never shot. I don't know if that's the actual case, but I do wish the movie had been longer and had arrived at some sort of final destination. What we do get, however, is observant and very funny. Brooks is especially good at hearing exactly how people talk, and how that reveals things about themselves. Take that line about \"Mercedes leather,\" for example. A lot of people would be very happy to sit on \"Mercedes leather.\" But not a Mercedes owner, of course. How did Joni Mitchell put it? \"Don't it always seem to go, that you don't know what you've got, till it's gone.\"", "running_time": 91, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-03-15", "genres": ["Comedy", "Romance"], "title": "Lost in America (1985)"}