{"url": "http://www.rogerebert.com/reviews/lost-and-delirious-2001", "by": "Piper Peraboas Paulie", "star_rating": 3.5, "text": "\"Lost and Delirious\" is a hymn to teenage idealism and hormones. It has been reviewed as a movie about steamy lesbian sex in a girls' boarding school, which is like reviewing Secretariat on the basis of what he does in the stable. The truest words in the movie are spoken by Paulie, the school rebel, when she says she is not a lesbian because her love rises above mere categories and exists as a transcendent ideal.\n\nIndulge me while I tell you that as a teenager I was consumed by the novels of Thomas Wolfe. His autobiographical heroes were filled with a passion to devour life, to experience everything, to make love to every woman, read every book in the library. At night he could not sleep, but wandered the campus, \"uttering wild goat cries to the moon.\" I read every word Wolfe ever published. Today I find him unreadable--yes, even Look Homeward, Angel and You Can't Go Home Again . I have outlived that moment when all life seemed spread before me, all possibilities open to me, all achievements within my reach. Outlived it, but not forgotten it. \"Lost and Delirious\" stirred within me memories of that season in adolescence when the heart leaps up in passionate idealism--and inevitably mingles it with sexual desire.\n\nYes, there is nudity in \"Lost and Delirious,\" and some intimate moments in the dorm room when the movie recalls the freedoms of the 1970s, before soft-core sex had been replaced by hard-core violence. The movie would be dishonest if it didn't provide us with visuals to match the libidos of its two young lovers--the heedless rebel girl Paulie (Piper Perabo) and the cautious rich kid Victoria (Jessica Pare), who is excited by her schoolgirl affair, but not brave enough to risk discovery; after all, her parents may not take her to Europe if they find out.\n\nPaulie and Victoria represent two types familiar from everyone's high school--the type who acts out, and the type who wants to get all the right entries under her photo in the yearbook. At reunions years from now, Paulie will be the one they tell the stories about. Piper Perabo plays her with wonderful abandon and conviction, and Jessica Pare's Tory is sweet in her timidity. Perabo has scenes that would merely seem silly if she weren't able to invest them with such sincerity. The scene where she stalks into the library in her fencing gear, for example, and leaps onto a table to declare her love for Victoria. The scene where she challenges Victoria's new boyfriend to a duel. The scenes where she identifies with the wounded eagle she tends in the forest. The way she quotes great love poetry, promising, I will make me a willow cabin at thy gate. Their school is a vast, beautiful brick pile (actually Bishop's University in Lennoxville, Quebec). It seems to have only two faculty members: The headmistress and English teacher Faye Vaughn (Jackie Burroughs), who teaches Shakespeare's \"Antony and Cleopatra\" as if she sees herself as Cleopatra--or Antony. And the math teacher, Eleanor Bannet (Mimi Kuzyk). Paulie spots Bannet as a woman not quite brave enough to follow \"to thine own self be true,\" and insolently calls her \"Eleanor\" in a classroom. Faye Vaughn, on the other hand, feeds into Paulie's hungers by being as romantic as she is--although Paulie doesn't always see that. Also on the staff is Joe Menzies (Graham Greene), a wise old gardener who acts as a Greek chorus, uttering wry epigrams.\n\nThe story is told through the eyes of a new girl named Mouse (Mischa Barton), who is a little slow to catch on that her roommates are sapphic (the first time she sees them kissing, \"I thought they were just practicing for boys\"). In the immortal words of every high school movie--for Mouse, after this year, things will never be the same again. Of course, after every year, nothing is ever the same again for anyone, but when you're 16, it seems to be all about you.\n\nWhen I saw \"Lost and Delirious\" at Sundance, I wrote that it was one of the best crafted, most professional films at the festival. The director, Lea Pool, creates a lush, thoughtfully framed and composed film; her classical visual style lends gravitas to this romantic story. It seems important partly because the movie makes it look important, regarding it with respect instead of cutting it up into little emotional punchlines.\n\nThere is a temptation, I suppose, to try to stand above this material, to condescend to its eagerness and uncompromising idealism. To do that is to cave in to the cynicism that infects most modern films. This is a movie for those who sometimes, in the stillness of the sleepless night, are so filled with hope and longing that they feel like--well, like uttering wild goat cries to the moon. You know who you are. And if you know someone who says, \"Let's go to `Scary Movie 2' instead,\" that person is not worthy to be your friend.\n\nFootnote: The movie is being released \"unrated,\" which means it is too poetic, idealistic and healthfully erotic to fit into the sick categories of the flywheels at the MPAA. Mature teens are likely to find it inspirational and moving.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-07-13", "genres": ["Drama", "Romance"], "title": "Lost And Delirious (2001)"}