{"url": "http://www.rogerebert.com/reviews/lost-highway-1997", "by": "Bill Pullmanas Fred Madison", "star_rating": 2.0, "text": "David Lynch's \"Lost Highway'' is like kissing a mirror: You like what you see, but it's not much fun, and kind of cold. It's a shaggy ghost story, an exercise in style, a film made with a certain breezy contempt for audiences. I've seen it twice, hoping to make sense of it. There is no sense to be made of it. To try is to miss the point. What you see is all you get.\n\nThat's not to say it's without interest. Some of the images are effective, the soundtrack is strong and disturbing, and there is a moment that Alfred Hitchcock would have been proud of (although Hitchcock would not have preceded or followed it with this film). Hope is constantly fanned back to life throughout the story; we keep thinking maybe Lynch will somehow pull it off, until the shapeless final scenes, when we realize it really is all an empty stylistic facade. This movie is about design, not cinema.\n\nIt opens with two nervous people living in a cold, threatening house. They hate or fear each other, we sense. \"You don't mind if I don't go to the club tonight?'' says the wife (Patricia Arquette). She wants to stay home and read. \"Read? Read?'' he chuckles bitterly. We cut to a scene that feels inspired by a 1940s 'noir' (\"Detour\" maybe), showing the husband (Bill Pullman) as a crazy hep-cat sax player. Cut back home. Next morning. An envelope is found on their steps. Inside, a videotape of their house (which, architecturally, resembles an old IBM punch card).\n\nMore tapes arrive, including one showing the wife's murdered body in bed. They go to a party and meet a disturbing little man with a white clown face (Robert Blake), who ingratiatingly tells Pullman, \"We met at your house. As a matter of fact, I'm there right now. Call me.'' He does seem to be at both ends of the line. That mirrors another nice touch in the film, which is that Pullman seems able to talk to himself over a doorbell speaker phone.\n\nCan people be in two places at once? Why not? (Warning: plot point coming up.) Halfway through the film, Pullman is arrested for the murder of his wife and locked in solitary confinement. One morning his guard looks in the cell door, and--good God! It's not the same man inside! Now it's a teenager (Balthazar Getty). The prison officials can't explain how bodies could be switched in a locked cell, but have no reason to hold the kid. He's released, and gets his old job at the garage.\n\nA gangster (Robert Loggia) comes in with his mistress, who is played by Patricia Arquette. Is this the same person as the murdered wife? Was the wife really murdered? Hello? The story now focuses on the relationship between Getty and Loggia, a ruthless but ingratiating man who, in a scene of chilling comic violence, pursues a tailgater and beats him senseless (\"Tailgating is one thing I can't tolerate''). Arquette comes to the garage to pick up the kid (\"Why don't you take me to dinner?'') and tells him a story of sexual brutality involving Loggia, who is connected to a man who makes porno films. This requires a scene where Arquette is forced to disrobe at gunpoint and stand naked in a roomful of strange men--an echo of Isabella Rossellini's humiliation in Lynch's \"Blue Velvet\".      \n\nDoes this scene have a point? Does any scene in the movie have a point? \"Lost Highway'' plays like a director's idea book, in which isolated scenes and notions are jotted down for possible future use. Instead of massaging them into a finished screenplay, Lynch and collaborator Barry Gifford seem to have filmed the notes.\n\nIs the joke on us? Is it our error to try to make sense of the film, to try to figure out why protagonists change in midstream? Let's say it is. Let's say the movie should be taken exactly as is, with no questions asked. Then what do we have? We still have just the notes for isolated scenes. There's no emotional or artistic thread running through the material to make it seem necessary that it's all in the same film together. The giveaway is that the characters have no interest apart from their situation; they exist entirely as creatures of the movie's design and conceits (except for Loggia's gangster, who has a reality, however fragmentary).\n\nLuis Bunuel, the Spanish surrealist, once made a film in which two actresses played the same role interchangeably, in the appropriately titled \"That Obscure Object of Desire\" (1977). He made absolutely no attempt to explain this oddity. One woman would leave a room and the other would re-enter. And so on.\n\nBut when Lynch has Patricia Arquette apparently playing two women (and Bill Pullman and Balthazar Getty perhaps playing the same man), we don't feel it's a surrealistic joke. We feel--I dunno, I guess I felt jerked around. Lynch is such a talented director. Why does he pull the rug out from under his own films? I have nothing against movies of mystery, deception and puzzlement. It's just that I'd like to think the director has an idea, a purpose, an overview, beyond the arbitrary manipulation of plot elements. He knows how to put effective images on the screen, and how to use a soundtrack to create mood, but at the end of the film, our hand closes on empty air.", "running_time": 135, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-27", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Lost Highway (1997)"}