{"url": "http://www.rogerebert.com/reviews/lost-in-space-1998", "by": "Matt Leblancas Maj. Don West", "star_rating": 1.5, "text": "“Lost in Space” is a dim-witted shoot-'em-up based on the old (I\rhesitate to say “classic”) TV series. It's got cheesy special effects, a muddy\rvisual look, and characters who say obvious things in obvious ways. If it\routgrosses the brilliant “Dark City,” the previous sci-fi film from the same\rstudio, then audiences must have lost their will to be entertained.\n\nThe TV series was loosely modeled on the novel The Swiss Family\rRobinson, about a family shipwrecked far from home and using wit and ingenuity\rto live off the land. I loved that book, and especially its detailed\rdescription of how the family made tools, machines, and a home for themselves,\rand trained the local animals.\n\nThe movie doesn't bother with such details. After a space battle\rthat is the predictable curtain-raiser, and a quick explanation of why and how\rthe Robinson family is setting off for a planet called Alpha Prime, the film\rtakes place mostly onboard their saucer-shaped ship, and involves many more\rspace battles, showdowns, struggles, attacks, hyperspace journeys, and\rexploding planets. In between, the characters plow through creaky dialogue and\rexhausted relationship problems.\n\nImagine the film that could be made about a family marooned on a\rdistant planet, using what they could salvage from their ship or forage from\rthe environment. That screenplay would take originality, intelligence and\rthought.\n\n“Lost in Space” is one of those typing-speed jobs where the\rscreenwriter is like a stenographer, rewriting what he's seen at the movies.\n\nThe story: Earth will not survive another two decades. Alpha\rPrime is the only other habitable planet mankind has discovered. Prof. John\rRobinson (William Hurt) and his family have been chosen to go there and\rconstruct a hypergate, to match the gate at the earth end. Their journey will\rinvolve years of suspended animation, but once the other gate is functioning,\rhumans can zip instantaneously to Alpha Prime.\n\nThere needs to be a hypergate at both ends, of course, because\rotherwise there's no telling where a hyperdrive will land you--as the Robinsons\rsoon find out. Also onboard are the professor's wife Maureen (Mimi Rogers),\rtheir scientist daughter Judy Robinson (Heather Graham), their younger daughter\rPenny (Lacey Chabert), and their son Will (Jack Johnson), who is the brains of\rthe outfit. The ship is piloted by ace space cadet Don West (Matt LeBlanc), and\rincludes an intelligent robot who will help with the tasks at the other hand.\n\nOh, and lurking below deck is the evil Dr. Zachary Smith (Gary\rOldman), who wants to sabotage the mission, but is trapped onboard when the\rship lifts off. So he awakens the Robinsons, after which the ship is thrown off\rcourse and seems doomed to fall into the sun.\n\nDon West has a brainstorm: They'll use the hyperdrive to zap\rright through the sun! This strategy of course lands them in a galaxy far, far\raway, with a sky filled with unfamiliar stars. And then the movie ticks off a\rseries of crises, of which I can enumerate a rebellious robot, an exploding\rplanet, mechanical space spiders, a distracting romance, and family issues of\rtrust and authority.\n\nThe movie might at least have been more fun to look at if it had\rbeen filmed in brighter colors. Director Stephen Hopkins and his\rcinematographer, Peter Levy, for some reason choose a murky, muted palette.\rEverything looks like a drab brown suit, or a cheap rotogravure. You want to\ruse some Windex on the screen. And Bruce Broughton's musical score saws away\rtirelessly with counterfeit excitement. When nothing of interest is happening\ron the screen, it just makes it worse when the music pretends it cares.\n\nOf the performances, what can be said except that William Hurt,\rGary Oldman and Mimi Rogers deserve medals for remaining standing? The kids are\rstandard-issue juveniles with straight teeth and good posture. And there is a\rmonkeylike little alien pet who looks as if he comes from a world where all\rliving beings are clones of Felix the Cat. This is the kind of movie that, if\rit fell into a black hole, you wouldn't be able to tell the difference.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-04-03", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Lost in Space (1998)"}