{"url": "http://www.rogerebert.com/reviews/lost-souls-2000", "by": "Winona Ryderas Maya Larkin", "star_rating": 2.0, "text": "\"Lost Souls\" possesses the art and craft of a good movie, but not the story. For a thriller about demonic possession and the birth of the antichrist, it's curiously flat. Strange, how a trashy Satanic movie like \"End of Days\" is filled with a fearful intensity, while this ambitious stab at the subject seems to lack all conviction. All through the movie I found myself thinking about how well it was photographed. Not a good sign.\n\nWinona Ryder stars as Maya Larkin, a woman who was once possessed by the devil. Now she teaches children at a church school. One day her former exorcist squad summons her to the cell of a serial killer (John Diehl) who is also possessed. \"He's in torment,\" Father Lareaux (John Hurt) tells her, \"the way you were when I met you.\" The exorcism goes so badly that Hurt is hospitalized and the victim goes into a coma.\n\nIt is revealed during the exorcism that the devil will appear soon in human form. Ryder comes away with pages of numbers from the possessed man--long legal pads of figures. Smoking lots of cigarettes, she massages the encryption until she breaks it. As nearly as I could tell, looking over her shoulder, every number stood for a letter of the alphabet. When I was a kid I had a Lone Ranger decoder ring that could have saved her a lot of trouble.\n\nWhat the message tells her is that Peter Kelson (Ben Chaplin), a best-selling author of true crime books, will be reborn on his 33th birthday as the antichrist. Maya tries to warn Peter, who at first thinks she's a nut and then, after a series of strange events and revelations, decides she may very well be right. There's lots of stuff about being born in incest, and blood types that don't match, and dreams in which he sees the letters XES. He's slow to catch on, he admits, when it's pointed out that XES is \"sex\" spelled backward. And that's not all. Those are also the Greek letters for 600, 60 and 6, a psychic tells him, and that spells 666--the mark of Satan.\n\nThese events and others are related in a downbeat, intense, gloomy narrative that seems better suited to a different kind of story. Even the shock moments are somewhat muted, as if the movie is reluctant to 'fess up to its thriller origins. The director is Janusz Kaminski, the Academy Award-winning cinematographer (\"Schindler's List,\" \"Saving Private Ryan\"), and he and his cinematographer, Mauro Fiore, create a masterful look for the film--denatured blues and browns, filmed in shadow with lots of backlighting and a certain dreaminess around the edges.\n\nThe performers are convincing in the moment, even if the arc lets them down. Ryder, always able to suggest intelligence, also hints at the terrors of a child whose parents were murdered. Chaplin perhaps doesn't take his impending transformation urgently enough, but what would you do? The priests, including not only John Hurt with his sorrowful eyes but also Philip Baker Hall with his underpriced charm, are convincing as spiritual pros--when an exorcism team goes on assignment, the camera is low-angle to show the thick-soled black business shoes beneath their cassocks.\n\nWithout revealing the ending, I will give it credit for being absolutely consistent with the logic of the material. No wedge-brained focus groups got their philistinic little hands on this material. But when it's all over, we're left without much to talk about in our next confession. What surprises me, in one satanic movie after another, is how vulnerable Satan seems to be. He's terrific at grabbing control of minds and making his victims speak in foul tones, and he puts a lot of wear and tear on the priests, but in the end he's always defeated by lowly humans. Here's a being who once declared war on God and is now facing Winona Ryder. What a comedown.", "running_time": 102, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-13", "genres": ["Horror", "Thriller"], "title": "Lost Souls (2000)"}