{"url": "http://www.rogerebert.com/reviews/lost-in-la-mancha-2003", "by": "Keith Fulton", "star_rating": 3.0, "text": "Gilliam, the director of such films as \"Brazil,\" \"12 Monkeys\" and \"The Fisher King,\" arrived in Spain in August 2000 to begin filming a project he had been preparing for 10 years. \"The Man Who Killed Don Quixote\" would star Johnny Depp as a modern-day hero who is transported back in time, and finds himself acting as Sancho Panza to old Don Quixote, who tilts at windmills and remains the most bravely romantic figure in Western literature.\n\n\"The Man Who Killed Don Quixote\" was budgeted at $32 million, making it the most expensive production ever financed only with European money, although, as Gilliam observes, that's \"far below what a film like this would usually cost.\" In the title role, he had cast Jean Rochefort, the tall, angular French star of more than 100 films, including \"The Tall Blond Man With One Black Shoe\" and \"The Hairdresser's Husband.\" Rochefort arrives on the set looking suitably gaunt and romantic, and showing off the English he has learned during seven months of lessons.\n\nThe first day of the shoot begins ominously, Someone has forgotten to rehearse the extras, who are yoked to Depp in a chain gang. F-16 fighter planes roar overhead, spoiling shot after shot. Gilliam's optimism remains unchecked, and we get a notion of the film from his sketches and storyboards, and his conferences with members of the production team. There's an amusing episode when he casts three men as giants.\n\nDay two involves a change of location and an adjustment in the shooting schedule. The actors have arrived late in Spain, but are on hand, and as Gilliam and his first assistant director, Philip Patterson, juggle the schedule, a location becomes too windy and dusty. And then all hell breaks loose.\n\nThunderheads form overhead, and rain begins to fall. Then hail. Winds blow over sets, tents, props. A flash flood crashes down the mountain and turns the area into a muddy quagmire. The damned jets continue to fly. Gilliam and his team regroup and are able to cobble together a shot involving Don Quixote on his horse. But \"did you see Jean Rochefort's face as he was riding on the horse? He was in pain.\" So much pain, as it develops, that although the actor is an experienced horseman, he can not mount the horse alone, and needs two men and an hour of struggle to get himself down from it. Rochefort flies off to Paris to see his doctors, and the company shuts down, except for a day when they go through some motions to impress a busload of doomed visiting investors.\n\nRochefort will be gone three days, a week, 10 days, indefinitely. His problem is described as two herniated discs. Or perhaps prostate trouble. Like vultures, the insurance agents begin to gather, followed by the completion bond guarantors, who step in when a film goes over budget. There are discussions, not with the optimism of Don Quixote, about what constitutes an act of God.\n\nMidway through the second week of the shooting schedule, with brutal swiftness, \"The Man Who Killed Quixote\" is shut down. Some films end with a whimper; this one banged into a stone wall. The camera often rests on Gilliam's face, as the enormity of the disaster sinks in. \"The movie already exists in here,\" he says, tapping his head. \"I have visualized it so many times...\" But that is the only place it will ever exist.\n\nMany films play dice with nature. I once stood in a barren field outside Durango, Colo., as workers placed thousands of melons on the ground, because the melon crop had failed, and the movie was about a melon farmer. I watched on the Amazon as an expensive light and all of its rigging slowly leaned over and fell forever beneath the waters. Once in the Ukraine, I waited for days with 20,000 extras, all members of the Red Army, who were dressed as Napoleon's Old Guard--and who could not be filmed without a lens that was being held up in customs.\n\nThere are many sad sights in \"Lost in La Mancha.\" One comes when the producers try to evoke the oldest rule in the book: \"Fire the first assistant director.\" Gilliam stands firm behind his longtime assistant Patterson. It is not his fault. Day by day, it becomes increasingly clear that the film will never be made. Finally comes the shot of props being sealed into cardboard shipping boxes and sealed with tape. Maybe they are destined for eBay.\n\nOther men have tilted at Quixote's windmill. Orson Welles famously spent years trying to piece together a film of the material, even after some of his actors had died. Peter O'Toole starred in \"Man of La Mancha\" (1972), not a good movie. Of that production I wrote: \"I've always thought there was a flaw in the logic of 'Man of La Mancha.' What good does it do to dream the impossible dream when all you're doing anyway is killing time until the Inquisition chops your block off?\"", "running_time": 93, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-14", "genres": ["Documentary", "Foreign"], "title": "Lost in La Mancha (2003)"}