{"url": "http://www.rogerebert.com/reviews/lost-and-found-1979", "by": "George Segalas Adam", "star_rating": 1.0, "text": "This movie is terrible. It's awful. It's inconceivable to me that the same people who made \"A Touch of Class\" had anything to do with it, but they did: \"Lost and Found\" was written and directed by Melvin Frank, and it stars Glenda Jackson and George Segal, and it is nevertheless a woeful mess.\n\nIt is not, however, a sequel: Jackson and Segal play different characters this time. He's an English professor going for tenure. She's a British secretary recently divorced from an Italian movie tycoon. They Meet Cute.\n\nYou recall, of course, the concept of a Meet Cute from Tuesday's review of \"The Main Event.\" That's when boy meets girl in a cute way. The Meet Cute in \"Lost and Found\" has Jackson and Segal running their cars into each other in Switzerland. Once recovered, they Meet Cute again when they run into each other while on skis. Eventually, I guess, they fall in love.\n\nI say \"I guess\" because the actual falling in love stuff is offscreen. They argue, they bicker, and then there's a SemiObligatory Lyrical Interlude in which they toboggan and throw snowballs, etc., yawn, and then they get married and start fighting again. One of the movie's basic mysteries is why these two people like each other: We certainly don't like them.\n\nGlenda Jackson, who can be so appealing, is made to play one of the most unpleasant, bitchy, brittle screen women in a long time. Segal occasionally turns on his famous charm and that puppy-dog grin, but he doesn't turn them on her, he aims at the sky. Maybe he's trying to make friends with Skylab.\n\nSo. We don't like the characters. We don't know why they like each other. The movie might possibly have survived such handicaps if it did not, in addition, insult our intelligence. It is apparently intended as a semi-realistic portrait of life, and yet how to explain Segal's suicide scene?\n\nHe gets drunk and tries to fake a suicide by running the car in the garage but propping the windows open. Jackson sees it's a ruse and packs for the airport. A cat jumps in one garage window and out the other, knocking out the props. Sure. You bet. Jackson takes a cab to the airport, belatedly realizes the garage windows were shut, races back to the house, tries mouth-to-mouth resuscitation for 10 seconds, and Segal's breathing again. Oh yeah? After an hour in the garage?\n\nThe movie has one good moment, a dinner party in honor of a visiting film critic named John Schuster (read, of course, Simon). He makes a Teutonic pedant of himself while praising a movie, and Jackson responds by telling the real story of the movie and its director.\n\nShe is obviously describing the making of Antonioni's \"Blow-Up,\" with acid sarcasm, and the scene has the kind of edge that most of \"A Touch of Class\" had. But how did everything else go so wrong? Why did the characters have to be so totally unappealing? \"The Main Event\" is no masterpiece, as carefully noted on Tuesday, but at least the people in it were allowed to like one another.", "running_time": null, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-06-28", "genres": null, "title": "Lost and Found (1979)"}