{"url": "http://www.rogerebert.com/reviews/lost-and-found-1999", "by": "David Spadeas Dylan", "star_rating": 1.0, "text": "\"Lost & Found'' is a movie about characters of limited intelligence, who wander through the lonely wastes of ancient and boring formulas. No one involved seems to have had any conviction that it could be great. It's the kind of movie where the hero imitates Neil Diamond--and he's not making fun of him, he's serious.\n\nIn asking us to believe David Spade as a romantic lead, it miscalculates beyond all reason. Spade is wrong by definition for romantic leads, because his persona is based on ironic narcissism and cool detachment. A girl has to be able to believe it when a guy says she loves her more than anything else in the world. When Spade says it, it means he doesn't love anything else in the world, either.\n\nSpade plays the owner of an Italian restaurant in Los Angeles. Like not very many owners of Italian restaurants, his name is Dylan. I have three hints for Dylan. (1) Unless you know them very well, customers do not like to be caressed on their arms as you pass their tables. (2) Although waiters must touch plates while serving them, it is bad form for the owner to put his thumb on a plate while it is being eaten from. (3) During renovations, do not seat customers directly below drywall with holes ripped in it.\n\nMost L.A. restaurant owners do not live in colorful apartment buildings where all the neighbors know one another, and little old ladies play strip poker. But the screenplay throws in the colorful rental units as a way of supplying recycled sitcom characters and to place Dylan near the apartment of Lila (Sophie Marceau), a French cellist. She has a former boyfriend named Rene (Patrick Bruel), whose function is to look pained and supply straight lines to Dylan. And she has a dog named Jack who is treated as much like the dog in \"There's Something About Mary'' as is possible without actually including clips from the other movie.\n\nDylan and Lila have a Meet Cute. She runs into him and knocks him flat, with her landing on top, which is about the cheapest Meet Cute you can buy at the Movie Cliche Store. He falls in love with Lila, gets nowhere, and steals her dog so that he can claim to have found it and thus win her love. Lila is so unobservant that Dylan often carries the dog past her windows, and even walks it in a nearby park, without Lila ever seeing them together. When the dog needs to poop, Dylan wears one of those tool belts you see on power company linemen, with eight or nine bright plastic pooper-scoopers dangling from it. Supplying a character with too much equipment is a creaky comedy wheeze; in a good movie, they'd give him one pooper scooper and think of something funny to do with it.\n\nAnyway. Dylan has an employee at the restaurant named Wally (Artie Lange), who is tall, fat and dumb, sleeps over one night and ends up in Dylan's bed because he gets scared. As they leap to attention in the morning, they can't even think of a funny payoff (such as Steve Martin in \"Planes, Trains & Automobiles,'' shouting at John Candy, \"That wasn't a pillow!''). Instead, when Lila rings the doorbell, they both answer the door in their underpants and she assumes they're gay. Ho, ho.\n\nMeanwhile, Jack the dog eats junk food and throws up. When Dylan comes home, we get a nauseated-dog's-eye-view of an optically distorted Dylan dressed in 1970s disco gear while dancing to a record. Don't ask how a dog could have this hallucination; be thankful instead that the dog's fantasies are more interesting than any other visual in the movie.\n\n\"Lost & Found'' ends at a big lawn party for rich people, which in movies about people over 21 is the equivalent of the senior prom scene in all other movies. There is a role for Martin Sheen, as Mr. Millstone, the tight-fisted banker who wants to fly in Neil Diamond as a surprise for his wife. In 1979, Martin Sheen starred in \"Apocalypse Now.'' In 1999, he plays Mr. Millstone. I wish he had taken my advice and gone into the priesthood.\n\nAs for the Neil Diamond imitation, my best guess is that David Spade secretly thinks he could have a parallel career as a Las Vegas idol and is showing us how he can do Neil Diamond better than Diamond himself. All that's lacking is for Spade to take that hank of hair that hangs in front of his eyes and part it, so that it hangs over his ears.\n\nTruth in Criticism: The movie has one funny scene, starring Jon Lovitz, as a Dog Whisperer.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-04-23", "genres": ["Comedy", "Romance"], "title": "Lost & Found (1999)"}