{"url": "http://www.rogerebert.com/reviews/louder-than-a-bomb-2011", "by": "Greg Jacobs", "star_rating": 3.5, "text": "Poetry slams began in Chicago in 1984 and have become an international phenomenon without most people probably having heard of them. They're poetry readings as a spectator sport. Individuals and teams are scored by judges on the Olympic 10-point scale, but while Olympic diving judges claim to be looking at specific elements in a dive, slam judges are responding to emotion, charisma and--well, poetry. Some slammers are also rap artists, but slam and rap are different art forms, and slammers rely only on their voices.\n\n\t\"Louder Than a Bomb\" is about the 2008 Chicago-area slam of the same name, the nation's largest. Teams and soloists from 60 high schools compete, and the finalists face off in a city-wide slam that fills a theater usually used for rock concerts. The suspense that year initially centered on Steinmetz, a troubled inner city school that had never entered before it won the 2007 Bomb in a thrilling upset. Can Steinmetz and its coach, James Sloan, repeat? \n\n\tThe film was directed by Greg Jacobs and Jon Siskel (Gene's nephew), who followed several competitors for months and guessed well in choosing those they focused on. The 2008 Steinmetz team had some gifted repeaters, and we also meet three outstanding solo talents: \n\n\t• Nova Venerable from Oak Park/River Forest High School, who helps her mom with the complex needs of a disabled kid brother and then writes about that and her absent father. \n\n\t• Nate Marshall from Whitney Young Magnet High School, whose parents were addicts but who, when asked to choose between basketball and poetry, chose words and  masters them with almost bewildering fluency. \n\n• Adam Gottlieb, from Northside College Prep, whose poems are so joyous and whose performances so charismatic that he makes it possible to think of a slammer as a rock star.\r\n\n• The Steinmetz team, calling themselves the Steinmenauts, are Lamar Jordan, Kevin Harris, Jésus Lark, Charles Smith, and She'Kira McKnight. They develop artistic and personal differences that Coach Sloan helps them work out during tense scenes. When they triumphantly appear on stage, their very presence is a tribute to their poetry.\n\nSiskel and Jacobs focus on the performances, which are inspiring and electrifying. Their film left me wondering why American television must be so gutless and shallow. If these kids and others like them were programmed against \"America Idol\" or \"Dancing With the Stars,\" the shabbiness of those shows would be placed in dramatic contrast. Here are real performers with real feelings and important things to say.\n\n\tI hesitate to hint about the outcome of the contest, nor to steal some of the thunder and surprises from the performers. I'll end on this. After \"Louder Than a Bomb\" plays theatrically, it will air on the Oprah Winfrey Network. Why doesn't Oprah consider it a  pilot for a series? America's Got Talent, all right, but  maybe we've been looking for it in the wrong places.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-02-02", "genres": ["Documentary"], "title": "Louder Than a Bomb (2011)"}