{"url": "http://www.rogerebert.com/reviews/love-and-bullets-1979", "by": null, "star_rating": 1.5, "text": "Conscience makes cowards of us all. Consider Rod Steiger, playing a Mafia boss from Arizona, now safely stashed away in his well-guarded Swiss chalet. He is beyond risk, now, except for one loophole: His mistress, the lovely Jackie, is on the loose and may talk. Unfortunate, but Jackie is going to have to be rubbed out.\n\nBut now Steiger listens to his henchmen discuss the current state of the art of kidnaping and assassination in Europe. \"One case, what they did,\" a thug says, \"is cut off the guy's finger and send it through the mail as proof that they was hangin' on to him. Of course, the Italian mails bein' so slow...\"\n\n\"Fingers?\" shouts Steiger. \"What's all this about fingers!\" The talk obviously depresses him, now that he has to contemplate the death of the only one who loves him. When Jackie is killed, he declares, he wants it quick and painless. No messing around. The best killer money can buy. To underline his determination, he marches over to an expensive buffet and spills it all on the ground.\n\nJackie, meanwhile, is no longer necessarily the one who loves him. She has met Charles Bronson, the Phoenix cop who has followed Steiger all the way to Europe to avenge the death of one of his men. Is Jackie on Bronson's side? Is she a loyal decoy, unaware that Steiger plans to kill her? Or is she the dippy blond she appears to be, with her Dolly Parton wig and her hayseed accent?\n\nThese are questions on which the whole plot is supposed to hinge and it would, too, if the movie were organized along rational lines. It is not. \"Love and Bullets\" is a hopelessly confused hodgepodge of chases, killings, enigmatic meetings and separations, and insufferably overacted scenes by Steiger alternating with alarmingly underacted scenes by Bronson. One example: After a killing, Bronson and Ireland are seen walking down a snowy slope next to a mountain lodge. Cut to a dock, and they're climbing out of a boat. Where are they? Where were they? Whose boat is it? Why did they have to go from one place to the other?\n\nThe movie doesn't really care. It's all texture and no plot, which is fine for a travelog but not so hot for a thriller. There's so little dialog we begin to suspect that's deliberate: Has the wordage in this movie been kept to a minimum to make it easier to dub for the international market? Thrillers, even sure \"pure\" thrillers as Hitchcock's \"North by Northwest,\" work on some level because we've gotten to know the characters and care about them. \"Love and Bullets\" seems to expect us to care about Bronson simply because he is Bronson the attempts to flesh out his character are brief and routine.\n\nBronson's movies themselves, for that matter, seem to be getting increasingly routine. For every ambitious Bronson film like Walter Hill's \"Hard Times\" there seem to be three or four of these assemblyline potboilers, written and directed with no verve or imagination, and walked through by a Bronson who has very obviously trod these plots many, many times before. The Bronson screen presence, used intelligently, can be unsettling and fascinating. So why is it so often ignored or thrown away?", "running_time": 103, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Crime", "Drama"], "title": "Love and Bullets (1979)"}