{"url": "http://www.rogerebert.com/reviews/love-actually-2003", "by": "Hugh Grantas Prime Minister", "star_rating": 3.5, "text": "\"Love Actually\" is a belly-flop into the sea of romantic comedy. It contains about a dozen couples who are in love; that's an approximate figure because some of them fall out of love and others double up or change partners. There's also one hopeful soloist who believes that if he flies to Milwaukee and walks into a bar he'll find a friendly Wisconsin girl who thinks his British accent is so cute she'll want to sleep with him. This turns out to be true.\n\nThe movie is written and directed by Richard Curtis, the same man who wrote three landmarks in recent romantic comedy: \"Four Weddings and a Funeral,\" \"Notting Hill\" and \"Bridget Jones's Diary.\" His screenplay for \"Love Actually\" is bursting enough material for the next three. The movie's only flaw is also a virtue: It's jammed with characters, stories, warmth and laughs, until at times Curtis seems to be working from a checklist of obligatory movie love situations and doesn't want to leave anything out. At 129 minutes, it feels a little like a gourmet meal that turns into a hot-dog eating contest.\n\nI could attempt to summarize the dozen (or so) love stories, but that way madness lies. Maybe I can back into the movie by observing the all-star gallery of dependable romantic comedy stars, led by Hugh Grant, and you know what? Little by little, a movie at a time, Grant has flowered into an absolutely splendid romantic comedian. He's getting to be one of those actors like Christopher Walken or William Macy where you smile when you see them on the screen. He has that Cary Grantish ability to seem bemused by his own charm, and so much self-confidence that he plays the British prime minister as if he took the role to be a good sport.\n\nEmma Thompson plays his sister, with that wry way she has with normality, and Alan Rickman plays her potentially cheating husband with the air of a lawyer who hates to point out the escape clause he's just discovered. Laura Linney plays his assistant, who is shy to admit she loves her co-worker Karl (Rodrigo Santoro), who is also shy to admit he loves her, and so you see how the stories go round and round.\n\nOh, and the prime minister walks into 10 Downing Street his first day on the job and Natalie the tea girl (Martine McCutcheon) brings him his tea and biscuits, and the nation's most prominent bachelor realizes with a sinking heart that he has fallen head over teapot in love. \"Oh, no, that is so inconvenient,\" he says to himself, with the despair of a man who wants to be ruled by his head but knows that his netherlands have the votes.\n\nWandering past these lovable couples is the film's ancient mariner, a broken-down rock star named Billy Mack, who is played by Bill Nighy as if Keith Richards had never recorded anything but crap, and knew it. By the time he is 50, George Orwell said, a man has the face he deserves, and Nighy looks as if he spent those years turning his face into a warning for young people: Look what can happen to you if you insist on being a naughty boy.\n\nBilly Mack is involved in recording a cynical Christmas version of one of his old hits. The hit was crappy, the Christmas version is crap squared, and he is only too happy to admit it. He is long past pretending to be nice just because he's on a talk show. At one point he describes his song with a versatile torrent of insults of which the only printable word is \"turd,\" and on another show when he's told he should spend Christmas with someone he loves, he replies, \"When I was young, I was greedy and foolish, and now I'm left with no one. Wrinkled and alone.\" That this is true merely adds to his charm, and Nighy steals the movie, especially in the surprising late scene where he confesses genuine affection for (we suspect) the first time in his life.\n\nLook who else is in the movie. Billy Bob Thornton turns up as the president of the United States, combining the lechery of Clinton with the moral complacency of Bush. After the president makes a speech informing the British that America is better than they are, America is stronger than they are, America will do what is right and the Brits had better get used to it, Hugh Grant's PM steps up to the podium, and what he says is a little more pointed than he intended it to be, because his heart is breaking: He has just glimpsed the president flirting with the delectable tea girl.\n\nThe movie has such inevitable situations as a school holiday concert, an office party, a family dinner, a teenage boy who has a crush on a girl who doesn't know he exists, and all sorts of accidental meetings, both fortunate and not. Richard Curtis always involves a little sadness in his comedies (like the funeral in \"Four Weddings\"), and there's genuine poignancy in the relationship of a recently widowed man (Liam Neeson) and his wife's young son by a former marriage (Thomas Sangster). Their conversations together have some of the same richness as \"About a Boy.\"\n\nThe movie has to hop around to keep all these stories alive, and there are a couple I could do without. I'm not sure we need the wordless romance between Colin Firth, as a British writer, and Lucia Moniz, as the Portuguese maid who works in his cottage in France. Let's face it: The scene where his manuscript blows into the lake and she jumps in after it isn't up to the standard of the rest of the movie.\n\nI once had ballpoints printed up with the message, No good movie is too long. No bad movie is short enough. \"Love Actually\" is too long. But don't let that stop you.", "running_time": 135, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-11-07", "genres": ["Comedy", "Foreign", "Holiday", "Romance"], "title": "Love Actually (2003)"}