{"url": "http://www.rogerebert.com/reviews/love-always-1997", "by": "Marisa Ryanas Julia Bradshaw", "star_rating": 0.5, "text": "\"You are like a cluster bomb that explodes in a thousand different ways at once,'' the heroine is told in \"Love Always.'' As opposed to a cluster bomb that doesn't? I dunno. This movie is so bad in so many different ways you should see it just to put it behind you. Let's start with the dialogue. Following are verbatim quotes: * \"Someday you'll love somebody with all the intensity of the Southern Hemisphere.'' * \"There's a Starbuck-free America out there!'' * \"To be young and in love! I think I'm gonna head out for some big open spaces.'' * \"Like sands in an hourglass, these are the days of our lives. That's the way the cookie crumbles.'' * \"Watch your back.'' And my favorite, this advice from the heroine's girlfriend (Moon Zappa), as she sets out on her hitchhiking odyssey across America: \"Follow your intestines.'' Does Jude Pauline Eberhard, the writer and director, intend these lines to be funny? Does this film belong in one of those funky festivals where they understand such things? Alas, I fear not. \"Love Always'' is sincere in addition to its other mistakes.\n\nThe movie tells the story of Julia Bradshaw (Marisa Ryan), an intrepid San Diego woman who finds herself in a series of situations that have no point and no payoff, although that is the screenplay's fault, not hers. Early in the film, for example, she goes to the racetrack and her horse comes in, and she says \"Yes!'' and rides her bike home along the beach, and we never really find out why she was at the track, but no matter, because before long the film goes to visit an amateur theatrical and we see an entire \"rooster dance,'' from beginning to end, apparently because film is expensive and since they exposed it, they want to show it. The rooster dance also has nothing to do with the film, which properly gets under way when Julia receives a postcard from her onetime lover Mark, asking her to come to Spokane so he can marry her. This information is presented by filling the screen with a big closeup of the postcard, which Julia then reads aloud for us. Soon we find her in the desert with a bedroll on her back, posing photogenically on the windowsill of a deserted house so that interesting people can brake to a halt and offer her rides.\n\nHer odyssey from San Diego to Spokane takes her via a wedding in Boston. That's a road movie for you. At one point along the way she shares the driving with a woman who is delivering big ceramic cows to a dairy. After Julia drops a ceramic calf and breaks it, she drives the truck to Vegas to get another calf, but when she gets there, the ceramic cow lady's husband tells her the dairy canceled the order, so Julia wanders the Strip in Vegas, no doubt because the Road Movie Rule Book requires at least one montage of casino signs.\n\nBack on the road, Julia meets a band of women in a van. They are the Virgin Sluts. They dress like models for ads for grunge clubs in free weeklies in the larger cities of smaller states. She is thrilled to meet them at last. She also meets a make-out artist, a sensitive photographer, and a guy who is convinced he has the movie's Dennis Hopper role. On and on her odyssey goes, until finally she gets to Spokane, where she finds out that Mark is a louse, as we knew already because he didn't send her bus fare.", "running_time": 90, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-10", "genres": null, "title": "Love Always (1997)"}