{"url": "http://www.rogerebert.com/reviews/love-and-basketball-2000", "by": "Sanaa Lathanas Monica Wright", "star_rating": 3.0, "text": "\"Love & Basketball\" is about how you can either be in love or play basketball, but it's tricky to do both at the same time. It may be unique among sports movies in that it does not end with the Big Game. Instead, it's a thoughtful and touching story about two affluent black kids, a boy and a girl, who grow up loving each other, and the game.\n\nMonica is a tomboy. Her parents and older sister despair of getting her to act like a girl. She'd rather shoot baskets. In 1981, when she's about 12, her family moves into a new house in Baldwin Hills, a good Los Angeles neighborhood. Next door lives an NBA star and his son, Quincy. The first time the kids meet, they play a pickup game. Monica goes for a score, Quincy pushes her, and she gets a little scar that will be on her right cheek for the rest of her life.\n\nHe likes her. \"You wanna be my girl?\" he asks. She wants to know what that means. \"We can play ball and ride to school together and when you get mad I gotta buy you flowers.\" She doesn't like flowers, she says. But she kisses him (they count to five), and the next day he wants her to ride to school on the handlebars of his bike. She wants to ride her own bike. This will be the pattern of a lifetime.\n\nFlash forward to 1988. Monica, now played by Sanaa Lathan, and Quincy (Omar Epps) are high school stars. They're not dating but they're friends, and when Quincy's parents (Dennis Haysbert and Debbi Morgan) start fighting, he slips out his bedroom window and sleeps on the floor of her room. In a sequence of surprising effectiveness, she takes the advice of her mom and sister to \"do something\" with her hair and goes to a school dance with a blind date. Quincy is there, too. They dance with their dates but they keep looking at each other. You know how it is.\n\nThey're both recruited by USC, and both turn into college basketball stars, although Monica, on the women's team, feels she's penalized for an aggression that would be rewarded on the men's team. Their romance has its ups and downs, and eventually they're both playing in the pros--he in America, she in Spain. The ending reunites them a little too neatly.\n\nBut these bare bones of the plot don't convey the movie's special appeal. Written and directed by first-timer Gina Prince-Bythewood (and produced by Spike Lee), it is a sports film seen mostly from the woman's point of view. It's honest and perceptive about love and sex, with no phony drama and a certain quiet maturity. And here's the most amazing thing: It considers sports in terms of career, training, motivation and strategy. The big game scenes involve behavior and attitude, not scoring. The movie sees basketball as something the characters do as a skill and a living, not as an excuse for audience-pleasing jump shots at the buzzer.\n\nOmar Epps is an accomplished actor, effective here if a little too old (27) to be playing a high-schooler. Sanaa Lathan is the discovery. This is her sixth movie (she was in the lookalike films \"The Wood\" and \"The Best Man\") and her chance to flower, and she does, with a combination of tomboy stubbornness and womanly pride. She has some wonderful scenes with her mother (Alfre Woodard), a housewife who defends her choices in life against her daughter's half-formed feminist notions.\n\nEpps has effective scenes, too, with his parents. His dad retires from pro ball and is socked with a paternity suit, and Quincy has to re-evaluate how he feels about both parents in a couple of strong truth-telling scenes.\n\nThe movie is not as taut as it could have been, but I prefer its emotional perception to the pumped-up sports cliches I was sort of expecting. Like Robert Towne's \"Personal Best,\" it's about the pressures of being a star athlete--the whole life, not the game highlights. I'm not sure I quite believe the final shot, though. I think the girl suits up for the sequel.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-04-21", "genres": ["Action", "Comedy", "Drama", "Romance", "Sports Film"], "title": "Love & Basketball (2000)"}