{"url": "http://www.rogerebert.com/reviews/love-me-if-you-dare-2004", "by": "Guillaume Canetas Julien", "star_rating": 2.0, "text": "Do I dislike this film, or only its characters? There can be good films about bad people. Remember Travis Bickle. For that matter, do I dislike it that the characters are bad, or simply because they make me feel uneasy? Perhaps they're simply insane, and trapped in their mutual obsession. Perhaps because the film makes me feel so crawly, it is actually good. Yet still I cannot like it.\n\n\"Love Me If You Dare\" tells the story of Julien and Sophie, who meet in grade school and make a pact that binds them together for a lifetime. Their treaty revolves around a little tin box, a toy painted to look like a merry-go-round. When one hands the other the box, along with it comes a dare. The other must do what they've been dared to do. This begins as a childhood game and continues into adulthood, where it gathers dangerous and dark undertones.\n\nThe movie will appeal to lovers of \"Amelie,\" according to the ads. Not if they loved \"Amelie\" for its good cheer. This is \"Amelie\" through the lookingglass. Yes, it has some of the same visual invention and delight, and director Yann Samuell's camera swoops and circles and flies through windows and into dreams. Yes, there's a bright color palette. Yes, the movie riffs through techniques, including animated sequences. Yes, Marion Cotillard has sweetness and appeal as Sophie, and yes, she and Julien (Guillaume Canet) seem destined to spend their lives together. But like this?\n\nWhen they meet, they're 8 years old and Sophie is being picked on at school because she's a foreigner. Julien defends her. They become friends for life. Even their first childish dares are risky, as when Sophie dares Julien to release the parking brake on the school bus; as it rolls downhill, do they get a fix of excitement that hooks them for life? Before long Julien is in the principal's office, peeing in his pants -- not because he's scared, but because Sophie dared him to.\n\nThe dares get riskier and more embarrassing as they grow older. Julien dares Sophie to take an oral exam at university while wearing her panties and bra outside her clothes. Sophie dares Julien to say \"no\" at the altar on his wedding day. Of course he won't be marrying her; that would be too easy, because she'd be in on the joke.\n\nFor that matter, what is their relationship? Are they in love, or simply trapped in a hypnotic mutual fascination? There's a flash-forward in the movie from a scene where Sophie sleeps over at Julien's house when they're 8, to the two of them as adults, still in the same position in bed. But have they had sex in the meantime? Does it matter? Their bond is deeper than sex and love; it's the bond of shared madness.\n\nAt one point in the movie, they dare each other to stay completely out of contact for 10 years. Will they get their pact out of their system? Not at all. Every moment of those 10 years, they're acutely aware of the passage of time and the fulfillment of their dare, and when they meet again at the end, it's to escalate the dare to a new and disturbing level.\n\nThe movie's first shot tells us something we don't understand at the time. The last scene explains it, and is profoundly creepy. There is, I suppose, a tradition of lovers' pacts, but are they lovers, and what are they proving with the way they end their own pact? I know these are questions not intended for answers. I realize that the movie establishes a premise and follows it relentlessly. I understand that the playful camera strategies are supposed to take the edge off, and that scenes are played like comedy so that we won't grow completely depressed by the strange fate of Sophie and Julien.\n\nBut at the end, I didn't like them. In fact, reader, I loathed them. Did I loathe them as people, or as characters? Are their characters intended as real people, or as a fictional device? I'm not sure. What I do know is that the movie is strangely frustrating, because Julien and Sophie choose misery and obsession as a lifestyle, and push far beyond reason. Perhaps I should applaud the movie for its conviction? Perhaps the snakier it made me feel, the better it was? Perhaps, but I can't say so if I don't think so. I can say this: If, despite everything, my description has intrigued you, go ahead and take a chance. You won't be bored, he said with a little smile.", "running_time": 93, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-05-28", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Love Me If You Dare (2004)"}