{"url": "http://www.rogerebert.com/reviews/love-ranch-2010", "by": "Helen Mirrenas Grace", "star_rating": 2.0, "text": "Judging by its fictional portrait in “Love Ranch,” the Mustang Ranch outside Reno, Nev., must have been a bordello that one would pay to get out of. What a dreary, godforsaken place it is, a few double-wides surrounded by barbed wire and spotlights, filled with unhappy hookers and wretched johns, and presided over by a cheerless madam and her goombah husband.\n\nThat the cast includes Helen Mirren, Joe Pesci and Gina Gershon ought to provide redemption, but the script fails to persuade me this story needed to be told. It should have been trashier or more operatic, maybe. I dunno. It exists in that middle space of films that accurately reflect that which has little need to be reflected.\n\nIn its broad outlines, it's mostly based on fact. Joe and Sally Conforte opened a brothel in 1967, some miles outside Reno. In 1971, it obtained a county license and became the state's first legal brothel. In 1976, the Argentinean heavyweight Oscar Bonavena was shot dead at the Mustang Ranch by Joe's bodyguard. In the “Love Ranch” version of events, Joe signed on as his manager, and then Sally and Oscar began an affair.\n\nSome of this is true. Sally, however, lived until 1992, so a key plot point is invented. No matter. We're not seeking an accurate portrayal of the Mustang's rise and fall. Instead, we see a good Mirren performance in the service of a woman whose mother was a prostitute, whose marriage is a sexless business arrangement and who defines much of her job as enforcing discipline on “a bunch of psychotic whores.”\n\nHer character, named Grace Bontempo, keeps the books and runs the business. Grace's husband, Charlie (Pesci), handles the strong-arm end, including bribing local authorities and strutting around with bodyguards. The paramilitary aspect of the ranch is underlined by a prisonlike guard tower, which serves an unclear purpose. Charlie is introduced lighting a cigar with a $100 bill, which strikes me as the act of a man who should give me the $100 instead.\n\nThe racially varied girls are a bored and sometimes surly lot, led by Irene (Gershon), the smart and sassy one. The decor looks like the honeymoon suite in hell. I learn that Mirren actually visited a Nevada brothel in researching this role and came away recommending legal brothels. Well, they're better than illegal ones, since prostitution is an activity that will certainly continue regardless. I suppose she didn't know that at the Mustang, a prostitute's shift lasted up to several weeks, that one wasn't allowed to leave the ranch, served six customers a day and had to pay for their own rooms. To be sure, there were medical safeguards.\n\n“Love Ranch” isn't much concerned with the lives of the hookers, however, focusing on Grace as a hard but authentic case study, who meets the much younger boxer named Armando Bruza (Sergio Peris-Mencheta) and is told by her husband to train him. What happens, improbably, is that the two fall into love: into sweet, gentle, needy love. Charlie can't accept this. His pride is wounded, latent feelings of tenderness for his wife even awaken and all comes to an unhappy end.\n\nMirren's performance deserves a more nuanced screenplay. The film, directed by her husband, Taylor Hackford, doesn't really give us a glimpse inside Grace, although in all fairness, she is a very closed off person. In tying her relationship with Armando to the health problems both have, the film takes a shortcut into soap opera when a deeper examination of their libidos might have been welcome.\n\nPesci's performance is interesting. Essentially he's playing an Italian-American criminal of the kind he's played before, but the real Joe Conforte was born in Sicily and was a criminal, so that's a good excuse. What Pesci brings to the role is unadorned energy: Joe wants money, sex and status, and although the quality of all three is shoddy at the ranch, he rules it. When his rule is challenged by the treacherous romance, he treats this almost as a threat to his throne rather than himself. There is some pathos here, as he places so much value on such a shabby prize. If there was anything worse than being a customer at the ranch, it must have been being its owner.", "running_time": 117, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-28", "genres": ["Drama", "Indie"], "title": "Love Ranch (2010)"}