{"url": "http://www.rogerebert.com/reviews/love-the-hard-way-2003", "by": "Adrien Brodyas Jack", "star_rating": 3.0, "text": "\"The Pianist\" was not only a fine movie but also served the purpose of bringing Adrien Brody into focus for moviegoers who might otherwise have missed this lean, smart, tricky actor. Odd, that his Oscar-winning role displayed him as passive and quiet, when Brody fits more comfortably into roles like Jack in \"Love the Hard Way\"--a street hustler and con artist, playing the angles, getting into danger \"to feel the juice.\" He teams up with his partner, Charlie (Jon Seda), and a couple of young actresses to play a risky game of street theater: The actresses pretend to be hookers, and then Jack and Charlie, dressed as cops, bust them in hotel rooms--and can be bribed by the johns, of course, to drop the charges.\n\nThere is another side to Jack, in this movie made in 2001 but released now on the strength of \"The Pianist.\" He drops certain names in conversation--Pound, Kerouac, Melville--that lead us to suspect he is not your average street guy, and in the opening scene of the movie we glimpse his secret life. He rents a cubicle in a storage facility, and inside he jams a cramped office where he keeps a journal and works on a novel. He's not exactly a con artist only to get material, however; it's more like one of his personalities is criminal and the other personality is a shy intellectual watching to see what the first guy will do next.\n\nOne day he goes to the movies at a lower Manhattan art theater (I guess this is the shy guy) and meets Claire (Charlotte Ayanna), a Columbia student. He uses the usual pickup lines, which should turn off your average college woman, but Claire is intrigued and agrees to meet him again, and the better half of him falls in love with all of her.\n\nThis story, written by director Peter Sehr and Marie Noelle, is a little like David Mamet's \"House of Games,\" in which an academic woman falls for the dangerous appeal of a con man. The difference is, Mamet's heroine took revenge on the guy who deceived her, and Claire, in a way, wants to be deceived and degraded. When she takes revenge, it is against herself.\n\nOne day a con goes wrong. The johns seduced by the \"hookers\" are undercover cops, who bust them. Jack and Charlie are not arrested, but to stay in business they're going to need new bait. \"Maybe we should give Claire a try,\" Charlie muses. \"She's not built for it,\" Jack says, and indeed he tries his best to break up with her, maybe because he senses how dangerous he is to a woman like her.\n\nBut Claire will not be rejected, keeps coming back, wants to know the secret of Jack's other life, and eventually turns a trick--after which, in a pitiful and lonely scene, she sits alone with her sadness in a photo booth. Jack did not intend this, tries again to alienate her, and then is repaid in full for his deceptions when Claire drops out of school to become a hooker full-time, as if proving something.\n\nThis is the kind of psychological self-punishment we might expect in a French film, not in an American film where plot is usually more important than insight. But \"Love the Hard Way\" is curious about the twisted characters it has set into motion and follows them through several more twists and turns--perhaps a few more than necessary. The film approaches several possible endings as if flirting with them.\n\nAyanna is very good as Claire--we realize, as the film goes on and the character deepens, how challenging the role really is. Brody brings a kind of slick complexity to his role; he's so conflicted about what he's doing, and why, that he may be the real target of all his own cons.\n\nIt is not unknown for authors to embrace the experiences they want to write about (of his heroes, Melville went to sea, Kerouac went on the road and Pound journeyed into madness), but we sense that Jack is on the edge of schizophrenia; his criminal persona scares him, despite all his bravado, and he wants to push Claire away to save her. The secret Jack, huddled in the container, writing in his journal, is an attempt to diagnose and understand himself.\n\n\"Love the Hard Way\" is not perfect; a vice cop played by Pam Grier is oddly conceived and unlikely in action, and the movie doesn't seem to know how to end. But as character studies of Jack and Claire, it is daring and inventive, and worthy of comparison with the films of a French master of criminal psychology like Jean-Pierre Melville. The success of \"The Pianist\" made Brody visible, probably won this film a theatrical release and promises many more intriguing roles. Surely Brody was born to play Bobby Fischer.", "running_time": 104, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-06-27", "genres": null, "title": "Love the Hard Way (2003)"}