{"url": "http://www.rogerebert.com/reviews/love-and-other-drugs-2010", "by": "Jake Gyllenhaalas Jamie", "star_rating": 2.5, "text": "\"Love and Other Drugs\" stars Jake Gyllenhaal as Jamie Randall, a pharmaceutical salesman who sells love, Zoloft, Viagra and other products with equal sincerity. He's a charmer, determined to sell his way out of Ohio and into the big Chicago market, and if that involves flirting with the receptionists in doctors' offices, it's a tough job but somebody's got to do it.\n\nThe movie takes place at that point in the 1990s when Viagra was tumescing in the marketplace, and Jamie is riding the success of his employer, Pfizer. He infiltrates hospitals, befriends doctors, pushes drugs and sabotages the best efforts of his aggressive rival Trey Hannigan (Gabriel Macht), whose product Prozac is outselling Zoloft. Whether these products, or any of their products, works very well is not a concern of the salesmen. They sell.\n\nJames is egged on by his supervisor Bruce Winston (Oliver Platt), and it seems quite possible he'll make it to Chicago when his life makes an unexpected course correction. He's buddies with Dr. Stan Knight (Hank Azaria), who introduces him as his intern and allows him to observe as he palpitates the breast of his lovely patient Maggie Murdock (Anne Hathaway). Strictly speaking, doctors aren't supposed to do that. Maggie discovers the fraud, and in the course of an argument with Jamie about it they both grow so passionate that, well, they rip off each other's clothes and fall upon a bed in a confusion of sheets and moans.\n\nMaggie and Jamie discover that they really, really like each other. She has something she wants to tell him. She is in the early stages of Parkinson's disease. This introduces an unexpected note into what seemed to be a screwball comedy. Hathaway brings such tenderness and solemnity to her role that she moves the film away from comedy and toward “Love Story,” and from then on, we never quite know where we're headed.\n\nThe emotional tug-of-war intensifies because of the presence of Jamie's brother Josh (Josh Gad), who seems to have been imported directly from an odd buddy movie. Josh is helpless in the area of appropriate behavior, seems to have selected his wardrobe in high school for the rest of his life, has made millions of dollars in the markets and has a disastrous personal life. Although he could buy a hotel, he lacks the skill or the courage to check into one and seems intent on living for the rest of his life on the sofa in Jamie's small apartment.\n\nThat would be permissible in another kind of movie. Not in this one, where matters grow serious between the two lovers — so serious, indeed, that they begin to discuss how their love will prevail through the difficult road ahead. The movie gives full weight and attention to the subject of Parkinson's and doesn't trivialize it or make jokes (how could it?).\n\nBut the more weight the story of Maggie and Jamie takes on, the more distracting is the screenplay's need to intercut updates on the pharmaceutical wars. Nor do we continue to care much about Bruce and Trey. The movie's most effective single scene occurs at a meeting of people with Parkinson's and their loved ones. The husband of a victim describes to Jamie in stark, realistic detail the possible course of the disease and how it may affect the woman he loves. After this scene, the movie has definitively introduced a note that makes the rest seem trivial.\n\nThe director is Edward Zwick, a considerable filmmaker. He's essentially working with a screenplay (by Charles Randolph, Marshall Herskovitz and himself) that doesn't work. Given that problem, you have to observe that he is a capable filmmaker even in bad weather. He obtains a warm, lovable performance from Anne Hathaway and dimensions from Gyllenhaal that grow from comedy to the serious. The scene with the husband of the Parkinson's survivor has a simple grandeur. As a filmmaker by nature, Zwick gives that scene its full weight, no matter that it's not a good fit in his movie. That counts for something.", "running_time": 112, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-11-23", "genres": ["Comedy", "Drama", "Romance"], "title": "Love and Other Drugs (2010)"}