{"url": "http://www.rogerebert.com/reviews/lovers-of-the-arctic-circle-1999", "by": "Fele Martinezas Otto", "star_rating": 3.0, "text": "Palindrome, n.: word, verse, sentence, etc., that reads the same backward as forward (e.g., madam, radar).\n\nThere is a certain kind of mind that enjoys difficulties. It is not enough to reach the objective; one must do it in a certain way. We begin by not stepping on the cracks in the sidewalk. Some never stop. Ernest Wright wrote an entire novel without using the letter \"e.\" Hitchcock made a film without a single visible edit. There are paintings made of dots, piano compositions for one hand, and now here is a strange and haunting movie that wants to be a palindrome.\n\n\"Lovers of the Arctic Circle\" tells the story of Ana and Otto, whose names are palindromes, and whose lives seemed governed by circular patterns. Events at the beginning are related to events at the end. The movie is about love--or, rather, about their grand ideas of romance. It is comforting to think that we can love so powerfully that fate itself wheels and turns at the command of our souls.\n\nAna and Otto are seen at three periods of their lives. When they are small, they have a chance meeting in the woods, and Otto falls in love with Ana. A message he writes on a paper airplane leads to a meeting between their parents, who fall in love, and there is a marvelous shot of Otto's face when he realizes that the girl he loves is going to become his stepsister. As teenagers, they are lovers. As adults, they are separated--although for one heart-stopping moment they sit back to back in a Spanish cafe, each unaware of the other. And then fate takes them both to Finland, where the great circles of their lives meet again.\n\nJulio Medem, who wrote and directed \"Lovers of the Arctic Circle,\" suggests that plot alone is not enough to explain a great love; faith is necessary, and an almost mystical belief that one is destined to share life with a single chosen person. His film more or less begins when Ana and Otto are young, and ends when they are older, but the story line is intercut with scenes and images that move back and forth in time and only gradually reveal their meanings. The shot at the beginning, for example, when one character is reflected in the eyes of another--we find out what that means at the end. And there are moments when a car either does, or does not, crash into a red bus. All becomes clear.\n\nWhen you have a metaphysical system tiptoeing through a film, it's important that the actors provide a grounding of reality; otherwise, we're down the rabbit hole. There are many stretches in \"Lovers of the Arctic Circle\" that play just like ordinary drama, as we see the children growing up, we see their parents falling in love, we share the anger of Otto's mother when his father chooses the other woman, and we sense her hurt when Otto announces he wants to move in with the other family (it's not that he doesn't love his mother--but that he loves Ana more). There's even room for Ana's discovery that her mother may not be entirely faithful.\n\nThe romance between Ana and Otto (played by three sets of actors) is seen growing over many years, from a moment when young Otto wants to tell Ana he loves her, to a moment when he touches her leg, to a moment in their adolescence when she sends him a note: \"Come to me tonight! Jump through the window. Be brave!\" The movie doesn't linger on sexual details, but is interested instead in the whole arc of a life. It reminded me of the Kieslowski films in which characters are buffeted by chance, fate and coincidence. And of Vincent Ward's \"Map Of The Human Heart.\" Yes, we have free will, such films are saying and can choose as we want--but what ungoverned forces produce the choices we choose from? Everything in the film is connected. A German pilot in World War II is linked to another pilot, years later. A story in a newspaper changes its meaning the more we learn. Who steps into the street at the wrong moment, and what happens then? It would be unfair to the film to tell. This is not the sort of movie where you can give away the ending. It is all ending. \"In my end is my beginning,\" T.S. Eliot wrote. By now you are either confused by my description of the film or intrigued by it. There is a certain kind of mind that enjoys difficulties. Are we not drawn onward to a new era? Give or take an \"a?\"", "running_time": 112, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-05-07", "genres": ["Drama", "Foreign", "Mystery", "Romance"], "title": "Lovers of the Arctic Circle (1999)"}