{"url": "http://www.rogerebert.com/reviews/love-crime-2011", "by": "Ludivine Sagnieras Isabelle", "star_rating": 3.0, "text": "Alain Corneau's \"Love Crime\" is a diabolical mystery movie with one of those plots where we suppose we understand everything that's happening, and then get the rug pulled out from under us. It's a contest of will between two women executives in the French headquarters of an American multinational, and involves bloodthirsty office skullduggery and intrigue. The two lead performances make it work, even if the plot eventually seems devious for its own sake.\n\nKristin Scott Thomas, once again fluently bilingual, plays Christine, the boss, who is one step away from being promoted to the American office. When we first see her with Isabelle (Ludivine Sagnier), they're in Christine's home working on business while Christine's affection for her protege shows hints of being more personal. Is she really attracted to the younger woman, or just trying to seduce her loyalty? She speaks tenderly, touches her gently, gives her a scarf.\n\nWhen Isabelle discovers she also has taken credit for her work, she's stunned. Christine smoothly explains that it's the way corporations work; it's known as teamwork. Isabelle seems to be a naive and vulnerable underling, compared to Christine's cold-eyed calculation. Intrigue deepens as Christine sends her lover, Philippe (Patrick Mille), with Isabelle on a business trip to Cairo, they sleep together and that triggers Christine's fury against them both.\n\nThe screws tighten. Philippe is trapped. Now Isabelle feels betrayed by both. A friendly colleague opens her eyes to office secrets, setting in motion a labyrinthine plot in which the seemingly naive young woman turns out to be more than the equal of her boss.\n\nSpoiler: I must reveal that Christine is murdered. I won't say who does it. Isabelle is arrested and brought before a conscientious magistrate, and the police assemble a damning case against her, all based on circumstantial evidence. Demoralized by pills, deeply depressed, Isabelle confesses. But then the whole plot turns on itself.\n\nOne of the pleasures is watching the gears mesh. The screenplay has been written by Corneau and Nathalie Carter with meticulous attention to detail. Like classic mystery authors, they play fair, so that the surprises at the end are consistent with what we've seen — although we didn't realize it at the time.\n\nKristin Scott Thomas is good at roles like these, with a combination of sensuality and ruthlessness. Her fluency in the language has given her a new career as a French star, at a time when French filmmakers are more interested than Americans in middle-aged women. The movie depends, however, on Ludivine Sagnier, who is convincing both in early scenes when she's helpless and clueless, and later when she holds the cards and pulls the strings.\n\nThis is the final film by Alain Corneau, who died last year at 67. His best film was \"Tous Les Matins Du Monde\" (1991), which starred Gerard Depardieu in one of his best performances as a regretful old musician. He also directed a favorite of mine, \"Fear and Trembling\" (2003), which also involved two women in competition. \"Love Crime\" is equally involving.", "running_time": 104, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-09-21", "genres": ["Crime", "Foreign", "Mystery", "Thriller"], "title": "Love Crime (2011)"}