{"url": "http://www.rogerebert.com/reviews/love-affair-1994", "by": "Warren Beattyas Mike Gambril", "star_rating": 3.0, "text": "\"Love Affair\" depends on grace and style to make its effect, and that's just as well, because most of the people seeing this movie are going to know how it turns out. If they haven't seen the original \"Love Affair\" (1939) with Irene Dunne and Charles Boyer, or the remake \"An Affair to Remember\" (1957) with Deborah Kerr and Cary Grant, they've seen \"Sleepless In Seattle\" (1993), which was about people who loved the earlier films.\n\nNo, there aren't going to be many people in the audience who don't know what's supposed to happen on May 8 on top of the Empire State Building. When Warren Beatty is pacing around up there, indeed, we almost expect him to be part of a crowd, with Boyer, Grant and Tom Hanks, all partners in misery. That's why it's kind of surprising that this new \"Love Affair\" works as well as it does.\n\nPart of the effect may be the teasing parallels with real life. When Warren Beatty tells Annette Bening, \"You know, I've never been faithful to anyone in my whole life,\" you have the strangest feeling these words might have passed between them on an earlier occasion. And when the chemistry between them really seems to be working, no wonder: This is one of the most famously happy couples in Hollywood.\n\nThe story stars Beatty as Mike Gambril, a playboy sportscaster who is engaged to a millionaire talk show hostess.\n\nBening plays Terry McKay, who is working as an interior designer for a zillionaire (Pierce Brosnan). They Meet Cute on a flight across the Pacific, and when their plane develops engine trouble and makes an emergency landing on a tiny atoll, they continue their journey aboard a screwy Russian cruise ship, before landing in Tahiti, where Beatty's legendary aunt (Katharine Hepburn) lives in a magnificent house on the side of the hill. To say that these are the sorts of things that only happen in the movies would be an understatement.\n\nWhat's interesting about the screenplay, written by Robert Towne and Beatty, is that the movie's key turning point takes place, not between Beatty and Bening, but between Bening and Hepburn. Sure, Bening likes the guy, but she distrusts him, and it's not until she sees the real Mike through the eyes of his aunt that she can take him seriously as a potential partner.\n\nHepburn's scenes steal, and almost stop, the show. She has been old for a long time (she is in her 80s) but this is the first time she has also looked small and frail. Yet the magnificent spirit is still there, and the romantic fire, and she's right for this eccentric old woman, living alone in unimaginable splendor, and feeling an instant connection with the young woman her nephew has brought home.\n\nPart of the magic of the Hepburn scenes is set up by the location, and Conrad Hall's cinematography. There are scenes in the movie - including Beatty and Bening walking across a vast, lush green meadow - that are so radiant your jaw drops open. It's as if nature itself is a co-conspirator in the romance.\n\nThe director, Glenn Gordon Caron, is better known for hard-edged material like \"Clean and Sober,\" but maybe that's because there's not much work in Hollywood these days for filmmakers who still believe in the Semi-Obligatory Lyrical Interlude.\n\nThe rest of the movie is a slow edging up to the big final scene, the emotionally fraught meeting between Mike and Terry.\n\nWatching it, I realized it was a classic example of what Ebert's Little Movie Glossary identifies as the Idiot Plot; that's a plot that works only because everybody in it behaves like an idiot. One word, and all the misunderstanding would be at an end, so of course that one word is never spoken.\n\nFunny thing. This is one of the few Idiot Plots that works.\n\nYes, there is a monumental and tragic misunderstanding between Mike and Terry. Yes, their happiness stands to be destroyed because both of them are pussy-footing around, and not saying what needs to be said. But the movie toys with that, and with us, in delicately written dialogue that allows them to say, and not say, everything that needs to be said, and needs not to be said.\n\nUntil recently the love story seemed to be a threatened genre in Hollywood. Women characters in movies were more likely to stab you than kiss you. Then came \"Sleepless in Seattle\" and \"Only You\" and now \"Love Affair,\" all movies about nice people getting into goofy misunderstandings because they love one another so much. You have to be in the right mood to enjoy movies like this. Or maybe they put you in the mood.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-10-21", "genres": ["Drama", "Romance"], "title": "Love Affair (1994)"}