{"url": "http://www.rogerebert.com/reviews/love-object-2004", "by": "Desmond Harringtonas Kenneth", "star_rating": 2.0, "text": "Robert Parigi's \"Love Object\" tells the story of a painfully shy writer of software manuals, a man inhibited to the point of paralysis who discovers a Web site that sells realistic life-size love dolls. Kenneth (Desmond Harrington) is already a user of porn, frequenting a crypt-like adult shop that looks like the horror chamber at Madame Tussaud's and seems to have the Elephant Man behind the cash register. Now he maxes out his line of credit to order Nikki, a custom-crafted mannequin made to his specifications: hair color, eyes, etc.\n\nWhile this drama is unfolding in his private life, Kenneth is under pressure from his boss. That would be Mr. Novak (Rip Torn), who seems to have modeled his performance on opera bass Samuel Ramey as Mephistopheles. Gravel-voiced and goateed, he alternates threat and praise as he assigns Kenneth to produce a three-volume instruction manual in a month. To assist him, Novak supplies a temp who can do the typing. This is Lisa (Melissa Sagemiller), an attractive young blond.\n\nKenneth doesn't want help. He prefers to work alone. But then an eerie thing occurs; Lisa, as it happens, looks a little like the love doll, Nikki. Kenneth starts buying things for the doll: dresses, wigs, lipstick, fingernail polish. He rigs up a harness so he can dance with the doll. And in the meantime, Lisa makes no secret of her attraction to him, which is odd, since Kenneth is so odd, he might as well have Weirdo Freak tattooed on his forehead.\n\nThe establishing scenes of \"Love Object\" are voyeuristic in a creepy way; there's a strange fascination in stories about sexual fetishes, and as Kenneth works to make Nikki look more like Lisa, and then to make Lisa look more like Nikki, the music by Nicholas Pike subtly reminds us of the \"Vertigo\" theme. The \"Vertigo\" connection seems deliberate: There's even a scene in a dress store, where Kenneth takes Lisa to buy the same dress he earlier bought for Nikki, and the sales clerk looks at him in that same complicit way the clerk regarded James Stewart in the Alfred Hitchcock film. Kenneth wants Lisa and Nikki to look alike, just as Stewart coached Kim Novak to resemble the woman of his dreams.\n\nBoth times there was a trap for the man: In Hitchcock, because Novak secretly really was the woman Stewart was obsessed by, and in Parigi, because Kenneth begins to confuse the woman and the doll. We can't be sure exactly what defines the level of his madness, but certainly he believes Nikki has the upper hand -- she orders him around, calls him at work, handcuffs him in his sleep, and so on. Sooner or later, Lisa is going to find out about this, and then . . .\n\nWell, up to that point Parigi had me fairly well involved. I was reminded of Michael Powell's \"Peeping Tom\" (1960), about a voyeuristic photographer who kills with his camera, and \"Kissed\" (1996), the Canadian film about a woman's strangely sympathetic necrophilia. It wasn't as good as those films, but it had the same attention to the sad inward obsession of the character. If Parigi had continued in the way he began, he might have produced a successful film.\n\nBut he lacks confidence in Kenneth and his inward life, and so the movie reaches with increasing desperation toward humor and grisly sadism, and the mood is broken. There is a workable subplot that involves Kenneth's strange building manager (Udo Kier), who listens in amazement through the walls, but another neighbor, a Los Angeles detective named Dotson (Brad Henke), is a goofball who does everything wrong that he possibly can, just to wring cheap laughs out of a situation that by then is desperately unfunny.\n\nAnd the film's violent conclusion is too gruesome to be earned by what has gone before. Instead of somehow finding a psychological climax for his hero's dilemma, as Hitchcock and Powell did, Parigi goes for horror-film developments that he pushes far beyond any possible interest we have in seeing them. The movie turns cruel and ugly, and hasn't paid the dues to earn its last scenes. Parigi had me there for a while, but when he lost me, it was big time.", "running_time": 88, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-04-23", "genres": ["Comedy", "Drama", "Horror", "Romance", "Thriller"], "title": "LOVE OBJECT (2004)"}