{"url": "http://www.rogerebert.com/reviews/love-affair-or-the-case-of-the-missing-switchboard-operator-1969", "by": "Eva Rasas Isabella", "star_rating": 3.5, "text": "I am driven to desperation by attempts to describe the films of Yugoslavian director Dusan Makavejev. You've never heard of him, but never mind; neither have I. He has hardly any reputation. His \"Innocence Unprotected\" won this year's Chicago International Film Festival, and now comes \"Love Affair, or the Case of the Missing Switchboard Operator,\" an earlier film but unmistakably the work of the same bizarre, anarchist imagination.\n\nThe problem is this: Makevejev's films simply fail to connect with large segments of the American audience. \"Innocence Unprotected\" played to four capacity crowds at the Chicago festival, and I estimate at least half the ticket-holders figured they wuz robbed. This wasn't because Makavejev is intellectual or anything horrible like that. His films are direct, candid, occasionally crude and conceived in marvelously bad taste. They are also tender and funny.\n\nNo, Makavejev's problem at the Chicago festival was that he'd found the wrong audience. He got a theater full of earnest fans of serious films, and a lot of them were aghast at the way he messed around with continuity, cutting, color and even the screen ratio. \"The worst film I ever saw,\" said one young man with a fishing fly on his fedora. \"Completely incomprehensible,\" testified a film society treasurer. \"A gas,\" said John the Garbage Man.\n\nWhat Makavejev needs to reach is that specific American subculture consisting of old Bob and Ray fans, Marvel Comics readers, Realist subscribers, people who can recite scenes from \"Catch-22,\" and people who write obscene letters to large corporations. They will share Makevejev's vision of the real world, where the grotesque and the hilarious are identical.\n\nThis world existed in \"Innocence Unprotected,\" which was about an aging acrobat who believed his talents were unique and beautiful. But the film was also about an earlier film made by the acrobat in 1942. It was the first Serbo-Croatian talkie; it combined shots of the acrobat's stunts with a melodramatic tale of seduction and newsreel footage of Hitler's troops on the march. It was considered an act of underground resistance, and I guess it was. Any nation with its own talkie has something worth fighting for.\n\n\"Love Affair, or the Case of the Missing Switchboard Operator,\" is nominally about a switchboard operator who seduces a rat control expert. He eventually does not exactly hurl her into a deep well. The story is told in an improvised style very much like early Godard or Buster Keaton.\n\nBut Makavejev pretends that he wants to do more. To tell the tale of the girl and her People's Rodent Control Hero is not enough; a film must inform the masses and be ideologically sound, right? So Makavejev spoofs those deadly dull Russian morality films of the 1940s, where workers triumphed over capitalist-imperialist warmonger and ended the steel shortage while singing labor songs.\n\nSo we get a sexologist learnedly lecturing on ancient phallic cults, we get a grisly poem about rat extermination, we get a sanitation worker's marching song, we get more old newsreels, we get a detailed lecture on the methods of murderers, their weapons and the difficulty they have in disposing of bodies. And we get scenes like this: The rat fighter takes the girl to his home. They climb stairs to the roof of a building. \"I live here, modestly,\" he says, indicating a cupola. \"It reminds me of 'Wuthering Heights',\" she replies sweetly.\n\nYou have to be the victim of a certain state of mind to appreciate the humor and truth of Makavejev. Last Saturday night at the Three Penny Cinema, perhaps two dozen people were in a state of rapture. We were weeping with laughter, we were gasping and wheezing and applauding. All about us, the rest of the audience sat in stony silence. I had the distinct impression they were there only to hear the Serbo-Croatian dialog. There's that, too.", "running_time": 79, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-02-13", "genres": ["Drama", "Foreign"], "title": "Love Affair, or the Case of the Missing Switchboard Operator (1969)"}