{"url": "http://www.rogerebert.com/reviews/love-walked-in-1998", "by": "Denis Learyas Jack Hanaway", "star_rating": 2.0, "text": "\"Love Walked In\" proves something that nobody ever thought to demonstrate before: You can't make a convincing film noir about good people. Noir is about weakness and temptation, and if the characters are going to get soppy and let their better natures prevail, what's left? Has there ever been a thriller about resisting temptation? The movie has two other problems: It requires the female lead to behave in a way that's contrary to everything we know about her. And it intercuts the action with an absurd parallel story, a fantasy the hero is writing. He hopes to become a novelist, but on the basis of this sample, he should stick to playing the piano. Oh, and the filmmakers should have guessed that the big ending, where the hero falls out of a tree, would inspire laughs just when the movie doesn't need any.\n\nYet the elements are here for a decent film noir. There is, first of all, good casting. Denis Leary plays Jack, a world-weary pianist in a fleapit lounge named the Blue Cat. Aitana Sanchez-Gijon is Vicki, his wife, a songstress who has a way with the pseudo-Gershwin tunes Jack writes. And Terence Stamp, he of the penetrating blue eyes and saturnine features, is a rich man named Moore who frequents the lounge and whose desire stirs for Vicki. Leary has been in a lot of movies lately, (\"The Real Blonde,\" \"Wag the Dog\") but this is the one where he really emerges: He began as a comedian learning to act, but now you can see that he has the stuff, that given a good script he could handle an important role.\n\nAitana Sanchez-Gijon (Keanu Reeves' love in \"A Walk in the Clouds\") is also just right; you can see how this situation could have been rewritten into a workable noir. But neither she nor any other actress could convincingly handle the scenes where she is required to mislead Moore. Women don't work that way. Oh, a femme fatale might, but the whole point is that Vicki's heart is in the right place.\n\nThe set-up: Jack and Vicki are desperately poor after 10 years of touring crummy clubs. (Strange, since they're talented.) Jack's old buddy Eddie (Michael Badalucco), now a private eye, turns up and reveals he's been hired by Moore's jealous wife to get the dirt on him. Since Moore has the hots for Vicki, Eddie says, why not blackmail him--which would rescue Vicki and Jack from poverty row: \"You guys have the real thing. All you need is a little dough to complete the picture.\" This is a classic noir suggestion. And in a different kind of film we'd believe it when Jack suggests this plan to Vicki. But we never sense that Vicki is that kind of girl. She's wounded when she first hears the plan; Jack says she'd only have to \"make out\" with Moore long enough for Eddie to take photos, and Vicki shoots back, \"Make out? How much? Second base? Third? Home run?\" But she goes along with the scheme, even though the movie lacks any scene or motivation to explain her change of heart--or indeed, any way of telling what she's really thinking most of the time. Her character is seen entirely from the outside, as an enigma, and maybe that's exactly what she was to the writer-director, Juan J. Campanella.\n\nAs for Jack, his character is confusingly written, and it doesn't help that he constantly interrupts the action with cutaways to a parallel story, which he narrates with Rod Serlingesque solemnity. The plot whips itself into a frenzied payoff, with thunder and lightning on cue, as Jack finds himself out on a limb in a scene that would be plausible, unfortunately, only if played by John Belushi in \"Animal House.\" \"Love Walked In\" has the right moves for noir: the melancholy, the sexiness, the cigarettes, the shadows. But you have to believe in the characters, and their capacity for evildoing. These characters act like they saw \"Double Indemnity\" on TV once, and thought they could do that stuff themselves, and were wrong.", "running_time": 90, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-02-20", "genres": null, "title": "Love Walked In (1998)"}