{"url": "http://www.rogerebert.com/reviews/love-and-human-remains-1995", "by": "Thomas Gibsonas David", "star_rating": 2.0, "text": "“Love and Human Remains\" fashions a strange alliance out of\rsexual politics, serial murder and the dating game. All of its characters are\rseriously immature and narcissistic - obsessed with their own images and\rorgasms - but that's the strength of the movie. Its weakness is the way it uses\rsoap opera to veer away from its real concerns. The result is kind of a mess,\rbut an intriguing one; it's not a very good movie, but you don't stop watching\rit.\n\nThe\rstory, based on Brad Fraser's play \"Unidentified Human Remains and the\rTrue Nature of Love\" takes place in a Canadian city where a serial killer\ris stalking young women. The killer is one of the characters in the story, and\rif you can't figure out which one, you're not paying attention to the earrings.\rThe story would play better, I think, without the killings or the killer; I was\rmore interested in the relationships, as characters experiment with their\rsexuality, than with a plot device dragged in from David Lynch movies.\n\nThe\rcentral character is David (Thomas Gibson), a former TV actor who is now\rworking as a waiter, and who has cultivated a sardonic, cynical pose of\rperpetual amusement. He lives with Candy (Ruth Marshall), who was his lover\runtil he decided he was gay.\n\n(Coming\rhome at night, he opens the door and shouts, \"Honey! I'm homo!\") His\rbest friend is Benita (Mia Kirshner), a prostitute specializing in a curious\rform of S&M (her speciality is tying people up and telling them Urban\rLegends like the one about the \"dog\" under the bed). She's psychic,\rby the way, which is probably a great help when trying to anticipate the needs\rof her clients.\n\nOne\rday at work, David is approached by a young busboy named Kane (Matthew\rFerguson), who is fascinated by David's gay lifestyle and thinks maybe he's\rgay, too. It's more likely he's simply hero-worshipping the older guy, who\raffects a bemused superiority; poor Kane never feels bemused or superior.\rMeanwhile, continuing the theme of revolving lifestyles, Candy (remember her?\rDavid's roommate and former lover?) thinks she may be gay, and has an affair\rwith Jerri (Joanne Vannicola). Or is she just getting back at David, who\rflaunts his promiscuity? On the stage, these character combinations probably\rprovided a springboard for a series of revealing and comic conversations (the\rcentral set was a rumpled bed). Film, with its greater realism, has to strain\rto get all of these people into the same plot.\n\nThe\rdirector, Denys Arcand, specializes in large, loosely linked groups of friends\r(his credits include \"Jesus of Montreal\" and \"Decline of the\rAmerican Empire\"). At least he doesn't hammer at absurdity the way Lynch\rdid in \"Wild at Heart.\" He plays every scene for the truth of the\rcharacters, and he has a strong unifying force in David, whose attempts to stay\raloof and cynical are, we sense, just a way of hiding from his own pain.\n\nIf\rthe story is eventually absurd, then, the characters aren't.\n\nOne\rof the most interesting is Candy, the hooker, played by Mia Kirshner, who was\rthe table dancer in \"Exotica,\" earlier this year.\n\nTo\rboth roles she brings a kind of ethereal detachment, as if she's giving\rspiritual, not physical, solace. I also liked the painful sincerity of Kane,\rthe busboy, whose seriousness about life - make that Life - is typical of\rteenagers. What I didn't like was the way Arcand and Fraser, the writer,\rdistrusted the basic human values in their story, and laid on the serial killer\ras a way of disguising drama as merely melodrama.", "running_time": 99, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-06-23", "genres": ["Comedy", "Drama"], "title": "Love and Human Remains (1995)"}