{"url": "http://www.rogerebert.com/reviews/love-field-1993", "by": "Michelle Pfeifferas Lurene Hallett", "star_rating": 2.5, "text": "She is a Dallas housewife who worships Jacqueline Kennedy, and is stuck in a drab marriage with a husband whose idea of communication is to ask her to get him another beer out of the icebox. When she learns that the Kennedys plan to visit Dallas, she's beside herself. She gets a neighbor lady in a wheelchair to come with her to the airport, figuring that the wheelchair will allow them both to get up close. This is the most important day of her life.\n\nWe know what happened then. \"Love Field\" depicts the moment of the assassination in a creepy, effective way, by showing the woman driving through the streets of Dallas and realizing that something has gone wrong. People aren't behaving normally. There is a crowd outside the TV store, looking at something on the sets in the windows.\n\nWhen the woman, whose name is Lurene and who is played by Michelle Pfeiffer, realizes that the president is dead, her heart goes out to the first lady; she identifies so strongly with her that she cares more for Jackie's husband than for her own. She decides she must attend the funeral. Her husband tells her she's crazy (a blanket diagnosis he applies to most of her actions).\n\nSo she takes the bus to Washington. And along the way, as she meets a black man (Dennis Haysbert) and his young daughter, she finds herself blundering into a drama much bigger than she counted on. Lurene has an active imagination. She sees plots where they do not exist. She convinces herself the man is kidnapping the little girl, and when she realizes her error she is so contrite that somehow together the three of them end up in a car that isn't theirs, heading east together.\n\nIt's at about this time that \"Love Field\" accumulates more plot than it really needs. We already have the Jackie-worshipper on her pilgrimage. Now we also have a road movie, involving a possible but unstated romantic attraction, and a little girl, and cops chasing the couple, and bystanders getting involved, and a race against the deadline of the funeral.\n\nMaybe I'm wrong, but I think this basic situation would have worked better as a simple human story, instead of being tricked up with so many Hollywood formulas and gimmicks. The whole business of the car and the chase and the danger that Pfeiffer puts Haysbert in is all essentially just screenwriting. We grow impatient at the contrivance. We want the people, not twists and turns.\n\nAnd yet there are real qualities to this movie, not least Michelle Pfeiffer's performance, which takes a woman who could have become a comic target and invests her with a certain dignity: Within her limitations and almost against her nature, she grows and changes during these few days, and will never be the same again.\n\nThe Haysbert character is also carefully drawn, as a Southern black man of 30 years ago, who is acutely aware of the racism and danger she hardly seems to notice. Some of the best lines in Don Roos' screenplay involve Pfeiffer making blithe assumptions about the nature of American reality, and Haysbert adding quiet, subtle footnotes.\n\nSeeing this film for the second time, I was more than ever aware, however, that the essential truth of the characters was being undercut by all the manufactured gimmicks of the plot. The ancient formula for a movie in trouble was \"cut to the chase.\" Nothing has changed. And when \"Love Field\" turns from an odyssey into a chase, it loses its way. By the end, the Kennedy funeral, which should provide the whole focus, is really only a McGuffin.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-02-12", "genres": ["Drama", "Romance"], "title": "Love Field (1993)"}