{"url": "http://www.rogerebert.com/reviews/love-and-death-on-long-island-1998", "by": "John Hurtas Giles De'Ath", "star_rating": 3.5, "text": "A creaky British writer, who has lived for decades in a cocoon\rof his books and his musings, locks himself out of the house one day in the\rrain. He takes refuge in a nearby movie theater, choosing a film based on a\rnovel by Forster. After a time, he murmurs, “This isn't E.M. Forster!” And he\rbegins to collect his coat and hat so he can leave.\n\nIndeed it is not Forster. The film is “Hotpants College II,”\rabout the high jinks of a crowd of randy undergraduates. But as the writer,\rnamed Giles De'Ath, rises to his feet, he sees an image that causes him to\rpause. The camera slowly zooms in on his face, illuminated by the flickering\rlight reflected from the screen, as he stands transfixed by the sight of a\ryoung actor named Ronnie Bostock.\n\nIt is this moment of rapture that gives “Love and Death on Long\rIsland” its sly comic enchantment. Giles De'Ath, played by John Hurt as a man\rlong settled in his dry and dusty ways, has fallen in love with a Hollywood\rteen idol, and his pursuit of this ideal leads him stumbling into the 20th\rcentury. He finds that films can be rented, and he goes to a video store to\robtain two other Ronnie Bostock titles, “Tex Mex” and “Skidmarks.” Dressed like\ran actor playing T. S. Eliot, discussing the titles with the clerk as if he\rwere speaking to a librarian in the British Museum, he rents the tapes and\rbrings them home, only to find that he needs a VCR. He purchases the VCR and\rhas it delivered to his book-lined study, where the delivery man gently\rexplains why he also will require a television set.\n\nAt last, banishing his housekeeper from his study, Giles settles\rdown into a long contemplation of the life and work of Ronnie Bostock. He even\robtains teenage fan magazines (the cover of one calls Bostock “snoggable!”),\rand cuts out Ronnie's photos to paste them in a scrap book, which in his\relaborate cursive script he labels Bostockiana. He sneaks out to dispose of the\rmagazines as if they were pornography and daydreams of a TV quiz show on which\rhe would know all the answers to trivia questions about Ronnie (Favorite\rauthor: Stephen King. Favorite musician: Axl Rose).\n\nThese opening scenes of “Love and Death on Long Island” are\rfunny and touching, and Hurt brings a dignity to Giles De'Ath that transcends\rany snickering amusement at his infatuation. It's not even perfectly clear that\rGiles' feelings are homosexual; he has been married, now lives as a widower,\rand there is no indication that he has (or for that matter had) any sex life at\rall. At lunch with his bewildered agent, he speaks of “the discovery of beauty\rwhere no one ever thought of looking for it.” And in a lecture on “The Death of\rthe Future,” he spins off into rhapsodies about smiles (he is thinking only\rabout Ronnie's).\n\nThere is something here like the obsession of the little man in “Monsieur\rHire,” who spies adoringly on the young woman whose window is opposite his own.\rNo physical action is contemplated: Sexual energy is focused in the eyes and\rthe imagination. The cinema of Ronnie Bostock, Giles believes, “has brought me\rinto contact with all I never have been.” It is always a disappointment when\rfantasies become real; no mere person can equal our imaginings. Giles actually\rflies to Long Island, where he knows Bostock has a home, and sets out to find\rhis idol. This journey into the new land is not without hazards for the\rreclusive London writer, who checks into a hot-sheets motel and soon finds\rhimself hanging out at “Chez D'Irv,” a diner where the owner (Maury Chaykin)\rrefers to almost everything as “very attractive.” But eventually Giles does\rfind his quarry. First he meets Audrey (Fiona Loewi), Ronnie's girlfriend, and\rthen Ronnie himself, played by Jason Priestley with a sort of distant\rfriendliness that melts a little when Giles starts comparing his films with\rShakespeare's bawdy passages. The film doesn't commit the mistake of making\rRonnie stupid and shallow, and Audrey is very smart; there's a scene where she\rlooks at Giles long and hard, as his cover story evaporates in her mind.\n\nI almost wish Giles had never gotten to Long Island--had never\rmet the object of his dreams. The film, directed by Richard Kwietniowski and\rbased on a novel by the British film critic Gilbert Adair, steps carefully in\rthe American scenes, and finds a way to end without cheap melodrama or easy\remotion. But the heart of the film is in Giles' fascination, his reveries about\rRonnie's perfection.\n\nThere is a scene in “Hotpants College II” in which Ronnie\rreclines on the counter of a hamburger joint, and his pose immediately reminds\rGiles of Henry Wallis' famous painting “The Death of Chatterton,” in which the\ryoung poet is found dead on his bed in a garret. Thomas Chatterton was to the\r18th century as Bostock is to ours, I suppose: sex symbol, star, popular\rentertainer, golden youth. It's all in how you look at it.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-03-13", "genres": ["Drama", "Foreign", "Romance"], "title": "Love and Death on Long Island (1998)"}