{"url": "http://www.rogerebert.com/reviews/love-jones-1997", "by": "Larenz Tateas Darius", "star_rating": 3.0, "text": "\"Love Jones'' is a love story set in the world of Chicago's middle-class black artists and professionals--which is to say, it shows a world more unfamiliar to moviegoers than the far side of the moon. It is also frankly romantic and erotic and smart. This is the first movie in a while where the guy quotes Mozart, and the girl tells him he's really thinking of Shaw.\n\nThe movie stars Nia Long as Nina, a professional photographer, and Larenz Tate as Darius, a novelist. After an opening montage of great black and white Chicago scenes (Nina's photographs, we learn), they Meet Cute at the Sanctuary, a club inspired by the various venues around town for poetry slams, cool jazz and upscale dating. His moves are smooth: He meets her, walks to the mike, and retitles his poem \"A Blues for Nina,'' reading it to her across the smoky room. She likes that. \"Maybe next week you'll write something for me,'' he says. They engage in flirt-talk. \"There are other things than sex,'' she tells him. Like what? he wants to know. She takes a pen and writes \"love'' on his wrist.\n\nAs their relationship develops, we see it in the context of the world they live in, a world of African-American artists, writers, teachers and intellectuals. The film's writer-director, Theodore Witcher, says he wanted to suggest a modern Chicago version of the Harlem Renaissance, but this is the 1920s filtered through modern eyes, and some of the parties they attend have conversation that sounds like hip campus faculty talk.\n\nThe relationship between Darius and Nina proceeds, but not smoothly. Is it just a sex thing? They talk about that. She's on the rebound from her last man, and tells Darius \"the timing is bad,'' but it starts looking pretty good. And their chemistry, as characters and actors, is hot. There's a sensuous scene where they go to her place, and she loads her camera and tells him to strip, and shoots him while he's teasing her. This nicely turns the gender tables on the famous \"Blow Up\" scene where the photographer made love through his camera.\n\nWitcher's screenplay is not content to move from A to B to love. There are hurt feelings and misunderstandings, and Nina goes to New York at one point to see her former finance and find out if there's still life in their relationship. I didn't buy that New York trip; it seemed clear to me that Darius was her love, and if she was merely testing him, why take a chance of losing a good thing? Darius starts seeing another woman, she starts dating his best friend, and a completely avoidable misunderstanding develops.\n\nI felt frustrated, but I was happy to. When movie characters inspire my affection, so that I want them to stay together when they don't, that shows the movie's working. And there is a very nice sequence when they both end up at a party with other people, and see each other across the room, and are hurt.\n\nThese two characters are charismatic. There's electricity when they go on a date to the weekly steppers'ball hosted by Herb Kent the Cool Gent, who plays himself. Steppin' is a Chicago dance style that comes out of jitterbug, cooled down, and as we watch this scene we get that interesting feeling when a fiction film edges toward documentary and shows us something we haven't seen before.\n\nNia Long and Larenz Tate are destined for more starring roles. They embody qualities we associate with Whitney Houston and Denzel Washington: They're fresh, have a sense of humor, and are almost implausibly good-looking.\n\nIt's hard to believe that Tate--so smooth, literate and attractive here--played the savage killer O-Dog in \"Menace II Society.\" Nia Long was Brandi, one of the girl friends, in \"Boyz N the Hood.\" \"Love Jones'' extends their range, to put it mildly.\n\nWitcher has a good eye for locations. You can see Loop skyscrapers in the backgrounds of a lot of shots, so you know this is Chicago, but movies haven't shown us these neighborhoods before. Scenes are set in Hyde Park, on the near North Side, and in between. As the characters move from coffee bars to record stores to restaurants to the Sanctuary, we realize how painfully limited the media vision of urban black life is. Why do the movies give us so many homeboys and gangstas and druggies and so few photographers, poets and teachers? The title is spelled all lower-case. That kind of typography was popular in avant garde circles from the 1920s through the 1950s, on everything from book covers to record album jackets. I think Witcher is trying to evoke the tone of that period when bohemia was still somewhat secret, when success was not measured only by sales, when fictional characters wrote novels instead of computer programs and futures contracts. There is also a bow to the unconventional in the ending of his film. Many love stories contrive to get their characters together at the end. This one contrives, not to keep them apart, but to bring them to a bittersweet awareness that is above simple love. Some audience members would probably prefer a romantic embrace in the sunset, as the music swells. But \"Love Jones'' is too smart for that.", "running_time": 110, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-03-14", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Love Jones (1997)"}