{"url": "http://www.rogerebert.com/reviews/love-valour-compassion-1997", "by": "Jason Alexanderas Buzz Hauser", "star_rating": 3.0, "text": "In its structure, Terrence McNally's \"Love! Valour! Compassion!'' is as old-fashioned as a 19th century three-act play. A group of friends meets for a June weekend in a country house. In midsummer, they meet again. At summer's end, they meet a third time. In the first act the characters are introduced and their problems are established. In the second, there is conflict and crisis. In the third, truth and resolution. When this play won its 1994 Tony Award, it wasn't for technical innovation.\n\nIn content, too, the material is not original. All of the friends are gay men, and during the course of the drama some of their relationships will dissolve and some will strengthen, and new ones will form. And the specter of AIDS will hover over the drama, which is one of the ways these characters must be different from, say, the characters in \"The Boys in the Band.'' In crisis, some of the characters will behave well and others badly, and there will be a bittersweet conclusion in which we discover that some will die and others will live, some will be happy and others will remain sad and lonely.\n\nAs a formula, this will do nicely for any set of characters of your choice. The dramatic arc is so traditional, it's almost reassuring. Yet \"Love! Valour! Compassion!'' has power and insight, and perhaps what makes it strong is its disinterest in technical experiments: It is about characters and dialogue, expressed through good acting--the very definition of the \"well-made play.'' Mantello, who directed the play Off-Broadway and makes his film debut here, is more concerned with recording the performances than with visual innovation. He allows himself small flashes of wit (one of the characters, packing his bag, throws in flannel shirts, Winstons and handcuffs). But basically he's at the service of the material, which builds firmly and observantly into a touching record of human life--not gay, but universal, since the real issues do not depend on sexuality but on character.\n\n\"I hope you appreciate the details,'' says the narrator, Gregory (Stephen Bogardus), taking us on a tour of his rambling Victorian lakeside home. He's proud of the architecture and the furnishings. He is a successful choreographer, and lives there with his lover Bobby (Justin Kirk), who is blind. We see some of the guests arriving, including the acerbic, lonely British composer John Jeckyll (John Glover), who observes acidly, \"What kind of statement do you think a choreographer is making about his work when he lives with a blind person?'' John has a new boyfriend along, named Ramon (Randy Becker), who is a darkly handsome hunk. Other guests include Buzz (Jason Alexander), who has memorized countless Broadway musicals and quotes them compulsively, and Perry (Stephen Spinella) and Arthur (John Benjamin Hickey), who will celebrate their 14th anniversary this summer.\n\nRamon of course is the equivalent of the loaded gun that, brought onstage in the first act, must eventually fire. In an early scene that will not puzzle Freudians, he encounters the blind Bobby feeling a tree, and silently places himself in Bobby's way. Soon the two of them are grappling passionately in the kitchen at night, and when Bobby confesses his infidelity to Gregory, their relationship is shaken. That will not be the last of the mischief provoked by Ramon, although he is not a bad person, simply a young one more concerned with pleasure than commitment.\n\nThe relationship between John and Ramon is exclusively a sexual one, we see; John is a bitter misogynist who likes to stand apart from the others, smoking and brooding. In midsummer he gets a call from his twin, James, an AIDS sufferer who needs help and arrives to join the house party. Both characters are played by Glover, who won a Tony for this dual role on Broadway and contributes the two best performances in the film.\n\nIt's almost impossible to play a dual role without falling into the \"Parent Trap'' syndrome, in which the audience spends most of the movie trying to spot the secrets of the trick photography and camera angles, but Glover does it: Both of the Jeckyll brothers are so well acted that we believe in them as individuals, even when they have scenes together.\n\nJames is the sweet twin, the one everyone likes. John has spent a lifetime mired in resentment. \"You got the good soul, I got the bad one,'' John tells James, and in a strong late scene: \"What's the secret of unconditional love? I'm not going to let you die with it.'' But it is Buzz (Alexander) who finds and shares that secret, and the movie's best single scene is a quiet conversation on a shaded porch between Buzz and James.\n\n\"Love! Valour! Compassion!'' has been compared to \"The Boys in the Band'' because of their obvious similarities, but there are as many differences, and one of them is crucial: This story is not about homosexuality, but about homosexuals. The 1970 movie was the first frank big studio treatment of uncloseted gays, and much of the movie was preoccupied with how they \"got'' to be gay, and how they felt about being gay, and how they \"accepted'' their homosexuality, etc.--an encounter group with drinks served. In \"Love! Valour! Compassion!'' the characters' sexuality is the air they breathe, the natures they were given; the point is not how they make love, but simply how they love, or fail to love.\n\nThere is still ground to be broken and depths to be discovered in drama about homosexuals. There will eventually be a play like this in which one of the characters need not be an expert on the works of Ethel Merman and Gertrude Lawrence, and none performs in a tutu. The most successful film explorations of homosexuality so far have been about lesbians (\"Passion Fish,\" \"The Incredibly True Adventures Of Two Girls In Love\"). Perhaps that's because women, as a gender, prefer to begin with a relationship and move on to sexuality, while men usually approach it the other way around. But \"Love! Valour! Compassion!'' is a touching and perceptive film, about themes anyone can identify with: loneliness, jealousy, need, generosity.", "running_time": 115, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-05-23", "genres": ["Drama"], "title": "Love! Valour! Compassion! (1997)"}