{"url": "http://www.rogerebert.com/reviews/lovely-and-amazing-2002", "by": "Catherine Keeneras Michelle Marks", "star_rating": 4.0, "text": "The four women in \"Lovely & Amazing\" have been described as a dysfunctional family, but they function better than some, and at least they're out there looking. Here is a movie that knows its women, listens to them, doesn't give them a pass, allows them to be real: It's a rebuke to the shallow \"Divine Secrets of the Ya-Ya Sisterhood.\" Jane Marks (Brenda Blethyn), the mother, 50ish, had two daughters at the usual season of her life, and now has adopted a third, 8-year-old Annie (Raven Goodwin), who is African American. Her grown daughters are Michelle (Catherine Keener), who tries to escape from a pointless marriage through her pointless art, and Elizabeth (Emily Mortimer), who is an actress who cares more about dogs than acting.\n\nAll of these women are smart, which is important in a story like this. The mistakes they make come through trying too hard and feeling too insecure. They're not based on dumb plot points. They're the kinds of things real people do. And thank God they have a sense of humor about their lives, and a certain zest: They aren't victims but participants. They're even mean sometimes.\n\nMen are a problem. Michelle's husband, Bill (Clark Gregg), is tired of paying all the bills while she sits at home making twee little chairs out of twigs. She accuses him of stepping on one of the chairs deliberately. He informs her that her \"art\" is worthless. Indeed, her chairs are the sorts of collectibles made by the clueless for the clueless. But there is a deeper impulse at work: Her art allows her a zone free of her husband, a zone that insists she is creative and important.\n\nElizabeth, the actress, is, like most actresses, filled with paralyzing doubt about her looks, her body, her talent. Annie, the adopted child, understandably wonders why she is black when everyone else in the family is white, and asks blunt questions about skin and hair. She also eats too much and is already learning denial: \"I'm not gonna eat all this,\" she tells Michelle, who finds her at McDonald's after she has disappeared from home. \"I just couldn't make up my mind.\" Where did she learn that reasoning? Perhaps from her adoptive mother. As the film opens, Jane has gone into the hospital to have liposuction, and there is a complicated dynamic going on because in some sense she dreams that her handsome surgeon (Michael Nouri) will first improve her, then seduce her.\n\nAll of these women are obsessed by body image. There is a scene of uncomfortable truth when Elizabeth sleeps with Kevin, a fellow actor (an indifferent, narcissistic hunk played by Dermot Mulroney), and then stands before him naked, demanding that he subject her body to a minute commentary and critique. When he misses her flabby underarms, she points them out. When I saw the movie for the first time at Telluride, I noticed a curious thing about the audience. During most nude scenes involving women, men are silent and intent. During this scene, which was not focused on sexuality but on an actual female body, attractive but imperfect, it was the women who leaned forward in rapt attention. Nicole Holofcener, who wrote and directed \"Lovely & Amazing,\" is onto something: Her movie knows how these women relate to men, to each other, to their bodies, and to their prospects of happiness.\n\nConsider Elizabeth again. She picks up stray dogs--even dogs not much hoping to be adopted. One of them bites her. We have already seen how obsessed she is with her body, and yet she never even mentions the scarring that will result; it's as if the dog bite releases her from a duty to be perfect. Little Annie is certainly obsessed by being plump--she got that from Jane, probably along with the overeating--but she finds another unexpected image problem. An adult black woman, who volunteers to be her big sister, is disappointed: \"When I signed up, I thought I was going to get somebody who was poor.\" Michelle's husband is manifestly no longer interested in her. When he insists she get a job, she goes to work at a one-hour photo stand, where a fellow employee, a teenage boy (Jake Gyllenhaal), gets a crazy crush on her. She is not impervious to being adored. She likes this kid. She even winds up in his bedroom. And here Holofcener does something almost no other movie ever does: holds an adult woman to the same standard as an adult man. Michelle knows the age difference makes them wrong as a couple. The kid's mother calls the cops and accuses Michelle of statutory rape. There is some doubt about what exactly has taken place, but at least \"Lovely & Amazing\" doesn't repeat the hypocrisy that it's all right for adult women to seduce boys but wrong for adult men to seduce girls.\n\nScene after scene in this movie has the fascination of lives lived by those willing to break loose, to try something new. \"Lovely & Amazing\" is not about the plight of its women but about their opportunities, and how in their disorganized, slightly goofy way they persist in seeking the good and the true.\n\nI hope I haven't made the film sound like a docudrama or a message picture: It has no message, other than to celebrate the lives of these imperfect women, and the joy of their imperfections.", "running_time": 91, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-07-19", "genres": ["Comedy", "Drama", "Romance"], "title": "Lovely and Amazing (2002)"}