{"url": "http://www.rogerebert.com/reviews/love-letters-1984", "by": "Jamie Lee Curtisas Anna", "star_rating": 3.5, "text": "The affair begins at a crossroads in her life. She's an announcer for a public radio station in San Francisco, and within a period of a few weeks her mother dies, and she gets a job offer from a larger station. She doesn't take the job, though, because something else happens. She meets a photographer (James Keach), who is a sensitive, intelligent, married man, and feels powerfully drawn to him. And she finds her mother's love letters, which reveal that her mother once had an affair. The old letters are used as a counterpoint to the events in the present. They're read on the sound track in the voice of the man who wrote them -- a man we don't meet until the movie is almost over. They are letters about love, separation, loneliness, and loyalty. Anna learns to her astonishment that her mother continued the affair for years and years during her marriage, finally ending it only because she had decided to stay with her husband.\n\nWe meet the husband, Anna's father. He is a self-pitying alcoholic who believes he was never good enough for Anna's mother, and who smothers Anna with neurotic demands. What happens then is fascinating, and the movie treats it with great intelligence. Anna is already attracted to the James Keach character. Now, reading the old love letters, she begins to develop a romantic idea about affairs. She hates her father, and so, perhaps, did her mother. Her mother cheated on her father -- and so will she, by having an affair with Keach. She will become the same kind of noble, romantic outsider that the author of the love letters must have been.\n\nAll of this is handled with as much subtlety as Ingmar Bergman brought to similar situations in Scenes from a Marriage. This isn't a soap opera romance; it's an investigation into how we can intellectualize our way into situations where our passions are likely to take over. Anna and the photographer spend happy times together. They are \"in love.\" Anna thinks she only wants an affair, but she grows possessive in spite of herself. And when she spies on Keach's family, she sees that his wife is a good woman and there is love in their home. Her life refuses to parallel the love letters.\n\nLove Letters was written and directed by Amy Jones, whose previous credit was \"The Slumber Party Massacre\". This is perhaps another case of a young filmmaker beginning with exploitation movies and finally getting the chance to do ambitious work. What she accomplishes here is wonderful. She creates a story of passion that is as absorbing as a thriller. She makes a movie of ideas that never, ever, seems to be just a message picture. And she gives Jamie Lee Curtis the best dramatic role of her career; this role, side-by-side with Curtis's inspired comic acting in Trading Places, shows her with a range we couldn't have guessed from all her horror pictures. Love Letters is one of those treasures that slips through once in a while: A movie that's as smart as we are, that never goes for cheap shots, that's about passion but never blinded by it.", "running_time": 98, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": null, "title": "Love Letters (1984)"}