{"url": "http://www.rogerebert.com/reviews/love-serenade-1997", "by": "Miranda Ottoas Dimity Hurley", "star_rating": 3.0, "text": "\"I've come to Sunray to escape the hustle and bustle of the big city,\" Ken Sherry explains. He says that like he says everything else, in a dry, flat voice that defies you to believe him. He is the new disc jockey at the local radio station, a 50-watt operation in a ramshackle hut where all the songs are still on vinyl. He has been divorced three times.\n\nDimity and Vicki-Ann Hurley live next door to the house he's rented. They are unspeakably thrilled to think that a big radio personality like Ken Sherry (George Shevtsov) would come all the way from Brisbane to live in their moribund corner of the Australian outback. Until he arrived, the only way to pass the time was to go fishing. They offer him a fish. He says he doesn't eat fish. Then how about a chicken casserole? \n\nThe opening scenes of \"Love Serenade\" play like a definition of the kind of movie that fascinates me. I like films with very specific senses of place, with characters who are defiantly individual, with plots that are impossible to anticipate. There is the suggestion that \"Love Serenade\" will be some kind of a love triangle, with both sisters competing for the disc jockey's attention--but something about Ken Sherry's implacable, insolent, lazy personality suggests that he has secrets we have not even remotely guessed.\n\nAustralian films love to create strange characters. Movies such as \"Sweetie,\" \"Muriel's Wedding\" and \"Strictly Ballroom\" were populated by people whose lives seem made out of pop fantasies and sheer desperation. The Hurley girls are like that. Vicki-Ann (Rebecca Frith) works in a hair saloon (the Hairport), and Dimity (Miranda Otto) is a waitress at the downtown Chinese restaurant, where the owner, Albert Lee (John Alansu), sings \"Wichita Lineman\" in a mournful baritone. When Ken Sherry walks into the restaurant, Dimity breathlessly blurts out, \"Excuse me for interfering, but my sister Vicki-Ann is looking for a boyfriend and we live right next door to you!\" Sherry regards her Dimity like a specimen on a microscope slide: \"What about you? Are you looking for a boyfriend?\" \n\nShe is. Their seduction scene is the least erotic in the history of movies. They discuss whether fish have souls, and if they can go to heaven. He speaks about how lonely he is. She offers to ease his loneliness. He remains so impassive that his seduction technique seems to involve challenging women to make him notice them. (The long-faced George Shevtsov plays the character with such snaky detachment that even while we're watching this film we want to see him in others.) \n\nVicki-Ann, who believes the theory that the way to a man's heart is through his stomach, has adopted the casserole method of seduction, and is shattered to learn that her kid sister has scored first, using more direct methods. But soon both sisters have enjoyed, or endured, or survived, Ken Sherry's charms. And, peering out from behind their blinds or peeking over the backyard fence, they remain fascinated by his lifestyle. What does he do in there? What is he like? \n\nThe film gives an almost physical sense of the small town of Sunray. The sisters meet for lunch at a picnic table in an exhausted park. The main street is almost always deserted. A creek bed is dried up. The sun beats down. The buildings seem to wince in its heat. The radio station is the local outpost, however attenuated, of the glamorous world of show business. Ken Sherry pulls the microphone closer and dedicates songs to \"broken dreams.\" He plays the kinds of 1970s songs that are favored by lounge acts.\n\nAnd then there is a secret, gradually revealed, about the DJ. Is it strange? Very strange. Does it provide the film with an ending that could not under any circumstances have been guessed? It does. Is it necessary? I don't know. The flat, ironic, desperate but hopeful lives of the sisters might have supplied all the humor the movie needed, and Ken Sherry was certainly odd enough before the final revelations. Still, I am always grateful when a movie shows me something I have never seen before. And in this case, something I shall undoubtedly never see again.", "running_time": 101, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-08", "genres": ["Comedy", "Foreign", "Romance"], "title": "Love Serenade (1997)"}