{"url": "http://www.rogerebert.com/reviews/love-at-large-1990", "by": "Tom Berengeras Harry Dobbs", "star_rating": 1.0, "text": "Here is a movie that looks like a parody, sounds like a parody and plays like a parody, but isn't a parody -- because the genre it's making fun of doesn't exist. Maybe \"Love at Large\" is a satire on satire itself. It feels like a movie from another time-space continuum, another world where audiences would understand the jokes and respond to the references. It should play in a theater where the manager is Rod Serling.\n\nAlan Rudolph has made movies like this before. The difference is, I've liked them before. There was \"Choose Me,\" with its radio sex therapist, its escaped killer and its beautiful broad who owned a bar.\n\nAnd \"Trouble in Mind,\" with the refugees from a film noir hanging out in a sleazy downtown bar and grill, while troops from an unknown country occupied the streets.\n\nNow we have \"Love at Large,\" where the private detective meets the dame in the low-cut dress in a nightclub while the band plays sexy ballads and cigarette girls slink past in the background. Is this the 1940s? No, because the characters also drive modern cars and fly in jets, and the households look like real locations.\n\nWhat's going on here? What's happening, when Anne Archer is trying to hire Tom Berenger to follow a man, and in the middle of talking to him she bursts into a little snatch of song, and then the camera fills the screen with her lush red lips? And why does he talk in such a growl? And what is the plot about, anyway? \n\nThe plot. Seen simply in its outlines, it could be the setup for a Hitchcock picture. Archer wants Berenger to follow a man (Ted Levine) who turns out, according to Berenger's investigation, to be married to two wives at the same time. Berenger discovers that another private eye (Elizabeth Perkins) is also on the same case. Who hired her? Is she friend or enemy? Is it safe to fall in love with her? \n\nThere is stuff here for a nice, tight mystery, but Rudolph also finds room for long, talky scenes that have no purpose other than to create a smoky, romantic atmosphere in a series of city cocktail lounges and country saloons. People look at each other a lot in this movie and wonder what they're thinking. So do we; there's lots of free time.\n\nRudolph is an interesting director and in an age of conformists and formula-mongers he is to be valued. \"Love at Large\" doesn't work, but at least it doesn't fail because it's safe and predictable. It goes drifting off into some kind of moonstruck reverie about private eye pictures and lipstick. It allows Berenger to create a performance so goofy he will probably not want to try the same note again - but seen simply as a performance, it's unusual and entertaining. It has a lot of interesting faces (Kate Capshaw, Annette O'Toole, Ann Magnuson, Kevin O'Connor) in supporting roles that seem completely free-standing (God knows they aren't used to advance or explain the plot). It's the kind of film where you have little idea of what the director was trying to do, but it makes you curious about what he'll try next.", "running_time": 97, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-23", "genres": ["Comedy", "Mystery", "Romance", "Thriller"], "title": "Love at Large (1990)"}