{"url": "http://www.rogerebert.com/reviews/love-is-the-devil-1998", "by": "Derek Jacobias Francis Bacon", "star_rating": 3.5, "text": "I almost climbed the stairs to the Colony Room once. I wanted to see what it looked like inside. I'd read Daniel Farson's Soho in the 1950s and knew that in a shabby room over Trattoria Otello on Dean Street, a woman named Muriel Belcher had long presided over the maintenance and upkeep of a generation of Soho alcoholics. After her death, Ian Board continued the tradition, but did not insult the inmates as much.\n\nI knew that the painters Francis Bacon and Lucien Freud, the writer Jeffrey Bernard, the disgraced Vogue photographer John Deakin and Farson himself had frequented the club, along with such celebrity visitors as Peter O'Toole and Richard Harris. In a time when the London pubs closed in the afternoons and again at 11 p.m., it was a place where you could get a drink pretty much whenever you wanted one.\n\nI didn't climb the stairs. I felt too acutely that I didn't belong. I was not and never would be a member. No matter all the books I'd read, all the things I thought I knew about the Colony Club, I would be seen as a tourist, a foolish grin on my face. That was something I could not abide. I stood on the street and looked upstairs, and walked on.\n\n\"Love Is the Devil,\" the new film by John Maybury, takes me at last up those stairs, and back in time to the decades when Francis Bacon presided over a scruffy roomful of bohemians--some rich, some poor, some gay, some straight, all drunks. The movie is loosely inspired by Farson's The Gilded Gutter Life of Francis Bacon, which documents the life of the greatest modern English painter as a dour and bitter ordeal, the bitchiness relieved intermittently by a good vintage and the Dover sole at Wheeler's. (Bacon liked a crowd at lunch and didn't mind picking up the check.) \n\nTo look at a Francis Bacon painting is to get a good idea of the man who painted it. In an era of Abstract Expressionism, he defiantly painted the figure, because he wanted there to be no mistake: His subject was the human body seen in anguish and ugliness. Flesh clung to the bones of his models like dough slapped on by a careless god. His faces were often distorted into grimaces of pain or despair. His subjects looked like mutations, their flesh melting from radiation or self-loathing. His color sense was uncanny, his draftsmanship was powerful and unmistakable, his art gave an overwhelming sense of the artist.\n\nThere are no paintings by Francis Bacon in \"Love Is the Devil.\" Permission was refused by the estate. What are they waiting for, a film that shows him as a nice guy? It is an advantage to the movie, actually, to do without the actual work; Maybury doesn't have to photograph it devoutly, and the flow of the film is not interrupted by our awareness that we are looking at the real thing. Instead, Maybury and his cinematographer, John Mathieson, make the film itself look like a Bacon. They use filters and lenses to distort faces. They shoot reflections in beer mugs and ashtrays to elongate and stretch images. They use reflections to suggest his diptychs and triptychs. A viewer who has never seen a Bacon would be able to leave this film and identify one instantly in a gallery.\n\nBacon is played by Derek Jacobi (Claudius in Kenneth Branagh's \"Hamlet\") as a cold and emotionally careless man, a ginger-haired chipmunk who occupies a studio filled with the debris of his art. (He worked from photographs that fell to the floor and built up into a mulch beneath his feet.) One night while he is sleeping, a burglar breaks in through the skylight. The paintings inside are worth millions, but this burglar, named George Dyer (Daniel Craig), knows nothing of Bacon or his paintings. He's looking for pawnable loot. Bacon awakens and makes him a deal: \"Take your clothes off and come to bed. Then you can have whatever you want.\" \n\nGeorge stays on as Bacon's lover. Bacon is a masochist in private, a sadist in public; at first he is touched by George's naivete (\"You actually make money out of painting?\") but eventually he tires of him. George is neurotic, always obsessively scrubbing his nails, and when he threatens suicide, Bacon leaps to the attack, referring to \"the beam in the studio screaming to have a rope thrown over it.\" \n\nWhether \"Love Is the Devil\" is an accurate portrait of Bacon, I have no idea. It faithfully reflects the painter as he is described in Farson's book, which is cited as a source for the movie. No one who has seen a Bacon painting expects a portrait much different from this one. From glimpses of the same Soho haunts in books by the late, celebrated drunk Jeffrey Bernard (whose weekly column in the Spectator was described as the world's longest-running suicide note), I recognized Belcher and Board and all the others who used the Colony Room as a refuge from an outer world in which they were always two or three drinks behind.", "running_time": 91, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-11-20", "genres": ["Drama"], "title": "Love is the Devil (1998)"}