{"url": "http://www.rogerebert.com/reviews/loveless-2011", "by": "Andrew von Urtzas Andrew", "star_rating": 3.0, "text": "We all know someone like Andrew, with his intense vagueness. It’s important for him to convey to you that he has something important to tell you. The precise nature of that always seems to reside in his next unspoken sentence. He’s like a fortune teller, trying to get you to reveal what you want to hear him say.\n\nAndrew, the hero of Ramin Serry’s \"Loveless,\" is a mid-30s office worker in Manhattan, who tirelessly drinks and tries to pick up women, and has a low-key cluelessness that some women find attractive. Besides, anyone this unskilled at claiming he’s looking for an actress for his new movie might possibly be telling the truth. Andrew is played by Andrew von Urtz in his movie debut, and is played so easily and convincingly that you not only believe such a person might exist, but that you are probably looking at him.\n\nHalf-drunk, he tries out the actress routine on Ava (Genevieve Hudson-Price), who he meets in a bar. She stalks out to go to a party, he follows her and finds himself at her brother’s birthday party. Her brother, Ricky (Scott Cohen), has many other brothers (I counted three), and they all worship the memory of their dead father. Indeed, Ava and Ricky believe they talk to him and receive daily guidance.\n\nAndrew finds himself at another party, this one given by friends, where he meets his ex-girlfriend, Joanna (Cindy Chastain). That isn’t surprising, because Andrew is the kind of man whose friends would possibly rather stay in touch with his ex-girlfriend than with him. Not that he’s obnoxious. It’s more that he’s perfectly nice, but wearying. He and Joanna start up again, sort of, and meanwhile, Ava’s brothers decide to finance Andrew’s movie, Ava smothers him in lust, Joanna meets her, and Andrew, who would possibly like to be left in peace to drink, finds himself loveless but not lover-less. \n\n\"Loveless\" is a movie about behavior, not plot. It doesn’t much matter which woman, if either, Andrew ends up with, or whether his movie (or Ricky’s movie) ever gets made. Andrew is a character whose life is about process, not plot. He doesn’t get from A to C but spends his best years circling B. He wanders. He wanders in his drinking, in his sex life, in his plans. He’s indulged by his boss, who is a friend, and probably has a gift for inspiring indulgence. Certainly the women in his life accept a lot.\n\nAlthough Andrew von Urtz and Cindy Chastain are in their first films and Genevieve Hudson-Price has only two previous feature film credits, all three have a natural ease on camera. In genre, \"Loveless\" is a romantic comedy, and their comfort level in the form is a contrast to the tense energy you often sense in rom-coms. Nobody is obsessed with an imaginary finish line, least of all Ramin Serry, who ends as he begins, circling B.", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-02-09", "genres": ["Comedy", "Drama"], "title": "Loveless (2011)"}