{"url": "http://www.rogerebert.com/reviews/lovers-and-other-strangers-1970", "by": "Richard Castellanoas Frank", "star_rating": 3.5, "text": "\"Lovers and Other Strangers\" is as pleasant and genuinely amusing a comedy as we're likely to find this year. Its plot, which defies summary, circles about a wedding. At the center are the newlyweds, who've been shacked up for a year (each with an imaginary roommate who mysteriously fails to appear at the ceremony). Now they've decided, with appropriate solemnity and tenderness, to make it official.\n\nTheir love is young, simple, uncluttered and the nearest thing we get in the movie to pure love, whatever that may be. Life is not so simple, however, for the various couples, singles and triangular configurations surrounding the bride and groom. Let's see. The father of the bride (Gig Young) is in love with his wife and also with her best friend (Anne Jackson, who plays most of her scenes hilariously weeping in restrooms). The groom's brother has recently decided to get a divorce, to the acute anguish of his devout Italian parents. Well, his mother is devout, anyway, and his father is certainly anguished. A cousin has a blind date with an usher and falls adolescently in love with him, an event that requires abundant quotation from 'The Prophet.'\n\nThere are some other couples, too, perhaps too many to keep absolutely straight. But we hardly mind. The movie's method is to compare the uncomplicated love of the newlyweds with all of the compromises and deceptions, some loving, some otherwise, of everyone else in the story. This might have been an opening for a good deal of cynicism, but the movie is optimistic at heart. Not optimistic that love can survive unchanged throughout a lifetime, but that love and lovers can occasionally reach an accommodation that is not positively painful.\n\nOf all the couples in the film, my favorites are the Italian parents, played by Richard Castellano and Bea Arthur. Both secretly believe they might have made more fortunate marriages, but in fact their marriage itself seems as substantial as Gibraltar. They have simplified their relationship to a sturdy respect for eating (especially of pasta and minestrone), an unshakable faith in the duty of parents to be the heads of families and a belief that their older son should not, under pain of death, get divorced.\n\nBut are they happy, their younger son asks. \"Of course not,\" Castellano says. \"Certainly not,\" says Miss Arthur. \"But we're together. What's happy? We're together, that's what counts.\" Castellano, who is a large man with equal parts of machismo and jollity, very nearly steals the film with his performance as the father. He wants to know what's up.\n\n\"So, ah, what's the story, Richie?\" he asks over and over, trying to extract the reasons for a divorce from his oldest. Finally, at the wedding dinner, puffing on a Camel in comradeship with his son, he manages to cut through his tough shyness and make contact. The movie makes contact in much the same way. It has the tact to hold back, to trust its characters to somehow fumble through to something that's not love, maybe, but will do.", "running_time": 104, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-11-03", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Lovers and Other Strangers (1970)"}