{"url": "http://www.rogerebert.com/reviews/love-dont-cost-a-thing-2003", "by": "Nick Cannonas Alvin Johnson", "star_rating": 3.0, "text": "\"Love Don't Cost a Thing\" is a remake of \"Can't Buy Me Love\" (1987), a movie I despised, and yet this version is sweet and kind of touching, and I liked it. The difference, I think, is that the new one is lower on cynicism and higher on wisdom, and might actually contain some truth about the agonies of high school insecurity.\n\nBoth films have the same premise: A nerd in his senior year is getting good grades, but doesn't have a clue about dating. In desperation, he bribes the most popular girl in school to date him long enough to change his image. She agrees. The 1987 movie painted its characters (played by Patrick Dempsey and Amanda Peterson) in fairly mercenary terms, but the characters in the remake are softened and made more likeable.\n\nAlvin Johnson (Nick Cannon) sees his chance when Paris Morgan (Christina Milian) turns up at the auto shop where he works, seeking emergency repairs to the front end of her mother's Cadillac SUV. The shop can't meet her deadline, but Alvin offers to help her out -- in return for two weeks of dating. What she doesn't know is that he'll have to take the money he was saving for a science fair in order to pay for a replacement part.\n\nTheir high school is portrayed as a series of cruel no-go zones; an unpopular student would never venture into the corridor where the popular kids have their lockers, and so the first time Alvin (with Paris) ventures into that forbidden territory, it's a giddy victory. And it goes to his head; intoxicated by his newfound popularity, which has indeed rubbed off from Paris, he drops his old buddies from science class and starts acting out like a demented Chris Rock.\n\nThe movie's buried message is that Alvin really is a nice guy, if only he could learn to trust himself. Paris begins to realize that, values their long talks, and at one crucial point really would like to be kissed by Alvin -- but he can't see that, or admit it. At home, he mystifies his parents (Steve Harvey and Vanessa Bell Calloway) with an overnight transformation, complete with the new wardrobe Paris has dressed him in. His old friends come to visit, but are turned away, forlorn.\n\nAlvin's act is all bravado; Paris is so high-powered, she intimidates him. \"Chicks like Paris don't date outside the NBA,\" one of Alvin's friends observes early in the film, and indeed her alleged boyfriend is in his first year in the pros. But when he disses her on ESPN by claiming that, romantically, he's a \"free agent,\" Paris is wounded --and more available than Alvin realizes.\n\nThe movie, directed by the actress Troy Beyer and written by her and Michael Swerdlick, makes a low-key attempt to teach some lessons. Steve Harvey's acting may go over the top in a scene where he lectures his son on the theory and use of condoms, but it's useful information and more realistic than the blissful sexual ignorance of most high school movies. And Paris shares some wisdom, too, explaining, \"Popularity is a job, Alvin.\"\n\nNick Cannon is in his second starring role (he was infectiously likable as the kid from Harlem who's recruited by a Southern university in \"Drumline\"), and he shows again an easy screen presence; maybe he, too, goes a little over the top in showing Alvin in full egotistical explosion, but in this script, it comes with the territory. Milian has had a lot of smaller roles, but this is her first lead, and she fills it with confidence and charm; if she's the most popular girl in school, she convinces us she deserves the title and wasn't simply assigned it by the screenplay.\n\nMovies like this are lightweight and forgettable; only this sequel reminded me of \"Can't Buy Me Love,\" which had otherwise faded from memory. But for its running time \"Love Don't Cost a Thing\" does its job, and a little more. It has better values than the original, a little more poignancy, some sweetness. And Cannon and Milian have a natural appeal that liberates their characters, a little, from the limitations of the plot.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-12", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Love Don't Cost a Thing (2003)"}