{"url": "http://www.rogerebert.com/reviews/love-and-other-catastrophes-1997", "by": "Alice Garneras Alice", "star_rating": 2.0, "text": "\"Love and Other Catastrophes'' is one of those first films that makes you long for the second one. Shot in 17 days on lunch money, it's a campus comedy about love, roommates, professors, sex, and paying your overdue library fine so you can switch departments. There's a lot of potential charm here, but the director, Emma-Kate Croghan, is so distracted by stylistic quirks that the characters are forever being upstaged by the shots they're in.\n\nThe movie has been described as a Generation X film from Australia, although most of the students seem young enough to belong to that unnamed generation that has come along since X. True Xers, I think are now 30ish, and if you're 20ish you'd no more want to be described as an Xer than a hippie would want to be called a beatnik. Time flies; the generational nicknames ought to keep up with it.\n\nThe film's central characters are two roommates: Mia (Frances O'Connor), a lesbian who's breaking up with her girlfriend, and Alice (Alice Garner), who has a crush on one guy while another guy has a crush on her. The other potential romantic partners: Danni (Radha Mitchell), who in retaliation against Mia is seeing another woman; Ari (Matthew Dyktynski), the sort of playboy who Alice likes, and Michael (Matt Day), shy and inarticulate, who is in love with Alice.\n\nAll of these people are, of course, terminally cool about their sexuality. That's too bad, because a little uncertainty and doubt can make a great contribution to a comedy (see Kevin Smith's forthcoming \"Chasing Amy,\" in which the hero's discovery that the girl he loves is a lesbian leads to inspired dialogue and deeply heartfelt misunderstandings). To put it another way, the characters in \"Love and Other Catastrophes'' don't seem *needy* enough to require a movie about them; they're self-contained as they are.\n\nThe amusing stuff in the movie has to do with campus bureaucracy. Most campuses, everywhere in the world, are run not by their faculties but by two ubiquitous types of staff members: (1) part-time or drop-out students who adopt a studied disdain for their jobs, and (2) local clerical employees who follow all of the rules as a form of sadism. Alice's best scenes involve her thesis (\"Doris Day: Feminist Warrior''), which is four years past due, and her cinema professor (Kym Gyngell), who eats a doughnut in every single scene. (They must not have Dunkin' Donuts shops in Australia, since no company works harder at placing its products in movie scenes, and yet these doughnuts are merely generic.) Meanwhile, Mia is trying to change departments, but first must pay a library fine, which requires her to shuttle from one uninterested bureaucrat to another, in a frustrating process that reminded me of the similar but better scenes in \"Gridlock'd\". These academic crisis are the counterpoint to the challenges in their sex lives.\n\nThe characters are all bright and edgy, and I expect to see them again in movies that feel more finished. \"Love and Other Catastrophes'' affects a visual style in the same spirit of the unreadable graphics of many new magazines, where typefaces slam up against each other and yellow print is put on brown backgrounds. The whole movie seems to have been subtly tinted brown; scenes play more like sketches for scenes, and there is a general air of self-congratulation on how clever everyone is.\n\nMovies like this are intensely interesting to the people in them, just as people like this are intensely interesting to one another. Outsiders (moviegoers, say) are justified in asking what larger appeal the characters have. I admit they have some interest: I would like to know more about them, and if the movie had told me more, I might have liked it more. Croghan has talent or she wouldn't have been able to get this movie made. Now she needs time and money. And a less insistent style. And a better screenplay.", "running_time": 79, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-11", "genres": ["Comedy", "Indie", "Romance"], "title": "Love and Other Catastrophes (1997)"}