{"url": "http://www.rogerebert.com/reviews/love-in-the-time-of-cholera-2007", "by": "Javier Bardemas Florentino", "star_rating": 1.5, "text": "Small wonder that One Hundred Years of Solitude, Gabriel Garcia Marquez's best novel, has never been filmed. Watching \"Love in the Time of Cholera,\" based on another of his great works, made me wonder if he is even translatable into cinema. Gabo's work may really live only there on the page, with his lighthearted badinage between the erotic and the absurd, the tragic and the magical. If you extract the story without the language, you are left with dust and bones but no beating heart.\n\nConsider the story of \"Love in the Time of Cholera.\" A young man named Florentino (Javier Bardem) is struck by the thunderbolt of love when he first regards Fermina (Giovanna Mezzogiorno). Guarded by her fiercely watchful father (John Leguizamo), she finds ways to accept Florentino's love letters and his love, but when her father discovers what is going on, he ships her far away. Young love cannot survive forever at a distance, and Fermina, half-convinced by her father's ferocity that Florentino is beneath her, marries a successful man, a doctor named Juvenal Urbino (Benjamin Bratt). He is not a bad man, this doctor, and their marriage is not unhappy, and if Juvenal has a wandering eye, well, so did many men in South America of 150 years ago.\n\nFlorentino remains faithful to his first love, in spirit, if not in flesh. He makes love with many women, but he never loves them. That part of his heart is reserved forever for Fermina. Fifty years pass, the doctor dies, Florentino reappears to announce that his love is strong as ever, she wallops him, then she accepts him, and the decades are erased in their eyes, although not from their faces.\n\nThis is, perhaps, not a profound or classic story. Is it tragedy, or soap opera? Ah, that's where Garcia Marquez has us. It is both, at the same time, and sad and funny, and there is foolishness in it, and drollery, and his prose dances over the contradictions. The British scandal rag News of the World (fondly known as Screws of the World) used to have a motto, \"All human life is here,\" but it better applies to Gabo. He is said to have popularized the uniquely South American style of magic realism, but when I read him I feel no realism, only magic.\n\nNow his delicate fantasy has been made concrete in this film. Characters who live in our imaginations have been assigned to actors, and places that exist in dreams have been assigned to locations. Yes, I know that's what all movies do with all stories, and most of the time, it works. But not this time. I don't know when, watching a movie, I have been more constantly aware of the actors who were playing the roles. That's not a criticism but an observation.\n\nTake, for example, Javier Bardem, because he is such a good actor. In \"No Country for Old Men,\" I completely lost sight of him in the character of the murderous Anton Chigurh. Now Chigurh is an absurd monstrosity, not really believable in any sense, but he works in the movie. Florentino Ariza is supposed to be believable, and in the book we care for him, but in the movie, why, that's Javier Bardem! And when he is an old man, why, that's Javier Bardem with all that makeup! Gene Siskel used to describe old-age makeup as making young actors look like turtles. The problem is not with bad old-age makeup, but with the impossibility of old-age makeup. Twenty or 30 years, yes, and then you're pushing it. Better take the solution of \"The Notebook\" and have two characters played by Rachel McAdams and Ryan Gosling when young, Gena Rowlands and James Garner when old. That way everyone can relax.\n\nThere is another problem with the movie, and it has to do with Mike Newell's direction. He is too bread-and-butter here. The story requires light footwork, a kind of dancing over the ice before it cracks, and Newell strides steadily onward. It does not matter much that the events all unfold right on time; they should seem to unfold themselves and be surprised that they have. Nothing should seem preordained, not even when Gabo uses leaps back and forth through time to let you know perfectly well what is coming. Good lord, you should think, it came to pass exactly as he said it would! Instead, you think, now her husband is going to die, and Florentino will reappear, and ....\n\nI'm wondering, as I started by saying, if what makes Garcia Marquez so great a writer is his work's insistence on being read, not seen. The last internationally released film adaptation of his work, Arturo Ripstein's \"No One Writes to the Colonel\" (1999), played at Sundance and folded; the only country where it opened theatrically was Spain. Ruy Guerra's \"Erendira\" (1983) also barely opened. For an author whose Solitude has sold more than 60 million copies, that's not much of a record; some short stories have also been filmed, to little notice. I am told by the critic Jeff Schwager that Gabo himself has written the stories and screenplays for many Spanish-language films (IMDb lists 38!), but as none of them have leaped the language barrier with much ease, I wonder how successful they were.\n\nIs there another great modern writer so hard to translate successfully into cinema? Saul Bellow? Again, it's all in the language. The only thing Saul and Gabo have in common is the Nobel Prize. Now that's interesting.", "running_time": 139, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-15", "genres": ["Drama", "Romance", "Science Fiction"], "title": "Love in the Time of Cholera (2007)"}