{"url": "http://www.rogerebert.com/reviews/love-and-sex-2000", "by": "Famke Janssenas Kate Welles", "star_rating": 2.0, "text": "If \"Love & Sex\" contained nothing else, it would pass into memory for a pickup line that is either fatal or inspired, I am still trying to decide which: \"You have those long E.T. fingers, like a tree frog.\" These words are spoken by Adam, an artist, to Kate, a bimbo savant, on their first date. She fires back by telling him his head is too big. It will be like this for most of the movie: Love at first sight reduces itself to second thoughts and one-liners. If it weren't being released unrated, which translates to adults only, the movie might be fun for younger teenagers who want to be reassured that people in their 30s still behave like younger teenagers.\n\nKate is played by Famke Janssen, from \"X-Men\" and the James Bond film \"GoldenEye,\" who confesses that she wears a Size 11 shoe--a line usually reserved for the man in a movie like this. Adam is played by Jon Favreau, a versatile actor recently seen as the pit-bull lineman in \"The Replacements.\" Both of them show they can play characters a lot smarter than we associate them with. They don't play them, but they show they can.\n\nTheir dialogue examines the mechanics and technicalities of sex and love in the same way HBO's \"Sex and the City\" does, but at a reduced level of sophistication and self-knowledge. Kate and Adam may be chronologically adult, but they behave on dates the way they probably did in high school.\n\nKate is a magazine writer, recently fired by the editor of a women's magazine for writing an article about oral sex that presumed to describe it rather than snicker about it. Ironic, since in its own consideration of sex the movie also snickers and withdraws. She goes to an art opening with her current squeeze, a stand-up comic, and Adam falls in love with her from across the room. He red dogs her, and soon they're having dinner, exchanging insults and sharing intimate moments, like passing gas in bed and having conversations like: \"When I look at you like this, it looks like you only have one eye.\" \"Thank you.\" The film is told from Kate's point of view. It's a cautionary tale about love (which, she explains, we fall into because nothing feels better) and relationships, which, we gather, end because nothing feels worse.\n\nIn an early sharing of confidences, they reveal how many sexual partners they've had. Adam has had two. Kate has had 13. My best guess is they're both lying, but never mind: Adam can't get over Kate's cheerful promiscuity. It becomes clear that his feelings are clouded and she intuits: \"It's the 13 guys, isn't it?\" Then she starts dating a basketball player, just to make him jealous.\n\nThe thing is, nothing's at stake here. Adam and Kate don't have enough weight and complexity for us to care about them. They're pawns in the hands of writer-director Valerie Breiman, who hides them in a thicket of sitcom clutter. When they break up and he sends a drum-pounding midget to her office with an apologetic offering, we're not seeing Kate and Adam, but Lucy and Ricky. A movie like John Cusack's \"High Fidelity\" acts as a rebuke to \"Love & Sex\" by showing the real quirks and self-punishments of the romantically unsuccessful.\n\nAs for Favreau and Janssen, it would be unfair to say there's no chemistry between them, because that would blame the actors, when in fact the screenplay gives them little to have chemistry with, for or about. The film seems shy of sexual intimacy and physical delight, and the lovers approach each other with all the perplexity of a jigsaw fanatic who has just discovered pieces are missing. In successful screen romance, there needs to be the sense that the partners are happy simply to be there with one another, that there is a physical yearning, and not simply the need to talk fast enough to stay ahead of the one-liners.", "running_time": 82, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-09-08", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Love & Sex (2000)"}