{"url": "http://www.rogerebert.com/reviews/love-liza-2003", "by": "Philip Seymour Hoffmanas Wilson Joel", "star_rating": 3.0, "text": "Diane Lane, who worked on Philip Seymour Hoffman's second movie, remembers that the cast almost tiptoed around him, he seemed so fragile. He's a bulky man, substantial, and yet in many of his roles he seems ready to deflate with a last exhausted sigh. It is a little startling to meet him in person and discover he is outgoing, confident, humorous. On the other hand, who knows him better than his brother Gordy, whose screenplay for \"Love Liza\" creates a Hoffman role teetering on the brink of implosion.\n\nHoffman plays Wilson Joel, a tech-head whose wife has recently committed suicide, although it takes us a while to figure that out. He presents a facade of conviviality in the office, sometimes punctuated by outbursts of laughter that go on too long, like choked grief. His home seems frozen in a state of mid-unpacking, and he sleeps on the floor. Eventually he stops going in to work altogether.\n\nWhat he feels for his late wife is never usefully articulated. She left a letter for him, but he has not opened it; her mother, played by Kathy Bates, would like to know what it says, but what can she do to influence this man whose psyche is in meltdown? Wilson gives the sense of never having really grown up. One day he begins sniffing gasoline, a dangerous way to surround himself with a blurred world. He doesn't even have grown-up vices like drinks or drugs, but reverts to something he may have tried as a teenager.\n\nThe movie proceeds with a hypnotic relentlessness that hesitates between horror and black comedy. Searching to explain all the gas he's buying, he blurts out that he needs it for his model airplanes (this would have been a teenager's alibi). A friendly co-worker thinks maybe this is an opening to lure him back into life, and sends over a relative who is an enthusiast of remote-controlled planes and boats. This sends Wilson careening into a series of cover-ups; he has to buy a model airplane, he finds himself attending remote control gatherings in which he has not the slightest interest and finally, after a series of events that Jim Carrey could have performed in another kind of movie, he finds himself inexplicably swimming in a lake while angry little remote-controlled boats buzz like hornets around him.\n\n\"Love Liza,\" directed by Todd Louiso, is not about a plot but about a condition. The condition is familiar to students of some of Hoffman's other characters, and comes to full flower in \"Happiness\" (1998), where he plays a man who lives in solitary confinement with his desperate and antisocial sexual fantasies. Sex hardly seems the issue with Wilson Joel, but he seems incapable of any kind of normal socializing, other than a kind of fake office camaraderie he might have copied from others. The mystery is not why Liza killed herself, but why she married him.\n\nThe purpose of a movie like this is to inspire thoughts about human nature. Most movies do not contain real people; they contain puppets who conform to popular stereotypes and do entertaining things. In the recent and relatively respectable thriller \"The Recruit,\" for example, Colin Farrell doesn't play a three-dimensional human, nor is he required to. He is a place-holder for a role that has been played before and will be endlessly played again--the kid who chooses a mentor in a dangerous spy game. He is pleasant, sexy, wary, angry, baffled, ambitious and relieved, all on cue, but these emotions do not proceed from his personality; they are generated by the requirements of the plot. Leaving the movie, we may have learned something about CIA spycraft (and a lot more about the manufacturers of thrillers), but there is not one single thing we will have learned about being alive.\n\nAl Pacino is the co-star of that movie, defined and motivated as narrowly as Farrell is. In a new movie named \"People I Know,\" he plays a breathing, thinking human being, a New York press agent driven by drugs, drink, duty and a persistent loyalty to his own political idealism. We learn something about life from that performance. Pacino teaches us, as he is always capable of doing in the right role.\n\nPhilip Seymour Hoffman is a teacher, too. You should see \"Love Liza\" in anticipation of his new movie \"Owning Mahowny,\" which I saw at Sundance this year (\"Love Liza\" was at the 2002 festival, where it won the prize for best screenplay). The Mahowny character is at right angles to Wilson, but seems similarly blocked at an early stage of development. Observing how Mahowny, an addicted gambler, relates to his long-suffering fiancee (Minnie Driver), we can guess at the ordeal that Wilson put Liza through. He's not cruel or angry or mean; he's simply not ... there. His eyes seek other horizons.\n\nIn an age when depression and Prozac are not unknown, when the popularity of New Age goofiness reflects an urgent need for reassurance, Hoffman may be playing characters much closer to the American norm than an action hero like Farrell. We cannot all outsmart the CIA and win the girl, but many of us know what it feels like to be stuck in doubt and confusion, and cornered by our own evasions.\n\nThere is a kind of attentive concern that Hoffman brings to his characters, as if he has been giving them private lessons, and now it is time for their first public recital. Whether or not they are ready, it can be put off no longer, and so here they are, trembling and blinking, wondering why everyone else seems to know the music.", "running_time": 90, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-07", "genres": ["Comedy", "Drama", "Indie"], "title": "Love Liza (2003)"}