{"url": "http://www.rogerebert.com/reviews/love-streams-1984", "by": "Gena Rowlandsas Sarah Lawson", "star_rating": 4.0, "text": "John Cassavetes's \"Love Streams\" is the kind of movie where a woman brings home two horses, a goat, a duck, some chickens, a dog, and a parrot, and you don't have the feeling that the screenplay is going for cheap laughs.\n\nIn fact, there's a tightening in your throat as you realize how desperate an act you're witnessing, and how unhappy a person is getting out of the taxi with all those animals. The menagerie scene occurs rather late in the film, after we've already locked into Cassavetes' method. This is a movie about mad people, and they are going to be acting in crazy ways, but the movie isn't going to let us off the hook by making them funny or picaresque or even symbolic (as in \"King of Hearts\"). They are, quite simply, desperate.\n\nThe brother, Robert (played by Cassavetes), is a writer who lives up in the Hollywood Hills in one of those houses that looks like Architectural Digest Visits a Motel. He writes trashy novels about bad women. A parade of hookers marches through his life; he gathers them by the taxiload, almost as a hobby, and dismisses them with lots of meaningless words about how he loves them, and how they're sweethearts and babies and dolls. The circular drive in front of his house is constantly filled with the cars of the lonely and the desperate. He is an alcoholic who stays up for two or three days at a stretch, as if terrified of missing one single unhappy moment. The sister, Sarah (Gena Rowlands), is as possessive as her brother is evasive. She is in the process of a messy divorce from her husband (Seymour Cassel), and her daughter is in flight from her. Rowlands thinks that maybe she can buy love: First she buys the animals, later she talks about buying her brother a baby, because that's what he \"needs.\" At least Cassavetes and Rowlands can communicate. They share perfect trust, although it is the trust of two people in the same trap. There are other characters in the movie that Cassavetes talks at and around, but not with. They include a bemused young singer (Diahnne Abbott) who goes out with Cassavetes but looks at him as if he were capable of imploding, and a former wife (Michele Conway) who turns up one day on the doorstep with a small boy and tells him: \"This is your son.\" The way Cassavetes handles this news is typical of the movie. The woman wonders if maybe he could babysit for a weekend. He says he will. He brings the kid into the house, scares him away, chases him halfway down Laurel Canyon, brings him back, pours him a beer, has a heart-to-heart about \"Women, Life and Marriage,\" and then asks the kid if he'd like to go to Vegas. Cut to Vegas.\n\nCassavetes dumps the kid in a hotel room and goes out partying all night.\n\nHe is incapable of any appropriate response to a situation requiring him to care about another human being. He fills his life with noise, hookers, emergencies and booze to drown out the insistent whisper of duty.\n\nThe movie is exasperating, because we never know where we stand or what will happen next. I think that's one of its strengths: There's an exhilaration in this rollercoaster ride through scenes that come out of nowhere. This is not a docudrama or a little psychological playlet with a lesson to be learned. It is a raw, spontaneous life, and when we laugh (as in the scene where Cassavetes summons a doctor to the side of the unconscious Rowlands), we wince.\n\nViewers raised on trained and tame movies may be uncomfortable in the world of Cassavetes; his films are built around lots of talk and the waving of arms and the invoking of the gods. Cassavetes has been making these passionate personal movies for twenty-five years, ever since his \"Shadows\" helped create American underground movies. His titles include \"Minnie and Moskowitz\" (in which Rowlands and Cassel got married), \"Faces,\" \"A Woman Under the Influence,\" \"The Killing of a Chinese Bookie,\" \"Gloria,\" \"Opening Night\" and \"Husbands.\" Sometimes (as in \"Husbands\") the wild truth-telling approach evaporates into a lot of empty talk and play-acting.\n\nIn \"Love Streams,\" it works.", "running_time": 141, "mpaa_rating": "PG-13", "release_year": 1984, "date_published": "1984-01-07", "genres": ["Comedy", "Drama"], "title": "Love Streams (1984)"}