{"url": "http://www.rogerebert.com/reviews/loving-in-the-rain", "by": null, "star_rating": 1.0, "text": "There appears to be a conspiracy afoot at the Marina Cinemas to sneak Romy Schneider movies into town under cover of darkness, exhibit them for a week without publicity and then let them quietly disappear. Last week it was \"Le Trio Infernal,\" and this week it's \"Loving in the Rain\"Ñboth with the luscious Miss Schneider, both French, both all but invisible. There is one difference, however: \"Le Trio Infernal\" was at least nicely sinister, while \"Loving in the Rain\" is as close to inconsequential as a movie can get and still have Romy Schneider in it.\n\nIt's the story of a welloff French woman, her pretty 14yearold daughter, the weeks they spend taking the waters at an exclusive resort and the love affairs that each, after her fashion, conducts. Miss Schneider falls in love, or passion, or something, with a certain Georgio, who has a nice weary charm and a nice weary moustache. Her daughter falls in love with a young local boy, who is working in the hotel to make payments on his motorcycle.\n\nThere is apparently some intention to contrast these two affairs, the first worldly, the second charmingly innocent. But the movie has been put together in such a lowkey, understated way that most of the time it's not that we don't  understand what's happeningÑit's that we're not sure anything IS happening. The characters go for long strolls during Francis Lai's vapid musical score, Miss Schneider twirls a number of roses before finally stepping on one in the movie's last (but, alas, not most obvious) image and there's an abundance of wistful sighing.\n\nThe movie's been dubbed, indifferently, into English, and so we're denied even the pleasure of the timing and inflection of the original French. Sometimes, it appears, we're also denied its sense; the translation gives us lines such as \"swans can be cruel\" as if they were supposed to mean something. A feeble attempt has been made to add some sort of comic counterpoint by the introduction of rude servants in the hotel, but the dubbing's so bad they don't sound amusingly rude but just asinine.\n\nIn the midst of this there are a few small, very small, pleasures (when you are left with nothing to do for two hours but watch a stupefyingly boring movie, you find yourself watching it very closely). There is, first of all, the appealing freshness of the actress who plays Miss Schneider's daughter (the movie, of course, came totally devoid of a cast and credits sheet, and so I'm unable to supply her name). She's natural, unaffected, unlike the coy 14yearolds the movies usually afflict us with.\n\nShe's also witty and civilized, and it occurred to me how rare that is these days; most movie (and TV) children come in only two varieties: Either they're psychopathic little brats possessed by the devil, or they're cloyingly goodygoody. Here's a normal. sophisticated, kind, gentle, funny 14yearold girl who is expected to have good manners, and does. Has there been an American adolescent in the movies recently to match that description?\n\nWell, anyway, she's a very attractive personality, and so is Romy Schneider, with the most sensuous grin in town. Otherwise, the movie just plain runs down. At the end, we know it's bittersweet but we don't know why and we don't care, either. Everybody leaves, the summer comes to a close, the girl either does or doesn't lose her virginity on her 15th birthday (after building up to that crisis for an hour, the movie forgets to provide it) and, come to think of it, nobody ever makes love in the rain.", "running_time": null, "mpaa_rating": null, "release_year": 1974, "date_published": "1975-01-01", "genres": null, "title": "Loving in the Rain (1974)"}