{"url": "http://www.rogerebert.com/reviews/loving-1970", "by": "George Segalas Brooks Wilson", "star_rating": 3.0, "text": "Now consider \"Loving.\" Here's a film that was released last March in New York, received a reasonably warm critical reception and then disappeared all summer into some kind of distributorial limbo, turning up finally this week in neighborhood theaters. Somehow it deserved more attention than that. It's not an earth-shaking film, but it is an amusing and intelligent comedy of manners, and George Segal is fun to watch.\n\nSegal plays a commercial artist who's on his way up some days, on his way down other days, and usually wrapped in a state of confusion. In many ways he resembles Ginger Coffey, whose luck was considered in a 1964 film by the same director, Irvin Kershner. Ginger was bedeviled by his own lack of organization, as much as anything. Not his organization of material things, but his organization of his emotional life.\n\nThe Segal character has a loving wife and kids at home, a loving mistress in the city, a manager who wants him to make lots of money, and a harassed conscience. His basic problem is that he wants to do the right thing by everybody, and can't. How can you do the right thing by your mistress when, just by having a mistress, you're doing the wrong thing by your wife? And vice versa, these days.\n\nSo Segal sinks into the confusions of suburban morality, substituting the martini lunch for the confessional. He can afford ethical soul-searching better than his wife, Eva Marie Saint, who gets to wrestle with the kids while he's wrestling with his conscience. That's part of the problem, too, even if Segal gets everything straightened out morally, his marriage may expire from exhaustion.\n\nOr, as a bartender I once knew once said about a couple he once knew, the screwing they're getting isn't worth the screwing they're getting. Which is also what the movie is about, and where the title comes from, I guess. \"Loving\" is an ongoing process, as opposed to \"love,\" which as everybody knows is an eternal and unshakable commodity much valued by poets. But Shelley never changed a diaper, and Keats never commuted from Westchester, and loving in the world of 1970 America is perhaps a process of survival, not affirmation.\n\nAnyway, in a genial and long-suffering way, Segal doggedly tries to mend his life, and it helps that his wife really does love him, after her fashion. The trouble is, long weeks of accomplishment can be undone with a single drunken evening, and Segal nearly undoes his entire life during a neighborhood party.\n\nHe wanders into view of a closed-circuit TV camera while seducing a neighbor's wife, and everybody at the party (including Second City's Martin Harvey Friedberg) watches in horror on the screen in the den. Nobody, of course, makes a move to turn off the television, and that's what suburban morality is all about these days, I guess: Honesty.", "running_time": 89, "mpaa_rating": null, "release_year": 1970, "date_published": "1970-10-15", "genres": ["Drama", "Romance"], "title": "Loving (1970)"}