{"url": "http://www.rogerebert.com/reviews/loving-jezebel-2000", "by": "Hill Harperas Theodurus Melville", "star_rating": 2.5, "text": "I've spent my life,\" Theodurus Melville tells us, \"loving other men's women.\" That would make him a Casanova, but the title of \"Loving Jezebel\" puts the blame on the women: a jezebel, we learn from a definition on the screen, is a woman who fools around with lots of men.\n\nEither definition would set up a sex romp, I suppose, but this movie is not quite what you'd expect. Within its romantic comedy we find a character who is articulate and a little poignant, and we realize Theodurus doesn't so much seek out other men's women as have them, so to speak, thrust upon him.\n\nThat's because he knows how to listen to women, and meets many women whose men are intoxicated only by their own words. We're reminded of \"The Tao of Steve,\" and Steve's strategy for seduction: \"Men and women both want to have sex, but women want to have sex 15 minutes after us, so if you hold out for 20, she'll be chasing you for five.\" Theodurus is the son of an interracial marriage, whose romantic conquests range from blond to Trinidadian, from a ballerina who looks perhaps Eurasian to one, who is, he says--and we can hear the savor in his voice--\"Afro-Filipino-Bavarian.\" One of the movie's not incidental pleasures is the beautiful women Theodorus seems to attract.\n\nThe movie is narrated by Theodurus (Hill Harper), who explains that his lifelong dilemma began in first grade, when he was kissed by a girl and was blissful for 30 seconds, until he realized she kissed all the boys in the class. Flash forward to 1985 with Theodorus in college, where he yearns for the fragrant Frances (Nicole Ari Parker), who lays down the rules (no kissing, no sex, she's a virgin) and then turns out to like sex, has a boyfriend and warns him, \"You know I like to play the crowd.\" Other women turn up, including Mona (Sandrine Holt) from Trinidad and Samantha (Laurel Holloman), who mopes at the corner table in the cafe where Theodurus works, sipping cappuccino and writing, or trying to write, poetry. She has a husband named Gabe (David Moscow) who seems obtuse even for a chauvinist pig.\n\nIn a film filled with beautiful women, the distributors seem determined to overlook the most stunning. This is Lysa Aya Trenier, who plays June, a bartender and ballerina, who wonders if she will ever be able to dance well enough to become a prima. Trenier is one of those women with stardom written all over her; whether she will become a successful actress I cannot predict, but she was born to be a Bond girl, and I mean that as a sincere compliment.\n\nStrangely enough, her name is not included on the movie's official Web site, or in the Internet Movie Database, and it is a measure of her unknown status that even Google, mightiest of the search engines, turns up absolutely no references to her. So anyone searching for her will be led, I assume, straight to this review, where all I can tell you is: I know why you're searching.\n\nHill Harper, seen before now on TV and in movie supporting roles (\"He Got Game\"), is an engaging actor, able to sound absolutely convincing as he fast-talks his would-be conquests. No wonder he sounds smart; after graduating from Brown, he got graduate degrees in law and government from Harvard. He sounds like he knows what he's talking about even when he doesn't; I was fascinated by his theory about the egg-stealing activities of the bluebird (which I think he has confused with the cuckoo, although that doesn't slow him down).\n\nThe movie's problem is a fundamental lack of substance. None of the women is really developed in any depth except Samantha, so what we get is Theodurus as a tour guide through his romantic conquests and failures. He's like a guy paging through his college yearbook and telling us who he has, or would like to have, made love to: interesting for him, less interesting for us. Still, if the movie treats its women like pretty faces, at least it has good taste in pretty faces.", "running_time": 92, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-27", "genres": ["Comedy", "Romance"], "title": "Loving Jezebel (2000)"}