{"url": "http://www.rogerebert.com/reviews/loving-couples-1980", "by": "Shirley MacLaineas Evelyn", "star_rating": 1.0, "text": "They say that if a thing's worth doing at all, it's worth doing badly. I doubt if that applies to \"Loving Couples,\" a dumb remake of a very old idea that has been done so much better so many times before, that this version is wretchedly unnecessary.\n\nThe movie's premise: Shirley MacLaine and James Coburn, both doctors, are married to each other. After they have an argument, MacLaine treats a young man (Stephen Collins) who comes to her after an, accident. They begin to have an affair. Collins' girlfriend (Susan Sarandon) complains to Coburn. One thing leads to another, and they have an affair. Both couples go off to Acapulco for a weekend, run into each other, and everything hits the fan.\n\nThe notion of playing musical chairs with two sets of romantic partners is not new. Noel Coward did it with great wit in \"Private Lives.\" Paul Mazursky did it with sociological fun and games in \"Bob and Carol and Ted and Alice.\" Now \"Loving Couples\" does it as dreck.\n\nIt is some kind of measure of this movie that it could involve simultaneous adulteries, yet qualify for the PG rating. It is a very timid televisionized movie. Even if it hadn't been financed by Time-Life Productions, a close kin of Home Box Office, I'd still suspect that it's basically destined for pay-TV, and that this theatrical release is just a ploy to make some quick bucks and legitimatize it as a \"real movie\" before it hits the cables.\n\nStill, I could forgive all of that, if \"Loving Couples\" had a measure of wit and intelligence. And it should have: It's got a dream cast, with the exception of the wooden Collins. There's nothing in this particular branch of sardonic comedy that Coburn, MacLaine and Sarandon probably couldn't deliver, if they were asked to, and if the screenplay and director required it. But this movie went into production without a full deck.\n\nThe basic materials aren't there, and one of the reasons it feels so lame is that no effort was made to make the characters into people. They come across as cardboard cutouts. Each is given a name, a role and a resemblance to the star that's playing the role, and then they march through an utterly predictable screenplay. The movie's three-act construction is painfully obvious. The characters switch partners in the first act, confront one another in the second act and return to their original partners in the third act.\n\nWhat's deadening is that all of these moves seem to take place only because the screenplay calls for them. We have no real sense, at the beginning of the movie, that MacLaine and Coburn are really angry with each other. We have no sense of any compelling sexual attraction between MacLaine and Collins. Even with Coburn and Sarandon, a match that should have been electrifying, there's just the sensation of going through the paces.\n\nCertain scenes make us absolutely restless, they're so cut and dried. One takes place at a black-tie party, where the protagonists try to be polite to one another. This sort of stiff formality, with its undertones of venom, was done so well by Coward that it is surprising, here, to find it hardly done at all. Another bomb is the scene by the swimming pool in Acapulco (actually, San Diego), where the cheating couples meet face to face. Of the infinite comic possibilities, this scene misses all of them and opts for strained small talk.\n\nWho's to blame? Who can say? The director of \"Loving Couples\" is Jack Smight, who has made a lot of movies, most of them bad (\"Airport 1975,\" \"Midway,\" \"Damnation Alley\"), and hardly could have been a first choice if the goal was sophisticated wit. I don't even know, though, if you can pin this disaster on him. The whole project smells like high-gloss sitcom-like a movie that didn't dare be any better, any more pointed, any more daring, for fear it would escape its obvious fate (software for pay-TV) and achieve a singularity that would make it harder to market.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-10-31", "genres": null, "title": "Loving Couples (1980)"}