{"url": "http://www.rogerebert.com/reviews/lucas-1986", "by": "Corey Haimas Lucas", "star_rating": 4.0, "text": "The first loves of early adolescence are so powerful because they are not based on romance, but on ideals. When they are 13 or 14, boys and girls do not fall in love with one another because of all the usual reasons that are celebrated in love songs; they fall in love because the other person is perfect. Not smart or popular or good-looking, but perfect, the embodiment of all good.\n\nThe very name of the loved one becomes a holy name, as you can see in \"Lucas,\" when the hero says, \"Maggie. Is that short for Margaret?\" And then hugs himself to find that it is, because he suddenly realizes that Margaret is the most wonderful name in all the world.\n\nEverybody grows up, and sooner or later love becomes an experience that has limits and reasons. \"Lucas\" is a movie that takes place before that happens. It is about a very smart kid who looks a little too short and a little too young to be in high school, and when he is told that, he nods and solemnly explains that he is \"accelerated.\" \n\nOne summer day, while riding his bike through a leafy green suburb north of Chicago, he sees a red-haired girl practicing her tennis swing. He stops to speak to her, and before long they are fast friends who sit cross-legged in the grass, knees touching knees, and talk about things that begin with capital letters, such as Life and Society and Art.\n\nLucas loves Maggie, but she is just a little older and more mature than him, and has her eye on a member of the football team. Lucas believes, of course, that the whole value system of football and cheerleaders and pep rallies is corrupt. Maggie says she agrees. But how can she argue when the football hero notices her, breaks up with his girlfriend and asks her if he can have a kiss? \n\nTo describe this situation is to make \"Lucas\" sound like just one more film about teenage romance. But it would be tragic if this film would get lost in the shuffle of \"teenage movies.\" This is a movie that is as pure and true to the adolescent experience as Truffaut's \"The 400 Blows.\" It is true because it assumes all of its characters are intelligent, and do not want to hurt one another, and will refuse to go along with the stupid, painful conformity of high school.\n\nThe film centers on the character of Lucas, a skinny kid with glasses and a shock of unruly hair and a gift for trying to talk himself into situations where he doesn't belong. Lucas is played by Corey Haim, who was Sally Field's son in \"Murphy's Romance,\" and he does not give one of those cute little boy performances that get on your nerves. He creates one of the most three-dimensional, complicated, interesting characters of any age in any recent movie. If he can continue to act this well, he will never become a half-forgotten child star, but will continue to grow into an important actor. He is that good.\n\nBut the film's other two major actors are just as effective. Kerri Green, who was in \"The Goonies,\" is so subtle and sensitive as Maggie that you realize she isn't just acting; she understands this character in her heart. As the football hero, Charlie Sheen in some ways has the most difficult role because we're primed to see him in terms of cliches -- the jock who comes along and wins the heart of the girl. Sheen doesn't even remotely play the character that way. It is a surprise to find that he loves Lucas, that he protects him from the goons at school, that although he has won Maggie away from Lucas, he cares very deeply about sparing the kid's feelings.\n\nThe last third of the movie revolves around a football game. So many recent films have ended with the \"big match\" or the \"big game\" that my heart started to sink when I saw the game being set up. Surely \"Lucas\" wasn't going to throw away all its great dialogue and inspired acting on another formula ending? Amazingly, the movie negotiates the football game without falling into predictability. Lucas finds himself in uniform and on the field under the most extraordinary circumstances. But they are plausible circumstances, and what happens then can hardly be predicted.\n\nThere are a half-dozen scenes done so well that they could make short films of their own. They include: the time Lucas and Maggie listen to classical music and discuss her name; the scene between Maggie and the football hero in the high school's laundry room; the scene in which Lucas is humiliated at a school assembly and turns the situation to his advantage; the way in which he takes the news that he will not be going to the dance with Maggie, and the last scene in the movie, which is one of those moments of perfect vindication that makes you want to cry.\n\n\"Lucas\" was written and directed by David Seltzer, who obviously has put his heart into the film. He also has used an enormous amount of sensitivity. In a world where Hollywood has cheapened the teenage years into predictable vulgarity, he has remembered how urgent, how innocent and how idealistic those years can be. He has put values into this movie.\n\nIt is about teenagers who are learning how to be good to each other, to care, and not simply to be filled with egotism, lust and selfishness, which is all most Hollywood movies think teenagers can experience. \"Lucas\" is one of the year's best films, and although its three stars are all teenagers, I doubt if anyone of any age will give more sensitive and effective performances this year.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-03-28", "genres": ["Comedy", "Drama", "Romance"], "title": "Lucas (1986)"}