{"url": "http://www.rogerebert.com/reviews/lucia-lucia-2003", "by": "Cecilia Rothas Lucia", "star_rating": 2.0, "text": "Perhaps because they have grown bored beyond all imagining with the formula plots in most crime stories, a lot of young directors play tricks with the facts. Audiences, who also know the basic plots by heart, think they're seeing another one and are willingly fooled. \"Swimming Pool\" is a current example of the technique when it works; \"Lucia, Lucia\" illustrates the technique grown a little tiresome.\n\nIf the trickery is tiresome, the movie at least has life, especially in the lead performance by Cecilia Roth, from Pedro Almodovar's \"All About My Mother.\" She plays a happily married woman who is stunned when her husband disappears at a Mexico City airport, just as they're leaving for a holiday in Brazil. The police seem incompetent to find him, but an elderly neighbor named Felix (Carlos Alvarez-Novoa) volunteers to help, and so does a handsome kid named Adrian (Kuno Becker) whom they literally run into on the stairs.\n\nThere's a ransom call. The husband is being held by a revolutionary group. He tells his wife where she can find millions of pesos in a safe-deposit box. That is only the beginning of the story. And in a way, not even that, because Lucia, who narrates, reveals that she has made things up. She doesn't look like the woman we've been seeing. She doesn't live in the apartment we've been shown. And so on. Her inventions are the stuff of fiction (she writes children's books), but her husband's deceptions are part of a tangled web of political corruption and intrigue that unravels and unravels and unravels and unravels, until we want to get out the knitting needles.\n\nThe movie is within the recent tradition of colorful, fast-paced Mexican films that play with narrative; remember \"Amores Perros\" and \"Y Tu Mama Tambien.\" But director Antonio Serrano also wants to really tell a story, and to make a political statement with his depiction of a corrupt political system; in that it resembles \"Herod's Law.\" The date of the story is a little obscure, but since Felix fought in the Spanish Civil War and says he is now 70, it perhaps takes place in the 1970s or '80s. That means the ruling party, not named, is the Institutional Revolutionary Party (PRI).\n\nSerrano is a dues-paying member of the New Mexican Cinema, if that is what we should be calling it; his first film, \"Sex, Shame and Tears,\" was one of Mexico's biggest box-office winners but still awaits U.S. distribution. Fox Searchlight has prudently released this one as \"Lucia, Lucia\" instead of under its original title, \"Daughter of the Cannibal,\" no doubt figuring that English-speaking audiences would not know the title referred to a political, not a dietetic, cannibal.\n\nThis Felix is quite a guy. A lifelong leftist whose resume includes all the best Latin American revolutionary causes, he's still quick on his feet and fast to draw, if not to fire, a gun. He loves Lucia for her spirit. Adrian, on the other hand, lusts after her, although she protests she is too old for him; if the characters are the same age as the actors playing them, he is 25 and she is 47--a young 47, who begins to glow with excitement as the plot thickens and the risks begin to mount. Roth has a wonderful way of keeping the kid at arm's length with her don't-tempt-me smile.\n\nThere are some sweet interludes in the film, including one when the three partners take a long road trip through vast canyons to visit at old friend of Felix's. And a nice sequence the first time they try to deliver the ransom. But the ransom refuses to be delivered and the millions of pesos hang around so long we grow impatient with them, and with the plot twists that revolve around them. The fancy stuff and foolery impedes the story and its emotions; the underlying story was strong enough that maybe a traditional narrative would have been best, after all. Heresy, but there you are.", "running_time": 113, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-25", "genres": ["Adventure", "Comedy", "Crime", "Drama", "Foreign", "Romance", "Thriller"], "title": "Lucía, Lucía (2003)"}