{"url": "http://www.rogerebert.com/reviews/lucky-number-slevin-2006", "by": "Josh Hartnettas Slevin", "star_rating": 2.0, "text": "\"Lucky Number Slevin\" is too clever by half. It's the worst kind of con: It tells us it's a con, so we don't even have the consolation of being led down the garden path. The rug of reality is jerked out from under us in the opening scenes, and before long the floor is being dismantled. Crouched in the dark, I am resentful. Since the plot is irrelevant and the dialogue too mannered to be taken seriously, all I'm left with are the performances and the production design.\n\nThe performances, to be sure, are juicy. A team of A-list actors do their specialty numbers, and it's fun to see pros at work. The movie begins with a man in a wheelchair (Bruce Willis) telling an inexplicable story to a stranger in an airport lounge. An empty lounge, which immediately labels the scene as dubious at best, fantasy at worst. The story involves the story of a fixed horse race, and there is mention of the Kansas City Shuffle. It is not clear exactly what the Kansas City Shuffle is, but Willis observes that you can't have one without a body. This is not what you want to hear from a stranger in an empty airport lounge.\n\nCut to Josh Hartnett, playing Slevin, arriving at the New York apartment of his friend Nick, and being mistaken for Nick by hired goons working for The Boss (Morgan Freeman). The Boss, played by Freeman with his usual suave charm, tells Slevin (or Nick) he owes a lot of money, but the debt can be forgotten if he will kill the son of The Boss's rival crime kingpin, The Rabbi (Ben Kingsley). In no time at all, Slevin/Nick is hauled by an alternative set of goons before The Rabbi, who makes him an alternative offer he can't refuse.\n\nThe Rabbi and The Boss occupy Manhattan penthouses that face each other, and at times they stalk their terraces, fiercely glaring across the street. I was reminded of \"The Singing Kid\" (1936), in which Al Jolson and Cab Calloway occupy facing penthouses and perform a duet from their balconies. Even in a crime movie as peculiar as \"Lucky Number Slevin,\" a duet between Freeman and Kingsley would be too much to hope for.\n\nWillis, meanwhile, resurfaces as Mr. Goodkat, a gun for hire who, as nearly as we can tell, is not currently hired. There's also the cop Brikowski (Stanley Tucci), who seems about to do something at any moment. Much more intriguing is Lindsey (Lucy Liu), who introduces herself to Slevin as his friend Nick's neighbor, and moves into his life. She works in the coroner's office, which may mean she will be seeing a lot more of Slevin.\n\nMannered put-ons like this raise the hairs on the back of my neck. They think they're more clever than I am, and they may be right, but that doesn't make me like them. One of the redeeming graces of \"Brick,\" which also opens this weekend, is that although it stars modern teenagers who talk and act as if they're in a 1940s film noir, it plays it straight: As far as the movie is concerned, they really do talk and act that way, and the plot is treated as sincerely as if Bogart was starring in it.\n\n\"Lucky Number Slevin,\" on the other hand, goes to some pains to make it clear it is only an exercise in style. Here we are looking at a crime mystery involving warring hoodlums and beautiful neighbors and a confused guy from out of town and a gunman and a cop, and the movie knows we're deluded and they're all just conceits. It's smarter than we are. Well, it must be, because it got us to watch it.\n\nDo I rule out all trickery in movies? Of course not. I was happy to be fooled by \"The Sixth Sense,\" but that's because I was fooled. I had problems with \"The Usual Suspects,\" but at least I didn't see the last scene coming. When a movie makes it clear that its characters are going through a charade for the amusement of the director (and when the characters themselves make it clear they all but know they are actors in a movie), I get restless: They're having such a good time with each other, why do they need me? Then when there's a level of trickery even beyond the apparent foolery -- reader, I feel like they're yanking my chain.", "running_time": 110, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-06", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "Lucky Number Slevin (2006)"}