{"url": "http://www.rogerebert.com/reviews/lucky-lady-1975", "by": "Gene Hackmanas Kibby", "star_rating": 2.0, "text": "Stanley Donen's \"Lucky Lady\" is a big, expensive, good-looking flop of a movie; rarely is so much effort expended on a movie so inconsequential. It's a star vehicle, but the stars don't really get to do their stuff. It's a period piece, but most of the time the period is either unnecessary or unbelievable. It's an adventure story in which we can't accept most of the characters and don't care much about the rest. And it's not much fun.\n\nIt's about rum-running during Prohibition. The Atlantic Coast and the Canadian border are pretty much monopolized by the mob, we're told, but down around San Diego pure anarchy reigns in the booze-smuggling industry. There are a lot of amateurs, running anything from pleasure yachts to fishing boats; bootlegging is a cottage industry. When good old Harry, a smuggler we never meet, gets bumped off in an unfortunate development, his widow (Liza Minnelli) decides to go into business with her lover (Burt Reynolds) and a partner who wanders in out of the dark (Gene Hackman).\n\nWhat they do looks easy. They sail out beyond the territorial limit, pick up cases of Johnny Walker Red, bring it in and sell it at a $30,000 profit. When the Coast Guard tails them, they give it the slip in the night. Then they check into an impossible hotel that's maybe supposed to be the Del Coronado in San Diego -- but it's too lovely, too sumptuous and too dazzlingly white to have ever existed on this planet. Maybe it's left over from \"At Long Last Love.\"\n\nThere are, alas, some problems. The mob is determined to organize bootlegging in southern California, by force if necessary, and has sent a sinister little man in a homberg (John Hillerman) to see to things. He's the most interesting character in the movie, even though it shouldn't really be that way; he has a nice, prissy, cold perfectionism, as if he were a particularly violent accountant. He and his men use bulletproof, high-powered boats, but our heroes hold them off with Molotov cocktails.\n\nAfter a while we begin to catch on that none of this means very much. The leading characters - Minnelli and her sidekicks - are so obviously just movie creations that we never care about their business or their success in it. We do get to see them in fancy bathtubs-built-for-three, but we never understand the specifics of their three-way relationship (maybe because the movie's rated PG), and we never quite figure out Liza's brief marriage (liaison? engagement?) with a wealthy and eligible bachelor.\n\nMaybe we're supposed to see the three leads as naive, happy-go-lucky victims of the crimes they blunder into, as Butch Cassidy and the Sundance Kid were. Maybe their relationship was supposed to be light and wisecracking, like the one in \"The Sting.\" But maybe no one gave sufficient thought to the story, and to specific human elements that would have made the characters interesting. It's as if Donen found himself saddled with an enormously expensive ($11 million) production and nothing much to plug into it.\n\nThe movie looks great, as we'd expect -- but not only don't we come out humming the tune, we can't even remember the characters' names. What an exercise in futility! There's been a lot of publicity about the differences between Donen and the studio, on the one hand, and the three stars, on the other, over how the movie should end. Three endings were eventually shot: one unhappy, one happy, and the one they used - which is inconsequential and therefore unhappily appropriate.", "running_time": 118, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-12-29", "genres": null, "title": "Lucky Lady (1975)"}