{"url": "http://www.rogerebert.com/reviews/lucky-numbers-2000", "by": "John Travoltaas Russ Richards", "star_rating": 2.0, "text": "\"Lucky Numbers,\" starring John Travolta as a TV weatherman who tries to rig the lottery, tells too much story at not enough energy. It should have been cut back and cranked up. Instead, it keeps introducing new characters until the plot becomes a juggling act just when it should be a sprint. And there's another problem: Is it intended as a comedy, or not? I ask because there are funny things in it, and then gruesome things, sad things and brutal things. Quentin Tarantino was able to cover that spread in \"Pulp Fiction.\" But Nora Ephron (\"Sleepless in Seattle,\" \"You've Got Mail\") doesn't find a way. She has Travolta and Tim Roth from \"Pulp Fiction,\" but they didn't bring their notes.\n\nConsider a scene involving Lisa Kudrow and Michael Moore (yes, Michael Moore). Kudrow with the right material is one of the funniest actresses around; see her in \"The Opposite of Sex\" or \"Romy and Michelle's High School Reunion.\" Here she plays a daffy model who draws the winning lottery numbers on TV. Moore is her sad-sack cousin, recruited to front as the purchaser of the winning ticket. He has asthma. When he won't tell her where the ticket is, she bounces on his chest until he has an asthma attack, and then won't give him his inhaler.\n\nUp to a certain point this could be funny (it doesn't sound funny, but trust me). The movie takes it beyond that point, until we want to cringe. Ephron doesn't actually show the poor guy's tongue turning purple, but Kudrow can't make the payoff anything but pathetic, and neither could any other actress. When you add in the rest of the movie's violence, it looks like a black comedy that needed to be either blacker or funnier, instead of each approach undercutting the other.\n\nTravolta and Kudrow work at a TV station managed by Ed O'Neill. Both men are having affairs with her, which makes her a two-way conduit of knowledge, among other things. Travolta is in debt because his snowmobile business is failing (it's the warmest winter in years). He and Kudrow plot with Tim Roth, the owner of a strip club, to rig the lottery, and the plan works, up to a point. But then so many characters want a cut of the action that, Travolta complains, he'll be back in debt again.\n\nThe movie has fun establishing the weatherman character as a big celebrity in the small pond of Harrisburg, Pa. He has a parking space with his name on it at Denny's, a private booth protected by a red velvet rope, and an omelet named after him. Travolta is wonderful at projecting a sunny joy in his own fame, but less successful later in the film as he goes into guilty meltdown.\n\nThe O'Neill character has his own agenda, but so do several other characters, including Roth, Dale the Thug (Michael Rapaport), Lakewood the cop (Bill Pullman), Lakewood's partner Chambers (Daryl Mitchell), Larry the snowmobile salesman (Michael Weston) and a local numbers game operator. New characters are introduced as the story moves along, and the narrative gets expansive and gabby.\n\nSo much depends on tone in a movie. Either you find the right one and stick with it, or you're in trouble (unless, like Tarantino, you really know what you're doing). If we're supposed to like these people, then there's a point beyond which they should not go in their villainy. If we're not, then the scenes where they're nice should have more irony. Kudrow figures out her own character and sticks with it successfully from beginning to end (apart from the unfortunate asphyxiation episode). I like the way she keeps glancing down at her body to be sure it still looks sexy.\n\nTravolta as a person wants to be nice, and to be seen as nice, in every atom of his being, and that causes a tension the movie never resolves. He needs to be a little nastier. Instead of starting with a nice guy and getting him in trouble, it might have been a better idea to start with a tough guy and show him trying to be nice (Robert De Niro's character in \"Meet the Parents\" comes to mind).\n\nBy the end of the film, we're less entertained than relieved. Lots of stuff happened, and much of it might have been interesting in a different kind of film. Here we got the curious sense that the characters are racing around Harrisburg breathlessly trying to keep up with the plot.\n\nThere is, however, good news. Travolta survived this experience with his sense of humor still intact. How can I be sure? He has announced he wants to make a sequel to \"Battlefield Earth.\"", "running_time": 108, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-27", "genres": ["Action", "Adventure", "Comedy", "Crime", "Romance", "Thriller"], "title": "Lucky Numbers (2000)"}