{"url": "http://www.rogerebert.com/reviews/lucky-break-2002", "by": "James Nesbittas Jimmy", "star_rating": 3.0, "text": "\"Lucky Break\" is the new film by Peter Cattaneo, whose \"The Full Monty\" is the little British comedy that added a useful expression to the language. This movie is set in prison but uses much the same formula: A group of guys without much hope decide to band together and put on a show. This time they stage a musical comedy written by the prison warden, which means that instead of stripping, they perform in costume. I am not sure if this is the half monty, or no monty at all.\n\nBritish prisons are no doubt depressing and violent places in real life, but in \"Lucky Break,\" the recent \"Borstal Boy\" and the summer 2001 movie \"Greenfingers,\" they are not only benign places with benevolent governors, but provide remarkable access to attractive young women. Jimmy, the hero of \"Lucky Break,\" finds abundant time to fall in love with Annabel (Olivia Williams), the prison anger-management counselor. Brendan Behan, the hero of the biopic \"Borstal Boy,\" has a youthful romance with Liz, the warden's daughter. And in \"Greenfingers,\" which is about a prize-winning team of prison gardeners, one of the green-thumbsmen falls in love with the daughter of a famous TV garden lady. Only in these movies is prison a great place for a wayward lad to go in order to meet the right girl.\n\n\"Lucky Break\" stars James Nesbitt and Lennie James as Jimmy and Rudy, partners in an ill-conceived bank robbery that lands them both in prison. The prison governor (Christopher Plummer) is an amateur playwright who has written a musical based on the life of Admiral Nelson, whose statue provides a congenial resting place for pigeons in Trafalgar Square. The lads agree to join in a prison production of the musical after learning that the play will be staged in the old prison chapel--which they consider the ideal place from which to launch a prison break.\n\nMuch of the humor of the film comes from the production of \"Nelson, the Musical,\" with book and lyrics by the invaluable actor and comic writer Stephen Fry; we hear a lot of the songs, see enough of scenes to get an idea of the awfulness, and hardly notice as the prison break segues into a movie about opening night and backstage romance.\n\nI am not sure that the average prisoner has unlimited opportunities to spend time alone with beautiful young anger-management counselors, warden's daughters or assistant TV gardeners, but in \"Lucky Break,\" so generous is the private time that Jimmy and Annabel even share a candlelight dinner. To be sure, a can of sardines is all that's served, but it's the thought that counts.\n\nThe key supporting role is by Timothy Spall, sort of a plump, British Steve Buscemi--a sad sack with a mournful face and the air of always trying to cheer himself up. What keeps him going is his love for his young son; this whole subplot is more serious and touching than the rest of the film, although it leads to a scene perhaps more depressing than a comedy should be asked to sustain. The climax of the film, as in \"The Full Monty,\" is the long-awaited stage performance, which goes on as various subplots solve themselves, or not, backstage. There is not much here that comes as a blinding plot revelation, but the movie has a raffish charm and good-hearted characters, and like \"The Full Monty\" it makes good use of the desperation beneath the comedy.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-04-19", "genres": ["Action", "Comedy", "Foreign"], "title": "Lucky Break (2002)"}