{"url": "http://www.rogerebert.com/reviews/ludwig-1973", "by": "Helmut Bergeras Ludwig II", "star_rating": 1.0, "text": "Luchino Visconti’s Luchino Visconti’s “Ludwig” has been cut by more than 30 minutes since its New York premiere, and ordinarily that would be cause for outrage. In this case, however, the trims may simply have been merciful. Even at its present length, the movie is so lethargic and persistently uninteresting that members of the audience were moved to whistle, yawn loudly and visit the water fountain.\n\nPerhaps only Visconti, who seems obsessed with the gloomy side of decadence, could have made Ludwig II of Bavaria seem boring. Referred to somewhat cheerfully by his subjects as the Mad King, he was an egotistical little martinet who was the patron of Richard Wagner, constructed fantastically expensive castles, and was fond of making entrances by boat through indoor swan pools.\n\nHe was also apparently bisexual, and this aspect of his personality seems to interest Visconti the most - although not enough alas, to interest us. Ludwig’s sex life in this film consists of a few enigmatic conversations with Elizabeth of Austria (Romy Schneider), a homosexual orgy which begins low-key and ends with everyone asleep, and lots and lots of penetrating stares.\n\nI thought Visconti had just about used up the possibility of penetrating stares in his last movie, “Death in Venice,” which contained nearly 15 minutes of them. But, no, his characters are staring all the more penetratingly in “Ludwig,” perhaps because they are afraid to break out in the movie’s ludicrous dialog. It is always a little difficult to find sympathy for characters whose words seem to be translated literally from unpublishable German Gothic novels. It has been a long time, for example, since I’ve heard anyone called “sire,” even in a movie about royalty.\n\nI guess the movie might have made more sense in its uncut version, but I can’t be sure. There are all sorts of moments that are either (a) enigmatic, or (b) simply unresolved loose ends. At one point, a breathless courier races into the room and informs Ludwig that Bavaria has been defeated and has surrendered. Fine, but until this moment the movie has made no mention of a war. Nor is it ever mentioned again, and Ludwig stays in office.\n\nAt another moment, a character of little importance suddenly becomes a narrator and tells us what we can see perfectly well: That Ludwig has invited a young actor to spend some time with him in the country. This is the only narration in the film; I suppose it’s inevitable that it would be used to explain one of the few moments in the film not needing explanation. Then again, at the end, there’s a printed epilog that informs us, so help me God, that “In death as in life, Ludwig remained an enigma.”\n\nDid he ever. Visconti was at one time considered one of the world’s leading directors; his credits include “La Terra Trema,” “Rocco and His Brothers” and “The Leopard.” But his last three movies have left me completely indifferent, even the much-praised “The Damned.” Visconti seems to be at the mercy of his obsessions; he likes shadows, decadent luxury, madness, handsome young men, over decorated sets and Wagner, and so he makes movies that contain those elements at the expense of everything else. What finally happens is that scenes sink under the weight of great, but never explained portents; characters pause for silences pregnant with lack of meaning; and the reflected firelight flickers on the faces of actors patently at a loss to understand what Visconti wants of them.\n\nIn a film filled with unresolved scenes, one stands out. Visconti shows Elizabeth of Austria arriving in her carriage at one of Ludwig’s castles. She enters, walks upstairs, and stops at the threshold of an incredibly long, ornate hall. She waits there (first in medium shot, then in long shot) for what seems like a good minute. After a while, there is the off-screen cackle of maniacal laughter. Nothing else happens. Fade out; the scene, the visit and the occasion are never referred to again. I wonder if that was Ludwig laughing, or Visconti.", "running_time": 235, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-06-19", "genres": ["Drama", "Foreign", "History", "Indie"], "title": "Ludwig (1973)"}