{"url": "http://www.rogerebert.com/reviews/lumiere-and-company-1996", "by": "Sarah Moon", "star_rating": 3.0, "text": "“I feel like crossing myself,” one of the directors says, looking at the simple wooden box within which the first film was shot. Called the “cinematograph,” it is about a foot square, with a crank on one side. It was restored by Philippe Poulet of the Museum of Cinema in Lyon, and he also provided the film, with only two sprocket holes per frame, just as the Lumieres used.\n\n“Lumiere & Company,” the film that resulted from this project, is both more and less than you would expect. The 40 brief films are often wonderful, and always revealing in the way they show professional directors working on what amounts to a haiku. The surrounding footage is uneven. It is amusing sometimes to see the directors setting up their shots, but when they're asked to answer such questions as “Why do you film?” and “Is the cinema mortal?” the answers tend toward hyperbole or, worse, shrugs.\n\nSome of the directors tell little stories. Zhang Yimou shows a couple dressed in Peking Opera garb, dancing atop the great wall of China, and then tearing off their costumes to reveal punk rock clothes. Jacques Rivette shows a little girl in a square, surrounded by roller bladers and strolling newspaper readers (“It's too short!” complains the author of those four-hour French extravaganzas). Wim Wenders shows his angels from “Wings of Desire,” revisiting Berlin. Jaco Van Dormael of Brussels shows an enthusiastic kiss between two lovers who have Down syndrome.\n\nNadine Trintignant puts the camera on a wheelchair to make a dolly shot showing the courtyard of the Louvre, the classic architecture in the background replaced by the glass pyramid in the foreground. Merchant and Ivory show a 19th century street scene, and then dolly to reveal a McDonald's. Regis Wargnier asks the late President Francois Mitterrand which images above all he remembers from the cinema, and as he walks past the camera, we hear him say, “A Hungarian film . . . people were dancing . . .” Two directors shoot at the site of the bomb blast at Hiroshima. One shows a little girl trying to weigh herself. One shows an attempt to film the great pyramid. Liv Ullmann's film is of the great cinematographer Sven Nykvist filming the camera as it films him. John Boorman visits the set of Neil Jordan's “Michael Collins” and has three actors (Liam Neeson, Aidan Quinn and Stephen Rea) gaze wonderingly into the camera.\n\nClaude Lelouch's film is ambitious: As lovers kiss while revolving on a turntable, a moving platform behind them shows them being filmed by crews with equipment representing the transition from the Lumieres to more advanced cameras, to 35-mm., to sound, to video. Alain Corneau introduces color, by hand-tinting a gypsy dance.\n\nThroughout the film there are glimpses of the Lumieres' own films, many of them street scenes simply recording the wonder of what something looked like on a given day 100 years ago. Patrice Leconte shows their famous shot of a train arriving at a station, and then photographs the same station a century later: It now has gained a terminal, but the train (the Euro-star express) races past without stopping.\n\nWhat the Lumieres did above all was to capture moments in time, in a medium that for the first time made that possible. The film opens with their shot of a baby stumbling over a step on a sidewalk. Later, Costa-Gavras shows passersby gazing in wonder into the lens. And Spike Lee makes a home movie of his baby daughter, prompting her to say “Dada.” He prompts her again and again, and she smiles happily but mutely at the camera as we grow aware of the 52 seconds ticking away. Finally she produces a “Da” in the nick of time. A trouper.\n\nThe Lumiere camera produces an image with a slight flicker, caused by the slower shutter speed. It also varies slightly in speed because no two operators crank it at the same rate. Except for the modern props, the new films look 100 years old. Or the old films look new. “The cinema is pieces of time,” Orson Welles said. Here is a film of those pieces.", "running_time": 88, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-12-06", "genres": null, "title": "Lumière & Company (1996)"}