{"url": "http://www.rogerebert.com/reviews/luna-1979", "by": "Jill Clayburghas Caterina Silveri", "star_rating": 2.0, "text": "Italian director Bernardo Bertolucci on the subject of his new film: \"'Luna' is not a movie about why the mother acts in this way. It is a movie fascinated that she does act in this way. It is melodramatic. Operatic. At the end, the music of Verdi, very loud, over the climax, literally eats the bourgeois drama!\"\n\nAnd maybe that goes some way toward explaining the astonishing events in \"Luna,\" which cannot be believed in any terms except, possibly, the operatic -- and of course you don't have to believe operas, that's one of their charms. Bertolucci has sprung his gourd this time. He's the Gunter Gebel Williams of cinema, and right there in the center ring, he's got a soap opera and a Freudian case history (traditional enemies in their natural states) and he's forcing them to copulate!\n\nWhat a show. Caterina (Jill Clayburgh), an American opera singer, sobs in horror as the dead body of her husband is taken from a wrecked car in front of their New York brownstone. Her son Joe mopes in the background. A change of venue is indicated! Mother and son leave immediately for Italy, where Caterina throws herself into a production at the ancient Baths of Caracalla.\n\nFate plays its cruel hand: Joe experiments with bisexuality and becomes addicted to heroin, Caterina loses her singing voice, and then Joe discovers that his real father is not the late Douglas Winter but young Giuseppe, a poor teacher. Distraught and without a hypodermic needle, Joe, slave to his addiction, plunges a dinner fork into his forearm. Caterina, moved by his inchoate appeal, helps him to masturbate. A few days later, as Joe and Giuseppe look on, she triumphantly regains the use of her voice. (It is at this point that the music of Verdi eats the bourgeois drama.)\n\nDo not think Bertolucci wrote this story by himself. He was assisted by his cousin Giovanni, by his wife Clare, and, dare I suggest, by a good deal of the local Chianti. The start of production was twice delayed, but at last the day was at hand. Did a little bird try to warn Bertolucci that this material was, to put it kindly, two bricks short of a load?\n\nHe made the interesting decision to shoot it in English. Why? During a press conference at the New York Film Festival, he confessed that he personally just plain couldn't visualize this story with an Italian mamma and bambino. And well he couldn't. Of course there was the inevitable hurdle of having to deal with the Catholicism of any Italian characters (whereas \"Luna's\" protagonists seem to be lapsed hedonists). But even more likely, Bertolucci, as the son of the movie critic for the Parma Daily Gazette, must have learned at his father's knee that such a story was not exactly al dente to begin with.\n\nWhat to do? The late Sam Goldwyn once faced a similar dilemma years ago, and solved it the same way Bertolucci did. Goldwyn's London office shelled out $25,000 for a novel named \"The Well of Loneliness,\" and only then did they discover that the book was about lesbians. \"But Mr. Goldwyn,\" they said, \"the 25 grand is down the drain. We'll never be able to make this movie -- it's about lesbians.\" Goldwyn thought. \"So what?\" he said. 'Make 'em Americans!\"", "running_time": 142, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Drama", "Foreign"], "title": "Luna (1979)"}