{"url": "http://www.rogerebert.com/reviews/lust-caution-2007", "by": "Tony Leungas Mr. Yee", "star_rating": 3.0, "text": "Ang Lee's \"Lust, Caution\" is first languid, then passionate, as it tells the story of a young woman who joins a political murder plot and then becomes emotionally involved with her enemy. It begins at a 1942 Mah-Jongg game in Hong Kong, when erotic undertones become clearly audible to us, and then flashes back to Shanghai, 1938, during the Japanese occupation of China. One of the rich ladies at the game table is revealed to have been a college student, and not really the wife of a wealthy (but unseen) tycoon.\n\nThe underlying plot gradually reveals itself. Too gradually, some will believe, unless the languor is necessary to create the hothouse atmosphere that survives in the midst of war. The Mah-Jongg game is taking place in the home of Mr. Yee (Tony Leung), whose wife (Joan Chen) is the hostess. Since coming from Shanghai, he has moved up in the collaborationist government, handles interrogations and tortures, and is repaid by status and access to such restricted items as nylon stockings, cigarettes, even diamonds. When Mr. Yee comes home in the middle of the game, he exchanges a significant look with Mrs. Mak (Tang Wei), who first joined the circle in Shanghai.\n\nIt's clear to us there's something secret and intimate between them. But who is this wealthy Mrs. Mak, who travels in a chauffeured car but whose husband is always away on business? The flashback reveals her as Wong Chia Chi, a young student who on summer vacation falls in with a group of radical Chinese patriots and takes a key role in their hope of assassinating one of the Chinese who are working with the Japanese. Her assignment: become Mr. Yee's lover.\n\nThis she did in Shanghai, but the war separated them before she was able to bring about an opportunity for Yee's murder (she is not expected to do it herself). A natural actress, she took easily to the roles of lover and rich woman. But she had some difficulty in sacrificing her virginity, which was necessary for her to play a married woman convincingly.\n\nWe do not see Mr. Yee at work, torturing his countrymen, but Leung is able to project the man's capability for menace and begins to do that in bed with her. Then commence the scenes that earned the film its NC-17 rating. They are not specifically hard core in detail, but involve so many arcane and athletic sexual positions that the MPAA's injunction against the depiction of \"thrusting\" is left with their clothes on the floor.\n\nWhen their sex drifts steadily into S&M, the nature of their relationship shifts. It is impossible to say that Wong Chia Chi/Mrs. Mak likes his tastes in pain and bondage, but they create a fearful intimacy that, for both of them, transcends their lives apart. And it is that tension, between private fascination and public danger, that gives the movie its purpose.\n\nFailing to find the connecting link between such Ang Lee films as \"Sense And Sensibility,\" \"Brokeback Mountain\" and \"Hulk,\" (2003) I was quickly corrected by readers who said, obviously, all his films are about people trying to realize their essential natures despite the constraints of society. Readers, you were right. Here we have a woman who hates her lover enough to help kill him, and yet is mesmerized by him. And a man whose official position would be destroyed by the exposure of this affair (especially if Mrs. Mak's true identity were discovered). Yet the heart, as Pascal said, has its reasons. Mr. Yee and Mrs. Mak are just as transgressive as the Brokeback lovers, just as entranced by a form of sex that is frowned on by their societies.\n\nThere is not a frame of the film that is not beautiful, but there may be too many frames. Why does Ang Lee go into such depth and detail to establish this world, and why does he delay the film's crucial scenes? I don't know, but of course seeing the film the first time I didn't know that was what he was doing and grew restless before I grew involved. Asked to edit the sex scenes to avoid the dreaded NC-17 rating, Lee quite properly refused and was backed all the way by James Schamus, his co-writer and also, significantly, head of Focus Features, which is releasing the film.\n\nThe nature of the sex is Lee's subject, and he is too honest to suppress that. His moments of full frontal nudity avoid the awkwardness of most movie sex scenes in which the lovers, although alone, carefully mask their naughty bits. The scenes are not edited for erotic effect, it must be observed, but are treated in terms of their psychological meaning.\n\nFilm by film, Ang Lee, from Taipei out of the University of Illinois, has become one of the world's leading directors. This film was his second Golden Lion winner in three years at the Venice Film Festival. But it is not among his best films. It lacks the focus and fire that his characters finally find. Less sense, more sensibility.", "running_time": 156, "mpaa_rating": "NC-17", "release_year": 2007, "date_published": "2007-10-04", "genres": ["Action", "Drama", "Foreign", "Indie", "Romance", "Thriller"], "title": "Lust, Caution (2007)"}