{"url": "http://www.rogerebert.com/reviews/lust-in-the-dust-1985", "by": "Tab Hunteras Abel", "star_rating": 2.0, "text": "\"Lust in the Dust\" would have worked better with Divine in the Tab Hunter role. Divine was born to play Tab Hunter, a statement Hunter himself has not been able to make for several years. And Divine wouldn't have made the mistake Hunter makes, of playing, his Western gunslinger as a Clint Eastwood type. Divine would have chewed the scenery before shooting at it, and \"Lust in the Dust\" might have been funny all the way through, instead of just for the first 20 minutes.\n\nThe movie is a comedy Western, deliberately camp, starring Tab Hunter as a silent, cowboy with no name, Divine as a hapless wanderer in the desert who wants to be a saloon singer, and Lainie Kazan as the owner of the only saloon in the miserable little town of Chili Verde. Divine is, of course, the well-known transvestite who has starred in lots of John Waters' movies (including \"Polyester,\" where the audience was issued Scratch 'n' Sniff cards). Divine usually goes for hysterical overacting, but this time she plays a timid, wistful soul, and it doesn't work as well. We need her slinging people out the saloon doors.\n\nThe movie is apparently intended as a satire on several different classic Westerns, including \"Duel in the Sun,\" but a funny thing happens at about the halfway point: It settles down and starts to get involved in its story. And since we don't care about the story, that's a mistake. The movie should have continued to go for the one-liners. As it is, we get this impenetrable story about a missing treasure map, and when they find the map, believe me, it's not a pretty sight.\n\nGood things in the movie include a rousing, high-spirited performance by Kazan, who has abandoned forever her former image and has developed into an effective comedy performer; a TV producer should take a look at this movie and develop a sitcom around her (but not a comedy Western, please!). Hunter underplays until he is almost not present in some of the scenes, Divine is misused, Cesar Romero is a distraction as the local priest, and a young-saloon waitress (Gina Gallego) has what used to be called the Lainie Kazan role.\n\nThe movie was directed by Paul Bartel, whose most recent credit is \"Eating Raoul.\" Like most of the people associated with the movie, including Tab Hunter (who shares the producer's credit), he seems convinced that simply combining Divine, Kazan and Hunter in the same room will create a fissionable comic mass. Before he shut the door, he should have also thrown in a screenplay.", "running_time": 84, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-03-22", "genres": ["Action", "Comedy"], "title": "Lust In the Dust (1985)"}