{"url": "http://www.rogerebert.com/reviews/luv-2013", "by": "Commonas Vincent", "star_rating": 3.0, "text": "This film tells such a sad story. You don't realize that at first. You think you know what's going to happen, and it will be conventional and comforting. We see an 11-year-old kid waking up in the morning, getting dressed, using his water pistol to aim at the mirror, and going in to breakfast with his grandmother and his uncle.\n\nIt's a comfortable African-American home in Baltimore. His Uncle Vincent (Common), who drives a Benz, gives him a ride to school. There's a cute girl on the school steps who smiles at him in a flirty way. Woody (Michael Rainey Jr.) is a little shy and embarrassed. Vincent encourages him to smile back. Nothing doing. So he drives away from the school, just like that, and announces they're spending the day together.\n\nThis involves taking Woody to a neighborhood tailor, who fits him into a nice-looking suit and tie. Vincent tells him he has to present himself like a man. It was later in the movie that it occurred to me this visit wasn't simply a nice gesture. Was it part of a plan slowly in the uncle's mind, in which he might have a use for a well-dressed 11-year-old?\n\nNuno Malo's music is serious and not terribly hopeful. Quiet, in the background, it broods as the man and the boy begin an odyssey around Baltimore. Facts randomly emerge. Vincent is fresh out of prison, having been given an early release. When the judicial system grants an early release, that doesn't always send a reassuring message to the prisoner's old friends. We learn that Vincent has plans to close a bank loan for his business project, a crab house on the waterfront.\n\nThere are a lot of crabs in the movie, and even a little lesson about how to crack and eat one, because Woody has never eaten a crab before, and that will simply not do for a young man from Baltimore. So there's another lesson for the kid. The whole day and night will consist of Vincent and Woody driving around Baltimore and teaching and receiving lessons.\n\nAt this point, Sheldon Candis' \"LUV\" still seems on safe ground. That's largely because of the presence of Common, the Chicago-born hip-hop artist. His character is focused on teaching Woody how to stand, speak, carry himself, look another person in the eye, and act like he's a considerable person. As Woody, the young actor Michael Rainey Jr. fits comfortably into his role, transforming himself from a squirmy, uncertain child into a young man who learns to do all of these things. That it does it in only about 24 hours is unlikely, but the film isn't concerned about being taken seriously on that level. It is about one generation learning from another. It grows darker and darker. When it ends, as I said, it is very sad.\n\nSpoilers ahead. What happens is that Vincent essentially puts Woody on the path to being himself. The child goes along on a visit to a bank, which reveals that Vincent's business plan is delusional. He meets Mr. Fish (Dennis Haysbert) and Arthur (Danny Glover), both relatives of some sort, and Cofield (Charles S. Dutton), an old partner in Vincent's criminal activities. These men laugh too much. They hug and smile, but we feel the ice in their veins. One or more betrayals are under way.\n\nWoody will be taught lessons of manhood, such as how to drive a car, how to shoot a gun, how to hide a stash, how to lie and bluff. The one thing he doesn't learn is how to smoke. People don't smoke nearly as much in the movies these days. It's a chilling fact that it would be more disturbing for us to see Woody with a cigarette in his mouth than with a gun in his hand.\n\nIt's a mentor-child relationship, with a mentor who is desperate and can teach the child only how to be as desperate as he is. It's Fagin and Oliver Twist, bleaker than Dickens could have imagined. I'll stop now. I won't reveal any more of the plot as the film descends into despair. \n\nWhat was in Sheldon Candis' mind as he made \"LUV\"? Here is a film about African Americans that sidesteps all the usual, hopeful cliches and comments on how one failed generation raises another. This is how the gun and crime culture is passed along. This is how a nice kid in middle school has his life destroyed for him — unless he is very lucky and learns a lesson from these 24 hours in a nightmare.", "running_time": 95, "mpaa_rating": "R", "release_year": 2013, "date_published": "2013-01-16", "genres": ["Drama"], "title": "LUV (2013)"}