{"url": "http://www.rogerebert.com/reviews/lymelife-2009", "by": "Rory Culkinas Scott", "star_rating": 3.5, "text": "\"Lymelife\" sometimes cuts to the tiny buildings and inhabitants of a model suburb, the kind you might find on display in a Realtor's office. Just as frequent are its shots of actual homes in a Long Island suburb, of the sort occupied by the Bartlett and Bragg families. The film is about the distance between the ideal and the real.\n\nUnhappy suburban families are more familiar in the movies than real ones -- perhaps because, as Tolstoy believed, all happy families are the same. The sickness of these two families emanates from the parents. Two are committing adultery with each other. A third has Lyme disease, and regards life with fatigue and depression.\n\nThe movie isn't about Lyme disease, but it serves as a theme: \"Isn't it amazing that your whole life can be changed by a bug the size of a pimple on your ass?\" A tick has destroyed the spirit of Charlie Bragg (Timothy Hutton) and has left Melissa (Cynthia Nixon), his sluttish wife, open to the predations of her business partner, Mickey Bartlett (Alec Baldwin). Mickey's wife, Brenda (Jill Hennessy), knows what's going on but tries to stand above it.\n\nTheir children are directly affected, and much of the film is seen through the eyes of two kids around 15, Scott Bartlett (Rory Culkin) and Adrianna Bragg (Emma Roberts). In a film of good actors, these are two finely realized performances. Scott has an inarticulate crush on Adrianna, and is wounded when he sees her with an older, more studly boy. Adrianna likes him -- they've been lifelong friends -- but likes to date \"more mature\" men, which at that age may mean 17. Both of them know what Mickey and Melissa are doing; Adrianna is cynical, he's betrayed.\n\nBut those are only the outlines of a tender, sometimes painful, sometimes blackly comic, story. The film's characters are not types but particular people, and if the adults protect themselves in one way or another, the children are wide open. That includes Mickey's older brother Jimmy (Kieran Culkin), who is getting out while he can and has enlisted in the service. (The film has misplaced the Falkland Islands conflict in the 1970s, but how many even remember it? Nor was it a U.S. war.)\n\nRory Culkin's performance is the mainspring. Apart from the misfortune that they all look angelic, the Culkin family is rich in gifted actors. Here Rory plays a sexually inexperienced, bullied, sensitive kid, wounded by the loud arguments of his parents. Scott's mother is a strong, good woman, keeping a brave face for her kids, while loathing her husband. He lives through his work (a new suburban home development), buys a new home for them without even mentioning it to his wife and has sex with Melissa because she is there.\n\nNow look at the Timothy Hutton character, the sick one. Exhausted, emasculated, hopeless, he stares at a blank television screen, watches unseen as his wife and Mickey have sex in the basement and develops a strange obsession with a deer he often sees in a forest near his house. Such a low-energy character might seem to offer little for an actor to \"do,\" but Hutton brings the film a level of defeat and despair that shadows everything. They could all end up like him; Brenda wraps Scott's neck, wrists and ankles with duct tape, and searches his hair for ticks.\n\nThe film is by Derick Martini, written with his brother, Steven. I met them at Toronto 1999, with their screenplay for the quirky indie \"Smiling Fish and Goat on Fire.\" This is their first feature -- showing confidence enough, despite a heavyweight cast, to build carefully to their unexpectedly appropriate conclusion. Martini is especially good with Alec Baldwin, an actor whose power is used here to create an intense mano a mano with Jimmy. He and Hennessy are lacerating together in a scene of mutual hate.\n\nA buried subject is parenting. There are two good parents here. Brenda has a warm scene with Scott the morning after his confirmation (and, she doesn't know, his first sexual experience); Adrianna, the young girl, who knows more about life than Scott, sees him with sympathy and handles him with almost maternal care. Emma Roberts' performance is far deeper than the sexpot we first seem to see.\n\n\"Lymelife\" doesn't have the sheer power of \"The Ice Storm,\" but it's not just another recycling of suburban angst. By allowing their characters complexity, the Martinis spill open those tiny model homes as thoroughly as a dropped Monopoly game.", "running_time": 95, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-04-29", "genres": ["Comedy", "Drama", "Indie"], "title": "Lymelife (2009)"}