{"url": "http://www.rogerebert.com/reviews/ma-vie-en-rose-1998", "by": "Michele Laroqueas Hanna", "star_rating": 3.0, "text": "Ludovic is a 7-year-old boy who likes to dress in girl's clothes, not so much because he likes the clothes as because he is convinced he is a girl. It all seems very clear. After he learns about chromosomes, he explains to his parents that instead of the female XX chromosomes he was intended to get, he received the male XY after \"my other X fell in the garbage.'' Ludovic's parents have just moved to a suburb of Paris that looks for all the world like a set for \"Ozzie and Harriet.'' Ominously, they live next door to his father's boss. A barbecue is planned to welcome the newcomers, and it's at this party that Ludovic makes his dramatic entrance, dressed in pink. The adults, who would not have looked twice at a little girl wearing jeans and sneakers, are stunned. \"It's normal until 7,'' Ludovic's mother explains bravely. \"I read it in Marie-Claire.'' \"Ma Vie en Rose'' offers gentle fantasy, and a little hard reality, about Ludovic's predicament. He is convinced he is a girl, knows some sort of mistake was made, and is serenely intent on correcting it. Soon he's making the arrangements for a play \"marriage'' with Jerome, his best friend, who lives next door and is therefore, unluckily, the boss's son. Since the boss is a blustering bigot, this is not a good idea. Indeed, most of the adults in the movie seem like members of the Gender Role Enforcement Police.\n\nThe film is careful to keep its focus within childhood. It's not a story about homosexuality or transvestism, but about a little boy who thinks he's a little girl. Maybe Ludovic, played by a calmly self-possessed 11-year-old named Georges du Fresne, will grow up to be gay. Maybe not. That's not what the movie is about. And the performance reflects Ludovic's innocence and naivete; there is no sexual awareness in his dressing-up, but simply a determination to set things right.\n\nThe movie is about two ways of seeing things: the child's and the adult's. It shows how children construct elaborate play worlds out of dreams and fantasies, and then plug their real worlds right into them. Ludovic's alternate universe is ruled by his favorite TV personality, named Pam, who dresses like a princess and has a boyfriend named Ken and flies about the houses with her sparkling magic wand. It also contains his beloved grandmother. In this world Ludovic is sort of an assistant princess, and we can see how his worship of Pam has made him want to be just like her.\n\nAdults, on the other hand, see things in more literal terms, and are less open to fancy. No one is threatened by a girl who dresses like a boy, but the father's boss is just one of the people who sees red whenever Ludovic turns up in drag. This innocent little boy is made to pay for all the gay phobias, fears and prejudices of the adult world.\n\nBecause \"Ma Vie en Rose'' (\"My Life in Pink'') is a comedy, however, the going never gets too heavy. Ludovic is taken to a psychiatrist, he is shouted at by his (mostly sympathetic) parents, he is a figure of mystery to his three well-adjusted siblings and he is a threat to the stability of his neighborhood. Since it's one of those sitcom neighborhoods where everyone spends a lot of time out on the lawn or gossiping over the driveways, what happens to one family is the concern of all.\n\n\"Ma Vie en Rose'' is the first film by Alain Berliner, a Belgian, who worked from the original screenplay of Chris vander Stappen, herself a tomboy who got a lot of heat as a child. There are clearly important personal issues at work beneath the surface, especially for vander Stappen, who identifies herself as a lesbian, but they skate above them. And there is a certain suspense: Surely Ludovic cannot simply be humored? Simply allowed to dress as a girl? Or can he?", "running_time": 88, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-02-13", "genres": ["Comedy", "Drama", "Foreign"], "title": "Ma Vie En Rose (1998)"}