{"url": "http://www.rogerebert.com/reviews/mac-1993", "by": "John Turturroas Mac", "star_rating": 3.5, "text": "John Turturro's \"Mac\" is inspired by the story of his own father, a hard-working Italian American from Queens who began as a carpenter and ended as a contractor, and whose voice can be heard on his son's answering machine in the very last moment of the film.\n\nTurturro plays Mac himself, as a man who works hard and holds himself to high standards, and sometimes loses his temper when others don't see things his way. Mac can be a hard man to live with, but he represents something real in the modern American character, and at the end of the film we feel that Mac's qualities are needed in an age when people would rather make money out of money than houses out of lumber.\n\nThe movie opens at the funeral of Mac's own father. His sons line up beside the casket to pay their respects, and then, shockingly, the old man rises up to lecture them. He is not happy with the workmanship on his coffin, or with much of anything else, and his restless need to excel has brought him back from the dead, still complaining.\n\nIt is a fantasy scene in an otherwise realistic movie that exists close to the daily lives of the characters. The time is the early 1950s, and in Queens, as across the nation, there is a housing boom. America has come home from the war and moved to the suburbs, and Mac and his brothers work for a construction gang run by a Polish guy who has his eye firmly fixed on the bottom line.\n\nThe brothers are more or less willing to go along. Not Mac, who likes to say there are two ways to do any job, \"The wrong way, and my way.\" Told to work more quickly and use fewer nails, he is likely to take a hammer and flail at the wood, undoing his work in a frenzy because he cannot compromise. The other brothers, Vico (Michael Badalucco) and Bruno (Carl Capotorto), are more easygoing, but Mac is the one who has inherited his father's fierce pride.\n\nThe movie exists close to the ground, to the wet, muddy construction sites where we can almost feel the relief when it's lunch time and the gang stretches out on a grassy slope, eating sandwiches and engaging in desultory talk. But Mac always seems focused, and never sees himself simply as a hired hand. He dreams of the day when he'll run his own contracting business, and eventually he does, at first with his brothers and then, inevitably, by himself.\n\nHis fights with his brothers are mostly over money and standards; the family life centers around home, where Mac lives until well into his 20s, adjusting to the implied disintegration of his mother, who is mostly an offscreen, despairing voice.\n\nThen he meets Alice (Katherine Borowitz), a young woman, along the way, and they get married and start a family and despair of ever selling some houses that he's built too close to the rich aromas of a dairy farm. But eventually the houses do sell, and there is a scene late in the film as Mac stands in front of one of the houses with his son, and states simply, \"I built that.\" The whole movie has been pointing to that moment, and we know that the son would grow up to be the maker of this film.\n\nTurturro has been acting in movies now for nearly a decade, at first in smaller supporting roles in films like \"To Live And Die In L.A.,\" and then in such major films as \"Do the Right Thing,\" \"Miller's Crossing\" (where his character begged for his life and then double-crossed the man who spared him), \"Jungle Fever,\" and the title role in \"Barton Fink.\" There is no mistaking him for anyone else; he is tall and gawky and brooding and can seem goofy (\"Barton Fink\") as well as touchingly ordinary (the man who runs the neighborhood sandwich shop in \"Jungle Fever\").\n\nHere, as Mac, we sense we're seeing a character close to the bone, and that although he makes movies instead of houses, some of the members of his crew have probably had occasion to hear him explain that if the job's worth doing, it's worth doing well.", "running_time": 121, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-03-05", "genres": ["Drama"], "title": "Mac (1993)"}