{"url": "http://www.rogerebert.com/reviews/macarthurs-children-1985", "by": "Takaya Yamauchias Ryuta Ashigara", "star_rating": 2.0, "text": "\"MacArthur's Children\" begins with the voice of Emperor Hirohito, announcing that Japan has surrendered to the United States, and the war is over. His voice emerges from an old wooden console radio. There is a cut to a long shot, and we see a group of grade school children standing at attention on a playground, facing the radio, which is on a table. The movie will tell the story of these children during the next year or so, as peace comes to Japan and the nation begins a love-hate relationship with America.\n\nThe kids are fifth-graders. They did not cry when surrender was announced, although their teacher did. It is a little hard to tell exactly what they felt. There is great excitement at the news that the American conquerors are about to arrive on their little island - although the conquerors in person are a little disappointing, a couple of jeep loads of soldiers. The school's principal comes around and instructs the children to blot out certain warlike passages in their schoolbooks. Life begins to return to normal.\n\nBut there is still a lot of unfinished business. The father of one of the students is tried as a war criminal. The fiance of the schoolteacher returns, but she is ashamed to see him, because she has \"dishonored herself\" by having sex with another man. In fact, she has been raped, but Japanese women had not then become liberated enough for her to see it that way. The stories of several different characters unfold randomly, in bits and pieces, as the film collects the ways in which these Japanese from a small island react to the aftermath of war. Their feelings are ambiguous. The director of the film, Mosahiro Shinoda, confesses that after making it he was still not sure exactly what his characters were feeling. That uncertainty is reflected in the relationship the children have with the game of American baseball. They start a team. Their grandmothers try to sew baseball gloves for them. They practice after studying pictures out of books. They name themselves the \"Tigers,\" after rejecting the \"Senators.\" They are not very good, but in playing at all, they are reflecting an ambiguous fascination with America.\n\n\"MacArthur's Children\" has more than its share of problems. The important character of the schoolteacher is badly written; she spends so much time trembling on the edge of tears that the students hardly know what to make of her. Some of the subplots emerge so casually we almost miss the important early details. Events move very slowly, for a movie about kids. And yet there are some very touching scenes, especially those involving the young girl (Shiori Sakura) whose father is executed for war crimes, and who decides to play baseball against the Americans to get even. Many of the parts of this movie are effective, but there's no overall focus. \n\nMaybe that was Shinoda's intention, but the effect is anticlimactic.", "running_time": null, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-07-16", "genres": null, "title": "MacArthur's Children (1985)"}