{"url": "http://www.rogerebert.com/reviews/macaroni-1985", "by": "Jack Lemmonas Robert", "star_rating": 1.0, "text": "I think I know why they called this movie \"Macaroni.\" It's thin, soggy and hollow. I hate wise-ass remarks like that, but \"Macaroni\" deserves it. The movie made me squirm with the transparency of its ideas, the dread predictability of its plot, and the shallowness of its characters. There have been a lot of movies about middle-aged men coming to terms with the meaning of their lives. This is one of the worst. The movie stars Jack Lemmon as an American defense contractor who is visiting Naples on business, and Marcello Mastroianni as a local archivist and playwright who remembers meeting Lemmon 40 years ago, at the end of World War Two. Lemmon was in love with Mastroianni's sister in those days, we learn. Lemmon remembers absolutely nothing about that romance (does not, in fact, even have his memory stirred when Mastroianni produces a photograph). But soon the two men have found that they have much in common, and after the sister is produced for a brief walk-on, the movie turns into the story of the two newfound friends. We have seen this story before. We have even seen it before with Jack Lemmon in the starring role; he specializes in characters that use humor and dogged intelligence to deal with the uncertainties of life. We have rarely seen it, however, told in such an ungainly combination of tragedy, pathos, low humor, coincidence and baffling subplots. Is any movie big enough to contain both conversations about the meaning of life and scenes where two successful middle-aged men do not know how to eat ice cream cones without smearing their faces like children? \"Macaroni\" asks us to believe a lot of other things that are real stretchers. For example, after Lemmon stopped writing Mastroianni's sister, Mastroianni took up his pen and continued the correspondence for 40 years, ghostwriting letters in which Lemmon described his adventures on six continents (\"The lava flow crept closer...\"). These letters convinced the sister that Lemmon still cared for her. Did the sister ever stop to reflect that (a) Lemmon's letters contained only journalistic descriptions, no personal news, and (b) they were never answers to any of her own letters? Or did she never write him? There comes a point in a plot like this when the only realistic thing for Lemmon to ask Mastroianni is, \"How long has your poor sister been like this?\"\rThere were whole passages in the movie where I was utterly baffled, not by what was happening, but by why. For example, why do we need the inane subplot about Mastroianni's son and the local lottery and the gangsters? Why do we need a shoot-out to end this quiet tale of middle-aged discovery? Why do we need a melodramatic, even an operatic, death? And why, oh why, do we need the last four shots of this movie, which describe an event so ludicrous and so unforgivably sentimental that they alone would be enough to disqualify \"Macaroni\" from serious consideration? (I will not reveal the ending, but, if you see it, when you hear the bells peal, remember my words.)\rI mentioned that \"Macaroni\" resembles macaroni because it is thin, soggy and hollow. It is more versatile than that. It resembles spaghetti in that it is long.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-05-03", "genres": ["Comedy", "Drama", "Foreign"], "title": "Macaroni (1985)"}