{"url": "http://www.rogerebert.com/reviews/macbeth-1971", "by": "Roman Polanski", "star_rating": 4.0, "text": "We have all heard it a hundred times, Macbeth's despairing complaint about life: \" ... it is a tale told by an idiot, full of sound and fury, signifying nothing.\" But who has taken it more seriously than Roman Polanski, who tells his bloody masterpiece at precisely the level of the idiot's tale?\n\nMacbeth always before seemed reasonable, dealing with a world in which wrongdoing was punished and logic demonstrated. Macbeth's character was not strong enough to stand up under the weight of the crime he committed, so he disintegrated into the fantasies of ignorant superstition, while his flimsy wife went mad.\n\nIt all seemed so clear. And at the proper moment, the forces of justice stepped forward, mocked the witches' prophecies which deluded poor Macbeth and set things right for the final curtain. There were, no doubt, those who thought the play was about how Malcolm became king of Scotland.\n\nBut in this film Polanski and his collaborator, Kenneth Tynan, place themselves at Macbeth's side and choose to share his point of view, and in their film there's no room at all for detachment. All those noble, tragic Macbeths -- Orson Welles and Maurice Evans and the others -- look like imposters now, and the king is revealed as a scared kid.\n\nNo effort has been made to make Macbeth a tragic figure, and his death moves us infinitely less than the murder of Macduff's young son. Polanski places us in a visual universe of rain and mist, of gray dawns and clammy dusks, and there is menace in the sound of hoofbeats but no cheer in the cry of trumpets. Even the heroic figure of Macduff has been tempered; now he is no longer the instrument of God's justice, but simply a man bent on workaday revenge. The movie ends with the simple fact that a job has been done: Macbeth got what was coming to him.\n\nPolanski has imposed this vision on the film so effectively that even the banquet looks like a gang of highwaymen ready to wolf down stolen sheep. Everyone in the film seems to be pushed by circumstances; there is small feeling that the characters are motivated by ideas. They seem so ignorant at times that you wonder if they understand the wonderful dialogue Shakespeare has written for them. It's as if the play has been inhabited by Hell's Angels who are quick studies.\n\nAll of this, of course, makes Polanski's \"Macbeth\" more interesting than if he had done your ordinary, respectable, awe-stricken tiptoe around Shakespeare. This is an original film by an original film artist, and not an \"interpretation.\" It should have been titled Polanski's Macbeth, just as we got \"Fellini Satyricon.\" \n\nI might as well be honest and say it is impossible to watch certain scenes without thinking of the Charles Manson case. It is impossible to watch a film directed by Roman Polanski and not react on more than one level to such images as a baby being \"untimely ripped from his mother's womb.\" Indeed, Polanski adds his own grim conclusion after Shakespeare's, with a final scene in which Malcolm, now crowned king, goes to consult the same witches who deceived Macbeth. Polanski's characters resemble Charles Manson: They are anti-intellectual, witless, and driven by deep, shameful wells of lust and violence.\n\nWhy did Polanski choose to make \"Macbeth,\" and why this \"Macbeth\"? I have no way of guessing. This is certainly one of the most pessimistic films ever made, and there seems little doubt that Polanski intended his film to be full of sound and fury -- which it is, to the brim -- and to signify nothing.\n\nIt's at that level that Polanski is at his most adamant: The events that occur in the film must not be allowed to have significance. Polanski and Tynan take only small liberties with Shakespeare, and yet so successfully does Polanski orchestrate \"Macbeth's\" visual content that we come out of the film with a horrified realization. We didn't identify with either Macbeth or Macduff in their final duel. We were just watching a sword-fight.", "running_time": 140, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Drama", "History"], "title": "Macbeth (1971)"}