{"url": "http://www.rogerebert.com/reviews/mack-the-knife-1990", "by": "Raul Juliaas MacHeath", "star_rating": 1.5, "text": "Bertolt Brecht believed that theater audiences should be constantly aware that they were watching a performance. The notion that we should lose ourselves in a play or movie gave him the creeps, and he constructed his works with various alienating devices - narrators, artificial sets, mannered performances, dialogue that commented on the action thus far - in order to constantly remind us that it was all make-believe. Only by absorbing a play on the conscious level, he believed, could we remain intellectually in touch with its theme or message.\n\nThere is a sense in which Brecht might have enjoyed \"Mack the Knife,\" Menahem Golan's film version of \"The Threepenny Opera,\" which Brecht wrote and Kurt Weill composed the songs for in 1929. This entire movie is an alienating device, keeping us constantly aware that we are watching a movie - a bad movie. Golan's achievement is all the more impressive because he doesn't deliberately keep us at arm's length; indeed, most of the movie is intended to look realistic, and it is only its dreary sameness that reminds us it's all make-believe.\n\nThe movie, set on the mean streets of London at the time of Queen Victoria's coronation, tells the story of the poor and desperate people who formed the London underclass: the beggars, the prostitutes, the homeless, and the criminals. They form a rough and ready society with its own rules, including one that requires beggars to have a permit to beg; if they try to beg on a free-lance basis, they're quickly run off their turf by other beggars, who work for the tight-fisted Mr. Peachum. He even sells them props and costumes to make their plight look more theatrical.\n\nThe underworld is ruled by the evil MacHeath, a.k.a. Mack the Knife, who is surrounded by a harem of women but is attracted to the Peachum's ripe young daughter, Polly. His lust causes war on the streets of London, as the Peachums oppose Mack and the riffraff of London chooses sides.\n\nGolan's visual approach to this material is a relentless compromise between the obvious theatricality of Brecht and the realism he apparently wants to create. He shoots most of the movie on a series of cramped, dark, ugly sets - which do not look like a stage, and do not look like London, either. By the end of the film the sets have grown so familiar that the carriages seem to be rattling around and around the same worn cobblestones.\n\nThe cast of the movie looks promising, on paper, anyway, although it's known that Anthony Hopkins, originally set to play Peachum, included himself out (\"creative differences\"). Peachum is now played by Richard Harris; Raul Julia ia MacHeath; the opera singer Julia Migenes is Jenny, a firebrand of the streets, and Roger Daltrey of the Who is a street singer, appearing from time to time to comment on the action and make a bow in the direction of Brechtian artificiality.\n\n\"The Threepenny Opera\" is not unfilmmable (the German director G.W. Pabst made a version in 1931 starring Lotte Lenya), but \"Mack the Knife\" makes it seem that way. Perhaps assuming that his material was more familiar to modern movie audiences than it is, Golan does a sketchy job of introducing and explaining characters, and setting up situations, with the result that unless you know the original material you are unlikely to be able to follow the film.\n\nCharacters pop up out of shadows, grinning and singing and already known to all the members of the cast, and Golan doesn't make it clear to us who (and why) they are.\n\nAnother problem with the movie is its desperate air of forced gaiety, like a drunk partying with a hangover. The actors mug, clown, overact, look jolly and melodramatic, and make faces at the camera, and it's not convincing. The joy of performance isn't visible from anyone on the screen, and the movie is finally just a slog through a half-digested plot, involving half-understood characters who bear the names, but not the meanings or the spirits, of the Brecht and Weill originals.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-02-02", "genres": null, "title": "Mack The Knife (1990)"}