{"url": "http://www.rogerebert.com/reviews/mad-dogs-and-englishmen-1971", "by": "Pierre Adidge", "star_rating": 3.0, "text": "We follow Cocker and his friends through airports, bus terminals, motel pools and hotel kitchens, and we go along to a picnic where everyone gets stoned and there's a lot of effort put into forming a giant circle. Every picnic has a compulsive giant circle-former, who won't rest until everyone joins hands and stands for a long time in alleged mystical reverie. One of the least fascinating aspects of the communal love revival, or post flower-child-era, is the belief that adults look good imitating small children. We are apparently doomed, however, to a series of rock-music movies in which the stars (pale from lack of sunlight, fresh air and good food and looking wholly dissipated) have a pastoral romp and stop short only of hopscotch.\n\nCocker looks silly at the picnic, but the musical scenes are the best rock coverage since \"Woodstock.\" The sound is first rate, for one thing, and director Pierre Adidge has some idea of why Cocker electrifies a crowd. After \"Gimme Shelter,\" which missed the whole point of Mick Jagger, I was relieved that Adidge had an instinctive feel for the Cocker personality, onstage and off. He really gets into the music, too.\n\nThe entourage seems to be having a good time. The girls in the chorus smile a lot, unaffectedly, and you get the sense that Cocker's 20-city tour must have been fun, along with everything else. Most of his big songs (\"With a Little Help from My Friends,\" \"She Came in Through the Bathroom Window\" and the final \"Give Peace a Chance\") have a sort of revival air to them that fits the enormous 43-member band.\n\nOne of the wonders of \"Mad Dogs\" is the radical difference in the personalities of Joe Cocker and his chief guitarist, piano-player and leader, Leon Russell. Cocker throws himself into his highly mannered, almost spastic onstage style, and then simply leaves it behind when he gets off-stage. He raps with some friends, and he's thoughtful, quietly humorous, almost shy. Russell, inarticulate off-stage, becomes almost catatonic while performing. Everybody onstage whipping himself into a frenzy, and he maintains such stony-faced control that you can only speculate what fearsome energies are churning underneath.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-04-27", "genres": ["Documentary", "Music"], "title": "Mad Dogs and Englishmen (1971)"}