{"url": "http://www.rogerebert.com/reviews/mad-money-2008", "by": "Diane Keatonas Bridget", "star_rating": 1.5, "text": "By Roger Ebert\n\nThere is something called Found Poetry. The term refers to anything that was not written as poetry, but reads as if it was. I would like to suggest a new category: Found Reviews. These are not really reviews, but serve the same function. I found one just now, and after a struggle with myself, I have decided to share it with you. It is about \"Mad Money,\" a movie in which Diane Keaton, Queen Latifah and Katie Holmes are lowly workers who team up to rob a Federal Reserve Bank.\n\nI was noodling around Rotten Tomatoes, trying to determine who played the bank's security chief, and noticed the movie had not yet been reviewed by anybody. Hold on! In the \"Forum\" section for this movie, \"islandhome\" wrote at 7:58 a.m. Jan. 8: \"review of this movie ... tonight i'll post.\" At 11:19 a.m. Jan. 10, \"islandhome\" was finally back with the promised review. It is written without capital letters, flush left like a poem, and I quote it verbatim, spelling and all:\n\nhello sorry i slept when i got back\n\nwell it was kinda fun\n\nit could never happen in the way it was portraid\n\nbut what ever its a movie\n\nfor the girls most will like it\n\nand the men will not mind it much\n\ni thought it was going to be kinda like how to beat the high cost of living\n\nkinda the same them but not as much fun\n\nill give it a 4 0ut of 10\n\nI read this twice, three times. I had been testing out various first sentences for my own review, but somehow the purity and directness of islandhome's review undercut me. It is so final. \"for the girls most will like it/and the men will not mind it much.\" How can you improve on that? It's worthy of Charles Bukowski.\n\nAnyway, here's how I was going to start out:\n\n\"Mad Money\" is astonishingly casual for a movie about three service workers who steal millions from a Federal Reserve Bank. There is little suspense, no true danger; their plan is simple, the complications are few, and they don't get excited much beyond some high-fives and hugs and giggles. If there was ever a movie where Diane Keaton would be justified in bringing back \"la di da,\" this is that movie.\n\nKeaton co-stars with Queen Latifah and Katie Holmes. She's set up as a rich wife whose husband (Ted Danson) gets downsized. They owe a mountain of debt, their house is being repossessed, and she thinks she might as well (gulp) get a job. The best she can do is emptying the garbage at the Federal Reserve.\n\nThat's when she spots a loophole in the bank's famous security system. She figures out a way to steal used bills on the way to the shredder by smuggling them out of the building stuffed into her bra and panties, and those of her partners in crime, Katie and the Queen. This system works. And the beauty is, the money isn't missed, because it has supposedly already been destroyed. All they're doing is spending it one more time on its way to the shredder. A victimless crime, unless it brings down the economy, of course.\n\nI would have observed that the movie makes it all look so easy and painless that it's a good thing it opens with a flash-forward showing them in a panic mode, so we know that sooner or later something exciting will happen. In the meantime, we get more scenes starring Ted Danson with a hairstyle that makes him look alarmingly like a cross between David Cronenberg and Frankenstein's monster. And there's of course a chief of security who is constantly being outwitted. And so on.\n\n\"Mad Money\" is actually a remake of a 2001 TV movie, I discovered on IMDb. Britain's Granada made it about a team of cleaners who pull the same scam on the Bank of England. Two character first names are the same (Bridget and Jackie), but the last names of the Keaton and Danson characters are changed from Watmore to Cardigan. Go figure. Or don't. The bottom line is some girls will like it, the men not so much, and I give it 1½ stars out of 4.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-01-17", "genres": ["Action", "Comedy", "Crime"], "title": "Mad Money (2008)"}