{"url": "http://www.rogerebert.com/reviews/mad-city-1997", "by": "John Travoltaas Sam", "star_rating": 2.0, "text": "“Mad City” arrives with the last thing a movie about journalism needs--last year's news. It's about the media feeding frenzy that erupts when a museum guard takes hostages. A TV newsman is one of them, the news channels carry the story around the clock, the museum is ringed with cops and cameras, and we get lots of scenes showing the vanity and hypocrisy of anchormen. This is not news.\n\nIt's time to admit the obvious: The public enjoys sensational journalism, and the media are only giving them what they demand. The recent “Roby Ridge” standoff in Downstate Illinois was thoroughly relished by the public, even while it was blaming “the media” for prolonging it. People who say they deplore paparazzi journalism are approximately as sincere as smokers who lecture you on how bad their habit is.\n\n“Mad City” might have been more fun if it had added that extra spin--if it had attacked the audience as well as the perpetrators. As it is, it's too predictable: A media circus springs up when the museum guard, a likable everyman played by John Travolta, creates a hostage crisis and finds himself bonding with a TV newsman (Dustin Hoffman). The movie is obviously inspired by “Ace in the Hole,” the knife-edged 1951 satire from Billy Wilder, about a man trapped in a cave and the broken-down newsman (Kirk Douglas) who spins out the crisis to rescue his own career. But while Wilder's movie was smart and ironic, “Mad City” is dumbed down into a roundup of the usual suspects: the old-fashioned news director, the egotistical network star, the young intern on the make, etc. Costa-Gavras, who directed the film, should have remembered that satire depends on exaggeration, not attack.\n\nAs the film opens, Hoffman is at the museum to cover a story when Travolta walks in and demands a hearing with his boss (Blythe Danner). He's been fired from his low-wage job, and wants it back. The guard is not too bright, and has brought along a duffel bag containing a shotgun and sticks of dynamite--to get her attention, he says. Soon he has inadvertently taken a group of children hostage, and accidentally shot his best friend, another guard. He's having the kind of day Jim Carrey might have scripted.\n\nHoffman was once a network star, but after running afoul of an egomaniacal anchor (Alan Alda), he's been exiled to the sticks. This is the big story that can rebuild his career. He stays inside the museum, broadcasting from a battery-powered lapel mike, and over the course of long hours and nights he becomes friends with the hapless guard, who only wanted his job back and is terrified that now his wife will be mad at him.\n\nHoffman's performance is on target, and would have served a better screenplay. Alan Alda also has some well-observed moments as the star anchorman.\n\nThere are nice little digs, as when it's suggested to Travolta that Thursday prime time would be the best time to surrender, ratings-wise. But the movie makes its points early and often, and the Travolta character, too familiar from similar roles in “Phenomenon,” “Michael” and “White Man's Burden,” keeps playing the same scene: remorse, confusion, resolve.\n\nWhat I liked was a lot of screenwriter Tom Matthews' dialogue for the Hoffman character, who in effect turns into the guard's unofficial media adviser: “That's your jury pool out there,” he tells him. The movie knows what it wants to do, but lacks the velocity for lift-off. There is no moment where satire and human nature meet in perfect union, as there is in “Ace in the Hole,” when Kirk Douglas advises the wife of the trapped man to get herself photographed while praying in church, and she replies, “I don't pray. Kneeling bags my nylons.”", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-11-07", "genres": ["Action", "Drama", "Indie", "Thriller"], "title": "Mad City (1997)"}