{"url": "http://www.rogerebert.com/reviews/mad-love-1995", "by": "Chris O'Donnellas Matt", "star_rating": 3.0, "text": "\"Mad Love\" is not the first story about two teenagers who fall in love against their parents' wishes. \"Romeo and Juliet\" wasn't even the first. And it's not the first movie about two troubled kids who hit the road in an attempt to run away to their dreams. But it's the first one in a while that turns realistic, and shows one of the kids trying to react responsibly when the situation gets out of hand. That makes it more interesting, because it's about real problems, not movie problems.\n\nThe movie takes place in a Seattle suburb, where Casey (Drew Barrymore) is the alluring new girl in school. Matt (Chris O'Donnell) is her good-looking classmate who lives across the lake and finds his telescope trained less often on the stars than on Casey's house. He contrives a Meet Cute, and after a little awkwardness, they like each other, and before much longer, they are in love.\n\nThere are complications. Matt lives with his father and kid brother, after his mother disappeared in a traumatic experience that still hurts. \"She left you!\" Matt tells his dad at one point, trying to blame him. \"No - she left us!\" Matt has become the surrogate parent, fixing breakfast and handling household duties, while his dad disappears into his work.\n\nThere are problems, too, on the other side of the lake, although they take longer to emerge. Casey's father, a strict and domineering type, doesn't want her getting serious about Matt. He doesn't think she's ready for a relationship, and his reason makes a certain sense: She's a manic-depressive, and needs healing and treatment.\n\nMatt doesn't know that. And most of the time, Casey is fine.\n\nWhen the situation explodes and she's placed in an institution, Matt does what most movie characters do in a similar situation: He diagnoses the institution as the problem and helps Casey escape. Then they hit the road with what money they can scrape together, living in a series of fleabag motels or sleeping under the stars.\n\nAt this point in many films, the road trip turns criminal, and the two misunderstood lovers turn into recycled Bonnies and Clydes. Barrymore's own recent movie \"Gun Crazy\" had a little of that, although it was pointed in another direction. But \"Mad Love\" breaks with formula and continues to view its characters with the complexity they deserve. The movie, directed by Antonia Bird (\"Priest\") and written by Paula Milne, shows Chris gradually realizing the full dimensions of Casey's condition and trying to do the right thing. It's not a movie about young lovers or \"mad love,\" but about a young man growing up and taking responsibility.\n\nIt is becoming increasingly clear what a good actress Drew Barrymore is. In \"Boys on the Side,\" she entered the movie with the energy of a natural force and stayed around to reveal a deep emotional seriousness under her character's initial goofiness. Here, she has a couple of scenes that could have gone badly wrong - a blowup in a restaurant and a confrontation with Matt - and she plays them just right, not too dramatically or strangely, but with the right balance of bravado and fear.\n\nChris O'Donnell just continues to grow. Actors who look like him often get cast as the school jock, but he avoids stereotyping and goes for intelligently written roles (as in \"Scent of a Woman\"). He doesn't have the showy scenes in \"Mad Love,\" but he has the crucial ones, as he plays his romantic obsession against the side of his personality that needs to care and nurture.\n\n\"Mad Love\" has a few glitches - I thought Casey's father was written and played too broadly - and it might have found a way around that ancient movie belief that patients can be cured only by being yanked out of the hospital. But the movie deals seriously with mental illness, and also with that overwhelming mental and physical condition known as being a teenager in love.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-05-26", "genres": ["Drama", "Family", "Romance"], "title": "Mad Love (1995)"}