{"url": "http://www.rogerebert.com/reviews/mad-max-2--the-road-warrior-1981", "by": null, "star_rating": 3.5, "text": "\"Mad Max 2\" [released in the United States as \"The Road Warrior\"] is a film of pure action, of kinetic energy organized around the barest possible bones of a plot. It has a vision of a violent future world, but it doesn't develop that vision with characters and dialogue. It would rather plunge headlong into one of the most relentlessly aggressive movies ever made. I walked out of \"Mad Max 2\" a little dizzy and with my ears still ringing from the roar of the sound track; I can't say I \"enjoyed\" the film, but I'll hardly forget it. \n\nThe movie takes place at a point in the future when civilization has collapsed, anarchy and violence reign in the world, and roaming bands of marauders kill each other for the few remaining stores of gasoline. The vehicles of these future warriors are leftovers from the world we live in now. There are motorcycles and semi-trailer trucks and oil tankers that are familiar from the highways of 1982, but there are also bizarre customized racing cars, of which the most fearsome has two steel posts on its front to which enemies can be strapped (if the car crashes, the enemies are the first to die).\n\nThe road warriors of the title take their costumes and codes of conduct from a rummage sale of legends, myths, and genres: They look and act like Hell's Angels, samurai warriors, kamikaze pilots, street-gang members, cowboys, cops, and race drivers. They speak hardly at all; the movie's hero, Max, has perhaps two hundred words. Max is played by Mel Gibson, an Australian actor who starred in \"Gallipoli.\" Before that, he made \"Mad Max\" for the makers of \"Mad Max 2,\" and that film was a low-budget forerunner to this extravaganza of action and violence. \n\nMax's role in \"Mad Max 2\" is to behave something like a heroic cowboy might have in a classic Western. He happens upon a small band of people who are trying to protect their supplies of gasoline from the attacks of warriors who have them surrounded. Max volunteers to drive a tanker full of gasoline through the surrounding warriors and take it a few hundred miles to the coast, where they all hope to find safety. After this premise is established with a great deal of symbolism, ritual, and violence (and so few words that sometimes we have to guess what's happening), the movie arrives at its true guts. \n\nThe set piece in \"Mad Max 2\" is an unbelievably well-sustained chase sequence that lasts for the last third of the film, as Max and his semi-trailer run a gauntlet of everything the savages can throw at them.\n\nThe director of \"Mad Max 2,\" George Miller, compares this chase sequence to Buster Keaton's \"The General,\" and I can see what he means. Although \"The General\" is comedic, it's also very exciting, as Keaton, playing the engineer of a speeding locomotive, runs an endless series of variations on the basic possibilities of two trains and several sets of railroad tracks. In \"Mad Max 2,\" there is basically a truck and a road. The pursuers and defenders have various kinds of cars and trucks to chase or defend the main truck, and the whole chase proceeds at breakneck speed as quasi-gladiators leap through the air from one racing truck to another, more often than not being crushed beneath the wheels. \n\nThe special effects and stunts in this movie are spectacular; \"Mad Max 2\" goes on a short list with \"Bullitt,\" \"The French Connection,\" and the truck chase in \"Raiders of the Lost Ark\" as among the great chase films of modern years.\n\nWhat is the point of the movie? Everyone is free to interpret the action, I suppose, but I prefer to avoid thinking about the implications of gasoline shortages and the collapse of Western civilization, and to experience the movie instead as pure sensation. The filmmakers have imagined a fictional world. It operates according to its special rules and values, and we experience it. The experience is frightening, sometimes disgusting, and (if the truth be told) exhilarating. This is very skillful filmmaking, and \"Mad Max 2\" is a movie like no other.", "running_time": 94, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Adventure", "Foreign", "Science Fiction", "Thriller"], "title": "Mad Max 2: The Road Warrior (1981)"}