{"url": "http://www.rogerebert.com/reviews/mad-max-beyond-thunderdome-1985", "by": "Mel Gibsonas Mad Max", "star_rating": 4.0, "text": "It's not supposed to happen this way. Sequels are not supposed to be better than the movies that inspired them. The third movie in a series isn't supposed to create a world more complex, more visionary and more entertaining than the first two. Sequels are supposed to be creative voids. But now here is \"Mad Max Beyond Thunderdome,'' not only the best of the three Mad Max movies, but one of the best films of 1985. \n\nFrom its opening shot of a bizarre vehicle being pulled by camels through the desert, \"Mad Max Three'' places us more firmly within its apocalyptic postnuclear world than ever before. We are some years in the future; how many, it is hard to say, but so few years that the frames and sheet metal of 1985 automobiles are still being salvaged for makeshift new vehicles of bizarre design. And yet enough years that a new society is taking shape. The bombs have fallen, the world's petroleum supplies have been destroyed and, in the deserts of Australia, mankind has found a new set of rules and started on a new game. \n\nThe driver of the camels is Mad Max (Mel Gibson), former cop, now sort of a free-lance nomad. After his vehicle is stolen and he is left in the desert to die, he makes his way somehow to Bartertown, a quasi-Casablanca hammered together out of spare parts. Bartertown is where you go to buy, trade or sell any thing -- or anybody. It is supervised by a Sydney Greenstreet-style fat man named the Collector (Frank Thring) and ruled by an imperious queen named Aunty Entity (Tina Turner). \n\nAnd it is powered by an energy source that is, in its own way, a compelling argument against nuclear war: In chambers beneath Bartertown, countless pigs live and eat and defecate, and from their waste products, Turner's soldiers generate methane gas. This leads to some of the movie's most memorable moments, as Mad Max and others wade knee-deep in piggy-doo. \n\nTina Turner herself lives far above the masses in a bird-nest throne room perched high overhead. And as Mad Max first visits Turner's sky palace, I began to realize how completely the director, George Miller, had imagined this future world. It has the crowding and the variety of a movie crossroads, but it also has a riot of hairstyles and costume design, as if these desperate creatures could pause from the daily struggle for survival only long enough to invent new punk fashions. After the clothes, the hair, the crowding, the incessant activity, the spendthrift way in which Miller fills his screen with throwaway details, Bartertown becomes much more than a movie set -- it's an astounding address of the imagination, a place as real as Bogart's Casablanca or Orson Welles' Xanadu or the Vienna of \"The Third Man\".\n\nThat was even before the movie introduced me to Thunderdome, the arena for Bartertown's hand-to-hand battles to the death. \n\nThunderdome is the first really original movie idea about how to stage a fight since we got the first karate movies. The \"dome'' is a giant upside-down framework bowl. The spectators scurry up the sides of the bowl, and look down on the fighters. But the combatants are not limited to fighting on the floor of the arena. They are placed on harnesses on long elastic straps so that they can leap from top to bottom and from side to side with great lethal bounds. Thunderdome is to fighting as 3-D chess is to a flat board. And the weapons available to the fighters are hung from the inside of the dome: cleavers, broadaxes, sledgehammers, the inevitable chainsaw. \n\nIt is into Thunderdome that Mad Max goes for his showdown with Aunty Entity's greatest warrior and George Miller's most original creation, a character named Master-Blaster, who is actually two people. Blaster is a giant hulk of a man in an iron mask. Master is a dwarf who rides him like a chariot, standing in an iron harness above his shoulders. \n\nThe fight between Mad Max and Master-Blaster is one of the great creative action scenes in the movies. \n\nThere is a lot more in \"Mad Max Beyond Thunderdome.'' The descent to the pig world, for example, and the visit to a sort of postwar, hippie commune and, of course, the inevitable final chase scene involving car, train, truck, cycle and incredible stunts. This is a movie that strains at the leash of the possible, a movie of great visionary wonders.", "running_time": 107, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-07-10", "genres": ["Action", "Adventure", "Drama", "Foreign", "Science Fiction"], "title": "Mad Max Beyond Thunderdome (1985)"}