{"url": "http://www.rogerebert.com/reviews/madame-sousatzka-1988", "by": "Shirley MacLaineas Madame Sousatzka", "star_rating": 4.0, "text": "The Indian boy comes every afternoon for piano lessons from Madame Sousatzka, who cannot disguise the love in her voice as she teaches him not only about music, but about how to sit, how to breathe, how to hold his elbows, and how to think about his talent. Behind her, in the shadows of her musty London apartment, are the photographs of earlier students who were taught the same lessons before they went out into the world - where some of them became great pianists and others became just players of the piano.\n\nMadame Sousatzka believes that this boy, Manek, can be a great pianist, a virtuoso - but we, in the audience, have no objective way to know if she is a great teacher of great musicians, or just a piano teacher who is deluding herself and the boy. That doesn’t matter.\n\n“Madame Sousatzka” is not a one-level movie in which everything leads up to the cliche of the crucial first concert. This is not a movie about success or failure; it is a movie about soldiering on, about continuing to do your best, day after day, simply because you believe in yourself - no matter what anyone else thinks. Madame believes this 16-year-old boy can be a great pianist, and that she - no one else - is the person to guide him on the right path to his destiny.\n\n“Madame Sousatzka” is a film about her efforts to protect the boy from all of the pressures and temptations around him, while simultaneously shoring up the ruins of her own world. As played by Shirley MacLaine, in one of the best performances of the year, she is a faded, aging woman who possesses great stubbornness and conviction.\n\nOnce, long ago, she failed in her own concert debut. Her mother pushed her too fast, to soon, and she broke down in the middle of her debut concert, and fled from the stage.\n\nThat humiliation is still in her nightmares, and still shapes her attitude toward her students. They must not be allowed to perform in public until they are ready. Unfortunately, Madame is hardly ever prepared to admit they are ready, and so sooner or later all of her pupils are forced to make a break with her. Their departures have made her career a series of heartbreaks, and populated the shelves of photographs in her apartment.\n\nManek, her latest student, is played by Navin Chowdhry as a teenager who apart from his talent is a fairly normal young man. He travels by skateboard despite Madame’s explicit orders that he is not to endanger his hands, he enjoys playing the piano and yet is not obsessed by it, and he has a lively interest in the model (Twiggy) who lives upstairs in Madame’s eccentric rooming house. His mother (Shabana Azmi) is divorced, and supports them by making gourmet Indian pastries for the food department of Harrod’s. She has an admirer, but Manek is jealous of her boyfriend, and wants to make his concert debut so that he can support his mother - not some strange man. He is encouraged in his ambition by a predatory booking agent who overhears his playing and wants to use him immediately - creating a war of wills between Madame and her pupil.\n\n“Madame Sousatzka” was directed by John Schlesinger, who plays it in a very particular kind of London household. The shabby rooming house is on a once-distinguished street that has now been targeted by realtors for gentrification. The house is owned by Lady Emily (Peggy Ashcroft), a sweet-tempered old lady who lives in the basement and peacefully coexists with her tenants, who include Madame, the model and Cordle (Geoffrey Bayldon), a somewhat decayed civil servant type with occasional furtive homosexual adventures. Although the movie creates affection for the little community within the house, this is not a film about how the developers must be defeated - and you will be relieved to learn that the young pianist does not star in a benefit for Lady Emily.\n\nThe film is not about preserving the present, but about being prepared to change, and by the end of the film Lady Emily and Cordle have found that they can live quite comfortably in a little riverside flat, while Madame resolutely soldiers on in the house, undeterred by the noise and dirt of construction. But she has changed in a more important way, by being able to understand for the first time, a little, anyway, why a student must eventually be allowed to go out into the world and take his chances.\n\nMacLaine’s approach to the role is interesting. She deliberately ages herself, and has put on weight for the role, so that there is relatively little of the familiar Shirley MacLaine to be seen on the screen. Even those traces soon disappear into the role of a woman who loves music, loves to teach, loves her students and is crippled only by her traumatic failure on the stage. It might have embittered her, but it has not; she holds onto her students not out of resentment but out of pride, and fear.\n\nThe screeenplay, by Ruth Prawer Jhabvala and Schlesinger, takes the time to be precise about teaching; we may feel by the end we’ve had a few lessons, ourselves. It is about discipline, about patience, about love of music. Manek tells Sousatzka at one point that when he goes on a stage, he will feel a small core of strength inside himself that she has given him. It is all, besides technique, that any teacher has to offer. “Madame Sousatzka” is an extraordinary movie that loves music and loves the people it is about, and has the patience to do justice to both.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-10-14", "genres": ["Drama", "Foreign", "Music"], "title": "Madame Sousatzka (1988)"}