{"url": "http://www.rogerebert.com/reviews/madame-butterfly-1996", "by": "Ying Huangas Cio-Cio-San", "star_rating": 3.0, "text": "Puccini's “Madame Butterfly” is one of the cruelest stories ever\rtold. In 19th century Japan, an American Navy officer named Pinkerton marries a\r15-year-old girl named Cio-Cio-San, never intending to take his vows seriously.\rHe leaves this Butterfly behind, promising to return. When he does finally\rreturn, it is to discover his bride has borne him a child. The officer has in\rthe meantime married “a real American bride,” and visits Butterfly *with his\rnew wife* so that they can take her child from her and raise him as an\rAmerican. *And* Pinkerton gets to sing a sad song at the end.\n\nThis\ris such heartlessness that my eyes are more likely to well up with anger than\rwith the sorrow, which is the approved emotion while attending “Madame\rButterfly.” I would like, just once, to hear Pinkerton's toadying friend clear\rhis throat and ask, “Ah, excuse me, old man, but wouldn't it be rather easier\ron Butterfly if you left your new wife behind on the ship?” The moral imbalance\rin the opera is so extreme that it provides a way to measure racial attitudes,\rfor there was once a time when some audiences felt sorry for Butterfly, yes,\rbut felt that Pinkerton was, after all, really only doing the right thing.\n\nThis\rbeautiful new film version of “Madame Butterfly” is not a revisionist approach;\rit films Puccini's opera more or less as it was intended to be seen, and of\rcourse that is what we want (I am not looking forward to the Baz Luhrmann\rversion, with Pinkerton as the leader of a motorcycle gang, and Butterfly as\rthe daughter of a Korean grocer in the Bronx). The approach is traditional, the\rpace is attentive, and yet the emotion is still all there, and when Pinkerton's\rcarriage comes rolling up with his new family inside, my blood boils.\n\nThe\rkey casting decision is Butterfly, and the filmmakers have discovered a new\rface for Cio-Cio-San, a 27-year-old Chinese singer named Ying Huang. She has\rsaid in interviews that she will never sing the role on the stage, because her\rvoice is not big enough, but in the intimate spaces of this film, it fills all\rthe corners. She may not look 15, but she does look young and defenseless, and\ras the depth of Pinkerton's betrayal sinks in, she exhibits true pathos.\n\nPinkerton\ris played by another newcomer, Richard Troxell, who made his professional debut\ronly in 1993. His voice is splendid and his manner assured, and he does not\rbetray by one flick of an eyelid what a monster Pinkerton is. That is the\rcorrect approach, I suppose; one tiny glimmer of insight, and Pinkerton is\rlost.\n\nFilms\rof operas have two avenues open to them: Cast for the voices, or cast for the\rfaces. There must almost always be a compromise in one direction or the other.\rThere is a stage performance of “Butterfly” on laserdisc starring a soprano who\rhas a magnificent voice but is old enough to be Butterfly's grandmother.\rWatching the disc, I don't care; she is a superb actress, and once I accept\rthat I am watching a stage performance of great music, Puccini sweeps all\rquibbles aside.\n\nThis\r“Butterfly,” however, is essentially a film, and benefits from Ying Huang's\rfresh face and manner. She has several moving scenes with her servant, Suzuki\r(Ning Liang), also well-cast, and it's touching to see doubt creeping into her\reyes as Suzuki asks, “Have you ever heard of a foreign husband returning?” The\rfilm has been directed by Frederic Mitterrand (nephew of the late French\rpresident), who intercuts his crisp color photography with newsreels of the\rU.S. fleet visiting Japan around the turn of the century. He uses shots of the\rStars and Stripes, and Puccini's sly quotations from “The Star-Spangled Banner,”\rto set up an ironic contrast between Butterfly's trust in America and\rPinkerton's betrayal of that faith. And of course there are the great sorrowful\rarias that have become among the most familiar of all operatic music.\n\nFrom\rthe narrow point of view of its musical quality, this is not at the level you\rwould find in a first-class opera house. But as a treatment of the story, as an\revocation of the emotions of love and the wound of betrayal, it is close to\rPuccini's intentions, and very moving.", "running_time": 129, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-11-22", "genres": null, "title": "Madame Butterfly (1996)"}