{"url": "http://www.rogerebert.com/reviews/madame-bovary-1991", "by": "Isabelle Huppertas Emma Bovary", "star_rating": 3.0, "text": "Madame Emma Bovary is one of the two or three most famous characters in French literature - but for her attitude more than for anything she says or does. She is famed for the vain romantic longings that were all that stirred her selfish and shallow personality. She is the kind of person who believes there must be more to life than this but never stops to wonder why there is so little to herself.\n\nWhen Flaubert wrote about her in 1856, he was dramatizing a modern type that survives right down to the present. What is the difference between Madame Bovary's dreams of being swept off her feet at a neighbor's ball and the jaded Club Med regular who hopes to meet somebody really interesting this year? Those who believe that the solution to their boredom is external to themselves move restlessly from one disappointment to the next.\n\nClaude Chabrol, the French New Wave veteran, specializes in lust, greed, adultery and crimes of passion. Period films are not his specialty. But here, with Isabelle Huppert in the title role, he has made a \"Madame Bovary\" that has been acclaimed in France, even though the novel was considered all but unfilmable. Huppert's key contribution to the role is a defiant passivity. She is bored, she is discontented with her good but stupid husband, she dreams of dancing all night, she is repressing a great deal of anger but has very little insight. Huppert here is a first cousin to the famous character she played in Chabrol's \"Violette Noziere,\" where once again a woman placed her own desires ahead of common decency.\n\nThe story is well-known. Emma, daughter of a prosperous local landowner, marries Charles Bovary, the region's doctor (Jean-Francois Balmer).\n\nShe does it basically to get off her father's farm. Bovary moves her into town and provides her with a good house, nice clothes and mindless devotion.\n\nBut she is discontented. Finally, something different happens in her life. She is taken to the ball of a district aristocrat, and there she meets the dashing Rodolphe Boulanger (Christophe Malavoy), who has an affair with her and promises to elope with her.\n\nOf course, he does not really mean to. But Emma believes him and places herself deeply in debt with the local milliner for a traveling costume she cannot pay for. She plans to be long gone when the bill comes due - she has little feeling for her husband - but when Boulanger abandons her, she is faced with the consequences of her actions.\n\nMadame Bovary is not a very good or likable character, and yet like her contemporary, the vain and selfish Scarlett O'Hara, she has become a favorite of millions of readers. The difference between Bovary and O'Hara is in how they react to misfortune, and their different styles say a great deal about the differences between France and America: Emma kills herself, while Scarlett plants potatoes.\n\nIsabelle Huppert is a great movie star, but of a type that could not flourish in Hollywood because her greatness is in her secrets, not her surfaces.\n\nFrom her first two films, \"The Lacemaker\" and \"Violette Noziere\" (both from 1977), she has played silent, introverted types who burn with great passions. Her most recent great role was in Chabrol's \"Secrets of Women,\" as a wartime collaborationist and abortionist who essentially just wanted money to buy things and never thought about the moral consequences.\n\nShe has played many other, more extroverted, even cheerful roles, but Chabrol was quite right to find Emma Bovary within her.\n\nWho else could do so little and yet project such a burning need - such a cry for deliverance from the bondage of self?", "running_time": 124, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-12-25", "genres": ["Drama", "Foreign", "Romance"], "title": "Madame Bovary (1991)"}