{"url": "http://www.rogerebert.com/reviews/madagascar-2005", "by": "Ben Stilleras Alex the Lion", "star_rating": 2.5, "text": "One of the fundamental philosophical questions of our time is why Goofy is a person and Pluto is a dog. From their earliest days when Mickey Mouse was still in black and white, cartoons have created a divide between animals who are animals and animals who are human -- or, if not human in the sense that Paris Hilton is human, then at least human in the sense that they speak, sing, have personalities and are voiced by actors like Ben Stiller, Chris Rock, David Schwimmer and Jada Pinkett Smith.\n\nNow comes \"Madagascar,\" an inessential but passably amusing animated comedy that has something very tricky going on. What happens if the human side of a cartoon animal is only, as they say, a veneer of civilization? Consider Alex the Lion. In the Central Park Zoo, he's a star, singing \"New York, New York\" and looking forward to school field trips because he likes to show off for his audiences.\n\nAlex (voice by Ben Stiller) lives the good life in the zoo, dining on prime steaks every day, courtesy of his keepers. His friends include Marty the Zebra (Chris Rock), Melman the Giraffe (David Schwimmer) and Gloria the Hippo (Jada Pinkett Smith). If Alex likes it in the zoo, Marty has wanderlust. He wants to break out and live free. One night he escapes from the zoo, and his three friends catch up with him just as he's about to board a train for Connecticut, acting on bad advice from the giraffe, who has informed him that is where \"the wild can be found.\"\n\nThe animals are captured, crated up and shipped off aboard a cargo ship to a wild animal refuge in Africa. On the way, a mutiny by rebellious penguins leads to them being swept off the deck, and washed ashore in Madagascar. They're back in the wild, all right, but without survival training. The local population, primarily a colony of lemurs, is ruled by King Julien (Sacha Baron Cohen) and his right-paw-man Maurice (Cedric the Entertainer). Some of the locals think maybe the New Yorkers are obnoxious tourists, even though Alex stages his zoo act, much in the same sense captured prisoners of war entertain the commandant. Then the intriguing problem of the human/animal divide comes into play. Alex misses his daily stacks of sirloin and porterhouse. He is a meat-eater. He eats steak. \"Which is you,\" Marty the Zebra is warned. At one point, driven wild by hunger, Alex even tries to take a bite out of Marty's butt.\n\nThis is the kind of anarchy that always lingers under the surface of animal cartoons. How would Goofy feel if Pluto wanted to marry one of his daughters? There is a moment at which \"Madagascar\" seems poised on the brink of anarchy, as the law of the wild breaks down the detente of the zoo, and the animals revert to their underlying natures. Now that could have been interesting, although one imagines children being led weeping from the theater while Alex basks on a zebra-skin rug, employing a toothpick.\n\nThe movie is much too safe to follow its paradoxes to their logical conclusion, and that's probably just as well. The problem, though, is that once it gets them to the wild, it doesn't figure out what to do with them there, and the plot seems to stall. \"Madagascar\" is funny, especially at the beginning, and good-looking in a retro cartoon way, but in a world where the stakes have been raised by \"Finding Nemo,\" \"Shrek\" and \"The Incredibles,\" it's a throwback to a more conventional kind of animated entertainment. It'll be fun for the smaller kids, but there's not much crossover appeal for their parents.", "running_time": 86, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-05-26", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "Madagascar (2005)"}