{"url": "http://www.rogerebert.com/reviews/madagascar-escape-2-africa-2008", "by": "Ben Stilleras Alex", "star_rating": 3.0, "text": "These poor animals. First, they're hauled away from the comforts of the Central Park Zoo to be stranded on Madagascar. Then they find a crashed Cargo Cult airplane from World War II, tape the plane together and try to fly it back home. Why would they rather be in New York? Can't get a cab in Madagascar? They all belong to separate species, but they're comfortable with diversity. These guys would have turned themselves in to Noah.\n\nIt doesn't look like that plane is gonna make it. That doesn't mean across the Atlantic from Africa. It means across Africa to the Atlantic. Do they (or their audience) realize Madagascar is east of Africa, in the Indian Ocean? How I know, I had a friend from Madagascar once. Beat me at chess. Some people are probably wondering about the title \"Madagascar: Escape 2 Africa,\" because they think the animals escaped 2 Africa in the first place. Now shouldn't they be escaping 4rom Africa? So they take off, and (spoiler?) crash in Africa. Now they are faced with exactly the same dilemma as in the first film: Can wild animals survive in the wild?\n\nThey do a pretty funny job, which is the point. This is a brighter, more engaging film than the original \"Madagascar.\" I'll bet Dreamworks co-founder Jeffrey Katzenberg was hands-on. When he was at Disney, he made friends with a lion during the filming of \"The Lion King.\" He even appeared with it on a leash at the junket. He looked more relaxed than the members of the press. Usually at a junket, they're the ones who do the eating.\n\nAll of the original voice talents are back, doing their original characters. What an all-star cast: Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith, Sacha Baron Cohen, Cedric the Entertainer, Andy Richter, Bernie Mac, Alec Baldwin and will.i.am, who has one of those names like his mother was frightened during pregnancy by a typographer.\n\nThe look of \"Madagascar: Escape 2 Africa\" is open and sunlit. Better the wild savannah than the dense jungle. The action is thrilling (sacrifices to a volcano, a struggle for water), and there is a touching romance between Gloria the hippo and Melman the giraffe. I want to think Melman is not named after Larry \"Bud\" Melman, but I don't have the strength of character. Anyway, the prospect of a giraffe making love to a hippo is enough to set me writing limericks. Can it be done? I think it might be safer than a hippo making love to a giraffe.\n\nSo OK, kids, if you liked the first one, this is better. Your parents may like it too, although they may have to dash out for just a second to see \"Soul Men.\"\n\nGloria, a fecund hippopotamy,\rDesired to be a baby momamy,\rSo she shared a good laugh\rWith a randy giraffe\rAnd his touchingly tender salamamy. ", "running_time": 89, "mpaa_rating": "PG", "release_year": 2008, "date_published": "2008-11-05", "genres": ["Action", "Adventure", "Animation", "Family"], "title": "Madagascar: Escape 2 Africa (2008)"}