{"url": "http://www.rogerebert.com/reviews/madadayo-1998", "by": "Tatsuo Matsumuraas Hyakken Uchida", "star_rating": 3.0, "text": "Published March 20, 1998 Made in 1993 when he was 83, \"Madadayo\" was the last film by the Japanese master Akira Kurosawa, one of the greatest of all filmmakers, who died in 1998. And yet the very title of the film argued against death; \"Madadayo\" means \"not yet!\" That is the ritual cry which the film's old professor shouts out at the end of every one of his birthday parties, and it means that although death will come and may be near, life still goes on.\n\nThis is the kind of film we would all like to make, if we were very old and very serene. There were times when I felt uncannily as if Kurosawa were filming his own graceful decline into the night. It tells the story of the last two decades in the life of Hyakken Uchida, a writer and teacher who retires in the war years of the early 1940s. He was the kind of teacher who could inspire great respect and affection from his students, who venerate him and, as a group, help support him in his old age.\n\nIn Japan they have a tradition of \"living national treasures\"--people who because of their gifts and knowledge are treated like national monuments. Uchida is such a man, who has taught all his life and now finds that his books are selling well enough that he can move with his wife to a pretty little house, and sit in the entranceway: \"That will be my study, and at the same time I will be the gatekeeper.\" Kurosawa's career itself spanned some 60 years, and the titles of his films are spoken with awe by those who love them. Consider that the same man made \"Rashomon,\" \"Yojimbo,\" \"Ikiru,\" \"The Seven Samurai,\" \"The Hidden Fortress,\" \"Red Beard,\" \"Throne of Blood,\" \"Kagemusha,\" \"Ran\" and 25 more. His movies have been filled with life and spectacle, but in \"Madadayo,\" he made a film in the spirit of his near-contemporary Yasujiro Ozu, whose domestic dramas are among the most quietly observant and contemplative of all films.\n\nVery little happens in \"Madadayo.\" The old man (Tatsuo Matsumura) and his wife (Kyoko Kagawa) are feted by his students on his 60th birthday, and go to live in the fine little house. The house is destroyed in an air raid. They move to a little hut, hardly more than a room and a half, and there the professor also sits in the doorway and writes. His students come to see him, and every year on his birthday they have the ritual party at which he downs a big glass of beer and cries out \"not yet!\" The students conspire to find the professor a larger house. Then something very important happens. A cat named Nora wanders into their house, and the professor and his wife come to love it. Nora disappears. The professor is grief-stricken. Leaflets are circulated, and his students, now middle-aged businessmen, scour the neighborhood for Nora, without success. Then another cat walks into their house, and the wound is healed.\n\nAt the professor's 77th birthday dinner, we see that things have changed. The early events were held Japanese-style, with men only. Now women are present, too: Wives, daughters, even grandchildren, in a Western-style banquet room. And still the cry is, \"not yet!\" Like Ozu, Kurosawa is content to let his camera rest and observe. We never quite learn what sorts of things the professor writes (the real Uchida was in fact a beloved essayist), but we know he must be a great man because his students love him so. We learn few intimate details about his life (not even, if I recall, his wife's first name). We see him mostly seated in his front door, as a stranger might.\n\nLike his students, we are amused by his signs forbidding visitors and warning away those who would urinate on his wall. We learn about the burglar-proofing strategies in his first, larger, house: He leaves a door open, with a sign saying \"Burglar's Entrance.\" Inside, signs indicate \"Burglar's Passage,\" \"Burglar's Recess Area,\" and \"Burglar's Exit.\" He guesses right that burglars would prefer to operate in a house that grants them more anonymity The movie is as much about the students as the professor; as much about gratitude and love as about aging. In an interview at the time of the film's release, Kurosawa said his movie is about \"something very precious, which has been all but forgotten: The enviable world of warm hearts.\" He added, \"I hope that all the people who have seen this picture will leave the theatre feeling refreshed, with broad smiles on their faces.\"", "running_time": 134, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-03-20", "genres": ["Drama"], "title": "Madadayo (1998)"}