{"url": "http://www.rogerebert.com/reviews/madeline-1998", "by": "Frances McDormandas Miss Clavel", "star_rating": 3.0, "text": "It is a great sadness that a witty and graceful prose stylist like Ludwig Bemelmans should today be remembered primarily for his children's books about Madeline. His works should be in every bookstore, somewhere near Waugh and Thurber, and studied by anyone who wants to learn how to put a sentence together without any nails.\n\nStill, to have a degree of immortality is a blessing, and today there are little girls (and some boys) all over the world who can recite for you the opening lines of Bemelmans' first book about Madeline: In an old house in Paris that was covered with vines, Lived twelve little girls in two straight lines.\n\nBemelmans illustrated the books himself--made the drawings, indeed, for many of his books, which involved sophisticated but penniless European exiles who found themselves in such unfamiliar places as South American palaces and Manhattan hotels. There is a prejudice against adult books with illustrations; readers generally put them down with a sniff. In the case of Bemelmans, they are missing some of the slyest and most seductive writing of the century.\n\nBut the riches of Bemelmans are years in the future for the intended audience for \"Madeline,'' a family movie that does a surprisingly good job of using real actors and locations and making them look and feel like the books on which they are based.\n\nSome of the episodes are by Bemelmans, such as Madeline's appendectomy, or her fall into the Seine and rescue by the brave dog Genevieve. Others are invented. Even though the inventions involve an attempted kidnapping, this is not one of those children's movies that depend on noise and action to keep the attention of the audience. The movie has some of the same decorum and understated humor as the books.\n\nMadeline is, of course, one of the 12 little girls who attends a boarding school in Paris run by Miss Clavell (Frances McDormand). An orphan, she is the smallest of the girls, who line up according to height before marching out in their straw hats for processions past Paris landmarks. Both her school and the house next door, which is purchased for the Spanish Embassy, look gratifyingly like the Bemelmans drawings (there's a perfect match in the opening fade from drawing to real life).\n\nThe plot also involves Pepito, the show-off son of the Spanish ambassador, who roars around the courtyard on his motor scooter and dresses as a matador for his birthday. The girls peer at him from their windows, endure his bragging and survive his willingness to demonstrate how to decapitate a white mouse before feeding it to his pet snake. Little does Pepito suspect that he figures in the plans of his tutor and a circus clown to abduct him.\n\nMeanwhile, kind Lady Covington (Stephane Audran), who provides for the school, dies in the hospital, and her glint-eyed husband Lord Covington (Nigel Hawthorne, from \"The Madness of King George'') starts leading potential purchasers through the house. He wants to sell it for an embassy, and his ruthlessness is such that he even paints over the marks on the wall showing how the girls have grown over the years.\n\nHatty Jones makes an admirable Madeline, small and intent, and I liked her determination. When it appears the school will be sold, she decides to run away to join the circus, and that's how she discovers the plot against Pepito. Amazing that Miss Clavell didn't sniff it out first; she has a way of stopping stock still, listening to unheard sounds and announcing, \"Something ... is not right!'' \"Madeline'' is a quietly charming movie, for kids not too hyped on action and candy. It's assisted mightily by the presence of McDormand and Hawthorne, who play their roles precisely, not broadly, and come across as people, not caricatures. It's not the noisy kind of movie that steamrolls kids into acceptance, like \"Mortal Kombat''--but one, like  \"Mulan'' or \"Dr. Dolittle,'' that actually expects them to listen, and pick up on some of the character humor. Observe, for example, how the movie handles the impending death of the chicken, Fred, and Madeline's conversion to vegetarianism.", "running_time": 89, "mpaa_rating": null, "release_year": 1998, "date_published": "1998-07-10", "genres": ["Comedy", "Drama", "Family"], "title": "Madeline (1998)"}