{"url": "http://www.rogerebert.com/reviews/made-in-dagenham-2010", "by": "Nigel Cole", "star_rating": 3.5, "text": "Ford is having a great year, and I just bought one of its new Fusions. How would I feel if I discovered the women building it had been paid less than the men, simply because they were ... well, women? If a woman does the same job as a man, should she receive the same pay? Yes, says common sense. No, say corporations who will disregard anything in the search for profits.\n\nFord, let me hasten to add, has a policy of equal pay for equal work. It was not always that way with Ford, and to be fair, most corporations. “Made in Dagenham” takes place as recently as 1968, when the British Ford plant in Dagenham paid women significantly lower wages than men — with the agreement of their own unions and the Labour government of Harold Wilson.\n\nWhy was this so? Did they do less work? No. In fact, they were highly productive. It was so because the unions, the company and the government were run by men, and I dunno, I guess they just weren't used to thinking about women in that way. “Made in Dagenham” is a delightfully entertaining movie based on fact. The women went on strike, annoyed their unions and their husbands and embarrassed Wilson, who was caught with his principles down.\n\nSally Hawkins, that emerging dynamo of British acting, stars as Rita O'Grady, who sews automobile seat covers in what is literally a sweatshop; she and her co-workers have to strip down to bra and panties because of the unbearable heat. Her union organizer Albert Passingham (Bob Hoskins) is a left-winger whose principles run deeper than his union's. He was raised by a brave mother, instinctively admires women and sees with his own eyes that unequal pay is wrong.\n\nRita, a quiet woman, almost by accident becomes the shop steward. Albert spots the way her humanity cuts through politics. Using her first as a surrogate, he encourages the idea of a strike. The head of the union (Kenneth Cranham) at Ford “works closely with management,” as they say, and the government is also not eager to alienate a big corporate employer. All Rita O'Grady knows is that she works hard and believes that what's fair is fair.\n\nA brief strike escalates into a much larger one. Her own husband, Eddie (Daniel Mays), is against her. The usual alarms circulate about left-wing influences. But when Rita is seen on the telly (and she is), she makes it all seem so simple (because it is). The strike at Dagenham changed history, in England and America, at Ford and many other manufacturers and elsewhere in the developed world. It's one reason so many jobs are outsourced to places where labor unions and equal pay do not find favor.\n\nThe struggle is far from over. Only last week, a Republican filibuster in the U.S. Senate prevented passage of the Paycheck Fairness Act, which would have added teeth to measures for equal pay. You don't see many GOP ads saying it's against equal pay, but it is. So are corporations, and there may be a connection, but it's harder to say now that corporate political contributions can be secret.\n\nBut back to Dagenham. Although Albert set the ball rolling, Rita quickly found tons of support, some of it in unlikely places. One backer of the strike was the government's Labor minister, Barbara Castle (Miranda Richardson). A “fiery redhead” (why are all redheads “fiery”?), she defied the pipe-puffing Wilson, who didn't want to alienate Ford.\n\nShe explained her reason: “Harold, you are wrong.” Probably the movie's best scene is when Castle receives O'Grady and her co-workers in her office and astonishes them by giving her support. Her decision put the Labour Party on the spot.\n\nAnother ally is much more unlikely. She is Lisa Hopkins (Rosamund Pike), who is married to a top executive at Ford (Rupert Graves). She received a first-class education, could have had a career but now finds herself playing the role of a well-trained and tamed corporate wife. Her husband, Peter (Rupert Graves), assumes that of course she opposes the striking women. Not so fast there, Pete.\n\nNiki Caro's 2005 film “North Country” starred Charlize Theron in a similar story about a woman who won the first American sexual harassment lawsuit. That was in 1984. Some men are slow to figure these things out. The unexpected thing about “Made in Dagenham” is how entertaining it is. That's largely due to director Nigel Cole's choice of Sally Hawkins for his lead. In Mike Leigh's “Happy-Go-Lucky” (2009) and again here, she shows an effortless lightness of being. If she has a limitation, it may be that she's constitutionally ill-adapted for playing a bad person.", "running_time": 113, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-11-23", "genres": ["Comedy", "Drama", "Foreign", "History"], "title": "Made in Dagenham (2010)"}