{"url": "http://www.rogerebert.com/reviews/made-in-heaven-1987", "by": "Timothy Huttonas Mike/Elmo", "star_rating": 2.0, "text": "The poet e.e. cummings once described heaven as \"a keen city, which no one's ever visited, where always it's spring, and everyone's in love, and flowers pick themselves.\" That is a nicer heaven, I think, than the one in \"Made in Heaven,\" where the operative principle is that all you have to do is think of someplace, and you're there, and think of something, and it happens, and think of somebody, and they appear in front of you.\n\nThe problem with this system is that nothing just plain happens to you, to delight and amaze you. You get everything you want, but who really knows what they want? Aren't half of the best things in life utterly unanticipated? There is another problem with the system in \"Made in Heaven,\" a paradox that this movie never really deals with: If you can think of somebody and they instantly appear, what happens if they don't like you and don't want to appear?\n\nThat doesn't come up in the movie, unfortunately. In fact, the movie blows most of its opportunities to have fun with heaven, in order to strand us on earth in a plot so humdrum you can hardly believe the movie was directed by Alan Rudolph. This is the same man who made \"Choose Me\" and \"Trouble in Mind,\" and now his central concern seems to be paying homage to Warren Beatty's \"Heaven Can Wait.\"\n\nHis story involves a pleasant young man (Timothy Hutton), who dies in an accident and goes to heaven. He is greeted there by his aunt (Maureen Stapleton), who explains some of the rules, and by a strange man named Emmett, who speaks for (and presumably even to) God. Before long, Hutton has imagined himself in a log cabin somewhere in the heavenly Rockies, with a meadow all around and clouds clear up to the sky, and he has also fallen in love with one of the other residents of heaven, played by Kelly McGillis.\n\nTheir love is deep and joyful, but, unfortunately, flawed: It cannot last forever because McGillis is a spirit who has not yet done her tour of duty on earth, and must leave any day now to inhabit a human body and put in her time. Hutton is heartbroken, and Emmett offers a deal. Hutton can go back to earth, but neither he nor McGillis will remember one another, and it will be up to them to rediscover on earth the love they had in heaven.\n\nTerrific. What do you think the Hollywood odds are they they will fail to meet again, or will meet but not know each other. Slim? Back on earth, Hutton becomes a wandering minstrel as we get a quick, nostalgic tour of recent decades, and then...\n\nBut never mind what happens then. \"Made in Heaven\" is original and even spellbinding in the scenes set in heaven. It finds nothing new to say about earth. If it had stayed in heaven, exploring the contradictions and paradoxes of its heavenly laws, it might have been more fun. And if Rudolph had allowed himself his usual freedom to create off-center worlds of mystery and surprise, that would have been more fun, too. The movie doesn't head in those directions, though, and what it tries to do was done before, and better, in Beatty's \"Heaven Can Wait.\"", "running_time": 103, "mpaa_rating": null, "release_year": 1987, "date_published": "1987-11-06", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Made in Heaven (1987)"}