{"url": "http://www.rogerebert.com/reviews/made-for-each-other-1972", "by": "Renee Tayloras Pandora Gold", "star_rating": 3.5, "text": "They are not, of course, made for each other. Just the opposite. The only thing they have in common is that they have nothing in common. He's a thinker, she's scatterbrained. She's Jewish, he's Italian. She has been waiting all her life for the right man. He has been the wrong man for every girl in his life. And so of course they meet at a group therapy session and fall in love.\n\nBut \"Made for Each Other\" is a long way from being an exercise in simple contrasts. It's a deep, loving character study, and manages to make us laugh while demonstrating how much the truth can hurt. The original screenplay is by Renee Taylor and Joseph Bologna, who wrote last year's \"Lovers and Other Strangers.\" Although that was a marvelous comedy, it didn't quite suit Taylor and Bologna, who have taken the acting matters into their own hands in \"Made for Each Other\" by playing the loving, hating couple of Pandora Gold and Giggy Pinimba.\n\nThey're both somewhere in their 30s, but, neither one had been able to reach any lasting accommodation with life. Urged on by a doting mother, Pandora still cherishes the illusion that she has a performing career. She's pretty bad, and her act is all the worse because she has no self-confidence. She has nerve, yes, and her act is built around a game the audience is supposed to play: deciding on a name and an image for her.\n\nGiggy finds it pathetic that she's so willing to abandon her own personality and adopt whatever the audience throws at her. He also finds her act pathetic, and I guess it is. As she performs it at some sad, out-of-the-way nightclub, it becomes the neatest good/bad stage performance since \"Springtime for Hitler\" in \"The Producers.\"\n\nThe movie's strength is in the way it manages to develop comic situations as if they were psychodrama. We know that in a movie like this there'll be a scene where the guy takes the girl home to meet his parents. But we aren't prepared for the detail, which abounds in the scene, as the family crowds around a big table in a tiny room. Giggy's father demonstrates his hospitality by urging Pandora to eat, and eat, and eat. Pandora of course says all the wrong things. And then Giggy's mother doesn't just explode, which would have been obvious; she gets up, leaves the room, and then shouts to heaven: \"Get that woman out of my house!\"\n\nA touch like that - leaving the room and then shouting in the third person - is the kind of detail that makes \"Made for Each Other\" such an intimate comedy. We are not laughing at the characters; they are like us, we're inside them, and half the time what we're laughing at is really the painfulness of life.\n\nThis kind of comedy writing is rare in the movies -- although recently we've had other examples such as \"Taking Off\" and \"Minnie and Moskowitz\" -- and it's even more rare to see it survive the filmmaking process intact. It's so easy to compromise a scene, to play for the broad laugh and the obvious point; \"Made for Each Other\" bravely stays at the level of minutely examined human nature, and works.", "running_time": 92, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-04-04", "genres": ["Drama", "Romance"], "title": "Made for Each Other (1972)"}