{"url": "http://www.rogerebert.com/reviews/made-2001", "by": "Jon Favreauas Bobby", "star_rating": 3.0, "text": "There's a theory that American gangsters of the 1930s learned how to talk by studying Hollywood movies. Now comes \"Made,\" about two low-level modern gangsters who have possibly learned most of what they know about life by viewing \"The Sopranos.\" Bobby and Ricky (Jon Favreau and Vince Vaughn) have been best buddies since childhood and played football at Hollywood High. Now they dream of success as professional boxers, while Bobby scrapes together a living as a personal manager--i.e., he drives his girlfriend to her job as a stripper at bachelor parties.\n\nThey were made for each other: Bobby, the earnest, plodding, analytical, seeker after success, and Ricky, the clueless instigator who can't involve himself in a situation without making it worse. There are some people with a gift for saying the wrong thing at the wrong time, and Ricky is one of them, talking when he should shut up, helpfully revealing secrets, blurting out the truth when a lie is desperately called for.\n\n\"Made,\" a peculiarly entertaining comedy, revisits the rapport that Favreau and Vaughn had in \"Swingers\" (1996), and rotates it into a deadpan crime comedy. The movie was written, directed and produced by Favreau, who plays Vaughn's straight man and loyal friend; think of Martin and Lewis.\n\nVaughn gets many of the best moments, and knows just what to do with them; his performance is a tricky balancing act since it depends entirely on tone--Ricky always has to be a little off-key.\n\nThe story: Bobby makes a lousy driver for his girlfriend Jess (Famke Janssen from \"X-Men.\"). He's consumed by jealousy and ends up getting in a fight with one of her clients. The wrong client. This lands him in trouble with his boss Max (Peter Falk), who books the strippers and has to pay eight grand in damages. Falk's character owes a little to some of the Cassavetes roles he's played; he operates out of an office that is meant to be impressive (and probably is, to the Rickys and Bobbys of the world). He has his thumbs in a lot of criminal pies, none of them very lucrative. He likes the sound of his own voice, and the way it coils through irrelevant details on its way to a triumphant, if murky, conclusion.\n\nMax makes Ricky and Bobby an offer they can't, as they know from the movies, refuse. Actually, he makes Bobby the offer: Fly to New York and deliver a package. Bobby insists that Ricky come along because, well, Ricky always comes along. Ricky is like a faithful sidekick who would be lost without Bobby, since screwing up Bobby's plans is the only thing he does well.\n\nThey fly to New York. Jennifer Bransford is the flight attendant who deals severely with Ricky's belief that to sit in first class is to be king of the world. They meet a big, wide, tall, ominous driver (Vincent Pastore), who connects them, after many phone calls and mysterious trips to unlikely parts of town, with the crime boss Ruiz (rapper Sean Combs). With Ruiz they have at last elevated themselves to a meaningful level in the crime hierarchy, and Ruiz does not look kindly on these two goofballs from the West Coast. We gather he considers Max essentially an elder version of the same species.\n\nThe movie is difficult to describe because it's not what happens that matters, it's how it happens and why. Mostly, it happens because Ricky exercises his genius for creating trouble where none need exist. He and Bobby are no more gangsters than they are boxers, and Combs (in an understated, convincing performance) has priceless reaction shots as he listens to their idea of how they should talk.\n\nComedies like \"Made\" are hard to make. It's easier when the payoffs are big, obvious laughs or intentional punchlines. Here we have a comedy of manners. The humor comes from the displacement between what any reasonable person would do, and what Ricky would do. Vaughn's work, in its own way, is masterful. Also thankless, because although to do what he does here is as hard as an acting assignment can be, it doesn't work unless it seems almost accidental. The proof of its quality is that it does work; another actor might take his dialogue and turn it to lead. And another director might not have the faith that Favreau has in his material. Maybe they made this movie together because no one else could understand how it could work. But they could, and it does.\n\nCopyright 2001, Digital Chicago Inc. Terms of Use & Privacy Policy", "running_time": 95, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-07-20", "genres": ["Action", "Comedy", "Thriller"], "title": "Made (2001)"}