{"url": "http://www.rogerebert.com/reviews/madhouse-1990", "by": "John Larroquetteas Mark", "star_rating": 2.0, "text": "Some people are too polite to say \"no\" to anyone. They smile bravely and grind their teeth and put up with the most astonishing impositions, all because they're afraid of confrontation. Such people exercise an almost magnetic attraction for their opposites: the kinds of people who make a lifestyle out of imposing, out of \"dropping in for a few days\" on people they hardly know. \"Madhouse\" is a comedy of gradually escalating insanity, about those two kinds of people.\n\nThe film stars John Larroquette and Kirstie Alley as Mark and Jessie, a couple of low-key, happily married suburbanites, who want nothing more in life than the freedom to live in peace - and comfort, of course. Then Mark's long-lost cousin Fred drops in. They haven't seen each other in years, not since they were in high school together, but, what the heck, Fred (John Diehl) and his wife Bernice (Jessica Lundy) happened to be in the neighborhood and thought they'd visit for a few days - especially since he just got fired and they're broke.\n\nThis visit is just about barely manageable, even though Mark and Jessie have to surrender their own bedroom to the newcomers. But then, just when Fred and Bernice are about to leave, Bernice turns out to be pregnant, and it's a tricky pregnancy - one of those cases where she has to be suspended in a harness of straps and chains for several months and can't be moved, especially not out of their house.\n\nMeanwhile, the house is also terrorized by their cat - a mean-looking gray alley cat who has several lives and delivers one of the movie's best jokes when it inhales a controlled substance and goes berserk on the lawn.\n\nAt about the same time Mark and Jessie are assimilating the news that the cousins are staying for months, another visitor arrives: Claudia (Alison La Placa), Jessie's sister, a Joan Collins clone who has just moved out from, or been thrown out by, her billionaire Arab husband. She arrives with countless dresses and shoes, sets up an occupying force in Mark's study, and serves as a microcosm of all that is most peculiar about that Southern California lifestyle made up in equal parts of conspicuous consumption, the cult of youth and absolute faith in all things psychic.\n\n\"Madhouse\" is a cross between two genres - the Unwanted Visitor Movie (\"Uncle Buck\" is another spinoff) and the Inexorable Destruction Movie, which \"The Money Pit\" belonged to. We see the suburban household gradually growing out of control, as more and more people and animals move in, including the handyman neighbor (Robert Ginty), who can fix anything, except this.\n\nAlley is hot at the box office right now, after the success of the recent \"Look Who's Talking,\" but this movie doesn't have the same magic. What she proves here is that she's better in believable roles than in slapstick constructions. Larroquette has the right kind of shambling good nature to anchor the movie and provides a needed center for all the crazies who whirl around him, and the rest of the cast is all right, too, I suppose - they try their best to give the material all the help they can.\n\nAnd yet the movie is mostly merely pleasant. On a few occasions it's very funny, but it never quite goes over the top and gets the big laughs it is obviously aiming for. It's more of an in-flight movie, or something to look at on cable. Even the 90-minute running time is a giveaway; this one has already been trimmed to fit into its time slot.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-02-16", "genres": ["Comedy"], "title": "Madhouse (1990)"}