{"url": "http://www.rogerebert.com/reviews/madison-2005", "by": "James Caviezelas Jim McCormick", "star_rating": 3.0, "text": "What is it about Indiana that inspires movies about small-town dreamers who come from behind to win? William Bindley's \"Madison,\" the story of a town that races its own hydroplane on the Ohio River, joins \"Breaking Away\" (a bicycle race), \"Hoosiers\" (high school basketball) and \"Rudy\" (local boy is too small to play football for Notre Dame, but that doesn't stop him). All four stories are inspired by fact; maybe that has something to do with it. A story about Bobby Knight would of course have to be based on fiction.\n\nAs \"Madison\" opens in 1971, times are hard for the town, which was once the busiest port above New Orleans and one of the richest cities in the state. Factories are closing, people are moving to big cities to find work, and although Madison is the only town to enter its own boat in the Madison Regatta, things look grim for this year's race.\n\nThe boat is \"Miss Madison,\" an Unlimited Hydroplane (I think that means anything goes with engines and speed). The Madison Regatta has been held since 1950; local businessman Jim McCormick (Jim Caviezel) used to pilot the boat, but retired after an injury 10 years earlier.\n\nNow he is suddenly needed again, by the town and the boat, and comes out of retirement to the pride of his son Mike (Jake Lloyd), and the concern of his wife Bonnie (Mary McCormack), who like so many movie wives frets that her spouse is either (a) going to get killed, or (b) not be home for dinner.\n\nMiss Madison's engine has exploded during a time trial and the boat itself is seriously damaged. It looks as if the town will not have an entry in the very year it hosts the famous annual race, but then Mike and his crew go to work. They need a new engine and can't afford one, so under cover of darkness they slip off to a nearby town and steal the engine from an airplane displayed in the courthouse square. Without being a mechanic, I am fairly sure such an engine, if it were indeed still in the plane, would be filled with dead leaves and hornets' nests and would need more than a trip through Jiffy-Lube, but never mind: It purrs right along on race day.\n\nFor the town, meanwhile, the race is heaven-sent. It provides a boost for civic morale, keeps a few more citizens from moving away, attracts tourist dollars and television publicity, and gives everyone a chance to sit on the river banks in their lawn chairs with their picnic baskets. Much of this is made possible by Mayor Don Vaughn (Paul Dooley, who played the father in \"Breaking Away\"). He shifts some city funds, probably illegally, to find the money to back Miss Madison.\n\nAs sporting events go, hydroplane racing is pretty straightforward. The powerful boats race around a river course, making lots of waves and noise. Some of the boats have commercial sponsors, and one of the unique elements in \"Madison\" is negative product placement. One of the boats has \"Budweiser\" written all over it, and much is made about the rich and high-powered brewery team, but they're the bad guys and we want to see Bud lose to Miss Madison.\n\nThe cast is stalwart. Jim Caviezel, who made this movie in his pre-\"Passion\" days, is a salt of the earth small-town dad who shares a secret with his son: A hidden cave that's \"one of the special things about where we live.\" Mary McCormack, as wife and mother, is stuck with the obligatory speech \"You have a choice to make -- me or the boat.\" But after she pays her dues with that tired line, she perks up and brings some sunshine into the movie. There is also sadness, which I will not reveal, except to say that driving one of these boats might be a good way to compete for the Darwin Award.\n\nWho else? Oh: Bruce Dern. He's the expert mechanic who can turn around a stolen antique airplane engine in 24 hours. I saw him not long ago while revisiting \"After Dark, My Sweet\" (1993) and was happy to see him again. He has a way of chewing his dialogue as if he wants to savor it first before sharing it with us.", "running_time": 99, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-04-22", "genres": ["Action", "Adventure", "Drama", "Indie", "Sports Film"], "title": "Madison (2005)"}