{"url": "http://www.rogerebert.com/reviews/mado-1979", "by": "Michel Piccolias Simon Leotard", "star_rating": 2.5, "text": "Not everyone remembers Michel Piccoli's name, but few people who have seen him can forget his face. He is the star of dozens of good French movies, and not a few bad ones, and in almost all of them he commands the screen. His face is saturnine, his curly gray hair receding, his eyebrows a dark black statement, and he is better able to project a dangerous eroticism than anyone else I can think of.\n\nHe's often cast as the other man, as the adulterer. When he was younger he took girls away from older men. Now he takes them away from younger ones. There is almost never any doubt that a woman will be attracted to him, and that is, one of the problems with \"Mado.\" Mado isn't. She is a fresh, sweet, very pretty young girl who sleeps with men for money because that is, she explains, less dishonorable than being in debt.\n\nPiccoli is one of the men she sleeps with. It is all very simple, except that during the course of the movie he falls in love with her. And she is already in love with Pierre, a pleasant young man who works as Piccoli's accountant. We'd have a love triangle here . . . except that we can't believe it. It's like \"Ryan's Daughter,\" where we couldn't believe that Sarah Miles would leave Robert Mitchum for the callow Christopher Jones.\n\nSince the poignance of Piccoli's unrequited love is at the center of \"Mado,\" the picture is never quite convincing: We don't believe what's happening. There's a parallel story, though, about Piccoli's complex financial dealings: A friend and partner has gotten in hock to a murderous financier, and committed suicide. Piccoli tries to avenge him by outflanking the financier in a business deal, and is assisted by the helpful Mado (another of her clients has information to incriminate the villain).\n\nThis story is developed interestingly by Claude Sautet, the director, who's very good at examining the ways sex, love, money and mortality seem to intersect at about age 45. (Sautet's best film on the theme is \"Jean, Francois, Paul and the Others,\" also with Piccoli). Piccoli intends to outsmart his enemy through a clever combination of blackmail, timing and fancy bookkeeping, and it seems for a time that this aspect of the story will develop into a thriller.\n\nBut no. We are destined to get one of those bittersweet conclusions in which money loses love, love loses money, it profits the hero nothing to gain the whole world - and then he doesn't gain it, anyway. Sautet drenches this conclusion in a rainstorm, during which three carloads of good guys get stuck in the mud, get wet and drink wine while the villain pulls a fast one.\n\nThe closing scenes aren't the only ones that seem tacked on. Midway through the movie, Piccoli has a scene with Romy Schneider, who plays his alcoholic former lover. There's lots of bittersweet stuff here, too, but there's also the feeling that Sautet is forcing too much material into his film. There are probably two movies here, and either one might have been better than \"Mado.\"\n\nNOTE: Romy Schneider also stars in \"A Woman at Her Window,\" the other half of the Three Penny's double feature, with the excellent Victor Lanoux and Philippe Noiret.", "running_time": 135, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-04-20", "genres": ["Drama"], "title": "Mado (1979)"}