{"url": "http://www.rogerebert.com/reviews/mafioso-2007", "by": null, "star_rating": 3.5, "text": "Eight years before \"The Godfather,\" three years before FBI director J. Edgar Hoover ever acknowledged that there was such a thing as the Mafia in the U.S., Albergo Lattuada's \"Mafioso\" infiltrated our shores. Made in 1962, it had a brief New York run in the summer of 1964 and then disappeared for 40 years until it resurfaced at the 2006 New York Film Festival. What an odd and wonderful rediscovery it is, a broad commedia della famiglia told with authentic piquancy and brio. It has boisterous fun with crusty Sicilian stereotypes on that sun-baked island of strict moral codes and ancient family ties. Then -- as suddenly as a cloudburst appearing out of a clear blue sky -- it turns dark.\n\n\"Mafioso\" begins at a swift mechanical clip, like Chaplin's \"Modern Times\" with a double shot of espresso. Antonio \"Nino\" Badalamenti (Alberto Sordi, one of Italy's most popular comic actors) is a factory-floor supervisor at a Fiat plant in Milan who keeps the cogs turning briskly. Nino's tempo, at work and at home, is strictly allegro. He claims he's \"like a stopwatch,\" but he's eager to unwind.\n\nHis long-delayed vacation trip is all planned: Nino and his harried blond wife Marta (Brazilian actress Norma Bengell) have just enough time to get themselves and their two daughters aboard the 3:10 train, arriving in Bologna at 5:31, where they will be right on schedule for a lunch of hot tortellini. Coffee in Firenze, arrive in Rome at 11, sleep on the train and board the ferry for Sicily -- \"island of sun and Cyclops, inspiration to all the poets\" -- at 10:07 the next morning.\n\nThis will be the first time Nino's Sicilian family, in his home village of Camalo, have met Marta and the girls. He has been asked by the director of the plant (also from Camalo, by way of Trenton, N.J.) to hand-deliver a very important and valuable package \"from our mutual friends\" to Don Vincenzo (Ugo Attanasio), the town patriarch.\n\nAlthough Marta is a bit apprehensive to leave Italy behind, Nino reminds her that the world's biggest power cable connects Sicily with the boot. At first, Nino is delighted to be home among his living childhood memories. But in memories, as in dreams, begin responsibilities. On their way to visit Don Vincenzo, a street vendor Nino once knew offers them a grilled delicacy of \"baby lamb guts.\" \"You can't refuse,\" says the man with the cart.\n\nLater, Don Vincenzo does Nino and his family a favor, and then ... well, just remember Don Corleone's words to Bonasera in the opening scene of \"The Godfather\": \"Someday -- and that day may never come -- I'll call upon you to do a service for me.\"\n\nThe Sicily of \"Mafioso\" is shot (by Armando Nannuzzi, who later worked with Visconti) with a sun-bleached brightness, and with such an aromatic sense of place that you want to climb into the movie and smell the dusty earth and salty breeze. The whole movie pivots on a quiet close-up of Nino, having snacked on some fresh mussels, reclining to bask in the sun while floating dreamily in a small rowboat. A child's voice beckons from the shore. Don Vincenzo needs to see him. The outing is over and he makes haste to the Don's bedside. In Sicily, you may sleep with the fishes but you can't nap with them.\n\nCo-screenwriters Agenore Incocci and his partner Furio Scarpelli (often credited as \"Age Scarpelli\") were credited -- separately or individually -- on the screenplays for \"Big Deal on Madonna Street,\" \"The Good, the Bad and the Ugly,\" \"We All Loved Each Other So Much\" and \"The Postman (Il Postino)\" among many others. Leading man Sordi, who specialized in satirizing Italian vanity, dubbed Oliver Hardy's voice in imported Laurel and Hardy pictures, and became an international star in the early Federico Fellini films, \"The White Sheik\" and \"I Vitteloni.\" Director Alberto Lattuada co-directed \"Variety Lights\" with Fellini.\n\nThat's quite an impressive pedigree, and you can taste hints of all those ingredients in \"Mafioso,\" but nothing quite prepares you for the unique experience of this film. It's an offer that you ... well, you know. Leave the gun, take the cannolis. Mangiate bene.", "running_time": 105, "mpaa_rating": "Not", "release_year": 2007, "date_published": "2007-03-15", "genres": ["Action", "Comedy", "Crime", "Drama", "Foreign"], "title": "Mafioso (2007)"}