{"url": "http://www.rogerebert.com/reviews/mafia-1998", "by": "Jay Mohras Anthony Cortino", "star_rating": 2.0, "text": "Yes, I laughed during Jim Abrahams' \"Mafia!,\" but even in mid-chortle I was reminded of the gut-busting experience last week of seeing \"There's Something About Mary.\" It is the new movie's misfortune to arrive after, instead of before, the funniest comedy of the year. I suppose it's not fair to penalize \"Mafia!\" for its timing, but on the other hand, how can I ignore it? The movie, titled \"Jane Austen's Mafia!\" on the screen but not in the ads, is another in the series of gag-a-minute parodies worked on by Abrahams, such as \"Airplane!,\" \"Top Secret!\" and the \"Naked Gun!\" movies. It's a takeoff on Francis Ford Coppola's \"The Godfather\" and \"The Godfather, Part II\" and Martin Scorsese's \"Casino,\" with a few touches of \"The Postman (Il Postino).\" The opening shot is the best one, as Anthony Cortino (Jay Mohr), the mob's man in a Las Vegas casino, turns the ignition on his Cadillac and is blown sky-high. In the Scorsese picture, Robert De Niro rotated dreamily against a backdrop of flames; here the actor catches a Frisbee in his mouth, scores a basket and watches the \"Twister\" cow drift by.\n\nThe movie, narrated by Mohr's character, tells the story of his father's youth in Sicily (\"Godfather II\") and his own rise through the mob. Young Vincenzo Cortino, grows up in the town of Salmonella (\"Home of Warm Mayonnaise\"), is played by Jason Fuchs. He immigrates to America (where the Ellis Island guards try to name him \"Armani Windbreaker\" after his jacket), and by the time he reaches godfather status he's played by the late Lloyd Bridges, who has fun kidding Marlon Brando's famous tomatoes-and-death scene.\n\nThe don's older son, Joey (Billy Burke), is a short-tempered hothead, and power in the family evolves to Anthony, based on the Al Pacino character. Familiarity with the earlier films is helpful, but then who isn't familiar with the \"Godfather\" movies--and who won't appreciate it when the Diane Keaton character (played by Christina Applegate) complains, \"I'm always gonna just be that Protestant chick who never killed anyone\"? In Las Vegas, Cortino runs a casino that includes such games as Go Fish and Snakes and Ladders. My favorite: Guess the Number. \"Two?\" says a gambler. \"Sorry,\" says the dealer. \"I was thinking of three.\" When cheats are discovered signaling to one another, a tough enforcer with a cattle prod sidles up to the wrong man, zaps him and then zaps everyone else in the area. Anthony's life in Vegas gets complicated when he falls for a dancer named Pepper Gianini (Pamela Gidley), based on the Sharon Stone character in \"Casino.\" I smiled through a lot of this, including Cortino's tip for the casino doorman (\"Keep the car\"), but by the time the projectile vomiting came around I was wondering if that was an homage to \"National Lampoon's Animal House\" or only a lift. \"Mafia!\" is the kind of movie that can never entirely fail, but can succeed to various degrees. It doesn't rank with Abraham's earlier efforts. And in a town where \"There's Something About Mary\" is playing, it's not the one to choose.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-07-24", "genres": ["Comedy", "Crime"], "title": "Mafia! (1998)"}