{"url": "http://www.rogerebert.com/reviews/magic-in-the-water-1995", "by": "Mark Harmonas Jack Black", "star_rating": 1.5, "text": "Now that the Loch Ness monster has been unmasked as a trick photograph, is there a future for legendary creatures of the deep? \"Magic in the Water\" hopes so. It's about a couple of kids and their preoccupied dad, who visit a Canadian lake said to be inhabited by a mysterious creature named Orky.\n\nThe creature has been drummed up into a local tourist industry by the go-getters down at the Chamber of Commerce, who stretch banners across Main Street proclaiming the town to be the \"Home of Orky.\" For Josh and Ashley, the two kids, Orky is not much harder to spot than their dad, Jack (Mark Harmon), who is so busy with business calls on his cellular phone that he pays little attention to them.\n\nBetter communication between parent and children is but one of the uplifting themes of \"Magic in the Water,\" which also introduces a wise old Indian (Ben Cardinal), who spends much time chanting and explaining to the kids that, at one time, men and animals could trade places. (The Indian's name, Joe Pickled Trout, may help explain why animals grew disenchanted with men.) Josh (Joshua Jackson) is obsessed by vehicles of any kind; his catch-phrase is \"I bet I could drive that,\" so we know with absolute certainty that sooner or later he will be called upon to drive something. Ashley (Sarah Wayne) spends much time looking at the water, where Orky seems to manifest itself as ripples, waves, heaves and spouts. Even more proof Orky exists: When Ashley leaves her Oreos on the dock, Orky takes the cookies, eats the white stuff in between, and returns the outsides, still dry. That can't be easy if you don't have hands and live underwater. Try it yourself.\n\nWe meet a local psychiatrist named Dr. Wanda Bell (Harley Jane Kozak), who runs group therapy for several local people who all share the same conviction that their minds and bodies have been inhabited by Orky. Jack falls for Wanda, and is soon a member of her group - because, yes, Orky inhabits him, too, and makes him a better dad for the experience.\n\nMeanwhile, bad guys lurk around the fringes of the story, and it's revealed that they are secretly turning the lake into a hazardous waste dump. Could it be that Orky is trying to tell the locals something? Josh and Ashley, who are easily as clever as the Hardy Boys and maybe even Nancy Drew, soon discover the evil secret, and then it's up to them, and Orky, to save the day.\n\nOne of the problems with the first two-thirds of \"Magic in the Water\" is that we don't see Orky. One of the problems with the last third is that we do. Orky turns out to be singularly uncharismatic, looking like an ashen Barney on downers.\n\nThe underlying inspiration for \"Magic in the Water\" is, of course, the \"Free Willy\" pictures, with kids making friends of noble aquatic creatures while bad guys scheme to kill the whales and pollute the waters of the Earth.\n\n\"Magic in the Water\" is innocuous fun, but slow, and not distinguished in the special effects department. And about those two one-armed brothers, who both allegedly lost an arm to Orky: I'll bet they could find those missing arms if they'd look closely inside their shirts.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-08-30", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Magic In The Water (1995)"}