{"url": "http://www.rogerebert.com/reviews/magic-mike-2012", "by": "Channing Tatumas Mike", "star_rating": 3.0, "text": "Whether you're a man or woman, making money by allowing people to push cash inside your g-string is, I think we can agree, demeaning. It's probably worse for women, because the big spenders with $2 probably harbor some vague dream of sleeping with them. In the case of male strippers, I suspect their female fans are looking more for fun and some laughs on their girls' night out.\n\nI could be wrong about this. I'm right about the job, however. Selling anyone the right to touch your genital area for a couple of bucks is not a good way to build self-esteem. Steven Soderbergh's \"Magic Mike\" makes this argument with a crafty mixture of comedy, romance, melodrama and some remarkably well-staged strip routines involving hunky, good-looking guys. I have a feeling that women will enjoy the film more than men. \n\nOr maybe not. The sculpted bodies on display are a monument to narcissism; a guy who spends hours a day improving his pecs and abs may offer limited conversational skills. Kelly Oxford, the Canadian housewife who won a Hollywood contract for her tweets, just the other week tweeted: \"FWIW, I'd rather f*** a 260-pound guy than a body builder.\"\n\n\"Magic Mike\" has the fascination of most backstage movies: It shows a naive kid being drawn into the world of show business. He is Adam (Alex Pettyfer), a handsome 19-year-old, who meets Magic Mike (Channing Tatum) while they're working on a roofing job. Mike dances three nights a week at Xquisite, a marginally successful Tampa strip club. Mike brings Adam along to the club, where he's fast-talked by the boss, Dallas (Matthew McConaughey). The kid has no desire to strip but is pushed onstage wearing his street clothes and told to undress down to his jockey shorts. He is awkward and embarrassed — and not surprisingly an enormous hit, because the ladies think his shyness is an act and love it.\n\n\"Magic Mike\" seems to know a lot about male strip clubs. Tatum worked as a dancer when he was 19; he co-produced this film, which was written by his producing partner, Reid Carolin. We learn what the rules are, how the money is shared, and how there's extra income when the guys guest-star at private parties. There's backstage humor as these muscle men powder their noses and make themselves up like burlesque queens, and a dark side, as the kid Adam begins to be pulled toward drugs.\n\nDallas is the charismatic impresario of the business, which essentially involves him renting a club, paying for costumes and production, and allowing his dancers to keep their own tips. He's the first one we see onstage, using his hands to point to his naughty bits, asking the ladies if they'd like to touch them, and then wagging his finger and saying \"No-no-NO-no!\" That may not sound like much of a scene, but think how easily it could go wrong. This is actually one of McConaughey's best performances, as a hard-headed businessman who understands his product and his audience.\n\nMagic Mike has a long-range plan to own a custom furniture business, but is having trouble raising capital (there's a timely scene with a bank loan officer). Having recruited Adam for the club, he now meets the kid's protective sister, Brooke (Cody Horn), and promises her no harm will come to her brother. They begin to fall in love, and this subplot feeds off the gradual revelation of the more dismaying aspects of male stripping. Tatum is a likable actor and we believe Mike's good intentions, but like all the dancers, he has become the captive of the nightly paydays. \n\nThe choreography, costumes and production values of the shows look slick and professional, considering the fly-by-night nature of Dallas' business. We see the strippers as soldiers, construction workers and other Village People archetypes, and the stage flows with smoke from dry ice. The movie sidesteps such details as stagehands, lighting directors and so on, and there is no suggestion that any of the dancers may be gay. \n\nAdam's descent into drug-fueled depravity is portrayed with merciless detail; when you sleep with a girl who has a pet piglet and wake up with the little fella eating your vomit, surely you've hit bottom. \"Magic Mike\" starts as fun and grows steadily darker; Soderbergh and cast tell a realistic, vivid story. You get a feeling of realism and research, for example, when a chubby fan throws herself into the arms of a muscular dancer, and the poor guy throws his back out.", "running_time": 110, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-27", "genres": ["Comedy", "Drama"], "title": "Magic Mike (2012)"}