{"url": "http://www.rogerebert.com/reviews/mahalia-1975", "by": null, "star_rating": 2.5, "text": "Mahalia Jackson was a great singer and a great lady, two qualities that become abundantly clear in the new documentary \"Mahalia.\"  She was also a person of courage and strength as we can see in footage almost entirely devoted to her final concert tour in the late summer of 1971. She'd been in uncertain health for years her heart was the chief concern and yet she undertook a grueling series of one night stands in England, Germany and Scandinavia.\n\nShe sang in churches and auditoriums, concert halls and outdoor arenas, and sometimes it was hot and sometimes it was raining. She began to tire. She broke off in the middle of a song in Germany and went backstage, where they wanted to call a physician, but she insisted on going back out for an encore. On Sept. 24, 1971, she was hospitalized in Germany with severe heart trouble, and on Jan. 27 of the next year she died in her adopted hometown, Chicago.\n\nThis is not, then, a documentary record of Mahalia Jackson at the height of her powers. For that we have to turn to her recordings and to such memories as her singing of \"Precious Lord\" during the 1963 March in Washington. During this tour we can plainly see that she was weakened, and in the phrasing of \"We Shall overcome\" (sung in a Swedish church with a feeling that causes the spine to tingle) there are choices that betray a certain shortness of breath. Yet the spirit is intact.\n\nWe see her singing, mostly. This isn't a showall and tellall music documentary in the style of \"Don't Look Back\" or \"Mad Dogs and Englishmen\"; it's simply a record of Mahalia, the person and the performer, during some of her last months.\n\nThe footage is mostly of Mahalia singing and her European audiences responding enthusiastically (one of her most chilling moments came when a Berlin concert manager told her he hadn't heard such cheering since Hitler had spoken in the same hall in 1938). We get a few glimpses of her backstage not too many, but enough to contrast her onstage high spirits with the exhaustion that was steadily building. The fidelity of the sound track isn't always very good, unfortunately, and there's always the nagging feeling that it would have been good to see film of Mahalia shot before her American audiences.\n\nStill, it's good to have \"Mahalia\", after its commercial release the film will provide a human record for classrooms filled with a generation that didn't witness her in person. And the film makes clear that Mahalia Jackson, in person, was a moving experience. She was asked once how she compared her singing of the gospel to the faith of the regular Sunday churchgoer, and she told a story about a chicken and a pig passing a baconand eggs shop. \"Without me,\" said the chicken, \"that shop wouldn't be in business.\" \"Yes, and without me, too,\" said the pig. \"But the difference is with you, it's a continuing obligation. With me, it's a total commitment.\"", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "Mahalia (1975)"}