{"url": "http://www.rogerebert.com/reviews/maid-to-order-1987", "by": "Ally Sheedyas Jessie Montgomery", "star_rating": 2.0, "text": "\"Maid to Order\" is the sort of kindhearted social comedy they might have made in the '30s, showing what life is like on the other side of the tracks. It even uses a gimmick that hasn't been seen for a few decades, not in movies for grown-ups, anyway: a fairy godmother, who waves her magic wand and turns a spoiled rich brat into an unemployed and starving teenage kid who has a few lessons to learn.\n\nThe brat is played by Ally Sheedy as the kind of self-centered ego-burger who tells lies to get money out of her old man and never stops to think that she's letting him down. She has a lot of wishes, and he fulfills most of them, but one day she makes the wrong wish and her fairy godmother fills it all too well.\n\nShe comes to on a Los Angeles street, still wearing an expensive party dress. She's not sure what happened. She goes to all the usual places and nobody recognizes her. At home, the maid turns her away and her father walks right past her without a glimmer of recognition. She's on the streets and needs a job. She finally gets one as the maid of a rock 'n' roll promoter and his wife.\n\nThis couple, played by Valerie Perrine and the late Dick Shawn, are the highlight of the movie. They're the kind of people Mel Brooks was thinking about when he spoke of \"rising below vulgarity.\" They're simpleminded and silly, ridiculously in love with material possessions and even more in love with each other. And just as well: There's probably no one else in the world who would find them compatible.\n\nIn the kitchen, Sheedy sweats and complains and learns a few of the ropes from the black cook and the Latino maid. They don't know what to make of her but they take pity, and there are some moments of heartfelt confession when Sheedy realizes she has been a bitch all of her life.\n\nYou can just about phone in the script for the rest of the picture, especially after the fairy godmother (Beverly D'Angelo) and Sheedy's father (Tom Skeritt) start dating. But then predictability is supposed to be one of the joys of this kind of movie.\n\nUnfortunately, I found it too easy to anticipate most of the big moments and too hard to believe that Sheedy was really a spoiled, mean-spirited rich bitch. She simply exudes too much good feeling. To paraphrase a famous statement by Jack Warner: Beverly D'Angelo for rich bitch, and Ally Sheedy for fairy godmother.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-07-31", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Maid to Order (1987)"}