{"url": "http://www.rogerebert.com/reviews/maid-in-manhattan-2002", "by": "Jennifer Lopezas Marisa Ventura", "star_rating": 3.0, "text": "\"Maid in Manhattan\" is a skillful, glossy, formula picture, given life by the appeal of its stars. It has a Meet Cute of stunning audacity, it has a classic Fish Out of Water, it works the Idiot Plot Syndrome overtime to avoid solving a simple misunderstanding, and there won't be a person in the audience who can't guess exactly how it will turn out. Yet it goes through its paces with such skill and charm that, yes, I enjoyed it.\n\nWe go to the movies for many reasons, and one of them is to see attractive people fall in love. This is not shameful. It is all right to go to a romantic comedy and not demand it be a searing portrait of the way we live now. What we ask is that it not be dumb, or at least no dumber than necessary, and that it involve people who embody star quality.\n\n\"Maid in Manhattan\" is not dumb; the Kevin Wade screenplay deals with several story lines and makes them all interesting. And Jennifer Lopez and Ralph Fiennes make an intriguing couple because their characters have ways of passing the time other than falling in love. (I grow impatient when movie characters are so limited they can think of nothing better to do than follow the plot.) Lopez plays Marisa Ventura, a maid in a posh Manhattan hotel. She has a bright grade-schooler named Ty (Tyler Garcia Posey) who for reasons of his own has become an expert on Richard M. Nixon. Marisa hopes to be promoted to management one day, but despite the nudging of fellow maid and best friend Stephanie (Marissa Matrone), is hesitant about applying.\n\nFiennes plays Christopher Marshall, a Republican candidate for the U.S. Senate. Camera crews and herds of paparazzi follow him everywhere, perhaps under the impression that he is Rudolph Giuliani. He has a personal assistant named Jerry (Stanley Tucci) whose job is to advise him not to do almost everything that he thinks of doing.\n\nThe movie uses the device of a hotel staff briefing to fill us in on various VIP guests, including an exhibitionist, two sticky-fingered French ladies, and especially Caroline (Natasha Richardson), a flighty airhead from Sotheby's who has checked into an expensive suite. Future senator Marshall has checked into another one.\n\nAnd then, in a dazzling display of time-honored movie developments, writer Wade and director Wayne Wang arrange for Marisa to be trying on one of Caroline's expensive dresses just as her son meets Marshall and talks them all into walking the senatorial dog in Central Park. Marshall understandably thinks this impostor is the inhabitant of the other suite (Richardson). Prince Charming of course falls instantly in love with Cinderella, who must race back to the hotel and resume her life of scrubbing and bed-making. Marshall, meanwhile, invites the inhabitant of the expensive suite to lunch, only to find that it is the real Caroline, not the mistaken one.\n\nAnd so on. One word by Marisa at any moment could have cleared up the confusion, but perhaps she fears a Republican candidate would not want to date a Puerto Rican maid, except under false pretenses. It is the duty of the screenplay to keep them separated through various misunderstandings and devices, but the movie makes this process surprisingly interesting by dealing with Marisa's application to become an assistant manager. A kind veteran butler (Bob Hoskins, self-effacing but lovable) teaches her the ropes, even when the two of them are called upon to serve Marshall and the real Caroline at the luncheon from hell.\n\nOther issues arise. Marisa's mother of course does not think she deserves to be anything more than a maid (hasn't she learned from the mother in \"Real Women Have Curves\"?). Young Ty of course sees clearly that his mom belongs in the arms of this Republican. And the press turns a series of meetings into a front-page romance.\n\nThere's a little spunk in the movie. Marisa tells Marshall what's wrong with his ideas about housing and poverty. He's teachable. Marisa attends a charity benefit looking gorgeous in a dress borrowed by the hotel boutique and wearing Harry Winston diamonds supplied, no doubt, in return for the plug. And when she runs away from the ball and he follows her, well, it worked in \"Cinderella\" and it works here, too.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-12-13", "genres": ["Comedy", "Drama", "Romance"], "title": "Maid in Manhattan (2002)"}