{"url": "http://www.rogerebert.com/reviews/major-payne-1995", "by": "Damon Wayansas Major Payne", "star_rating": 3.0, "text": "Major Payne likes to think of himself as a killing machine. That's why he's devastated to be passed over for promotion and mustered out of the service. Surely, he begs his commanding officer, there must be another war to fight? Somebody else to kill? \"Sorry, Payne,\" he's told. \"There's nobody else to kill. You've killed them all.\" Back in civilian life and unemployed, he tries out for the police force, but gets carried away during a \"real life simulation\" and hammers an actor who is portraying a perpetrator. Then an old friend finds him a job, as the officer in charge of the junior ROTC cadet training corps at a private school in Virginia. This is not the job he was born to fill.\n\nPayne is played in the movie by Damon Wayans, in the best work he's done since the inspired \"In Living Color\" TV series.\n\nAlthough the plot of the movie is a familiar formula, the dialogue and performance are not; it's a smart, funny job of poking fun at all those movies where sadistic drill instructors terrorized their green recruits.\n\nIn this case, according to the school's doddering headmaster (a bug collector played by William Hickey), the recruits are literally green: They wear green uniforms, he knows, but he's not sure exactly why. The only person on the school faculty with a clue about real life is a cute teacher named Dr. Emily Walburn (Karyn Parsons), who makes Payne get all mushy-mouthed when she sweet-talks him.\n\nThe members of the junior ROTC corps are your usual mixed big, even more mixed: There must be a three-foot difference in height between the shortest and the tallest, and when Payne screams at one of them, \"What's the matter, cadet? Are you deaf?\" the answer, of course, is that he is deaf. That doesn't faze Payne, who relies on the kid's lip-reading skills to get his harrowing threats across.\n\nOne of the funny things about the movie is that the dialogue of the Payne character is truly artful in its ability to paint horrifying pictures and utter dire insults. When Dr. Walburn asks him, at one point, if he understands \"positive reinforcement,\" Payne nods and says, \"Is that like when you break the neck of a POW after torturing him, so he doesn't have to spend the rest of his life with a colostomy bag?\" Hmmm. Reading through that line, I can see how it might not sound howlingly funny, out of context. The context is the key to the character in this film: Wayans presents Payne as a tunnel-visioned \"killing machine\" who applies his values as single-mindedly to school kids as to recruits on a practice range. \"War has made me very paranoid,\" he says, \"and when a man gets to eyeballing me too much, it makes my Agent Orange act up.\" And when his cadets complain about conditions in the Quonset hut they're expected to occupy, he buries them up to their necks in mud, to make them grateful for their former quarters. Even more terrifying is his personal interpretation of \"The Little Engine that Could.\" The key to this kind of comedy is to go all the way with it, and Wayans creates a comic character out of narrowness, obsession, and blind commitment. Of course the arc of the storyline is familiar; we know the pretty teacher will soften him, and that he will grow fond of the cadets, and no prizes for guessing who wins the big all-Virginia ROTC competition.\n\nWayans is one of the most talented comic actors around, especially when he lets go and swings for the fences. In some of his earlier film work, including \"Mo' Money\" (1992), he was softening the edges too much. His best work, including the \"Men on Film\" segments of \"In Living Color,\" depend on outrageous behavior, and as Major Payne he is plenty outrageous.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-03-24", "genres": ["Comedy", "Family"], "title": "Major Payne (1995)"}