{"url": "http://www.rogerebert.com/reviews/major-league-ii-1994", "by": "Charlie Sheenas Wild Thing Vaughn", "star_rating": 1.5, "text": "Fans of \"Major League\" (1989) may want to see \"Major League II.\" I did not see the first film and am not in that category. Nor is there anything in \"Major League II\" that inspires me to go back and catch up on the earlier film.\n\nThis is comedy by the numbers, the uninspired story of a Cleveland Indian team of colorful weirdos and misfits, who seem to be trapped in a perpetual audition for the blooper reel.\n\nThe movie opens with a clever recap of the previous season (or film), delivered by the team announcer, played by Bob Uecker as a drunk whose problem gets worse as the season wears on.\n\nWe meet \"Wild Thing\" Vaughn (Charlie Sheen), famous for his haircut; Pedro Cerrano (Dennis Haysbert), who has become a Buddhist in the offseason, Willie Mays Hayes (Omar Epps), who believes in exerting himself as little as possible, and Rube (Eric Bruskotter), the new recruit, who plays catcher but cannot consistently throw the ball back to the pitcher's mound because he keeps thinking too much.\n\nThe team manager, played by Tom Berenger, is a weary and cynical veteran who has seen it all and believes in quick fixes and miracle cures. Learning that Rube's favorite pages in Playboy are the Playmate Interviews, he suggests that the catcher distract himself by reciting them during the game. And so on.\n\nThe franchise is owned by the rich Rachel Phelps (Margaret Whitton), who wants to move it to another market and thinks a losing season will help her cause.\n\nShe likes to give demoralizing locker-room speeches (\"Win tonight and the loser label is gone forever!\"). The movie also contains a heroine, played by Michelle Burke, who used to date Wild Thing. Now she dates a White Sox fan and taunts Thing with that information. Her job apparently involves bringing the same group of disadvantaged children to every single Cleveland home game, so that she and Wild Thing can have angry conversations.\n\nThe movie's level of wit is suggested by his riposte at the end of one argument: \"Women - you can't live without 'em, and they can't - - - standing up.\" The movie assembles elements which, with better writing and direction, might have had comic possibilities.\n\nThe team recruits a Japanese star (Takaaki Ishibashi), who rants and raves in loud Japanese and flaunts his samurai code at the newly pacifist convert to Buddha (Haysbert), who of course has a little altar in his locker, and meditates before games.\n\nAnd there is the byplay between the hard-drinking Uecker and his soporific color announcer, whose idea of play-by-play is \"Fly ball. Caught.\" Maybe David S. Ward's screenplay for \"Major League II\" looked good on the page. I dunno. The humor is so predictable, forced and awkward that the actors sometimes seem like helpless bystanders.\n\nIf the writing had been smarter - if it had been about a plausible baseball team, instead of about a group of sitcom clowns - maybe something would have worked.\n\nThere's one bright spot: On the basis of this dismal attempt, the team will probably not be back next season.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-03-30", "genres": ["Comedy", "Sports Film"], "title": "Major League II (1994)"}