{"url": "http://www.rogerebert.com/reviews/make-way-for-tomorrow-1937", "by": null, "star_rating": 4.0, "text": "\n\nWhen I was still living in Urbana, I would often take my mother\r\nfor a drive. If our way took us past the Champaign County Nursing Home, she'd\r\ninvariably say, \"There's where I'm going to end up.\" She saw herself\r\nold and lonely, abandoned by her only son. This was when she was only in her\r\n50s. She said she'd been shaped by the Depression, when old people for the\r\nfirst time had to \"live on the county.\"\n\n\"Make\r\nWay for Tomorrow\" (1937) is a nearly-forgotten American film made in the\r\nDepression. It tells the story my mother imagined for herself. A couple has\r\nlived happily together for 50 years. They lose their home to a bank. Their five\r\ngrown children are sincerely sorry to hear this, but what can they do with\r\nthem? One has moved to California and is rarely heard from. The others live\r\ncloser, but don't have the space to take in two people. It is decided that\r\nmother and father will stay with two different children, \"for now.\"\r\nTheir last night in their home is the last time they will sleep together in the\r\nsame bed.\n\nOh,\r\nit's not that their children don't love them. It's that they're so -- busy, you\r\nknow. Their kids will find them a place \"as soon as possible,\" but\r\nfor a \"few weeks\" Lucy Cooper will share her granddaughters' room,\r\nand her husband Barkley will sleep on a son's living room sofa. He is in New\r\nYork City, she is in a small country town.\n\nThey\r\ntalk on the phone. They write. As time passes and they wear out their welcomes,\r\nLucy (Beulah Bondi) discovers that her son George (Thomas Mitchell) and his\r\nwife Anita (Fay Bainter) are thinking of sending her to a rest home. It's\r\ndecided that Barkley (Victor Moore) will take the train to California to stay\r\nwith the unseen daughter. This is all \"just for now,\" of course.\n\nThe\r\nmovie is not a melodramatic tearjerker. It's so tough it might not be filmable\r\ntoday, when even Alzheimer's stories have happy endings. The director, Leo\r\nMcCarey, made his name with laughter and uplift. He was the first to pair\r\nLaurel and Hardy, he directed the best Marx Brothers' movie (\"Duck\r\nSoup\"), he made those films our priest sent us to see, \"Going My\r\nWay\" and \"Bells of St. Mary's.\" In the same year as \"Make\r\nWay for Tomorrow,\" he made Cary Grant a star in \"The Awful\r\nTruth.\" When McCarey won the Best Director Oscar for the latter, Peter\r\nBogdanovich tells us, he stood up and said, \"You gave it to me for the\r\nwrong picture.\"\n\n\"Make\r\nWay for Tomorrow\" film is quietly observant about the social awkwardness\r\nof the situation. None of the children are cruel. They all speak with their\r\nparents kindly. There are no villains. But Anita holds bridge classes in her\r\nliving room, for perhaps 20 students. When Lucy comes in to sit in a rocking\r\nchair, it creaks. The players are distracted. When she tries to make conversation,\r\nshe talks about hearts, which she played instead of bridge. When Bark calls,\r\neveryone can hear her speaking into the phone, and what they hear is sad. Lucy\r\nmeans well. Anita knows she does. But it's not working out. If only she would\r\nstay in \"her\" room -- which the young daughter feels territorial\r\nabout. Anita and the daughter take turns trying to shift an overlarge portrait\r\nof Bark back and forth between the bedroom and living room. When your house has\r\nbeen \"decorated,\" you don't want old-fashioned portraits.\n\nAt\r\nhis son's expensive New York apartment, Bark develops a cold while sleeping on\r\nthe sofa. A doctor is called, and his daughter in law quickly moves him into\r\nthe couple's bedroom, tucking him in so the doctor won't learn the truth. He\r\nreceives a visit from the only friend he's made, an old Jewish store owner\r\n(Maurice Moscovitch) who sizes up the situation and whose reaction is perfectly\r\nsummarized by McCarey in one significant gesture only Bark can see.\r\nThe fact is, old people don't fit in the modern lifestyle. The fault is with\r\nthe lifestyle, but there you have it. In traditional societies, families often\r\nlived in the same house, children taking over as their parents passed on. In my\r\nlife and in my family I've seen this, but you don't see it much anymore.\r\n\"Seniors\" in TV ads are tanned, fit and sexy, playing golf, happy\r\nthey planned for their futures. If they're not struck by lightning on the golf\r\ncourse, they'll grow old and sick, health costs will melt away their savings,\r\nand they'll end up living in a \"home,\" whether it's on the county or\r\nnot. The happy stars of the Seniors ads from the 1990s aren't so photogenic\r\ntoday.\n\nYet\r\nthe movie plays fair, if you can call it that. When Lucy unsettles the students\r\nin the bridge class, Bondi doesn't make her cute or lovable. We catch ourselves\r\nthinking she reallyisa nuisance. She might get on our\r\nnerves, too. Of course we always identify ourselves with the children, not the\r\nparents. In our society we think it proper that children move out on their own,\r\nand we say empty nesters are at last free to enjoy their golden years. But what\r\nkind of a life is it is when every nest is empty? Don't old ears need to hear\r\nchirps?\n\nThe\r\ngreat final arc of \"Make Way for Tomorrow\" is beautiful and\r\nheartbreaking. It's easy to imagine it being sentimentalized by a studio\r\nexecutive, being made more upbeat for the audience. That's not McCarey. What\r\nhappens is wonderful and very sad. Everything depends on the performances.\r\nBeulah Bondi was not yet 50 when she played Lucy (with makeup by Wally\r\nWestmore) and Victor Moore was 61. In appearance, movement and performance,\r\nthey are very convincingly old. In the film they're around 70. That was thought\r\na much older age in 1937 than it seems today.\n\nTheir\r\nchildren arrange for them to meet in the city before Bark gets on the train for\r\nCalifornia, where his daughter has \"found a nice place for him. This is\r\n\"only until they can get together again,\" of course. These lies make\r\nit possible for us to get through life. Often we're lying to ourselves. There's\r\na family dinner planned for the evening, but Bark and Lucy make their own\r\nplans. What they do and how it makes us feel is a tribute to the artists. It\r\nisn't ramped up for easy smiles. It doesn't give us a any consolation. They're\r\nhappy, but not deceived. The Japanese might describe their hours together asmono no aware,which is roughly \"a bittersweet\r\nsadness at the passing of all things.\"\n\nIt's\r\nsaid this film inspired Yasujiro Ozu's \"Toyko Story,\" the only film\r\nthat ever made my students cry. This one might do the same. Entertainment is\r\nabout the way things should be. Art is about the way they are. The closing\r\npassages of \"Make Way for Tomorrow\" depend on deep empathy between\r\nthe filmmakers and the characters. They respect them. These two people have\r\nspent a lifetime together, raised a family and lived in their own home until\r\nBark got laid off. They've maintained a mutual dignity and they're not about to\r\nturn sappy now.\n\nLook\r\nat how gently, and with what respect, they treat each other. Observe how certain\r\nstrangers, caught up in the business and pleasure of their own lives, observe\r\nthis and glimpse for a second their own futures. See how strangers can be kind\r\n-- for a moment, anyway, although they too may have parents they don't have\r\nroom for.\n\nWhat's\r\nso powerful about the film is its level gaze. It calmly, almost\r\ndispassionately, regards the situation and how it plays out. No spin. It is the\r\nsame with \"Tokyo Story.\" The most powerful films often simply show\r\nyou events without instructing you how to feel about them. It is remarkable\r\nthat a film this true and unrelenting was made by Hollywood in 1937.\n\n\"Make Way for Tomorrow\" has just been released in the\r\nCriterion collection.\n\n", "running_time": 91, "mpaa_rating": null, "release_year": 1937, "date_published": "2010-02-11", "genres": ["Drama", "Romance"], "title": "Make Way for Tomorrow (1937)"}