{"url": "http://www.rogerebert.com/reviews/make-believe-2011", "by": "Hiroki Hara", "star_rating": 3.0, "text": "Oh, I wanted to be a magician. I memorized a biography of Houdini and mailed off to Johnson, Smith and Company for boxes that made coins disappear, trick card decks, and wands that contained weights to make tassels rise and fall. I ordered the neighborhood kids into the basement and staged a laborious performance by the Great Ebertini. Tassels rose and coins disappeared, but the cards needed more work.\n\nA lot more work, I learn in \"Make Believe.\" This is a charming documentary about the finalists in the Teenage Magician Contest at the annual World Magic Seminar in Las Vegas. From Malibu, Chicago, Colorado, Japan and South Africa they come, dreaming of being presented with first place by the great Lance Burton. The documentary visits their homes, gets their stories, talks to their friends and parents, and follows them backstage in Vegas.\n\nBut mostly it watches them practice, over and over and over. Hiroki Hara, who lives in Kitayama, Japan, uses the village hall and rehearses relentlessly all day, every day, mentioning that he grows lonely there all by himself, but his goal makes it worthwhile. The others practice, too, and one sheds a few tears when two coaches tell him he's not ready for the finals. He rehearses some more, and on the big day, he is ready and then some.\n\nNot a single rabbit is pulled from a hat. Most of the trucks are small scale: locking rings, disappearing scarves or card production. A deck of cards in their hands seems to have a life of its own. One kid turns cards into iPhones while the cards fanned between his fingers. We see him in his basement, building the props.\n\nHara is the most inventive. He appears as a ghost monster with flashing green eyes and presents an elegantly choreographed act. Siphiwe Fangase and Nkumbuzo Nkonyana, from a township in Cape Town, are the most entertaining, with their act based on music, dance and magic soccer balls in honor of the World Cup held in South Africa.\n\nFor one contestant, everything goes wrong. A ball drops during a ball production trick, and a trap in a hat doesn't work. It's not the magician's fault; both tricks always work. It's one of those days. The other contestants, backstage, discuss this with a kind of dread, knowing that no matter how often they practice, the same thing could happen to them.\n\nOne question not really addressed by the movie is whether these kids are wise to skip classes and put social life and college on hold to focus singlemindedly on magic. Apparently they all think they'll find professional careers, maybe not in Vegas, but at conventions and so forth. I hope so.\n\nOne thing we don't find out is how any of the tricks are done. The secrets in some cases (the steel rings, the vanishing scarves) are pretty widely known. In card manipulation, most of the people in the audience know in theory exactly how it's done, but are connoisseurs in judging how well they are performed. Magicians have a saying: \"The trick is told when the trick is sold. \" These kids are sold on tricks.", "running_time": 88, "mpaa_rating": "G", "release_year": 2011, "date_published": "2011-05-11", "genres": ["Documentary", "Family"], "title": "Make Believe (2011)"}