{"url": "http://www.rogerebert.com/reviews/making-mr-right-1987", "by": "John Malkovichas Jeff/Ulysses", "star_rating": 3.5, "text": "\"Making Mr. Right\" is about a scientist who invents a remarkably lifelike android in his own image and about an ad executive who begins to like the android more than the scientist. These raw materials easily could have been turned into a fairly dreary movie, but not this time. Instead, we get a smart, quick witted, wicked and genuinely funny movie.\n\nA lot of the movie's smarts come from John Malkovich, who plays the dual role of the scientist and the android, and a newcomer named Ann Magnuson, who plays the account executive with a pert intelligence that reminded me of Susan Hayward or Gloria Grahame. Both actors see right through their roles, know what's funny and what's important and are able to put a nice spin even on the obligatory scenes.\n\nThat's true, for example, during the sweet, tentative moments when the android begins to fall for the woman. Malkovich provides just the right amount of inept clumsiness for the android, which sometimes has trouble getting its mind-body coordination in line. Like Jeff Bridges in \"Starman,\" he's able to meet the tricky challenge of moving in an uncoordinated way without looking merely ridiculous.\n\nMagnuson is fun, too, with her high heels and designer outfits, clipboards and speculative looks. She has an instantly combative relationship with the scientist who invented the android, and it's made trickier because as the android grows more human, the scientist subtly grows more robotic.\n\n\"Making Mr. Right\" was directed by Susan Seidelman, whose previous credits are \"Smithereens,\" which I didn't much like, and \"Desperately Seeking Susan,\" which was much more assured. With this film, she hits her stride as a comedy director who would rather be clever than obvious, who allows good actors such as Malkovich to go for quiet effects rather than broad, dumb cliches.\n\nAlso around right now is \"The Secret of My Success,\" another comedy depending on dual and mistaken identities. Seeing the two movies in the same week is instructive because they take such different approaches to the challenge of identity. \"Secret\" has lots of moments when characters don't realize exactly who they're talking to, and it creates those moments out of the stupidity of the characters. In \"Mr. Right,\" there are scenes where the scientist and the android are mistaken for one another, and Seidelman uses the misunderstandings to make comic points about the personalities of her characters: They make wrong assumptions because of who they are, instead of because of how stupid they are. It makes all the difference in the world.\n\nSeidelman also has fun populating the outskirts of her plot with good character actors, especially Robert Trebor as the tuxedo salesman. You may remember him as the smarmy, sweating porno store operator in \"52 Pick-Up.\" The distance between these two good performances is impressive.\n\nAt one point in \"Making Mr. Right,\" we see a theater marquee in the background advertising \"The Parent Trap.\" That was, of course, the movie where Hayley Mills played twins, thanks to trick photography. Malkovich is often seen onscreen with himself in this movie, but I never noticed any seams or glitches, and I was also quietly grateful to Seidelman for not providing any moments that were intended merely to exploit the trick.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-04-10", "genres": ["Comedy", "Romance"], "title": "Making Mr. Right (1987)"}