{"url": "http://www.rogerebert.com/reviews/making-it-1971", "by": "Kristoffer Taborias Phil Fuller", "star_rating": 2.0, "text": "\"Making It\" is a curiously unfinished movie. It has all these serious things to tell us about youth, age, the generation gap and growing up in upper-middle-class America. It sneaks up and whispers them in our ear. And just when we're nodding in agreement, the movie gets embarrassed and changes the subject, and we're watching a cheap comedy situation or a sight gag. Like the adolescent it's about, \"Making It\" has an inadequate attention span.\n\nThe strange thing, though, is that a fundamentally good movie seems to be trying to break through the B.S. My guess is that James Leigh's novel (\"What Can You Do?\") and Peter Bart's screenplay were so uncompromisingly serious that the filmmakers got scared. So they hedged their bet by throwing in easy laughs, stock gag situations and one-liners.\n\nThe result is a movie with an awfully uncertain tone, and tone, I'm becoming convinced, is one thing a good movie has to have. You can't do a TV situation comedy scene for 15 minutes and then cut straight into a terribly, terribly serious scene where a son arranges for his own mother to have an abortion. It won't work; it certainly doesn't work here.\n\nThere's an admittedly funny scene, you see, where the young hero lures a girl to a trailer park, breaks into an unoccupied trailer, stage-manages a candlelit dinner with wine and shrimp curry (fortified with pot) and then seduces her. The scene works splendidly on its own level. But it doesn't belong in a movie where the girl thinks she's pregnant but isn't and then the boy's mother's fiancé is killed in a car crash and the mother's pregnant. These are too many changes for a movie to go through in, say, 45 minutes; if we were laughing before, what do we do now?\n\nMy notion is that the material should have been handled as straight and heavy drama from beginning to end. We should have really penetrated into these characters instead of seeing them mostly in a montage of basic scenes from other \"youth\" or \"contemporary\" movies. There's an idealistic young English teacher who gets into a philosophical disagreement about life with our hero, but the discussion they have about J. D. Salinger's \"Catcher in the Rye\" is so comically absurd, irrelevant and unknowing about Salinger that we can't take their disagreement seriously.\n\nMaybe the filmmakers figured the audience would go gaga at any mention of a real, honest-to-God novelist. But no. \"Making it\" should have assumed a much higher level of intelligence for its audience, and aimed at that level. Instead, it tries to sneak in the \"intellectual\" stuff and succeeds only in garbaging up some pretty sound ideas.\n\nThe movie's success in certain scenes is due largely to the lead performance by Kristoffer Tabori, an engaging young man who manages to play a 17-year-old as if he were neither 12 nor 30. Joyce Van Patten, as his mother, overdoes the neurotic bit until it gets distracting. Bob Balaban, a rising young character actor, is interesting as the hero's best friend; but with the Balaban character, as with the movie as a whole, you feel there was more there before they unleashed director John Erman on the material. The movie is finally too light for the significance of its story.", "running_time": null, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-04-28", "genres": null, "title": "Making It (1971)"}