{"url": "http://www.rogerebert.com/reviews/malcolm-x-1992", "by": "Denzel Washingtonas Malcolm X", "star_rating": 4.0, "text": "Spike Lee's \"Malcolm X\" is one of the great screen biographies, celebrating the whole sweep of an American life that began in sorrow and bottomed out on the streets and in prison before its hero reinvented himself. Watching the film, I understood more clearly how we do have the power to change our own lives, how fate doesn't deal all of the cards. The film is inspirational and educational - and it is also entertaining, as movies must be before they can be anything else.\n\nIts hero was born Malcolm Little. His father was a minister who preached the beliefs of Marcus Garvey, the African-American leader who taught that white America would never accept black people and that their best hope lay in returning to Africa. Years later, Malcolm would also become a minister and teach a variation on this theme, but first he had to go through a series of identities and conversions and hard lessons of life.\n\nHe was victimized by violence. His father was murdered, probably by the Klan, which had earlier burned down the family house. His mother was unable to support her children, and Malcolm was parceled out to a foster home.\n\nHe was the brightest student in his classes but was steered away from ambitious career choices by white teachers who told him that, as a Negro, he should look for something where he could \"work with his hands.\" One of his early jobs was as a Pullman porter, and then, in Harlem, he became a numbers runner and small-time gangster.\n\nDuring that stage of his life, in the late 1940s, he was known as \"Detroit Red,\" and ran with a fast crowd - including white women who joined him for sex and burglaries. Arrested and convicted, he was sentenced to prison; the movie quotes him that he got one year for the burglaries and seven years for associating with white women while committing them. Prison was the best thing that happened to Red, who fell into the orbit of the Black Muslim movement of Elijah Muhammad and learned self-respect.\n\nThe movie then follows Malcolm as he sheds his last name - the legacy, the Muslims preached, of slaveowners - and becomes a fiery street-corner preacher who quickly rises until he is the most charismatic figure in the Black Muslims, teaching that whites are the devil and that blacks must become independent and self-sufficient.\n\nBut there was still another conversion ahead; during a pilgrimage to Mecca, he was embraced by Muslims of many colors and returned to America convinced that there were good people of peace in all races.\n\nNot long after, in 1965, he was assassinated - probably by members of the Muslim sect he had broken with.\n\nThis is an extraordinary life, and Spike Lee has told it in an extraordinary film. Like \"Gandhi,\" the movie gains force as it moves along; the early scenes could come from the lives of many men, but the later scenes show a great original personality coming into focus. To understand the stages of Malcolm's life is to walk for a time in the steps of many African Americans, and to glimpse where the journey might lead.\n\nDenzel Washington stands at the center of the film, in a performance of enormous breadth. He never seems to be trying for an effect, and yet he is always convincing; he seems as natural in an early scene, clowning through a railroad club car with ham sandwiches, as in a later one, holding audiences spellbound on streetcorners, in churches, on television and at Harvard. He is as persuasive early in the film, wearing a zoot suit and prowling the nightclubs of Harlem, as later, disappearing into a throng of pilgrims to Mecca. Washington is a congenial, attractive actor, and so it is especially effective to see how he shows the anger in Malcolm, the unbending dogmatic side.\n\nAccomplished storytelling Lee tells his story against an epic background of settings and supporting characters (the movie is a gallery of the memorable people in Malcolm's life). Working with cinematographer Ernest Dickerson, Lee paints the early Harlem scenes in warm, sensuous colors, and then uses cold, institutional lighting for the scenes in prison. In many of the key moments in Malcolm's life as a public figure, the color photography is intercut with a black and white, quasi-documentary style that suggests how Malcolm's public image was being shaped and fixed.\n\nThat image, at the time of his death, was of a man widely considered racist and dogmatic - a hatemonger, some said. It is revealing that even Martin Luther King Jr., seen in documentary footage making a statement about Malcolm's death, hardly seems overcome with grief. The liberal orthodoxy of the mid-1960s taught that racism in America could be cured by legislation, that somehow the hopeful words in the folksongs would all come true. Malcolm doubted it would be that simple.\n\nYet he was not the monolithic ideologue of his public image, and one of the important achievements of Lee's film is the way he brings us along with Malcolm, so that anyone, black or white, will be able to understand the progression of his thinking. Lee's films always have an underlying fairness, an objectivity that is sometimes overlooked. A revealing scene in \"Malcolm X\" shows Malcolm on the campus of Columbia University, where a young white girl tells him that her heart is in the right place and that she supports his struggle. \"What can I do to help?\" she asks. \"Nothing,\" Malcolm says coldly, and walks on. His single word could have been the punch line for the scene, but Lee sees more deeply, and ends the scene with the hurt on the young woman's face. There will be a time, later in Malcolm's life, when he will have a different answer to her question.\n\nRomantic relationships are not Lee's strongest suit, but he has a warm, important one in \"Malcolm X,\" between Malcolm and his wife, Betty (Angela Bassett), who reminds her future husband that even revolutionary leaders must occasionally pause to eat and sleep.\n\nIt is her sweetness and support that help him to find the gentleness that got lost in Harlem and prison.\n\nAl Freeman Jr. is quietly amazing as Elijah Muhammad, looking and sounding like the man himself and walking the screenplay's tightrope between his character's importance and his flaws. Albert Hall is also effective, as the tough Muslim leader who lectures Malcolm on his self-image, who leads him by the hand into self-awareness, and then later grows jealous of Malcolm's power within the movement. And there is a powerful two-part performance by Delroy Lindo, as West Indian Archie, the numbers czar who first impresses Malcolm with his power and later moves him with his weakness.\n\nWalking into \"Malcolm X,\" I expected an angrier film than Spike Lee has made. This film is not an assault but an explanation, and it is not exclusionary; it deliberately addresses all races in its audience. White people, going into the film, may expect to meet a Malcolm X who will attack them, but they will find a Malcolm X whose experiences and motives make him understandable and finally heroic.\n\nReasonable viewers are likely to conclude that, having gone through similar experiences, they might also have arrived at the same place.\n\nBlack viewers will not be surprised by Malcolm's experiences and the racism he lived through, but they may be surprised to find that he was less one-dimensional than his image, that he was capable of self-criticism and was developing his ideas right up until the day he died.\n\nSpike Lee is not only one of the best filmmakers in America, but one of the most crucially important, because his films address the central subject of race. He doesn't use sentimentality or political cliches, but shows how his characters live, and why.\n\nEmpathy has been in short supply in our nation recently. Our leaders are quick to congratulate us on our own feelings, slow to ask us to wonder how others feel. But maybe times are changing. Every Lee film is an exercise in empathy. He is not interested in congratulating the black people in his audience, or condemning the white ones. He puts human beings on the screen, and asks his audience to walk a little while in their shoes.", "running_time": 3, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-11-18", "genres": ["Drama", "History"], "title": "Malcolm X (1992)"}