{"url": "http://www.rogerebert.com/reviews/malena-2000", "by": "Giuseppe Sulfaroas Monica Bellucci Renato", "star_rating": 2.0, "text": "Giuseppe Tornatore's \"Malena\" tells the story of a woman whose life is destroyed because she has the misfortune to be beautiful and have a great butt. The film torturously tries to transform this theme in scenes of comedy, nostalgia and bittersweet regret, but somehow we doubt its sincerity, maybe because the camera lingers so lovingly on the callipygian charms of the actress Monica Bellucci. There is noting quite so awkward as a film that is one thing while it pretends to be another.\n\nThe setup scenes are like low-rent Fellini. In a Italian town in 1940, a group of adolescent boys waits for the beautiful Malena to pass by. She is all they can imagine a woman could be, arousing their imaginations, and more, with her languorous swaying passage. Malena, who is a schoolteacher and of at least average intelligence, must be aware of her effect on the collective local male libido, but seems blissfully oblivious; her role is not so much dramatic as pictorial (a word I am using in the Playboy sense).\n\nThe story is told by Renato (Giuseppe Sulfaro), who as the movie opens is admitted to the local fraternity of girl-watchers. They use Malena as subject matter for their autoerotic pastimes, but for Renato, she is more like a dream, like a heroine, like a woman he wants to protect from herself--with his bare hands, hopefully.\n\nThe story involves Malena's bad luck after her husband is called up by the army and her good name is sullied by local gossip. She must abandon her teaching job because of the unjustified scandal and eventually is reduced by wartime poverty to dating German soldiers. This descent in the world requires her to spend a great deal of time half-dressed before Tornatore's appreciative camera. She continues to shine brightly in Renato's eyes, however, even after his field of knowledge is broadened when his father takes him to a bordello for the old \"I give you the boy--give me back the man\" routine.\n\nFellini's films often involve adolescents inflamed by women who embody their carnal desires. (See \"Amarcord\" and \"8 1/2\". Please.) But Fellini sees the humor that underlies sexual obsession, except (usually but not always) in the eyes of the participants. \"Malena\" is a simpler story, in which a young man grows up transfixed by a woman and essentially marries himself to the idea of her. It doesn't help that the movie's action grows steadily gloomier, leading to a public humiliation that seems wildly out of scale with what has gone before and to an ending that is intended to move us much more deeply, alas, than it can.", "running_time": 90, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Drama", "Foreign"], "title": "Malena (2000)"}