{"url": "http://www.rogerebert.com/reviews/malibus-most-wanted-2003", "by": "Taye Diggsas Sean", "star_rating": 2.5, "text": "\"This is my ghetto--the mall,\" Brad Gluckman explains at the beginning of \"Malibu's Most Wanted.\" He's the son of a millionaire who is running for governor of California under the slogan \"California is my family,\" but the candidate has had little time for his own son, who has morphed into a gangsta rapper. Since he's rich and white and lives in Malibu, he's warned against \"posing,\" but explains, \"I ams who I say I ams.\" Brad is played by Jamie Kennedy, star of the WB show \"JKX: The Jamie Kennedy Experiment.\" The movie has a good satirical idea and does some nice things with it, but not enough. Flashes of inspiration illuminate stretches of routine sitcom material; it's the kind of movie where the audience laughs loudly and then falls silent for the next five minutes.\n\nBrad's parents (Ryan O'Neal and Bo Derek) have not been around much to raise him; in a flashback to his childhood, they're seen communicating with him via satellite video from Tokyo and Paris. Although Brad has \"never been east of Beverly Hills,\" he identifies with \"his\" homies in the inner city and talks about the hardships of his youth, for example when \"the public be up on your private beach.\" He and his mall-rat friends like to pose as gangstas, but one ferocious and intimidating visit to a convenience store turns out to be about getting parking validation and picking up some aroma-therapy candles.\n\nBrad's image is awkward for his father, especially when the kid unfurls a new political slogan on live TV: \"Bill Gluckman is down with the bitches and hos.\" Gluckman's black campaign manager (Blair Underwood) advises a desperation move: Have the boy kidnapped by actors posing as gangstas and let them take him on a tour of the hood, so that he'll understand his own act is a fake.\n\nTaye Diggs and Anthony Anderson play Sean and PJ, the two actors hired for the roles. They know exactly nothing about the hood. \"I studied at Juilliard,\" Sean explains. \"I was at the Pasadena Playhouse,\" says PJ. Still, the campaign manager's money talks, and they enlist the help of the only hood-dweller they know, PJ's cousin Shondra (Regina Hall). Before long. the kidnappers and their victim are kidnapped by real gangstas, led by Ted (Damien Dante Wayans), and there's a gun battle that's supposed to be funny because Brad thinks it's all an act and the bullets aren't real.\n\nThe movie has one comic insight: The gangsta lifestyle is not authentic to any place or race, but is a media-driven behavioral fantasy. Why should it be surprising that Eminem is the most successful rapper in America when most rap music is purchased by white suburban teenagers? Many of those who actually live in the ghetto have seen too much violence at first hand to be amused by gangsta rap.\n\nJamie Kennedy is a success on TV, where this same character, nicknamed B-Rad, originated. He's fresh and aggressive, a natural clown, and has a lot of funny lines, as when he's asked where he learned to handle an automatic rifle and he replies, \"Grand Theft Auto 3.\" This inspires a detailed conversation with a real gangster about competing game platforms.\n\nThe elements here might have added up to a movie with real bite, but \"Malibu's Most Wanted\" plays it safe. It doesn't help that Eminem's \"8 Mile\" provided a recent and convincing treatment of what it might be like for a white rapper in the inner city.\n\nThe subject is touchy, of course--race often is--but the solution might have been to push harder, not to fall back on reliable formulas.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-04-18", "genres": ["Comedy", "Crime"], "title": "Malibu's Most Wanted (2003)"}