{"url": "http://www.rogerebert.com/reviews/malice-1993", "by": "Alec Baldwinas Jed", "star_rating": 2.0, "text": "\"Malice\" is one of the busiest movies I've ever seen, a film jampacked with characters and incidents and blind alleys and red herrings. Offhand, this is the only movie I can recall in which an entire subplot about a serial killer is thrown in simply for atmosphere.\n\nThe movie starts out as the story of Jed, a hotshot surgeon (Alec Baldwin) who believes he can do no wrong in the operating room.\n\nSoon he runs into an old school classmate named Andy (Bill Pullman), who invites him home to meet Tracy, his wife (Nicole Kidman). So well do Jed and Andy get along that Andy offers to rent him the upstairs bedroom in their Victorian house, an offer the doctor eagerly accepts.\n\nNow hold on a moment. We already know that Jed is one of the best surgeons in the country, a medical school star with a sterling reputation. I don't care what plans Hillary Rodham Clinton has for the nation's health care, the day will never come when ace surgeons live as boarders in rented rooms in other people's houses.\n\nSo there must be a mysterious purpose in Andy's offer and Jed's acceptance, right? Well, not quite. Andy's offer is genuine, which indicates that, even though he is a college dean, his elevator doesn't go all the way to the top floor. But the motive for Jed's acceptance turns out to be more complicated - so complicated that although I understood it halfway through the movie, it became a mystery again by the time the story was over. It's one of those plot twists that's thrown in with the hope that by the time the audience knows it doesn't make sense, they've forgotten it.\n\nMeanwhile, Tracy, who dreams of having kids, begins to have abdominal pains, and is raced to the emergency room, where Dr. Jed, summoned from a tavern where he's guzzling straight shots, cuts her open and removes more parts than he will need later. Then there are shocking allegations by Tracy against Jed, by Andy against Tracy, by the cops against Andy, by Andy against the school janitor, and by Dr. Kessler (George C. Scott), the kindly old veteran hospital administrator.\n\nAlso appearing on the scene are Peter Gallagher, as a lawyer who may or may not be fooling around with Tracy, and who blurts out many more secrets than a lawyer should; and by Anne Bancroft, as Tracy's mother, who provides vast tracts of plot background as quickly as Andy can pour scotch into her.\n\nMy hands are tied here. I can't go into detail without revealing vital secrets. Yet after the movie is over and you try to think through those secrets, you get into really deep molasses. Who, for example, was the doctor in Boston? If it's who we think it was, how did he maintain dual identities? If he didn't, then who ran the abortion clinic? How did the co-conspirators first meet? Why would the payoff of their conspiracy seem attractive, given the price they would have to pay in professional, emotional and physical losses? And so on. Not even to mention the little boy who lives next door. \"Malice\" was directed by Harold Becker, whose credits include the splendid films \"The Onion Field\" and \"Sea of Love,\" and he milks this material for a great deal more than it is worth.\n\nThe photography is by Gordon (\"The Prince of Darkness\") Willis, who shot \"The Godfather\" movies and specializes in deep shadows and murky gloom. Peering into the shadows of \"Malice,\" I was reminded of a remark at this year's Telluride Film Festival by John Alton, the 92-year-old cinematographer specialized in using shadows and darkness. \"If I'd used more lights,\" he said, \"they would have been comedies.\"", "running_time": 106, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-10-01", "genres": ["Drama", "Suspense", "Thriller"], "title": "Malice (1993)"}