{"url": "http://www.rogerebert.com/reviews/mallrats-1995", "by": "Shannen Dohertyas Rene", "star_rating": 1.5, "text": "I don't have any idea what went on during the preparation of \"Mallrats,\" Kevin Smith's new film, but that won't stop me from speculating. Smith is the young filmmaker who made \"Clerks,\" the story of a long, strange day in a convenience store, for $25,000.\n\nNow, with a budget at least 100 times as large, he has moved upscale from a shopping strip to a real mall for a glossier examination of some of the same material.\n\nHe stays with roughly the same demographic group - the young, the goofs and the randy - and the same time scheme, one long day. And he paints a world in which teenagers have no real concerns apart from hanging out, talking, scheming, fighting boredom and dealing with the demands of girlfriends. It's the kind of world where conversations stray from the subject: \"I was going to propose to her.\" \"Where?\" \"The Universal tour.\" \"You're kidding! What part?\" One of the charms of \"Clerks\" was that it captured the aimlessness and ennui of its world with deadpan humor. There wasn't a plot, just slowly developing themes, such as the return of old girlfriends and the problems of weird customers. We sensed that this was close to life (Smith, like Quentin Tarantino, once clerked in a video store), and it was funny the way the character seized on every small development as a break in the wall of inactivity.\n\nNow comes \"Mallrats,\" which is essentially the same world and the same characters, plus plot and more conventional relationships. It's as if Smith was advised to add more structure.\n\nThe fatal flaw in plotting the material is that we don't care. The movie is about two teenagers who are having girlfriend problems, and the problems, unfortunately, would be more entertaining if absolutely nothing was done to resolve them.\n\n\"Mallrats\" (which opens with dazzling titles based on comic art) stars Jeremy London as T.S., who is planning a Fort Lauderdale vacation with his girlfriend Brandi (Claire Forlani). But she can't go: Her father (Michael Rooker) produces a game show called \"Truth or Date,\" and she's needed as an emergency guest. It's all T.S.' fault.\n\nHer friend Julie was scheduled to do the show, but T.S. told her she was fat, and that so disturbed her, she died of an embolism.\n\nT.S.' best friend is Brodie (Jason Lee), a kid so addicted to video games that he hardly notices his girlfriend, Rene (Shannen Doherty). Both guys fall out with their girls and escape to the mall, which is populated by a predictable population of nerdy clerks and incompetent security guards. One nice touch is a friend of theirs who stands for hours in front of one of those Magic Eye posters, trying desperately to see the 3-D image.\n\nThe story then involves Rooker's attempts to stage a taping of the game show in the mall, while T.S. and Brodie meanwhile try either to patch things up with their girlfriends or to make new ones.\n\nThe day involves encounters with the Easter Bunny and a topless fortune teller with three nipples, and there is a moment of truth when T.S. meets Stan Lee, legendary creator of many Marvel Comics heroes, and learns that even the great Stan was a teenager once, and drew his superheroes as a way of forgetting his first girlfriend.\n\nSmith tries to escalate the tempo as the game show grows closer; he intercuts a plan to sabotage the show with the efforts of security guards to thwart it. But this has all been seen many times before, and it's sad, really, to see the iconoclastic characters of \"Clerks\" trapped inside such a conventional assembly of cliches.\n\n\"Clerks\" spoke with the sure, clear voice of an original filmmaker.\n\nIn \"Mallrats\" the voice is muffled, and we sense instead advice from the tired, the establishment, the timid and other familiar Hollywood executive types.\n\nThe year that \"Clerks\" played at the Cannes Film Festival, I was the chairman of a panel discussion of independent filmmakers.\n\nMost of them talked about their battles to stay free from Hollywood's playsafe strategies. But Kevin Smith cheerfully said he'd be happy to do whatever the studios wanted, if they'd pay for his films. At the time, I thought he was joking.", "running_time": 108, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-10-20", "genres": ["Comedy", "Romance"], "title": "Mallrats (1995)"}