{"url": "http://www.rogerebert.com/reviews/malls-r-us-2009", "by": "Helene Klodawsky", "star_rating": 3.0, "text": "Is a shopping mall a sacred place? Not a question often asked. The provocative documentary \"Malls R Us\" seriously argues that malls serve similar functions today that cathedrals, temples, parliaments, arenas and town squares did in earlier times. Then the film slowly works its way around to the possibility that they may be a plague upon the Earth.\n\nOne thing is clear. From its uncertain beginnings in the 1950s, led by a developer named Victor Gruen, the mall concept has expanded relentlessly until it is essentially the template for a city-state like Dubai, in the United Arab Emirates. They've become so omnipresent, we learn, that in all of North America, there remains only a single location suitable for a new megamall, outside Montreal. In China and Japan, they're reshaping cities and traditional ways of life, and in India, they've inspired class conflicts and street protests in Delhi. You can buy Nikes, Sony TVs and Louis Vuitton luggage in pretty much all of them, and dine at McDonald's.\n\nI'm conflicted. I like malls. My favorite is the Ala Moana in Honolulu. I never buy much of anything. I like to sit in the enormous food court and feel the hum of the city. However, I love meandering through the busy local streets of London, Paris or Toronto, where one little shop follows another, often with a real live owner on the premises.\n\nRay Bradbury shares my conflict, I learn, in \"Malls R Us.\" The great science-fiction writer, who is interviewed in the film, likes the futuristic vision of the new supermalls, and at the same time yearns for a simpler time when he was growing up in Waukegan and folks walked downtown to do their shopping and see a movie.\n\nHelene Klodawsky, the director, is also of two minds. She's traveled the globe to assemble footage of malls so spectacular that we in North America have little idea of their scope. In Osaka, Delhi, Warsaw, they sprawl across city blocks and devour traditional neighborhoods. They center on fountains, spires, waterfalls, roller coasters, nature \"preserves.\"\n\nRubin Stahl, who is developing the Montreal project, is like a kid delighting in his gargantuan existing projects, like the Scottsdale Galleria, where he takes us on a tour of its nature diorama, including a \"real\" (i.e. stuffed) polar bear. He says his Montreal project will be the world's first environmentally friendly mall, complete with fully stocked trout streams; he hopes Al Gore will visit to open it.\n\nThinking even bigger than Stahl is Eric Kuhne, an American architect who finds malls an outlet for his fantasies. He's building a million-square-foot project in Dubai. At a brainstorming session, we see him seeking inspiration in the Tower of Babel and an artichoke.\n\nIf Minneapolis and St. Paul have the Mall of America, Dubai is positioning itself as the Mall of the World. Jets fly in from everywhere loaded with affluent consumers, who wander through an air-conditioned desert oasis with wall-to-wall luxury brands. Thousands of workers are imported from Third World countries to build these fantasies. Their average wage: 45 cents an hour.\n\nIt's that income disparity that concerns Klodawsky. She considers India as a case study of a land where malls may not be a perfect fit. She interviews Vikram Soni, an environmentalist who walks us through the Delhi Ridge Wilderness Preserve, a watershed that renews itself annually and provides drinking water \"better than in bottles.\" Now it is being destroyed for a mall. There don't seem to be permits, but Indian bureaucracy is notoriously unreliable, and the developers are bulldozing anyway.\n\nAnyone who has been to India can picture the endless streets of small shops piled upon shops, each one with an owner and a family to support. Seeking to modernize, or something, Delhi has condemned tens of thousands of these little stores and torn them down. Klodawsky has footage of an event not much covered in the news: Thousands of Indians blocked the city streets for days in protest. In a land where 50 percent lack reliable drinking water, most will never be able to afford to enter a mall.\n\nThere seems to be a life cycle for malls. Most run down after about 30 years. There's even a Web site, deadmalls.com, devoted to the thousands that have closed. What happens to them? Apparently they just sit there empty. \"This used to be the most wonderful fountain,\" says a nostalgic visitor to one of them.", "running_time": 78, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-07-29", "genres": ["Documentary"], "title": "Malls R Us (2009)"}