{"url": "http://www.rogerebert.com/reviews/mambo-italiano-2003", "by": "Luke Kirbyas Angelo Barberini", "star_rating": 2.0, "text": "In \"Mambo Italiano,\" which we can refer to for convenience as \"My Big Fat Gay Wedding,\" the hero's Italian-Canadian parents grade sex for their son as follows: (1) No sex at all is best -- just stay here at home with us; (2) If you must have sex, have it with a nice Italian girl; (3) If you get engaged to a non-Italian we'll kill you, but (4) If you become a homosexual, we will first die of mortification and then kill you, and (5) No points for having gay sex with an Italian boy, because no Italian boy has ever been gay, except for you, and you're not really gay anyway, you just haven't met the right girl, and look, here she is.\n\nThe movie takes place in a colorfully romanticized version of the Petite Italie neighborhood in Montreal, where the neighbors line up beside their garden allotments like the chorus members in an opera, and anyone is likely to break into song. Of their Italian accents, let it be said that none clash with Dean Martin's version of the title song. And of course there is one family member who pretends she knows nothing about homosexuality just so she can drop big clanging questions in the middle of tense family situations.\n\nThe movie stars Luke Kirby, looking here like a skinny John Belushi, as Angelo Barbarini, teased since his childhood for being a sissy.\n\nNow he is grown and still living at home, which is fine with his parents Maria (Ginette Reno) and Gino (Paul Sorvino). They nod approvingly at a neighbor's porch, where an elderly mother is still whacking her middle-aged son alongside the head. Angelo is growing increasingly desperate, and finally moves out, breaking the hearts of his parents, which are easily and frequently broken.\n\nLove arrives unexpectedly. Nino Paventi (Peter Miller), one of the kids who picked on Angelo in school, has grown up to be a cop and a closeted gay man. They move in together, each one trying to keep his sexuality a secret, and then their families start churning, as families will, with matchmaking and awkward questions. Angelo has an ally in his sister Anna (Claudia Ferri), who is also quietly growing mad under the thumb of their parents. If they're told Angelo is gay, she says, \"This is going to kill them.\" She pauses, and adds: \"Tell them.\" Meanwhile, there's a concerted push by Nino's parents to fix him up with an eligible woman, Pina Lunetti (Sophie Lorain). The plot unfolds in basic sitcom style, with surprise revelations, sudden reversals, and very, very broad characterizations (Sorvino, an amateur opera singer, doesn't distinguish himself with under-acting). There are laughs in the movie, and a lot of good feeling, but it seems more interested in its Italian stereotypes than its gay insights, and it must be said there is absolutely no feeling that Angelo and Nino are really lovers. I don't know anything about the personal sexuality of these actors, but let it be said that in this movie they're straight.\n\nNote: For a better movie dealing with homosexuality and ethnic stereotypes, there's \"What's Cooking?\" with its fraught yet hilarious scenes involving Kyra Sedgwick, her lover Julianna Margulies, and her parents Lainie Kazan and Maury Chaykin.", "running_time": 99, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-17", "genres": ["Comedy", "Romance"], "title": "Mambo Italiano (2003)"}