{"url": "http://www.rogerebert.com/reviews/mammoth-2009", "by": "Gael Garcia Bernalas Leo", "star_rating": 3.0, "text": "Our health-care system rests, to a sizable degree, upon the shoulders of Filipino doctors, nurses, patient-care specialists and caregivers. There is a reason for this. Medical schools in the Philippines produce many graduates who take such jobs in North America, where there is a perennial shortage.\n\nOne of the central stories in \"Mammoth\" involves a Filipino nanny who cares for rich children in Manhattan while her own children at home live in relative poverty and tell her on the phone how much they miss her. The film intends to make us feel guilty that such people care for us and not for their own. I don't buy that. At least in the case of the Filipinos I've known, they worked hard to win jobs over here, are sending much of their income home, are saving to bring over their kids and are urging them to get an education to help them find jobs when they get here. It certainly helps that English is one of the national languages.\n\nIn a world of massive inequality, they're at least taking those direct measures available to them to improve their family situations. Only superficial thinking about global reality would lead a Swedish-born director like Lukas Moodysson to offer the sentimental simplifications in \"Mammoth,\" which cuts back and forth between a lucky American kid at a planetarium and her nanny's children telling her they love her in a phone call. This is hard, but it's harder to be unable to feed your children or offer them a future.\n\nThese matters don't make this a bad movie. It's very well acted and is about a good deal more than the nanny. As the parents, Leo and Ellen, it stars Gael Garcia Bernal and Michelle Williams (in her first lead since \"Wendy and Lucy\"). The two other leads are Gloria (Marife Necesito), as the nanny, and Cookie (Run Srinikornchot), as a bar girl whom Leo meets while on a business trip to Thailand.\n\nUnderstand that Leo isn't looking for trouble. He's a happily married video-game author, very rich, in Bangkok to sign off on details of a major deal. But his business partner handles the negotiations, he's bored and lonely, he jets off to a resort for a break, and he meets Cookie -- who is very nice. No, really. In Thailand, some parents know their children are working in the sex industry and happily accept the money. That's sad, but it's the way things are.\n\nNor does Leo mistreat or exploit Cookie (an adult), other than accept her situation. Suppose he doesn't do business with her. Will she then leave prostitution? She may well be better off with a nice guy like him than the next sex tourist who wanders into the bar. Money has a way of dictating our decisions. If Leo weren't rich maybe he'd be back home where he's needed.\n\nHis wife, Ellen, is a surgeon specializing in pediatrics, which brings her into touch with a young patient who --but you can guess how this world simply isn't fair. There are so many reasons to be outraged and depressed by this film, indeed, that it all but distracts from the real and immediate qualities of the four fine actors.\n\nMoodysson, working for the first time in English, has made some good films, including \"Together\" (2000), \"Lilja 4-Ever\" (2002) and \"Show Me Love\" (1998). What he finds from Michelle Williams here is interesting. \"Wendy and Lucy\" was so effective as establishing her as a helpless innocent that it's sort of a shock to see her here as a cool, competent ER surgeon. She's able to show her range when many actresses are cast over and over in the same role. \"Mammoth\" is a perfectly decent film. Too bad it isn't more thoughtful. It's easy to regret misfortune if all you do is regret it.\n\nWhat does the title mean? If refers to the movie's $3,000 fountain pen made from ivory from a frozen mammoth. Not coincidentally, it's also the word for \"mother\" in Tagalog, a national language of the Philippines.", "running_time": 125, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-12-16", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Mammoth (2009)"}