{"url": "http://www.rogerebert.com/reviews/mamma-mia-2008", "by": "Meryl Streepas Donna", "star_rating": 2.0, "text": "I saw the stage version of \"Mamma Mia!\" in London, where for all I know, it is now entering the second century of its run, and I was underwhelmed. The film version has the advantage of possessing Meryl Streep, Pierce Brosnan, Amanda Seyfried, Colin Firth and Julie Walters, but their assets are stretched fairly thin. And there are the wall-to-wall songs by ABBA, if you like that sort of thing. I don't, not much, with a few exceptions.\n\nBut here's the fact of the matter. This movie wasn't made for me. It was made for the people who will love it, of which there may be a multitude. The stage musical has sold 30 million tickets, and I feel like the grouch at the party. So let me make that clear and proceed with my minority opinion.\n\nThe action is set on a Greek isle, where the characters are made to slide down rooftops, dangle from ladders, enter and exit by trapdoors and frolic among the colorful local folk. The choreography at times resembles calisthenics, particularly in a scene where the young male population, all wearing scuba flippers, dance on the pier to \"Dancing Queen\" (one of the ABBA songs I do like).\n\nIt would be charity to call the plot contrived. Meryl Streep plays Donna, who runs a tourist villa on the island, where she has raised her daughter Sophie (Seyfried) to the age of 20. Sophie, engaged to Sky (Dominic Cooper), has never known who her father is. But now she's found an old diary and invited the three possible candidates to her forthcoming wedding. She'll know the right one at first sight, she's convinced. They are Sam (Pierce Brosnan), Bill (Stellan Skarsgard) and Harry (Colin Firth), and if you know the first thing about camera angles, shot choice and screen time, you will quickly be able to pick out the likely candidate -- if not for sperm source, then for the one most likely to succeed in one way or another.\n\nStreep's character of course knows nothing of her daughter's invitations, but even so, it must be said she takes a long time to figure out why these particular men were invited. Wouldn't it be, like, obvious? She has earnest conversations with all three, two of whom seem to have been one-night stands; for them to drop everything and fly to Greece for her after 20 years speaks highly of her charms.\n\nThe plot is a clothesline on which to hang the songs; the movie doesn't much sparkle when nobody is singing or dancing, but that's rarely. The stars all seem to be singing their own songs, aided by an off-screen chorus of, oh, several dozen, plus full orchestration. Streep might seem to be an unlikely choice to play Donna, but you know what? She can play anybody. And she can survive even the singing of a song like \"Money, Money, Money.\" She has such a merry smile and seems to be actually having a good time.\n\nHer two best friends have flown in for the occasion: Tanya (Christine Baranski), an often-married plastic surgery subject, and Rosie (Julie Walters), plainer and pluckier. With three hunks their age like Brosnan, Firth and Skarsgard on hand, do they divvy up? Not exactly. But a lot of big romantic decisions do take place in just a few days.\n\nThe island is beautiful. Moviegoers will no doubt be booking vacations there. The energy is unflagging. The local color feels a little overlooked in the background; nobody seems to speak much Greek. And then there are the songs. You know them. You may feel you know them too well. Or maybe you can never get enough of them. Streep's sunshine carries a lot of charm, although I will never be able to understand her final decision in the movie -- not coming from such a sensible woman. Never mind. Love has its way.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-07-17", "genres": ["Comedy", "Music", "Romance"], "title": "Mamma Mia! (2008)"}