{"url": "http://www.rogerebert.com/reviews/man-on-a-ledge-2012", "by": "Sam Worthingtonas Nick", "star_rating": 2.0, "text": "Faithful readers know I'm not fond of heights. That doesn't mean I object to them in movies. I responded strongly to Tom Cruise clinging to the walls of the world's tallest building in \"Mission: Impossible -- Ghost Protocol.\" With a movie like \"Man on a Ledge,\" however, I feel toyed with. The movie cuts back and forth between two preposterous plot lines and uses the man on the ledge as a device to pump up the tension. \n\nFair enough. I've played along with more than one absurd plot in my life. But how should I react when the man on the ledge doesn't take it seriously? I believe if you are standing on a 21st floor ledge in a fair wind, you take it very seriously, indeed. To be sure, the man is threatening to commit suicide, so if he fell, that would fit into his plan. But since we know he's not serious, what is this goofball thinking?\n\nHis name is Nick Cassidy (Sam Worthington). He's an ex-cop, serving a prison term. Let outside for a day under armed escort to attend his father's funeral, he escapes from his guards, ditches his prisoner's uniform, makes it into Manhattan, checks into a hotel, tucks into a big breakfast and climbs out on the ledge.\n\nAt this point, if we're experienced moviegoers, we have a good idea he isn't going to jump anytime real soon, because then the movie would be over, get it? No, we're going to get a lot of point-of-view shots looking straight down past the toes of his shoes. Man, is he high up. He collects a big crowd, which brings traffic to a halt.\n\nAt the same time, the movie cuts away to David Englander (Ed Harris), a wealthy master of the universe whose offices are in a high rise across the street. He's preparing to unveil his grandiose scheme to erect a skyscraper. I've forgotten its name, so let's call it the Englander Tower, in honor of the Donald.\n\nNow we cut between Nick Cassidy, David Englander and Joey (Jamie Bell) and Angie (Genesis Rodriguez). Why do I always think people named Joey and Angie are New Yorkers? I'm sure there are lots of them elsewhere. Anyway, Angie emulates the new breed of female action heroine by squeezing herself into a skin-tight latex costume that incorporates a push-up bra designed along the same lines that made the facade of the Sydney Opera House possible. Then she begins crawling through air shafts.\n\nAcross the street, a cop named Jack Dougherty (Edward Burns) arrives in the hotel room to talk down the jumper. Soon he's replaced by an NYPD psychologist named Lydia Mercer (Elizabeth Banks). Down below, on cue, the crowd chants jump! jump! while hoping to film the death on their iPhones and pick up some change from \"Eyewitness News.\" TV news reporter Suzie Morales (Kyra Sedgwick) breathlessly covers the story. Her station's NewsChopper helpfully flies so close to the ledge that its downdraft threatens to blow Nick into a thousand YouTube postings.\n\nHow much should I reveal? I could explain the connection, if any, between the events on both sides of the street. Let me just say it's all part of a tricky scheme to steal the world's largest diamond. Therefore, Nick's role is to attract attention and tie up traffic, right? Yes, and pretend to almost fall at just the right moment so an explosion will be overlooked, and so on. \n\nBut hold on. What we have here is a master plan that absolutely depends on Nick (1) being released for the funeral, (2) escaping two armed guards, (3) getting safely into Manhattan, (4) checking into a room on the correct floor and side of the hotel and (5) not falling off the ledge prematurely, which would not only kill him but spoil the whole plan. And meanwhile, Joey and Angie have to find the world's largest diamond, which is not where it's supposed to be. Maybe it has been disguised as a diamond-plated Ferrari? No, that was \"Tower Heist.\" And there also has to be time for the TV reporter to sum up the meaning of everything and bring about the happy ending.\n\nYou say that all sounds plausible to you? OK. But here's what I doubt. You know those big air mattresses that firemen inflate to break falls from high places? Do you believe that when it becomes urgent for Nick to be at street level right now, he would take a deep breath, get a running start on the ledge, jump into thin air and land safely after his fall of 21 floors? That's where I draw the line.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-01-25", "genres": ["Action", "Crime", "Thriller"], "title": "Man on a Ledge (2012)"}