{"url": "http://www.rogerebert.com/reviews/man-and-boy-1971", "by": "Bill Cosbyas The man", "star_rating": 2.5, "text": "Bill Cosby has a marvelously open, easy, honest presence, and there\r\nare times in \"Man and Boy\" when he reminds you of Will Rogers on film.\n\nBut that isn't quite enough. The movie lacks structure and discipline,\r\nand we're left hanging too often while plot points are shoveled in.\r\nAfter a while, it looks like Cosby is waiting, too, and a shoot-out at\r\nthe movie's end doesn't redeem all the time-killing that went before.\n\nThe story is a pleasant enough example of that most ancient of all\r\ngenres, the picaresque journey. Cosby plays a black farmer who owns 14 acres in the West, has settled on them after the Civil War and hopes to live out his life there. He and his son nurse a horse back to life and are given the horse as a gift. But the horse is stolen. So the man and boy set out to find him.\n\nBefore they leave, there are some nice domestic scenes with the man's wife (Gloria Foster), and some unexplained gun raids on their cabin; either we're just supposed to accept that black farmers get shot at routinely, or part of the early plot was dropped. Anyway, after the journey begins there is a big fight scene, a low-key semi-love scene (between Cosby and a lonely Indian widow), a horse-roping scene, and the shoot-out.\n\nI have never quite been able to understand how people can just set off and track a horse. Sure, they know the horse thief is headed for\r\nMexico -- but that isn't like catching up with him on the Interstate. The Southwest in 1871 wasn't exactly filled with road signs, or roads,\r\nbut (sure enough) the man and boy hit the right trail.\n\nThe thing is, they keep running into people whose stories have to be\r\nexplained before the movie can continue. There's a fine performance by Douglas Turner Ward as Lee Christmas, a mean old killer -- but why should the last third of the movie be concerned with his feud with a sheriff? Cosby and his son tend to get pushed from screen center.\n\nThe movie is fun in a low-key way, though, and it works as the family\r\nentertainment Cosby intended. More discipline in script and direction\r\nwould have helped, and so would a deeper understanding of the Cosby personality. It's hard to see him as a violent, hard-hitting, tough\r\ncowboy; in a long and exhausting fight scene with Yaphet Kotto we never believe for a moment that Cosby is winning. Why do heroes have to win to be heroes, anyway? Cosby's writing and his monologs stress more durable virtues than the short-range victory, but he's gotten trapped by Western conventions.", "running_time": null, "mpaa_rating": null, "release_year": 1971, "date_published": "1971-12-23", "genres": null, "title": "Man and Boy (1971)"}