{"url": "http://www.rogerebert.com/reviews/man-on-the-moon-1999", "by": "Jim Carreyas Andy Kaufman", "star_rating": 3.5, "text": "Our inner child embraces Andy Kaufman. We've been just like that. Who cannot remember boring our friends for hour after hour after hour with the same dumb comic idea, endlessly insisted on? Who hasn't refused to admit being wrong? \"I won't give up on this,'' we're saying, \"until you give up first. Until you laugh, or agree, or cry 'uncle.' I can keep this up all night if necessary.'' That was Andy Kaufman's approach to the world. The difference was, he tried to make a living out of it, as a stand-up comedian. Audiences have a way of demanding to be entertained. Kaufman's act was essentially a meditation on the idea of entertainment. He would entertain you, but you had to cave in first. You had to laugh at something really dumb, or let him get away with something boring or outrageous. If you passed the test, he was like a little kid, delighted to be allowed into the living room at last. He'd entertain, all right. But you had to pass the entry exam.\n\nHe was not the most successful comedian of his time. The last years of his life, his biographer Bill Zehme tells me, were spent in mostly unemployed show-biz free fall. But Kaufman enjoyed that, too: He was fascinated by the relationship between entertainer and audience, which is never more sincere than when the entertainer is hated. It is poetic justice that Andy Kaufman now has his own biopic, directed by Milos Forman and starring Jim Carrey. He wins. Uncle.\n\nWhat is most wonderful about \"Man on the Moon,'' a very good film, is that it remains true to Kaufman's stubborn vision. Oh, it brightens things up a little (the cookie and milk evening at Carnegie Hall wasn't his farewell concert, because by then he was far too unemployable for a Carnegie booking). But essentially it stays true to his persona: A guy who would test you, fool you, lie to you, deceive you and stage elaborate deceptions, put-ons and hoaxes. The movie doesn't turn him into a sweet, misunderstood guy. And it doesn't pander for laughs. When something is not working in Kaufman's act, it's not working in the movie, either, and it's not funny, it's painful.\n\nThe film has a heroic performance from Jim Carrey, who successfully disappears inside the character of Andy Kaufman. Carrey is as big a star as Hollywood has right now, and yet fairly early in \"Man on the Moon,'' we forget who is playing Kaufman and get involved in what is happening to him. Carrey is himself a compulsive entertainer who will do anything to get a laugh, who wants to please, whose public image is wacky and ingratiating. That he can evoke the complexities of Kaufman's comic agonies is a little astonishing. That he can suppress his own desire to please takes a kind of courage. Not only is he working without his own net--he's playing a guy who didn't use a net.\n\nThe film, and written by Scott Alexander and Larry Karaszewski, begins with Kaufman as a troublesome kid in his room, refusing to go out and play, preferring to host his own TV variety program for the cameras he believed were hidden in his bedroom walls. His material was inspired by shabby nightclub and lounge acts. He understood that a live performance is rarely more fascinating than when it is going wrong.\n\nI myself, for example, have seldom been more involved than I was one night at a 36-seat theater in London during a performance of a one-man show called \"Is It Magic--Or Is It Manilow?'' The star was a bad magician who did a bad imitation of Barry Manilow, alternating the two elements of his act. There were 12 people in the audience, and we were desperately important to him. The program notes said he had once been voted most popular entertainer on a cruise ship out of Goa. Andy Kaufman would have been in ecstasy.\n\nThe movie follows Kaufman into the L.A. standup circuit, where a talent manager (Danny DeVito) sees something in his act and signs him. Kaufman is soon a sitcom star, a regular on \"Taxi'' (we see cast veterans like Marilu Henner, Carol Kane, Christopher Lloyd and Judd Hirsch playing themselves--DeVito of course is otherwise engaged). He insists on \"guest bookings'' for his \"protege,'' an obnoxious lounge act named Tony Clifton, who is played behind impenetrable makeup by Kaufman and sometimes by his accomplice Bob Zmuda. Kaufman steadfastly refuses to admit he \"is'' Clifton, and in a way, he isn't.\n\nThe parabolas of Kaufman's career intersect as \"Taxi'' goes off the air. He has never been more famous, or had bleaker prospects. He's crying wolf more than the public is crying uncle. He starts wrestling women in his nightclub act, not a popular decision, and gets involved in a feud with Memphis wrestling star Jerry Lawler. They fight on the Letterman show. It looks real. The movie says it was staged (Lawler plays himself). OK, so it was staged--but Lawler's blow to Kaufman's head was real enough to tumble him out of his chair. And no doubt Kaufman made Lawler vow to hit him that hard. He always wanted to leave you in doubt.\n\nCourtney Love is back in her second Milos Forman movie in a row, playing the lover of an impossible man (she was the Hustler publisher's lover in Forman's \"The People vs. Larry Flynt\"). She comes to wrestle Kaufman and stays to puzzle at him. She likes him, even loves him, but never quite knows who he is. When he tells her he's dying of cancer, her first reaction is anger that he would toy with her feelings in yet another performance piece. Love shows again here that she is a real actress and can if she wants to give up the other job.\n\nWhat was it with Kaufman? The movie leaves us with a mystery, and it should. In traditional Hollywood biopics, there would be Freudian shorthand to explain everything. Nothing explains Andy Kaufman. If he had been explicable, no one would have wanted to make a movie about him.\n\nThe Chicago talk jock Steve Dahl told me the other day that Kaufman once recruited him for a performance. \"He told me I would be inside a box on the stage, and people would try to guess what was in the box,'' Dahl recalled. \"He gave me a six-pack of Heinekens to keep me company. What he didn't tell me was that I would be in the box for three hours. There I was in the dark, trying to pee back into the can.'' Dahl thought he was in the show, but from Kaufman's point of view, he was the ideal member of the audience.", "running_time": 118, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-22", "genres": ["Comedy", "Drama", "Romance"], "title": "Man on the Moon (1999)"}