{"url": "http://www.rogerebert.com/reviews/man-friday-1976", "by": "Peter O'Tooleas Crusoe", "star_rating": 2.0, "text": "\"Man Friday\" is an unfortunate attempt to make\r\n\"Robinson Crusoe\" into a fable for our times. It's unfortunate, first of all, because the film's earnest good intentions keep showing through, and second,\r\nbecause a straightforward remake of \"Robinson Crusoe\" itself, with this cast, might have been interesting. The movie's biggest problem is that it's acutely\r\nconscious of being made in the mid-1970s. It's based on a British play by Adrian Mitchell, who was apparently determined to turn the classic story into a vehicle for his own notions about black-white\r\nrelationships, and every scene seems determined to function on at least three levels: as story, as\r\ninstruction and as irony. Few movies can stand up\r\nunder a load like this, and \"Man Friday\" certainly can't.\r\nInstead of a strong and direct story of a relationship between two men - and of a contact between two\r\ncivilizations - we get scenes that actually look\r\nshifty; they're so concerned to cover all the bases. Instead of two well-developed characters, we get a couple of eccentrics: Crusoe as a fanatic and Friday as a savage of impossible nobility. Instead of a story of survival, we get a metaphor in which everything in the movie has to serve the ultimate, and murky,\r\nmeaning. And instead of being entertained, we get a lesson. \n\nThere's nothing wrong with movies that have something to tell us, but the filmmakers have somehow got to find a way to bury their message in their story, to make it seem to grow out of the characters' actual lives. \"Man Friday\" never does. And so Peter O'Toole and Richard Roundtree, who bring interestingly\r\ncontrasting acting approaches to their roles, wind up absolutely at the mercy of the script. They can't\r\nproject motivations because there are none, except the movie's determination to be ideologically consistent. And Mitchell's ideology is a curious one that raises a lot of questions. In the film's opening shot, we see Crusoe sitting on a beach and reading his Bible.\r\nFriday, in contrast, is participating in a pagan\r\nritual. But after Crusoe \"adopts\" Friday and allows him to work as houseboy and jack-of-all-trades, their relationship gradually changes. Crusoe, the man of \"civilization,\" becomes increasingly hostile, violent and maniacal. Friday, supposedly uncivilized exhibits all of the proper traits. He is understanding, kind, shrewd, warm, and generous. At the film's end, after Crusoe and Friday have somewhat improbably sailed to Friday's own island, Crusoe is rejected because his fears and passions might be transmitted to the\r\nisland's children. \n\nWhat are we learning here? That Crusoe's civilization has made him neurotic, and that Friday's more natural state embodies the better human qualities? Or is it simply that Crusoe was off balance to begin with, and that Friday failed to save him? It's hard to say, and harder still because the characters themselves debate their situation at great length, inconclusively.\r\nFriday seems to learn English within a week after\r\nmeeting Crusoe, which is fast going but not a moment too soon considering all the platitudes and sweet\r\nlittle speeches he has to make. The movie talks itself out, trying to resolve its situation with words and yet never finding a dramatic way to handle it.", "running_time": 115, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-03-12", "genres": null, "title": "Man Friday (1976)"}