{"url": "http://www.rogerebert.com/reviews/man-of-the-century-1999", "by": "Gibson Frazieras Johnny Twennies", "star_rating": 3.0, "text": "I have a friend named J. Robert Nash who seems to be a character written by Ben Hecht. He embodies a personal style of speech and dress that would be at home in a classic old crime film or screwball comedy, and indeed he is an expert on both; he has penned encyclopedias on both film and crime. Nash talks with a cigarette bobbing in his mouth, likes to wear fedoras and calls you \"mug.\" Not only did he write a book proving that the FBI didn't kill John Dillinger outside the Biograph Theatre, he actually met Dillinger in the 1960s (\"I could see him through the screen door--an old man now, a hand on the heavy gat in his bathrobe pocket . . .\") Nash is a work of art, and the only person I know who does not need to see \"Man of the Century.\" This film is about a man with the style of a character in a 1920s wisecracking movie, who lives in the 1990s. Johnny Twennies (Gibson Frazier) walks, talks, dresses, behaves and thinks like a character who might have been played by Jimmy Cagney or Pat O'Brien.\n\nHe writes a column for a modern New York newspaper, but on his desk there's a battered old Smith-Corona typewriter. There's no smoking in the office, of course, but Johnny always has one lit. When he grabs the phone, it's to say things like \"Hello, sweetheart! Give me rewrite!\" And when he takes a date to a nightclub, a song and dance number breaks out, and the movie stops to savor it.\n\nJohnny lives in a world of street crime and casual four-letter vulgarity, but he doesn't seem to notice the shocking language that surrounds him. When he wants to ask his \"best girl\" out on a date, he sends her a telegram. His girl Samantha (Susan Egan) runs an art gallery in SoHo and is a liberated woman, who finds it peculiar that Johnny hasn't made a move. One night she pins him to the sofa and tries to get a kiss, but--hey, what kindofa guy does she think he is? Johnny writes his column about no-news stories like a ribbon-cutting at a library. But readers love it because of its innocence. The paper assigns him a photographer named Tim (Anthony Rapp) who is gay, but Johnny doesn't comprehend homosexuality, or indeed much of anything else in the modern world. When he sees a mugging under way, he breaks it up instead of Not Getting Involved.\n\nGibson Frazier, who not only stars but co-wrote the screenplay with director Adam Abraham, has a natural affinity for this material. You can't fake rapid-fire screwball dialogue. It has to be in your blood. \"Man of the Century\" is a peculiar delight, a one-of-a-kind movie that was obviously inspired by their love of old movies.\n\nWatching those old films, I wonder if anybody ever really talked that way. And then I remember a story about Ben Hecht, who wrote dozens of crime movies and realized that gangsters were learning how to talk by studying his movies. Stylized speech and behavior in the movies took a body blow from the Method, which prized realism above mannerism. \"Man of the Century\" is like a prizefight between the two acting styles, as if a character from \"The Front Page\" has been teleported into a movie from 1999.\n\nYou review a movie like this, and you don't want to e-mail it to the office. You want to get on the horn and ask for rewrite, sister--on the double, see?", "running_time": 78, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-05", "genres": ["Comedy"], "title": "Man of the Century (1999)"}