{"url": "http://www.rogerebert.com/reviews/man-push-cart-2006", "by": "Ahmad Razvias Ahmad", "star_rating": 4.0, "text": "\"Man Push Cart\" was filmed in Manhattan by an American born in Iran and an American born in Pakistan, and embodies the very soul of Italian neo-realism. Free of contrived melodrama and phony suspense, it ennobles the hard work by which its hero earns his daily bread. He owns a stainless steel bagel wagon, which he pushes through the lonely pre-dawn streets. He sells bagels and sweet rolls and juice and coffee and many customers call him by his first name although they would never think to ask his last one.\n\nThe character, named Ahmad (Ahmad Razui), has had a life before this, but the pushcart now defines the parameters of his existence. He was a Pakistani rock star, although how that career ended and he came to New York to push a cart (which would be a subject of a more conventional film) is barely suggested. Ahmad's wife is dead, his in-laws will not allow him to see his son, and maybe he originally came to America to seek the child. Now he sells bagels.\n\nWe see the world he inhabits outside the cart. He knows the other nearby vendors, including a Hispanic woman at a magazine stand. Romance would be a possibility, except that romance is not a possibility in Ahmad's life. It is too filled with the making of a living. Like so many Americans who work low-wage jobs, sometimes two or even three of them, his work essentially subsidizes his ability to keep on working.\n\nRamin Bahrani, the writer-director, shot his film on a shoestring, in less than three weeks. He often used a concealed camera, shooting what was really happening. There's a scene of unforced spontaneity when Ahmad offers to sell some bootleg videos. The two guys he pitches say they know where they can get bootlegs, two for eight bucks, in Brooklyn. The two guys did not know they were in a movie.\n\nAhmad's cart is stolen, and therefore his livelihood. We get a glimpse backstage of how the vending cart economy operates. What can he do without a cart and a way to replace it? He will, we understand, keep pushing, if not the cart, then something. \"Man Push Cart\" as a title encapsulates human survival at a most fundamental economic level.\n\nBahrani's film was accepted by Sundance 2006. The festival offered an opportunity for his low-budget effort to find audiences, and I immediately invited it to my Overlooked Film Festival last April. A central Illinois audience reacted, if anything, more favorably than the Sundance crowd. The film's story is simple, and moving, and inescapable.\n\nIn a film like this, it is pointless to describe \"screenplay,\" \"acting,\" or \"direction.\" The film is resolutely utilitarian. No effort is made to create a visual look; the camera simply, impassively, regards. Razui's acting never strains for effect; it embodies the bleakness and exhaustion of his character.\n\nBahrani, as director, not only stays out of the way of the simplicity of his story, but relies on it; less is more, and with restraint he finds a grimy eloquence.\n\nBahrani was inspired by \"The Myth of Sisyphus,\" by Albert Camus, the story of a man who spends his life pushing a rock up a hill, only to see it roll down again, and only push it back up again. Well, what else can he do? \"Man Push Cart\" is not an indictment of the American economy or some kind of political allegory. It is about what it is about. I think the message may be that it is better, after all, to push the cart than to face a life without purpose at the bottom of the hill.", "running_time": 87, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-10-19", "genres": ["Drama", "Indie"], "title": "Man Push Cart (2006)"}