{"url": "http://www.rogerebert.com/reviews/man-of-la-mancha-1972", "by": "Peter O'Tooleas Cervantes/Quixote", "star_rating": 2.0, "text": "I've always thought there was a flaw in the logic of \"Man of La Mancha.\" What good does it do to dream the impossible dream when all you're doing anyway is killing time until the Inquisition chops your block off? Here's a musical that's supposed to be some kind of affirmation of human hope, and all it really does is encourage whistling in the dark. What's worse, it does so with words and ideas that would embarrass a Dale Carnegie instructor.\n\nAnd yet, somehow, \"Man of La Mancha\" has survived its various incarnations on television and the Broadway stage, and emerged as a movie musical. I almost have to choke out the words. Movie musical, indeed. This is about as much a musical as \"Singin' in the Rain\" was a documentary. \"Man of La Mancha\" is a collection of dialog that would sound incredibly dumb if it weren't in a musical, and the musical it's in ain't worth it.\n\nWith the great old Hollywood musicals (anything before, say, about 1955), you knew where you stood. At rock bottom, they contained stars who could sing and dance. Some of them were geniuses (Astaire, Gene Kelly, Ginger Rogers) and some were just good troupers (Betty Hutton) or hoofers (Ann Miller). But at least they had talent.\n\nNow it's almost obligatory to cast a musical with people who can't sing or dance - and make no pretensions to. At least when we were getting Natalie Wood, we were getting Marnie Nixon's voice.\n\nIf there's anything worse than dubbing in the voice of a non-singer, its not dubbing the voice of a non-singer. What favor were they doing us when they let us hear Peter O'Toole sing? Richard Harris is better, and he's no good. He can't sing, that is, but at least he can read lyrics. O'Toole masticates them.\n\nSinging is one thing. Dancing is another. You can't dub dancing. But they've even found a solution for that. They just don't dance anymore.\n\nTo anyone who remembers Astaire in \"Swing Time\" or Kelly in the great dance fantasy at the end of \"An American in Paris,\" the so-called dancing in \"Man of La Mancha\" is paralytic. I've seen people right here in Chicago show more coordination jumping through puddles to catch the bus.\n\nArthur Hiller can be a good director, and he's done memorable work in the past (\"The Americanization of Emily,\" \"Love Story\"). But he doesn't work well in the musical form; he's too concerned with keeping things moving.\n\nWe're faced with a rather tricky story to begin with (Cervantes, imprisoned by the Inquisition, tells his tale of Don Quixote's bravery to a hostile group of fellow prisoners). There are flashbacks and fantasy scenes to keep track of. But Hiller never lets us get oriented.\n\nI'd seen the play and knew the story, but I was confused by the first 15 minutes of the movie. I couldn't figure out what was going on.\n\nThe best movie musicals never have depended on bailing-out operations by their directors. The truly great musical directors like Vincente Minnelli, Stanley Doren and Gene Kelly usually were concerned with creating a fantasy outside the camera and then photographing it.\n\nWhen a dancer like Astaire is working, you undermine his artistry if you move the camera a lot, and edit incessantly. Audiences need a stable visual base to appreciate good choreography. They don't get it in \"Man of La Mancha.\"\n\nThe mystery of Peter O'Toole deepens with the release of this movie. He is a film actor of considerable talent, granted. But what possesses directors to cast him in musicals?\n\nHe can't sing and he knows he can't sing. So he was in \"Goodbye, Mr. Chips\" (1970), which was good anyway because they stuck to the compelling story line and rarely showed him singing. They did low-keyed voice-overs instead, and let Petula Clark handle the real musical stuff.\n\nBut now O'Toole is back in another musical; he's the busiest musical star in movies! Why?\n\nThe only performance that really survives the movie is Sophia Loren's. She can sing, more or less, and she can also radiate warmth and concern.\n\nShe has kind of a thankless role (they've cast her as the whore with the heart of gold again), but she concentrates on acting; she doesn't relax because it's only a musical. So her role works because we care about it.\n\nThe people who made \"Man of La Mancha,\" and who were no doubt filled with the best of intentions, made two mistakes.\n\nThe first was to make a film out of an essentially uninspired musical play. The second was not to believe that Cervantes really meant it when he wrote \"Don Quixote.\"\n\nThere's a message there, but it isn't to dream the impossible dream. It's to tilt at windmills instead. Windmills can't tilt back.", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-12-15", "genres": null, "title": "Man of La Mancha (1972)"}