{"url": "http://www.rogerebert.com/reviews/man-on-fire-2004", "by": "Denzel Washingtonas Creasy", "star_rating": 2.5, "text": "Tony Scott's \"Man on Fire\" employs superb craftsmanship and a powerful Denzel Washington performance in an attempt to elevate genre material above its natural level, but it fails. The underlying story isn't worth the effort. At first we're seduced by the jagged photography and editing, which reminds us a little of \"City of God\" and \"21 Grams.\" We're absorbed by Washington's character, an alcoholic with a past he cannot forgive himself for. And we believe the relationship he slowly develops with the young Mexico City girl he's hired to protect. But then the strong opening levels out into a long series of action scenes, and the double-reverse ending works more like a gimmick than a resolution.\n\nThe screenplay is by Brian Helgeland, whose work on \"Mystic River\" dealt with revenge in deep, painful personal terms. But this time action formulas take over. The hero outshoots and outsmarts half the bad guys in Mexico City. He seems to be homeless, yet has frequent changes of wardrobe and weaponry, even producing a shoulder-mounted missile launcher when necessary. And as he plows his way through the labyrinth of those responsible for kidnapping the girl, the body count becomes a little ridiculous, and Washington's character, who seemed very human, begins uncomfortably to resemble an invulnerable superhero. Sure, he gets shot now and again, but can you walk around Mexico City as an accused cop-killer and outgun professional killers indefinitely?\n\nWhen it seems that everyone who could possibly be killed is dead and the movie must surely be over, there's another whole chapter. We count those still alive, and ask ourselves if the Law of Economy of Characters applies: That's the one that says a movie contains no unnecessary characters, and so the otherwise unexplained presence of a star in a seemingly insignificant role will be richly explained by the end.\n\nAll of this is true, and yet the movie has real qualities. Denzel Washington creates a believable, sympathetic character here -- a character complex enough to deserve more than fancy action scenes. Even the last scene involving his character is a disappointment; there's a moment when one thing and one thing only should happen to him, and it doesn't, and the movie lets him, and us, down gently.\n\nWashington plays Creasy, whose resume includes anti-terrorism. He's fallen on hard times, drinks too much, and travels to Mexico for a reunion with his old military buddy Rayburn (Christopher Walken). \"Do you think God will forgive us for what we've done?\" Creasy asks Rayburn. \"No,\" says Rayburn. \"Me neither,\" says Creasy.\n\nRayburn has a job for him: acting as a bodyguard for Mexico City industrialist Samuel Ramos (Marc Anthony), his American wife Lisa (Radha Mitchell) and their daughter Pita (Dakota Fanning). At the job interview, Creasy is frank about himself: \"I drink.\" Ramos is able to live with this information, but advises Creasy to tell nobody, especially Mrs. Ramos. As we think back over the film, this conversation will take on added importance.\n\nCreasy keeps his distance on the job. Pita wants to be his friend; he explains he was hired as a bodyguard, not a friend. But eventually he bottoms out in his despair, begins to love the little girl, and becomes her swimming coach, Marine-style. These scenes have a real resonance. After she is kidnapped, the movie goes through the standard routine (police called in, telephones tapped, ransom drop arranged), but with additional local color, since off-duty Mexico City police were apparently involved in the snatch, and Creasy feels surrounded by vipers. Rayburn may be the only person he can trust.\n\nAt the Ramos home, Samuel negotiates with the kidnappers, gets advice from his family lawyer (Mickey Rourke), and consults with the head of the Anti-Kidnap Squad, who is a busy man if the movie is correct in its claim that someone is kidnapped in Mexico every 90 minutes. Creasy, meanwhile, depends on a plucky journalist named Mariana (Rachel Ticotin), and she depends on an ex-Interpol expert named Manzano (Giancarlo Giannini). As the net and the cast widen, we begin to wonder if anyone in Mexico City is not involved in the kidnapping in one way or another, or related to someone who was.\n\n\"Man on Fire\" has a production too ambitious for the foundation supplied by the screenplay. It plays as if Scott knows the plot is threadbare, and wants to patch it with an excess of style. He might have gotten away with that in a movie of more modest length, but \"Man on Fire\" clocks in at close to two and a half hours, and needs more depth to justify the length.\n\nToo bad, because the performances deserve more. Denzel Washington projects the bleak despair he's revealed before, and his character arc involves us. Christopher Walken supplies another of his patented little speeches: \"Creasy's art is death. He's about to paint his masterpiece.\" Dakota Fanning (\"Uptown Girls\") is a pro at only 10 years old, and creates a heart-winning character. Ticotin and Giannini supply what is needed, when it's needed. There are scenes that work with real conviction. The movie has the skill and the texture to approach greatness, but Scott and Helgeland are content with putting a high gloss on formula action.", "running_time": 146, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-04-23", "genres": ["Action", "Drama", "Thriller"], "title": "Man on Fire (2004)"}