{"url": "http://www.rogerebert.com/reviews/man-on-the-train-2003", "by": "Jean Rochefortas Manesquier", "star_rating": 4.0, "text": "Two men meet late in life. One is a retired literature teacher. The other is a bank robber. Both are approaching a rendezvous with destiny. By chance, they spend some time together. Each begins to wish he could have lived the other's life.\n\nFrom this simple premise, Patrice Leconte has made one of his most elegant films. It proceeds as if completely by accident and yet foreordained, and the two men--who come from such different worlds--get along well because both have the instinctive reticence and tact of born gentlemen. When the robber asks the teacher if he can borrow a pair of slippers, we get a glimpse of the gulf that separates them: He wants them, not because he needs them, but because, well, he has never worn a pair of slippers.\n\nThe teacher is played by Jean Rochefort, 73, tall, slender, courtly. It tells you all you need to know that he was once cast to play Don Quixote. The robber is played by Johnny Hallyday, 59, a French rock legend, who wears a fringed black leather jacket and travels with three handguns in his valise. This casting would have a divine incongruity for a French audience. In American terms, think of James Stewart and Johnny Cash.\n\nLeconte is a director who makes very specific films, usually with an undertone of comedy, about characters who are one of a kind. His \"Hairdresser's Husband,\" which also starred Rochefort, was about a man who loved to watch women cut hair. His \"Girl on the Bridge\" was about a sideshow knife-thrower. His \"The Widow of St. Pierre\" was about a 19th century community on a Canadian fishing island that comes to love a man condemned to death. His \"Ridicule\" was about an 18th century provincial who has an ecological scheme, and is told that the king favors those who can make him laugh. His \"Monsieur Hire\" was about a meek little man who spies on a woman, who sees him spying, and boldly challenges him to make his move.\n\nThese films have nothing in common except the humor of paradox, and Leconte's love for his characters. He allows them to talk with wit and irony. \"Were you a good teacher?\" the robber asks the teacher, who replies: \"Not one pupil molested in 30 years on the job.\" \"Not bad,\" the robber says dryly.\n\nI have seen \"The Man on the Train\" twice, will see it again, cannot find a flaw. The man gets off the train in a dreary November in a French provincial town, and falls into conversation with the teacher, who is quietly receptive. The teacher's elegant old house is unlocked (\"I lost the key\"). The village hotel is closed for the winter. \"I know,\" the teacher says when the man returns. \"I'll show you to your room.\" Over a period of a few days, they talk, eat together, drink, smoke, gaze at the stars. There is no reason for them to be together, and so they simply accept that they are. There is a coincidence: At 10 a.m. on Saturday, the teacher is scheduled for a triple heart bypass, and the man from the train is scheduled to stick up a bank. The teacher offers the man money if he will abandon the plan, but the man cannot, because he has given his word to his confederates.\n\nEarly in the film, the teacher goes into the man's room, tries on his leather jacket, and imitates Wyatt Earp in the mirror. A little later, he gets a new haircut, telling the barber he wants a style \"halfway between fresh out of jail, and world-class soccer player.\" One day when the teacher is away, one of his young tutorial pupils appears, and the robber says, \"I'll be your teacher today,\" and leads him through a lesson on Balzac while successfully concealing that he has never read the novel, or perhaps much of anything else.\n\nIt is so rare to find a film that is about male friendship, uncomplicated by sex, romance or any of the other engines that drive a plot. These men become friends, I think, because each recognizes the character of the other. Yes, the bank robber is a criminal, but not a bad man; the teacher tells him, quite sincerely, that he wishes he could help with the holdup. They talk about sex (the teacher points out the 200-year-old oil painting he masturbated before when he was young). They agree \"women are not what they once were.\" The robber observes that, after a point, they're simply not worth the trouble. When the teacher's longtime friend Viviane (Isabelle Petit-Jacques) chatters away during dinner, the robber snaps, \"He wants tenderness and sex, not news of your brat.\" At the end of \"Man on the Train,\" the two men do exchange places, in a beautiful and mysterious way. Leconte brings his film to transcendent closure without relying on stale plot devices or the clanking of the plot. He resorts to a kind of poetry. After the film is over, you want to sigh with joy, that in this rude world such civilization is still possible.", "running_time": 90, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-16", "genres": null, "title": "Man on the Train (2003)"}