{"url": "http://www.rogerebert.com/reviews/management-2009", "by": "Jennifer Anistonas Sue", "star_rating": 3.0, "text": "Sometimes casting has everything to do with a movie. In the usual course of events, a high-powered company sales executive wouldn't have much to do with Mike, the hapless loser who works and lives at the Arizona motel where she plans to spend one night. But cast Steve Zahn as the loser, and it becomes thinkable.\n\nIn \"Management,\" the sales rep is Sue (Jennifer Aniston), who is upward-bound, successful, sharply dressed and reduced to spending her evenings in remote motels, playing games on her laptop. Sue is every woman he ever wanted but has never had, which is easy, because he wants all women and has never had any. Mike is a nice guy, often stoned, under the thumb of his parents who own the motel. He looks at her with the lovestruck eyes of a wet puppy.\n\nWhy and how they end up in the laundry room doing the rumpy-pumpy on a dryer is something \"Management\" takes for granted. Sometimes, apparently, high-powered Manhattan career women swoon in the presence of a guy who looks like he should be pumping their gas. His courtship technique is cute: He checks her in, carries her bags, brings her flowers, knocks again with the \"customary\" house bottle of champagne, uncorks it, gets two plastic-wrapped glasses from the bathroom and struggles to say several coherent words in a row.\n\nWe can more or less predict where all of this will lead. Mike is obviously the fish out of water, so he must travel to New York to dramatize his unsuitability. Then Sue must travel to Washington, where she sees Jango (Woody Harrelson), who is a former punk rocker who has become a yogurt millionaire (for Harrelson, this is typecasting). Then Mike must follow her there.\n\nHe's not a stalker, you understand. He only wants to lick her hand, curl up at her feet and be thrown a Milk-Bone when he's been a good boy. It is Aniston's task to make us believe Sue might be won over by this task and because she succeeds, \"Management\" works as a sweet rom-com with some fairly big laughs.\n\nWhat's nice is to see Zahn playing a guy who's not the dimmest bulb in the chandelier. For some reason, he's often typecast as a stoner dimwit, maybe because he was so good at playing such roles early in his career. Here he's smart enough, just extremely socially challenged. Watch Aniston play off him with her pert intelligence; she could demolish him, but is touched by his lack of defenses.\n\nFred Ward has a good role here as Mike's father, a perfectionist stuck with a slacker as an heir. Eventually he, too, is touched. That only leaves one question, which first time writer-director Stephen Belber wisely doesn't mine for a subplot: Why did Sue's office travel manager book her into this motel?", "running_time": 94, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-05-13", "genres": ["Comedy", "Drama", "Romance"], "title": "Management (2009)"}