{"url": "http://www.rogerebert.com/reviews/mandela-1997", "by": "Jo Menell", "star_rating": 3.0, "text": "“Mandela,” a new documentary, nominated for an Oscar this year,\rcharts his life from obscure beginnings to the Nobel Prize. It focuses on his\rsteadfast vision of a multiracial South Africa where all would live together\rpeacefully. When I spent 1965 as a student at the University of Cape Town, most\rpeople, black and white, believed the apartheid system would end in a bloody\rcivil war. That there was a peaceful, democratic exchange of power is a tribute\rabove all to Mandela's moral leadership.\n\nBut that transfer of power also came about because of the\rcourage and imagination of F. W. de Klerk, the white South African president\rwho freed Mandela from prison, lifted the ban on the ANC and then ran against\rMandela in a general election--and lost, as he knew he would. The two shared\rthe Nobel Peace Prize in 1993.\n\nI mention de Klerk because this film essentially writes him out\rof the story; it so simplifies the transfer of power in South Africa that it\rplays more like a campaign biography than a documentary. Why did de Klerk\rarrive at his decision? Civil unrest and international economic sanctions\rforced his hand, we are told, and then we see de Klerk informing the South\rAfrican Parliament that his government had reached an irreversible decision to\rfree Mandela and hold multiracial elections.\n\nThe actual story of the events leading to the election is more\rcomplicated and interesting. Yes, South Africa suffered from economic\rsanctions. But it could have survived for many years before caving in; it\rforged clandestine trading arrangements with countries ranging from China to\rIsrael, and its diamonds still found their way onto the fingers of brides all\rover the world. Civil unrest was widespread, but South Africa had a fearsome\rarray of police and military forces to counter it. If white South Africa had\rbeen adamant, apartheid would still be law.\n\nWhat happened was a political miracle. Mandela's unswerving\rmoral and political strength coincided with the growing conviction within the\rruling Nationalist Party (and its secret lodge, the Broderbund, and the\rquasi-official Dutch Reformed Church) that apartheid was, simply, wrong. While\rde Klerk's predecessor, Pieter W. Botha, pledged eternal white defiance, de\rKlerk and other younger ministers instituted secret contacts with Mandela, and\rthe new future of South Africa was hashed out in meetings over a period of\ryears.\n\nDe Klerk, when he became president, wanted to free Mandela\rimmediately. Mandela insisted that he be “the last man off” Robben Island; his\rcolleagues and fellow political prisoners had to be freed first, and the ANC\rhad to be recognized as a legitimate political party, not a terrorist\runderground.\n\nMandela, essentially running a government in exile, moved into\rthe prison warden's house and often made secret trips elsewhere in South\rAfrica. One famous story tells of a hot day when Mandela's government driver\rstopped outside a store to buy cold soda, and the world's most famous political\rprisoner was left alone in the car. He could have simply walked away. But he\rrealized he was more useful to the cause as a prisoner.\n\nNone of those events are told in “Mandela,” which simplifies the\rtransfer of power into a fable of black against white; it all but implies that\rde Klerk was unwilling to see power change hands. The hope for the new South\rAfrican future lies in multiracialism; its foundation story is a good place to\rstart.\n\nStill, what a fascinating portrait this film paints of Mandela!\rNamed “Nelson” by a teacher who did not like his tribal name, Mandela was one\rof nine children of a polygamist father who had four wives (how did Mandela\rfeel about that? The movie doesn't ask). When his father died, the bright boy\rwas adopted by a chief and prepared to become counselor to the king. He ran\raway to Johannesburg in the early 1940s to escape an arranged marriage and had\rsoon moved into the Soweto Township home of Walter Sisulu, who with Oliver\rTambo would join him in leading the ANC.\n\nMandela worked hard to support himself while studying law,\rbecame a lawyer and was soon a key leader of the ANC. His cause was never “black\rpower,” but “one man, one vote.” That led him to Robben Island, and for 13\ryears he did hard labor in a limestone quarry while continuing to lead prison\rclasses and discussion groups.\n\nThe film has many revealing personal touches: his childhood\rfear, during a circumcision ceremony, that he would not be as “forthright and\rstrong” as the other boys. His wry imitation of a teacher repeating, “I am a\rdescendant of the famous Duke of Wellington.” His memories of hunting animals\ron the veld. His passion for his second wife, Winnie Mandela, in hundreds of\rtender letters written from prison--and his anguished decision to divorce her.\rThere are amusing glimpses of Mandela guided by personal aides, including a\rmaternal Indian woman who advises him on wardrobe (he feels choked when he\rwears a tie).\n\n“Mandela” delivers a powerful emotional charge in its closing\rscenes of the Nobel Prize and Mandela's election victory.\n\nThe new South Africa offers the best hope for a new Africa. Its\rengine might be able to pull the train of corrupt regimes to the north, and\rlead the way to reform. Mandela's South Africa seems to be working, despite\rworrisome crime rates. It is one of the most inspiring stories of our time. But\rthere is more to it than “Mandela” chooses to tell.", "running_time": 120, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-03-21", "genres": ["Documentary", "History"], "title": "Mandela (1997)"}