{"url": "http://www.rogerebert.com/reviews/manito-2003", "by": "Franky G. Mannyas Junior Moreno", "star_rating": 3.5, "text": "\"Manito\" sees an everyday tragedy with sadness and tenderness, and doesn't force it into the shape of a plot. At the end, the screen goes dark in the same way a short story might end; there isn't one of those final acts where we learn the meaning of it all. Sometimes in life bad things happen and they just happen. There's nothing you could have done, and no way to fix them, and you are never going to get over the pain.\n\nThe movie, a heartfelt debut by writer-director Eric Eason, takes place in Washington Heights, a Latino neighborhood of New York City, where we meet the Moreno family. Junior (Franky G.) runs a plastering and painting crew, and his kid brother Manny (Leo Minaya) is an honor student who is graduating today from high school, and headed to Syracuse on a scholarship.\n\nIn an unforced, natural way, we meet the characters. Junior spent time in prison, and is determined to stay straight. Manny, known as Manito, is not tough like his brother. Junior is a ladies' man; there's a well-observed scene with his wife Miriam (Julissa Lopez), who won't even listen to his excuses when he sends her home without him. Manito is more shy, but gets up the nerve to ask Marisol (Jessica Morales), his classmate, to the graduation party in his honor.\n\nThis party is a big deal. The family is proud of Manito and his scholarship, and has rented a hall and hired a band--paid for by Junior, and also by Grandpa Abuelo (Hector Gonzales), who in a scene of sly comedy visits a local bordello and brings out his line of trashy lingerie. Humor pops up unexpectedly, as when Junior needs to hire day laborers and discovers that all of the prospects are wearing white shirts and ties. Why? A restaurant closed, and they lost their jobs.\n\nThere is a man on the fringes of the story, seen drinking alone, and that is Oscar (Manuel Cabral), the father. We learn later that he was responsible for Junior going to jail; he let his son take the rap for him. Now he wants to send one of those six-feet sub sandwiches to the party, but Junior furiously takes it right back. Will this man, drinking heavily, do something violent to spoil the big day? It's a possibility. But the movie isn't about overplotted angst between family members. It's about how the city is a dangerous place to live, and has people in it who are not nice, and how it can break your heart and change your destiny in the blink of an eye. One thing leads to another and the result is tragedy. But \"Manito\" pushes further, to what happens then, and can never be fixed, and helps nothing, and leads to a place where all you can do is sob helplessly.\n\nThe film has been compared to \"Mean Streets,\" and has the same driving energy as the 1974 picture. But some of Scorsese's characters wanted to be criminals--you could see that again in \"GoodFellas.\" The Morales family has had all the crime it wants, thanks to the father, and wants only to pay the bills, have a party, and see Manito succeed.\n\nWhere do the actors come from, who can walk into their first picture and act with such effortless effect? Franky G. has had three roles since he finished \"Manito,\" in big pictures like \"The Italian Job,\" and we'll hear more of him. Leo Minaya and Jessica Morales have not worked before or since, but what freshness and truth they bring to their performances.\n\nThe film's flaw, not a crucial one, is in the hand-held camera style. There are times when the camera is too close for comfort, too jerky, too involved. Just because you can hold a digital camera in your hand doesn't mean you have to; the danger is that a shot will not be about what is seen, but about the act of seeing it. \"Manito\" settles down a little after the opening scenes, too absorbed in its story to insist on its style.", "running_time": 77, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-06-13", "genres": null, "title": "Manito (2003)"}