{"url": "http://www.rogerebert.com/reviews/manic-2003", "by": "Don Cheadleas David", "star_rating": 2.0, "text": "I haven't seen \"Manic\" before, but it feels like I have. The opening scenes place us in a familiar setting and more or less reveal what we can expect. In an institution for troubled teenagers, an encounter group is overseen by a therapist who tries his best to steer his clients toward healing. But the unruly young egos have wills of their own, and there will be crisis and tragedy before the eventual closure.\n\nThe plot is a serviceable device to introduce characters who need have no relationship to one another, and to guarantee conflict and drama. We are all indoctrinated in the wisdom of psychobabble, and know that by the end of the film some of the characters will have learned to deal with the anger, others will have stopped playing old tapes, and with any luck at all there will even be a romance.\n\nThe screenplay by Michael Bacall and Blayne Weaver finds no new approaches to the material, but it does a skillful job of assembling the characters and watching them struggle for position within the group dynamic. Don Cheadle, who plays the counselor, has a thankless task, since the heroes and heroines will all eventually heal themselves, but Cheadle is a fine actor and finds calm and power in the way he tries to reason with them: \"You don't think you chose the actions that caused you to be in this room with me?\" Joseph Gordon-Levitt, from \"Third Rock from the Sun,\" shows the dark side of his funny TV personality, as Lyle, a newcomer to the group, who was institutionalized for outbursts of angry violence in school, one leading to the serious injury of a classmate. His challenge now is to some learn to control his rage despite the provocations of the aggressive fellow inmate Mike (Elden Henson), who learns how to push his buttons. He shows promise as a serious actor.\n\nWith admirable economy, the screenplay provides him not only with an antagonist, but also with a close friend (his Native American roommate Kenny (Cody Lightning), and a romance (with Tracey, played by Zooey Deschanel). In stories of this sort, a minority group member who is the best friend of the hero has a disquieting way of dying when the movie requires a setback, just as the romance must seem to have ended, just before it finds a new beginning.\n\nIf the movie is not original, at least it's a showcase for the actors and writers. It does not speak as well, alas, for director Jordan Melamed and his cinematographer, Nick Hay. The movie was shot on video, which is an appropriate choice, giving the story an immediate, pseudo-documentary quality, but Melamed and Hay made an unfortunate decision to use the hand-held style that specializes in gratuitous camera movement, just to remind us it's all happening right now. There are swish-pans from one character to another, an aggressive POV style, and so much camera movement that we're forced to the conclusion that it's a deliberate choice. A little subtle hand-held movement creates a feeling of actuality; too much is an affectation.\n\nThere are moments of truth and close observation in \"Manic,\" and a scene where the Cheadle character does what we're always waiting for a long-suffering group leader to do, and completely loses it. Deschanel and Gordon-Levitt succeed in keeping their problems in the foreground of their romance, so those scenes don't simply descend into courtship. But at the end of \"Manic\" I'd seen nothing really new, and the camera style made me work hard to see it at all.", "running_time": 100, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-23", "genres": null, "title": "Manic (2003)"}