{"url": "http://www.rogerebert.com/reviews/manny-and-lo-1996", "by": "Mary Kay Placeas Elaine", "star_rating": 3.5, "text": "Many children remember their mother by her favorite perfume. When Amanda and Laurel want to remember theirs, they spray the sheets with Arrid Extra Dry. She left them long ago to the care of foster homes, but now that they're on the lam and in trouble, they could use some advice. “What would Mom tell us?” asks Manny. “Depends,” says Lo. “Is she drunk or stoned?” Lo, who is 16, has just run away from one foster home and taken her 11-year-old sister from another, “so that our family can be together again.” Also because she did not much like sleeping in a garage.\n\nJump-starting cars, sleeping in model homes, stealing groceries, they stay on the move. They don't have much to leave behind, although Lo visits her boyfriend, a monster-truck driver, and he is able to tear his mind away from the truck long enough to provide her with perfunctory sex and a blouse she doesn't like, either.\n\nEventually it becomes clear that Lo is pregnant. She doesn't have a clue about what to do next, except to “settle down” somewhere. They find an unlocked cabin at the end of a lonely road, move in and hang around the baby supplies store in the nearby village, where a clerk named Elaine (Mary Kay Place) seems to know everything there is to know about birthing babies. So they kidnap her.\n\nAnd then the movie's real story begins. This is not even remotely a “Thelma & Louise”-type saga about two women on the run, but a much different kind of story, about two girls who need a mother--and maybe about an older woman who needs two girls.\n\nAlthough Elaine is kept under constant watch and hobbled at the ankles so she can't run away, it eventually becomes clear that she doesn't much want to run away. Other things become very clear, too, which I will not describe because one of the pleasures of “Manny & Lo” is the way that it reveals its characters in sudden, unexpected, defining acts.\n\nThe movie is narrated by Manny (Scarlett Johansson). We get the notion she may be writing this all down for a story, and indeed of the two, she would be the writer: At 11 she is wise, observant, and knows how to keep a secret. Lo (Aleska Palladino) is more impulsive and probably not as smart, although she was smart to pick Elaine as her “hostage,” since Elaine does seem capable of helping her through this pregnancy.\n\nThe movie is serious about its characters, but with sidelong glances at the absurdity of the situation (“I used to think, -no way- can you give your kid to your hostage”). It was written and directed by Lisa Krueger, who developed it at Robert Redford's Sundance Institute, and seems to have taken advantage of the Sundance emphasis on script; the movie depends on character, not melodrama, and is so sly about revealing its ultimate destination that you realize it must have been through many subtle rewrites.\n\nThat's especially true of the character of Elaine, which Place develops so gradually that we're never sure until the end quite what we know about her. She is firm with the girls, and rather angry at first, and promises them that everyone she knows will come looking for her. She delivers little lectures on physical and emotional growth. What is happening beneath her surface is only gradually revealed.\n\nWhat I like about movies like this is the way they keep us involved until the end. There is no formula that we can project; “Thelma & Louise” was clearly heading for an act of self-destruction, but here we have no idea what to expect, except (inevitably) the birth of a child. It's also interesting the way Krueger develops a hidden theme. Only after “Manny and Lo” is over do we really understand what it's about.", "running_time": 90, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-08-30", "genres": ["Comedy", "Drama"], "title": "Manny & Lo (1996)"}