{"url": "http://www.rogerebert.com/reviews/mannequin-1987", "by": "Andrew McCarthyas Jonathan", "star_rating": 0.5, "text": "This movie is a real curiosity. It's dead. I don't mean it's bad.\n\nA lot of bad movies are fairly throbbing with life. \"Mannequin\" is dead. The wake lasts 1 1/2 hours, and then we can leave the theater.\n\nHalfway through, I was ready for someone to lead us in reciting the rosary.\n\nThe movie stars Andrew McCarthy and Kim Cattrall, actors I have admired before and will, no doubt, admire again. In years to come, they probably will look back on this project with a rueful smile and a shrug, much as Paul Newman must remember \"The Silver Chalice.\" In \"Mannequin,\" McCarthy plays a hapless young man who is fired from one job after another, and Cattrall plays an Egyptian princess who is reincarnated as a dummy in a Philadelphia department store window.\n\nWhen she comes to life, she gives him the inspiration to decorate great windows, and that gives him confidence in himself. I am not leaving out very much here.\n\nThe supporting characters have been recycled out of failed sitcoms: Felix, the dim-witted night watchman, who spends most of his time talking to his dog. Hollywood, the flamboyantly gay black window dresser, who becomes the hero's only friend. Mrs. Timkin, the good-hearted owner of the department store. Roxie, the hero's bitchy former girlfriend, who is jealous of the dummy. And so on.\n\nAll of these people do exactly what we expect them to do, exactly when we expect them to do it. They also sputter a lot. People sputter all the time in pulp fiction. Have you ever really seen anyone sputter in life? If I am not mistaken, there is even a character in this movie who says, \"Why...why...you...you....\" It's not often you get that line anymore.\n\nThe gimmick in the movie is that the mannequin can only come to life when McCarthy is watching her. This rule is enforced rather loosely. For example, when they ride down the street on his motorcycle, she only freezes up when other characters in the movie see her.\n\nMiscellaneous passersby don't count. Left unexplained is how she managed to leave ancient Egypt and land in 1987 understanding the language and nuances of modern-day Philadelphia.\n\nMcCarthy and Cattrall are fairly helpless in the face of this material. For a look at what Cattrall can do in a good script, see \"Ticket to Heaven,\" the movie about indoctrination into a cult group.\n\nFor McCarthy's good work, see \"Pretty In Pink.\" Meshach Taylor makes the best of the gay window dresser, who is an anthology of stereotypes.\n\nAnd Carole Davis, as the bitch, has the movie's single funny line: She pushes somebody down an escalator and then complains that she broke her camera.\n\nStudying the press material for \"Mannequin,\" I learn that Michael Gottlieb, the director, got the idea for this movie five years ago when he was walking down Fifth Avenue and thought he saw a mannequin move in the window of Bergdorf Goodman. Just thought you'd like to know.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-02-13", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Mannequin (1987)"}