{"url": "http://www.rogerebert.com/reviews/manon-of-the-spring-1987", "by": "Yves Montandas Cesar Soubeyran", "star_rating": 4.0, "text": "There is something to be said for a long story that unfolds with an inexorable justice. In recent movies we've become accustomed to stories that explode into dozens of tiny dim-witted pieces of action, all unrelated to each other. Cars hurtle through the air, victims are peppered with gunshot holes, heroes spit out clever one-liners, and at the end of it all, what are we left with? Our hands close on empty air.\n\n\"Manon of the Spring,\" which is the conclusion of the story that began with \"Jean de Florette,\" is the opposite kind of movie. It moves with a majestic pacing over the affairs of four generations, demonstrating that the sins of the fathers are visited upon the children. Although \"Manon\" is self-contained and can be understood without having seen \"Jean de Florette,\" the full impact of this work depends on seeing the whole story, right from the beginning; only then does the ending have its full force.\n\nIn \"Jean de Florette,\" as you may recall, a young hunchbacked man from Paris (Gerard Depardieu) came with his wife and infant daughter to farm some land he had inherited in a rural section of France. The locals did not greet him kindly, and one of the local patriarchs (Yves Montand) sabotaged his efforts by blocking the spring that fed his land. The young man worked morning to night to haul water for his goats and the flowers that he wished to grow, but in the end the effort killed him. Montand and his worthless nephew (Daniel Auteuil) were then able to buy the land cheaply.\n\nMontand's plot against the hunchback was incredibly cruel, but the movie was at pains to explain that Montand was not gratuitously evil. His most important values centered on the continuity of land and family, and in his mind his plot against Depardieu was justified by the need to defend the land against an \"outsider.\" As \"Manon of the Spring\" opens, some years later, the unmarried and childless Montand is encouraging his nephew to find a woman and marry, so that the family name can be continued.\n\nThe nephew already has a bride in mind: the beautiful Manon (Emmanuelle Beart), daughter of the dead man, who tends goats on the mountainside and lives in poverty, although she has received a good education. Unfortunately for the nephew, he has a rival for her affections in the local schoolteacher. As the story unfolds, Manon discovers by accident that the nephew and his uncle blocked her father's spring. And when she accidentally discovers the source of the water for the whole village, she has her revenge by cutting off the water of those who killed her father.\n\nAll of this takes place with the implacable pace of a Greek tragedy. It sounds more melodramatic than it is, because the events themselves are not the issue here. The director, Claude Berri, has a larger point he wants to make, involving poetic justice on a scale that spans the generations. There are surprises at the end, which I do not choose to reveal, but they bring the whole story full circle, and Montand finally receives a punishment that is perfectly, even cruelly, suited to his crime.\n\nApart from its other qualities, \"Manon of the Spring\" announces the arrival of a strong and beautiful new actress from France, in Emmanuelle Beart. Already seen in some parts of the country in \"Date With an Angel,\" a comedy in which she supplied the only redeeming virtue, she is very effective in this central role. This time she is sort of an avenging angel who punishes the old man and his nephew by giving them a glimpse of what could have been, for them, had they not been so cruel.\n\n\"Manon of the Spring\" is being released separately, as \"Jean de Florette\" was, and then, I understand, there are plans to put the two films together on a double bill. That is the best idea; as a four-hour sweep of history, Berri's story would take on the power of a true epic.", "running_time": null, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-12-23", "genres": null, "title": "Manon of the Spring (1987)"}