{"url": "http://www.rogerebert.com/reviews/mansfield-park-1999", "by": "Frances O'Connoras Fanny Price", "star_rating": 4.0, "text": "Patricia Rozema's \"Mansfield Park\" makes no claim to be a faithful telling of Jane Austen's novel and achieves something more interesting instead. Rozema has chosen passages from Austen's journals and letters, and adapted them to Fanny Price, the heroine of \"Mansfield Park\"; the result is a film in which Austen's values (and Fanny's) are more important than the romance and melodrama.\n\nThe film begins with a young girl whispering a lurid melodrama into the ear of her wide-eyed little sister. This is Fanny (Hannah Taylor Gordon), whose family loves in poverty in a dockside cottage in Portsmouth. Fanny's mother married unwisely for love. Her sister, Lady Bertram, married for position, and now lives in the great country estate Mansfield Park. Lady Bertram spends her days nodding in a haze of laudanum, but rouses herself sufficiently to send for one of her nieces, and so with no warning, Fanny is bundled into a carriage and taken away from her family. \"It seems that mother has given me away,\" she writes her sister. \"I can augur nothing but misery with what I have seen at Mansfield Park.\" \n\nThe narrative springs forward, and we meet a 20ish Fanny, now played by Frances O'Connor. Great English country houses in those days were truly family seats, giving shelter and employment to relatives, dependents and servants, and we meet Lord Bertram (the playwright Harold Pinter, magisterial and firm), his still drug-addled wife (Lindsay Duncan), his drunken older son Tom (James Purefoy), his likable younger son Edmund (Jonny Lee Miller), his two inconsequential daughters, and the attractive Crawfords, Henry and his sister Mary (Alessandro Nivola and Embeth Davidtz). The Crawfords have rented the estate's parsonage with the aim of marrying into the Bertram family.\n\nThis may seem like a large cast (I have left out three or four characters), but it is important to understand that in that time and place, it would have seemed a small enough one, because these were literally the only people Fanny Price could expect to see on a regular basis. If she is to marry, her husband probably will come from among them, and nobody has to tell her that the candidates are Tom, Edmund and Henry. All of Austen's novels, in one way or another, are about capable young women trapped in a strata of country society that assigns them to sit in drawing rooms looking pretty, while they speculate on their matrimonial chances and risks.\n\nIn crossing this theme with the idea that Fanny is a writer, Rozema cuts right to the heart of the matter. We assume that women have always written, but actually until 200 years ago, women authors were rare; Austen found her own way into the profession. Most women did not have the education, the freedom or the privacy to write. Virginia Woolf is eloquent about this in A Room of One's Own, speculating that someone like Austen might literally have never been alone in a room to write, but should be pictured in the corner of a drawing room containing all the other members of her household--writing her novels while conversation and life carried on regardless, dogs barked and children burped.\n\nIn \"Mansfield Park,\" we see Fanny thrilled to receive a quire of writing paper, and sending letters to her sister Susie, which contain a great deal more observation and speculation than family correspondence really requires. This young woman could grow up to write--well, Pride and Prejudice. We are so accustomed to the notion of Austen's wit and perception that we lose sight of the fact that for her to write at all was a radical break with the role society assigned her.\n\nWomen in the early years of the 19th century were essentially commodities until they were married, and puppeteers afterward, exerting power through their husbands and children and in the management of their households. Thus of Austen's novels (and those of George Eliot, Mrs. Gaskell and the Brontes) can be seen as stories about business and finance--for a woman's occupation and fortune came through marriage.\n\nThe key thing about Fanny Price, and about many of Austen's heroines, is that she was ready to say no. Her uncle, Lord Bertram, informs her that Henry Crawford has asked for her hand, and \"I have agreed.\" Fanny does not love Henry. She loves her cousin Edmund, who is engaged to the worthless Mary Crawford. When she says she does not trust Henry, there is a ruthless exchange with her uncle. \"Do you trust me?\" he asks. \"Yes, sir.\" \"Well, I trust him, and you will marry him.\" \n\nLater in the film, there is a bloodcurdling scene in the drawing room, after a scandal has threatened the family's reputation. Without revealing too much, let me ask you to listen for Mary Crawford's chilling analysis of the emergency, and her plan for what must be done. To modern ears, it sounds crass and heartless. In 1806, just such conversations would have sounded reasonable, to people schooled to think of the family fortune above any consideration of love or morality.\n\n\"Mansfield Park\" is a witty, entertaining film, and I hope I haven't made it sound too serious. Frances O'Connor makes a dark-haired heroine with flashing eyes and high spirits. Harold Pinter is all the country Tory one could possibly hope for. Alessandro Nivola makes a rakish cad who probably really does love Fanny, after his fashion. And Embeth Davidtz's cold-blooded performance as Mary strips bare the pretense and exposes the family for what it is--a business, its fortune is based on slave plantations in the Caribbean. This is an uncommonly intelligent film, smart and amusing too, and anyone who thinks it is not faithful to Austen doesn't know the author but only her plots.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-11-24", "genres": ["Drama", "Foreign", "Romance"], "title": "Mansfield Park (1999)"}