{"url": "http://www.rogerebert.com/reviews/map-of-the-human-heart-1993", "by": "Jason Scott Leeas Avik", "star_rating": 4.0, "text": "\"Map of the Human Heart\" tells a soaring story of human adventure - adventure of the best kind, based not on violence, but on an amazing personal journey. It is incredible sometimes what distances can be traveled in a single human life, and this is a movie about a man who could not have imagined his end in his beginning.\n\nThe story begins in the 1930s in the Arctic, where a young Eskimo boy is fascinated by the map-making activities of a visiting British cartographer named Russell (Patrick Bergin). The boy is named Avik (played as a boy by Robert Joamie, and as a man by Jason Scott Lee). Because Avik says \"Holy Boy!\" when he means \"Holy Cow!\" he comes to be known as Holy Boy in the movie.\n\nThe mapmaker arrives at the Eskimo settlement by airplane, an astonishing sight, and when he leaves he takes the boy with him - because Avik has tuberculosis, and can be treated in Montreal. The city itself is an unbelievable sight for Avik, who did not imagine such places existed. And in the hospital, he makes a lifelong friend - Albertine, played as a girl by Annie Galipeau and later, as a woman, by Anne Parillaud (from \"La Femme Nikita\").\n\nShe is half Indian, half white. Avik is half Eskimo, half white. And the movie shows them standing halfway between their two worlds. For Avik, the meeting with Russell will change his life forever, setting in motion a chain of events that eventually leads to Britain during World War II, where Avik becomes an aerial photographer on bombing missions against Germany. And it is in England that he meets Albertine once again - only to find that she is involved with Russell.\n\nThis sort of romantic triangle could easily have collapsed into soapy melodrama, but Vincent Ward is too intelligent to go for the obvious treatment of this story. He doesn't allow his characters cheap sentiment, and indeed as Avik and Albertine renew their love from so long ago, we see two of the most astonishing romantic scenes I've ever seen in a movie - one on top of a barrage balloon, the other inside the hollow ceiling of the Royal Albert Hall.\n\nThe entire story of Avik is told in flashback. The movie begins in the present, with a new mapmaker (John Cusack) visiting the Eskimo village, where Avik, now an old man, tells him his story. The device at first seems unnecessary, but by the end of the film, as we see how Ward uses it to come full circle, it becomes a strength.\n\nWard is a young New Zealander whose previous film was also strange and original. \"Navigator\" (1988) was about medieval adventurers in the time of the plague, who begin to tunnel to what a mystic tells them is salvation, and somehow find their way through a time warp into a modern city - where they begin to climb the spires of a cathedral.\n\nOddly enough, this theme is very similar to \"Map of the Human Heart,\" where once again the hero flees disease and finds his destiny in a modern city. Where \"Navigator\" was sometimes bleak and obtuse, however, \"Map of the Human Heart\" is a juicier, more involving film.\n\nMuch of its power comes from the charisma of the actors.\n\nJason Scott Lee, a newcomer who also stars in the current \"Dragon: The Bruce Lee Story,\" brings a joy and freshness to the early scenes, and makes a good contrast to the older Avik, who has lost his way.\n\nAnne Parillaud, as in \"La Femme Nikita,\" is a combination of warmth and steely courage, and she is best in those scenes where she feels empathy for Avik, so far from home. And Patrick Bergin handles a difficult role with delicacy; he is not precisely the villain, and in some ways is a hero in this story, but when the heart is involved all motives can grow murky.\n\nRobert Joamie and Annie Galipeau, the actors who play the young characters, also have special qualities. When Avik and Albertine become friends in the hospital, for example, there is a magical scene, played in a tent made of bed sheets, in which they exchange their deepest secrets. And when Avik leaves the hospital, he takes with him an odd photograph - Albertine's X-rays, which will figure throughout the film. It almost makes sense, later, that they communicate through notes on aerial photographs, which Avik takes and Albertine catalogues, and that in turn is the link that leads to an extraordinary scene involving the fire-bombing of Dresden.\n\nOne of the best qualities of \"Map of the Human Heart\" was that I never quite knew where it was going. It is a love story, a war story, a lifetime story, but it manages to traverse all of that familiar terrain without doing the anticipated. The screenplay, by Louis Nowra, based on a story by Ward, deals with familiar emotions but not in a familiar way. The best movies seem to reinvent themselves as they move along, not drawing from worn-out sources, and \"Map of the Human Heart\" is one of the year's best films.", "running_time": 95, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-05-14", "genres": ["Drama", "Family", "Foreign", "Romance"], "title": "Map of the Human Heart (1993)"}