{"url": "http://www.rogerebert.com/reviews/marathon-man-1976", "by": "Dustin Hoffmanas Babe", "star_rating": 3.0, "text": "I'm not a purist when it comes to thrillers, and with \"Marathon Man,\" that's just as well. If a movie like this is going to work, it has to work moment by moment and scene by scene -- and \"Marathon Man\" does. There are all sorts of unanswered questions when the film's over, but I'm not inclined to hold that against it. I enjoy thrillers for the people and predicaments in them, not for their clockwork plots. \n\n\"Marathon Man\" is almost all people and predicaments -- or, more exactly, one person and his unending series of predicaments. We meet him during his ritual morning long-distance run: A graduate student named Babe (Dustin Hoffman) who has all sorts of frustrations bottled up inside.\n\nBabe's brother (Roy Scheider) works for the government, for some sort of shadowy agency that handles the dirty jobs the CIA and the FBI won't touch. (Isn't it a touching fantasy that there ARE jobs like that?) One day he gets killed. A man claiming to be one of the brother's fellow operatives comes to Babe and says he needs help in setting a trap. And before Babe quite knows what happens, he's involved in an intrigue so labyrinthine that neither he nor the movie ever quite figures it out. The intrigue involves a former Nazi named Szell, played by Laurence Olivier with a certain urbane composure that makes him seem all the more ominous. Szell lives in hiding in South America (naturally) and has millions of dollars worth of diamonds in a New York safe-deposit box. When Szell's brother is killed in what can only be described as a quintessentially New York auto crash, Szell has to come out of hiding to collect the diamonds.\n\nHe's paranoid, and with some justification. (If you were an ex-Nazi war criminal, wouldn't everyone be after you?) He has a relationship with the secret US agency, or at least at various points we're told he does (with this movie, we can't be certain of anything.) He's afraid the American agents will attempt to steal his diamonds, and that's why Babe's brother was killed. Now he's in New York, looking for Babe. It was at about this point that I gave up trying to make sense of the plot. My advice to you would be to give up a good deal sooner -- at the beginning of the movie, in fact -- and just let \"Marathon Man\" unfold. All we know for sure is that Babe is being pursued both by Szell and by American agents.\n\nThe movie's based on a best seller by William Goldman that was, I'm told, much tidier with its loose ends. What director John Schlesinger has done, wisely, is to forget about the loose ends and concentrate on a series of scenes that hold us so firmly while we're watching them, that questions don't enter our minds. There's the opening car crash, which builds inexorably from an exchange of insults. There's the already famous scene in which Olivier, a former dentist, tortures Hoffman by drilling holes in his teeth. There's a walk through the New York diamond district in which Olivier is recognized by his former victims. There's a chase down a deserted highway interchange. \n\nThese scenes, and a very tricky love affair between Hoffman and Marthe Keller (who may or may not be on either side, if you follow me), all work well on their own terms. They do not add up to a plot that holds water. If holes in plots bother you, \"Marathon Man\" will be maddening. But as well-crafted escapist entertainment, as a diabolical thriller, the movie works with relentless skill.", "running_time": 125, "mpaa_rating": "R", "release_year": 1976, "date_published": "1976-10-18", "genres": ["Drama", "Thriller"], "title": "Marathon Man (1976)"}