{"url": "http://www.rogerebert.com/reviews/march-of-the-penguins-2005", "by": "Luc Jacquet", "star_rating": 3.5, "text": "After a long summer of feasting, their bodies stately and plump, the emperor penguins of Antarctica begin to feel, toward autumn, a need to march inland to the breeding grounds \"where each and every one of them was born.\" They are all of a mind about this, and walk in single file, thousands of them, in a column miles long. They all know where they are going, even those making the march for the first time, and when they get there, these countless creatures, who all look more or less the same to us, begin to look more or less desirable to one another. Carefully, they choose their mates.\n\nThis is not a casual commitment. After the female delivers one large egg, the male gathers it into a fold of his abdomen, plants his feet to protect the egg from the ice below, and then stands there for two months with no food or water, in howling gales, at temperatures far below zero, in total darkness, huddled together with the other fathers for warmth. The females meanwhile, march all the way back to the sea, now even more distant, to forage for food, which they will bring when the spring comes, if they know it must. When the females return to the mass of countless males, they find their mate without error and recognize the cries of chicks they have never seen.\n\n\"March of the Penguins\" is simply, and astonishingly, the story of this annual cycle. It was filmed under unimaginable conditions by the French director Luc Jacquet and his team, including the cinematographers Laurent Chalet and Jerome Maison. There is not much to choose from in setting up their shots: On the coldest, driest and (in winter) darkest continent on Earth, there is snow, and there is ice, and there are penguins. There is also an ethereal beauty.\n\nAlthough the compulsion to reproduce is central to all forms of life, the penguins could be forgiven if they'd said the hell with it and evolved in the direction of being able to swim to Patagonia. The film's narrator, Morgan Freeman, tells us that Antarctica was once a warm land with rich forests that teemed with creatures. But as the climate grew colder over long centuries, one lifeform after another bailed out, until the penguins were left in a land that, as far as they can see, is inhabited pretty much by other penguins, and edged by seas filled with delicious fish. Even their predators, such as the leopard seal, give them a pass during the dark, long, cold winter.\n\n\"This is a love story,\" Freeman's narration assures us, reminding me for some reason of Tina Turner singing \"What's Love Got to Do With It?\" I think it is more accurately described as the story of an evolutionary success. The penguins instinctively know, because they have been hard-wired by evolutionary trial and error, that it is necessary to march so far inland because in spring, the ice shelf will start to melt toward them, and they need to stand where the ice will remain thick enough to support them.\n\nAs a species, they learned this because the penguins who paused too soon on their treks had eggs that fell into the sea. Those who walked farther produced another generation, and eventually every penguin was descended from a long line of ancestors who were willing to walk the extra mile.\n\nWhy do penguins behave in this manner? Because it works for them, and their environment gives them little alternative. They are Darwinism embodied. But their life history is so strange that until the last century, it was not even guessed at. The first Antarctic explorers found penguins aplenty, but had little idea where they came from, where they went to, and indeed whether they were birds or mammals.\n\nThe answers to those questions were discovered by a man named Apsley Cherry-Garrard, in one of the most remarkable books ever written, The Worst Journey in the World (1922). He was not writing about the journey of the penguins, but about his own trek with two others through the bitter night to their mating grounds. Members of Scott's 1910-1912 expedition to the South Pole, they set out in the autumn to follow the march of the penguins, and walked through hell until he found them, watched them, returned with one of their eggs. Cherry-Garrard retired to England, where he lived until 1959; his friends felt the dreadful march, and the later experience of finding the frozen bodies of Scott and two others, contributed to his depression for the rest of his life.\n\nFor Jacquet and his crew, the experience was more bearable. They had transport, warmth, food and communication with the greater world. Still, it could not have been pleasant, sticking it out and making this documentary, when others were filming a month spent eating at McDonald's. The narration is a little fanciful for my taste, and some of the shots seem funny to us but not to the penguins. When they fall over, they do it with a remarkable lack of style. And for all the walking they do, they're ungainly waddlers. Yet they are perfect in their way, with sleek coats, grace in the water and heroic determination. It's poignant to watch the chicks in their youth, fed by their parents, playing with their chums, the sun climbing higher every day, little suspecting what they're in for.", "running_time": 85, "mpaa_rating": "G", "release_year": 2005, "date_published": "2005-07-07", "genres": ["Documentary", "Family", "Foreign"], "title": "March of the Penguins (2005)"}