{"url": "http://www.rogerebert.com/reviews/margot-at-the-wedding-2007", "by": "Nicole Kidmanas Margot", "star_rating": 3.0, "text": "I wonder if his family knew Noah Baumbach was taking notes. First in \"The Squid and the Whale\" and now with \"Margot at the Wedding,\" he puts an intelligent but alarming family under the microscope and finds creepy-squirmy things crawling around. Of course, there is no reason to be certain the family in either movie is inspired by his own. But given the degree of familiarity, no reason not to, either. Besides, the character Margot in this one is accused of storing up every family pain, humiliation and embarrassment for recycling in her short stories. Isn't there a rule that if you bring a literary crime onstage in the first act, you have to commit it in the third?\n\nThe movie opens as Margot (Nicole Kidman) and her son Claude (Zane Pais) are traveling by train to the wedding of Pauline (Jennifer Jason Leigh), the sister she is not on speaking terms with. Pauline still lives in the big family house in the East. With a child of her own, the precocious Ingrid (Flora Cross), and another on the way, she's planning to marry Malcolm (Jack Black), who can spend up to a week writing a letter to the editor, and is growing a mustache that he hopes will look funny.\n\nMargot, the writer, has deliberately not brought along her husband, Jim (John Turturro), because she has plans to meet Dick (Ciaran Hinds), her former and perhaps future lover, at a local book signing. Dick has a daughter, Maisy (Halley Feiffer), who is just at that age when she has power but not wisdom about sexuality. Maisy and Ingrid will bond and no doubt start a first draft of Ingrid and/or Maisy at the Wedding.\n\nAll of these characters gather with some apprehension for an outdoor wedding that may not have been planned out of the pages of American Bride. And Margot is brutal with Pauline, advising her that Malcolm is not worthy to be her husband. We're not sure. He seems extremely inward and eccentric, and possibly unemployable, but maybe he's just what a high-powered ball of nerves like Pauline needs, if not as a husband, then as a letter writer. He is certainly the only person on the horizon without a neurotic agenda.\n\nIt is never explained why the two sisters haven't been speaking, but I understand why. They are such equals that neither one has ever been able to gain the upper hand. All of their lifestyle choices seem intended as rebukes to each other. They've spent a lifetime both trying to stand in the same place and push the other away. There's no great painful event in the past, just the mutual feeling that each is complete without a sister. Notice the scene when Pauline challenges Margot to climb a tree.\n\nBut they're able to be brutally truthful with each other, especially in conversations about their sexual desirability. What does it do to a woman when she spends years pushing off men who want to sleep with her, and gradually finds there's no one to push? Where are male chauvinist pigs when you need them?\n\nMany of their conversations take place in front of the kids, who look in training to become the next generation of dysfunctionality. Writing about this movie from the Toronto Film Festival, Jim Emerson, my Web editor, had a great observation: \"It's like a Neil LaBute picture co-written by Jules Feiffer.\" Yes, and Elaine May might have done one of her ghost rewrites, so to speak. The characters are into emotional laceration for fun. They are verbal, articulate, self-absorbed, selfish, egotistical, cold and fascinating. They've never felt an emotion they couldn't laugh at.\n\nWhich brings us full circle. \"Margot at the Wedding\" may not be based on Noah Baumbach's own family, but it demonstrates a way of looking at families he must have learned somewhere. Both of his parents were writers and, to one degree or another, film critics; I recall Gene Siskel telling a friend at dinner that film critics eventually became critical of everything: For example, \"your tie is hideous.\" In revenge, the friend went to Marshall Field's and asked to buy their ugliest tie. Two salesclerks helped him in a spirited debate to select the tie that qualified. My friend wore it the next time they met. Siskel identified the brand of the tie correctly and said: \"If you like that tie, it shows you have better taste than 99 percent of men.\"\n\nSo it goes with the family in this movie. All of its members are engaged in a mutual process of shooting one another down. Watching \"Margot at the Wedding\" is like slowing for a gaper's block.", "running_time": 93, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-20", "genres": ["Comedy", "Drama", "Indie"], "title": "Margot at the Wedding (2007)"}