{"url": "http://www.rogerebert.com/reviews/margin-call-2011", "by": "Kevin Spaceyas Sam Rogers", "star_rating": 3.5, "text": "\n\nIt may have happened something like this. \"Margin Call\" depicts the last night of good times on Wall Street, as a deadly certainty travels up the executive ladder at an investment firm: Disastrous speculation in the mortgage markets is leading to the firm's collapse. We can still recall those days in the summer of 2008, during the Obama-McCain campaign, when America seemed awash in prosperity, and the stock market was setting records. Then one firm after another was forced to declare bankruptcy, the nation's economic structure was threatened, and Congress ponied up its huge bailout.\n\n\"Margin Call\" begins on a day at an unnamed investment firm that must certainly have an inkling of what's coming, since 80 percent of the work force is laid off. One of the victims is Eric (Stanley Tucci), a senior risks analyst who like many of his colleagues was incapable of seeing that the real estate market was built as a house of cards. Although writer-director J.C. Chandor's film has sympathy for most of its characters, it is important to remember that they all felt they had to play along with the deals that were bringing their firms such huge profits and bonuses.\n\nOn his way out the door, Eric slips a USB drive to Peter (Zachary Quinto), a younger analyst who wasn't fired. There's information on it that disturbs him. So it should. While the office is empty, and the survivors are out partying to celebrate not being fired, Peter realizes the firm and the market are clearly trembling on the brink. He contacts his supervisor, Will (Paul Bettany), who takes one look and calls his boss, Sam (Kevin Spacey). Others are called in for an all-night emergency meeting until at dawn as a helicopter brings in CEO John Tuld (Jeremy Irons).\n\nYou don't need to understand a lot about the markets to follow the film. John is a cool, polished Brit who likes to say things like, \"Speak to me in plain terms,\" because his job requires him to manage the corporation but not necessarily understand its business. Indeed, as we now know, a fresh young college graduate could have looked at the balance sheets and clearly seen Wall Street was doomed.\n\nIt is up to John to make the margin call. In other words, to order his company to start dumping worthless holdings before the word spread that they are worthless — essentially, betraying their customers. It has now been established that some firms created hedge funds intended to fail, so they could make money betting against them. These they sold to their customers knowing they were worthless.\n\nI think the movie is about how its characters are concerned only by the welfare of their corporations. There is no larger sense of the public good. Corporations are amoral, and exist to survive and succeed, at whatever human cost. This is what the Occupy Wall Street protesters are angry about: They are not against capitalism, but about Wall Street dishonesty and greed.\n\n\"Margin Call\" employs an excellent cast who can make financial talk into compelling dialogue. They also can reflect the enormity of what is happening: Their company and their lives are being rendered meaningless. This scenario was enacted at many Wall Street institutions on the autumn of 2008, and fundamental financial reform is still being opposed. No particular firm is named, but doesn't it seem to you that the name of the Jeremy Irons character, \"John Tuld,\" has an echo of Richard Fuld, CEO of Lehman Brothers, who collected enormous bonuses for leading his company into bankruptcy?\n\nIrons is sly in the role, a man who knows his own financial stability is unassailable, who considers his job as an amoral exercise, who has made it to the top by not particularly caring about people. A great corporate executive must have a strain of ruthlessness. I also admired Kevin Spacey, who projects incisive intelligence in his very manner, and Demi Moore, as a senior executive who has risen to just below the glass ceiling and knows she will stay there.\n\nThe physical world of the film itself is effective. It's all glass, steel and protocol, long black cars and executive perks, luxurious lifestyles paid for with what was inescapably fraud. One of the characters has a sick dog. The dog is the only creature in the entire film that anyone likes.", "running_time": 107, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-19", "genres": ["Drama", "Suspense", "Thriller"], "title": "Margin Call (2011)"}