{"url": "http://www.rogerebert.com/reviews/maria-full-of-grace-2004", "by": "Catalina Sandino Morenoas Maria", "star_rating": 3.5, "text": "Long-stemmed roses must come from somewhere, but I never gave the matter much thought until I saw \"Maria Full of Grace,\" which opens with Maria working an assembly line in Colombia, preparing the roses for shipment overseas. I guess I thought the florist picked them early every morning, while mockingbirds trilled. Maria is young and pretty and filled with fire, and when she finds she's pregnant, she isn't much impressed by the attitude of Juan, her loser boyfriend. She dumps her job and gets a ride to Bogota with a man who tells her she could make some nice money as a mule -- a courier flying to New York with dozens of little Baggies of cocaine in her stomach.\n\nMaria (Catalina Sandino Moreno) is being exploited by the drug business, but she sees it as an opportunity. Her best friend Blanca (Yenny Paola Vega) comes along, and they get tips from Lucy (Giulied Lopez), who has been a mule before; it's a way to visit her sister in New York.\n\nAt Kennedy Airport, the customs officials weren't born yesterday and consider the girls obvious suspects, but Maria can't be X-rayed because she's pregnant. The girls slip through and make contact with two witless drug workers whose job is to guard them while the drug packets emerge. But Lucy is feeling ill. A packet has broken in her stomach, and soon she's dead of an overdose. Her body is crudely disposed of by the two workers; her death is nothing more than a cost of doing business.\n\nMaria is a victim of economic pressures, but she doesn't think like a victim. She has spunk and intelligence and can think on her feet, and the movie wisely avoids the usual cliches about the drug cartel and instead shows us a fairly shabby importing operation, run by people more slack-jawed than evil. Here is a drug movie with no machineguns and no chases. It focuses on its human story, and in Catalina Sandino Moreno, finds a bright-eyed, charismatic actress who engages our sympathy.\n\nThe story of the making of the movie is remarkable. It was filmed on an indie budget by Joshua Marston, a first-time American director in his 30s, who found Moreno at an audition, cast mostly unknowns, and used real people in some roles -- notably Orlando Tobin, who in life as in the film operates out of a Queens storefront, acting as middleman and counselor to Colombian immigrants in need.\n\nThe movie has the freshness and urgency of life actually happening. There's little feeling that a plot is grinding away; instead, Maria takes this world as she finds it and uses common sense to try to survive. She makes one crucial decision that a lesser movie would have overlooked; she goes to find the sister who Lucy came to visit.\n\nI learn from Ella Taylor's article in the L.A. Weekly that one of Marston's favorite directors is Ken Loach, the British poet of working people. Like Loach, Marston has made a film that understands and accepts poverty without feeling the need to romanticize or exaggerate it. Also like Loach, he shows us how evil things happen because of economic systems, not because villains gnash their teeth and hog the screen. Hollywood simplifies the world for moviegoers by pretending evil is generated by individuals, not institutions; kill the bad guy, and the problem is solved.\n\n\"Maria Full of Grace\" is an extraordinary experience for many reasons, including, oddly, its willingness to be ordinary. We see everyday life here, plausible motives, convincing decisions, and characters who live at ground level. The movie's suspense is heightened by being generated entirely at the speed of life, by emerging out of what we feel probably would really happen. Consider the way the two drug middlemen are seen as depraved and cruel, but also as completely banal, as bored by their job as Maria was with the roses. Most drug movies are about glamorous stars surrounded by special effects. Meanwhile, in a world almost below the radar, the Marias and Lucys hopefully board their flights with stomachs full of death.\n\nNote: At the 2004 Berlin Film Festival, Catalina Sandino Moreno tied with Charlize Theron (\"Monster\") for best actress. The film won the Audience Award at Sundance 2004.", "running_time": 101, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-07-30", "genres": ["Crime", "Drama", "Foreign", "Thriller"], "title": "Maria Full of Grace (2004)"}