{"url": "http://www.rogerebert.com/reviews/marie-baie-des-anges-1998", "by": "Vahina Giocanteas Marie", "star_rating": 1.0, "text": "At the height of the storm over \"Last Tango in Paris,\" Art Buchwald, who had lived in Paris for years, weighed in with some common sense: The movie, he explained, is really about real estate. Both characters want the same apartment, and are willing to do anything to get it.\n\n\"Marie Baie des Anges\" is not really about real estate. It is about sex. But I thought a lot about real estate while I was watching it.\n\nIt takes place on the French Riviera, which is pictured here as an unspoiled Eden in which the film's adolescent lovers gambol and pose, nude much of the time, surfacing only occasionally for the dangers of the town.\n\nAnyone who has visited the French Riviera knows that it has more in common with Miami than with Eden. It is a crowded, expensive perch for ugly condos and desperate beachgoers, and the only place where teenage lovers can safely gambol is in their bathtubs. \"Marie Baie des Anges\" is as realistic as \"The Blue Lagoon,\" although without any copulating turtles.\n\nThe movie stars Vahina Giocante as Marie, a 15-year-old who spends her vacations on the Riviera, picking up American sailors and sleeping under the stars. No mention of her parents, home, income, past, experience, etc. She is the pornographer's dream, an uncomplicated nubile teenager who exists only as she is. Giocante has been billed as \"the new Bardot,\" and she's off to a good start: Bardot didn't make many good films, either.\n\nOn the beach, she meets Orso (Frédéric Malgras ), a sullen lout who lurks about looking like a charade with the answer, \"Leonardo DiCaprio.\" Together, they run, play, boat, swim, eat strawberries and flirt with danger, and inevitably a handgun surfaces, so we will not be in suspense about the method used to bring the film to its unsatisfactory conclusion.\n\n\"Get me the best-looking gun you can find,\" Orso tells Marie, who steals it from a one-night stand.\n\nThe movie is yet one more evocation of doomed youth, destined for a brief flash of happiness and a taste of eroticism before they collide with the preordained ending. All of these movies end the same way, with one form of death or another, which casts a cold light on the events that went before, showing you how unlucky these young people were to be in a story written by a director who lacked the wit to think of anything else that might happen.\n\nThe filmmaker is Manuel Pradal, who in addition to recycling exhausted cliches, also fancies himself at the cutting edge of narrative. He tells his story out of sequence, leaving us to collect explanations and context along the way; one advantage of this style is that only at the end is it revealed that the story was not about anything. We get glimpses and fragments of actions; flash-forwards and flashbacks; exhausting, self-conscious artiness.\n\nYes, there is beautiful scenery. And nice compositions. Lots of pretty pictures. Giocante and Malgras are superficially attractive, although because their characters are empty vessels there's no reason to like them much, or care about them. The movie is cast as a tragedy, and it's tragic, all right: tragic that these kids never developed intelligence and personalities.", "running_time": 90, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-04", "genres": null, "title": "Marie Baie des Anges (1998)"}