{"url": "http://www.rogerebert.com/reviews/marie-a-true-story-1985", "by": "Sissy Spacekas Marie Ragghianti", "star_rating": 3.0, "text": "The true story of Marie Ragghianti is one of those lives they ought to make a movie about, and this time they did. Marie was a young Tennessee woman who broke out of a marriage with a wife-beater and somehow managed to put herself through school while raising her kids, including a chronically ill little boy. Then she got involved on the edges of the state political world, caught the eye of an assistant to the governor, was given a state job, and worked her way up to head of the state parole board.\n\nIf the story ended there, however, it probably wouldn't have made a movie. What makes Marie's story extraordinary is that she discovered corruption in the parole system, and she blew the whistle on the grafters. As a result of her testimony, a Tennessee governor and other officials were sentenced to the very prisons they sought to control.\n\nAnd Marie emerged as a heroine, although not without some dicey moments when it looked as if the governor's powerful cronies would be able to paint her as a heavy drinker who fudged on her expense accounts.\n\nMarie's story falls within a fairly new tradition in American movies, of the humble young woman with pluck, who struggles against the system and makes a stand for what she believes in. The stars of the genre are Sally Field (\"Norma Rae,\" \"Places in the Heart\"), Jessica Lange (\"Country\") and, of course, Sissy Spacek, who can add \"Marie\" to a list that includes \"Coal Miner's Daughter,\" \"Raggedy Man,\" \"Missing\" and \"The River.\" Marie Ragghianti is the sort of character we are not surprised to find Spacek playing, and indeed there are few surprises in the movie once we understand the direction the story is taking. But Spacek is such a good actress, so well grounded in the particular traits of her characters, that it doesn't matter if she has played this sort of role before, because she does it so well this time.\n\nShe is helped, too, by the direction of Roger Donaldson, the New Zealander whose little-seen \"Smash Palace\" is one of the best movies ever made about the tensions surrounding an unhappy marriage, and the pressures it puts on children. Some of the same situations happen in the course of this story.\n\nWhat happens to Marie is that she breaks out of one marriage to find herself in another situation where a man wants to call all the shots. The second man is Eddie Sisk, the governor's special assistant, whose job is to casually arrange special understandings and favors without involving the governor directly. Sisk is the man who gets Marie her job, and he is eventually the one who threatens to take it away. Sisk is played by Jeff Daniels, who was Debra Winger's husband in \"Terms of Endearment,\" and again this time he projects an uncanny combination of smooth charm and concealed deceptiveness.\n\nThe story is told as a counterpoint between Marie's political adventures and her problems in raising her family. I, for one, could have done with less about the sick little boy, who was never quite right after he swallowed a pistachio shell as an infant. I have no doubt that Marie did struggle heroically with her family, but the movie's medical emergencies and races to the hospital belong in a different sort of movie. Here, they make us wonder what \"All the President's Men\" would have been like if Woodward and Bernstein had spent half their time at bedside.\n\nThat problem aside, \"Marie\" is an absorbing movie about a brave woman. My only complaint is that it's too predictable. There's never really any doubt in our minds that Marie will do the right thing.\n\nPerhaps some sort of suggestion of earlier weakness would have helped; if we could see Marie overcoming a tendency to cave in and compromise, then there would be more suspense. As it is, \"Marie\" does a good job of telling a straightforward and somewhat inevitable story.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-10-18", "genres": ["Drama"], "title": "Marie: A True Story (1985)"}