{"url": "http://www.rogerebert.com/reviews/marius-and-jeannette-1998", "by": "Ariane Ascarideas Jeannette", "star_rating": 2.0, "text": "\"Marius and Jeannette\" is a sentimental fantasy of French left-wing working-class life, so cheerful and idealized that I expected the characters to break into song; they do all dance together, in the forecourt of a shuttered cement factory. Set in a blue-collar district of Marseilles, it plays like a sitcom spinoff of \"Carmen,\" with everyone popping in and out of one another's houses and lives, while all personal emergencies are handled in public, collectively.\n\nDirector Robert Guediguian has visited this territory before; his 1980 film \"Last Summer\" dealt with workers in the same factory when it was still in operation. Now the jobs have fled to Malaysia, and the workers sit outside their doors in beach chairs, unemployed but unbowed.\n\nThe heroine is Jeannette (Ariane Ascaride, the director's wife). She has reared two kids by different fathers, and as the movie opens she tries to steal cans of paint from the factory. She's stopped by a security guard, Marius (Gerard Meylan), who limps around in an orange one-piece suit, patrolling the ruins. \"My house will collapse without a paint job!\" Jeannette shouts, calling him a fascist. The next day, he delivers the cans to her door, and that's the beginning of a romance.\n\nWell, we like these two people, and that's the argument for liking the movie. Jeannette is irredeemably cheerful and upbeat, a pal to her children, a no-nonsense figure in jeans and a Levi jacket.\n\nJeannette combines old-time leftist idealism with the hippie commune spirit. She and her neighbors live in one another's pockets; they occupy a little courtyard with windows that open onto a common space, and even the most intimate matters are freely discussed. They also laugh a lot--too much, I thought. At one point the neighbor's husband lands in the hospital after getting drunk and throwing rocks at right-wing political posters. The rocks bounce back and hit him in the head. At this news everyone laughs so uproariously that they have to wipe away the tears. I didn't believe I was looking at laughter. It looked more like overacting in response to a screenplay instruction: They laugh uncontrollably.\n\nThere must be an arc in all romances, a darkness before the dawn. Marius and Jeannette fall in love, but then he disappears, and the movie falls back on the ancient cliche that in wine there is truth. The neighborhood guys get him drunk, and he confesses his innermost fears. There is also an unnecessary bar brawl. Then, in a tactic that takes communal living too far, they haul him unconscious back to Jeannette's bed.\n\nMeanwhile, Jeannette conducts her private war against the bosses. She's a checkout clerk at a supermarket, where the chair hurts her back (she should try standing up like an American grocery clerk). She shouts at the manager, \"The Gestapo could have used these chairs for torture!\" Since the movie is set much too late for Jeannette to have had any experience of World War II, this seems more like a dated, ritualized left-wing attribution of fascism to all the enemies of the workers.\n\nBy the end of the film, I was fed up. Yes, I liked Jeannette and Marius as individuals; they're a warm, attractive, funky couple on the shores of middle age, who find happiness. But the movie forces its politics until it feels like a Pete Seeger benefit. And, hey, I like Pete Seeger. It's just that the love story of \"Marius and Jeannette\" is at an awkward angle to the politics, and the lives and dialogue of these characters seem impossibly contorted to reflect the director's politics.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-06-26", "genres": ["Drama", "Foreign", "Romance"], "title": "Marius and Jeannette (1998)"}