{"url": "http://www.rogerebert.com/reviews/marie-antoinette-2006", "by": "Kirsten Dunstas Marie-Antoinette", "star_rating": 4.0, "text": "Ten things that occurred to me while watching \"Marie Antoinette.\"\n\n1. This is Sofia Coppola's third film centering on the loneliness of being female and surrounded by a world that knows how to use you but not how to value and understand you. It shows Coppola once again able to draw notes from actresses who are rarely required to sound them.\n\n2. Kirsten Dunst is pitch-perfect in the title role, as a 14-year-old Austrian princess who is essentially purchased and imported to the French court to join with the clueless Louis XVI (Jason Schwartzman) to produce an heir. She has self-possession, poise and high spirits, and they are contained within a world that gives her no way to usefully express them. So she frolics and indulges herself, within a cocoon of rigid court protocol.\n\n3. No, the picture is not informative and detailed about the actual politics of the period. That is because we are entirely within Marie's world. And it is contained within Versailles, which shuts out all external reality. It is a self-governing architectural island, like Kane's Xanadu, that shuts out politics, reality, poverty, society.\n\n4. Schwartzman, like Bill Murray's character in \"Lost in Translation,\" plays a sexually passive sad sack who would rather commiserate than take an active role. Danny Huston is priceless as Marie's older brother, brought in from Austria to give the young king a few helpful suggestions about the birds and the bees. The old king, randy Louis XV (Rip Torn), would certainly need no inspiration to perform, as his mistress, Madame du Barry, (Asia Argento) immediately observes.\n\n5. All of Coppola's films, and this one most of all, use locations to define the lives of the characters. Allowed complete access to Versailles, she shows a society as single-mindedly devoted to the care and feeding of Marie Antoinette as a beehive centers on its queen.\n\n6. On the border for the \"official handover,\" Marie is stopped, stripped and searched to ascertain, brutally, if she is indeed a virgin and, for that matter, a female. In a deal like this, it pays to kick the tires. I was reminded of the scene in von Sternberg's \"The Scarlett Empress\" where Catherine arrives at the court of the Czar and the royal physician immediately crawls under her skirt to check her royal plumbing. Every detail is covered by the French authorities; they even confiscate her beloved dogs, but tell her, \"You can have as many French dogs as you like.\"\n\n7. Coppola has been criticized in some circles for her use of a contemporary pop overlay -- hit songs, incongruous dialogue, jarring intrusions of the Now upon the Then. But no one ever lives as Then; it is always Now. Many characters in historical films seem somehow aware that they are living in the past. Marie seems to think she is a teenager living in the present, which of course she is -- and the contemporary pop references invite the audience to share her present with ours. Forman's \"Amadeus\" had a little of that, with its purple wigs.\n\n8. Everyone in the audience knows Marie Antoinette was beheaded and I fear we anticipate her beheading with an unwholesome curiosity. Coppola brilliantly sidesteps a beheading, and avoids bloated mob scenes by employing light, sound and a balcony to use Marie's death as a curtain call. Hired, essentially, to play a princess, she is a good trouper and faithful to her role. It is impossible to avoid thoughts of Diana, Princess of Wales.\n\n9. Every criticism I have read of this film would alter is fragile magic and reduce its romantic and tragic poignancy to the level of an instructional film.\n\n10. It is not necessary to know anything about Marie Antoinette to enjoy this film. Some of what we think we know is mistaken. According to the Coppola version, she never said, \"Let them eat cake.\" \"I would never say that,\" she says indignantly. What she says is, \"Let them eat custard.\" But, paradoxically, the more you know about her, the more you may learn, because Coppola's oblique and anachronistic point of view shifts the balance away from realism and into an act of empathy for a girl swept up by events that leave her without personal choices. Before she was a queen, before she was a pawn, Marie was a 14-year-old girl taken from her home, stripped bare, and examined like so much horseflesh. It is astonishing with what indifference for her feelings the court aristocracy uses her for its pleasure, and in killing her disposes of its guilt.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-10-19", "genres": ["Drama", "History", "Romance"], "title": "Marie Antoinette (2006)"}