{"url": "http://www.rogerebert.com/reviews/marilyn-hotchkiss-ballroom-dancing-and-charm-school-2006", "by": "Marisa Tomeias Meredith Morrison", "star_rating": 2.0, "text": "When he was 8 years old, Steve promised Lisa that they would meet again on the fifth day of the fifth month of the fifth year of the new millennium, at a reunion of their class at Marilyn Hotchkiss' Ballroom Dancing & Charm School. Now Steve is 48, it is May 5, 2005, and he's piloting his station wagon down a lonely highway to make that rendezvous. If you're still reading, I'm as surprised as that I'm still writing.\n\nThink about this. You liked a schoolmate when you were 8, and for 40 years have focused on this reunion. Are you crazy? When I was 8, I did not even take ballroom dancing classes, for which I thank the nuns of St. Mary's Grade School.\n\nIt was all we could do to practice for the rhythm band. A rhythm band, as you rich kids may not know, is a band consisting entirely of cheap rhythm instruments. Sister Marie Donald would put a record on the Victrola and we would accompany it by ringing our triangles, rubbing our ratchet sticks together and pounding on tambourines. If a kid was left over, he would bang a desk lid up and down. The school had a piano, but it was in the auditorium.\n\nAnyway, while racing to his rendezvous with Lisa, Steve is in a car crash. The crash is witnessed by Frank (Robert Carlyle), who is driving a bakery truck. Frank calls 911, encourages Steve to hang in there, and accompanies him in the ambulance to the hospital. Steve keeps blubbering about Lisa: \"I made this appointment almost 40 years ago! I promised Lisa I'd be there!\"\n\n\"Keep him talking!\" a paramedic advises Frank. This is not a problem. Steve talks on and off during the entire movie, telling the story of his relationship with Lisa and the dynamics of their class at the Marilyn Hotchkiss School. Occasionally his heartbeat falters, and we hear the ominously level tone of a heart monitor flat-lining. But then Frank asks him another question, and thank God! The monitor starts beeping again, as Steve shares another memory from his past. He talks so much, the HMO must be shipping him to a hospital in another state.\n\nFrank himself is grieving; his wife has committed suicide, for unexplained reasons. He promises Steve he will go to the Marilyn Hotchkiss reunion and look for Lisa, and this he does. He is painfully shy as he asks one woman after another if she is Lisa, but Lisa does not seem to have taken the appointment as seriously as Steve. Meanwhile, Frank has a run-in with Randall Ipswitch (Donnie Wahlberg), who warns him to keep his hands off his half-sister Meredith Morrison (Marisa Tomei). Randall is so angry, he even gives Frank's bakery truck four flat tires.\n\nWas there ever a place in this or any reasonably adjacent universe where \"Marilyn Hotchkiss' Ballroom Dancing & Charm School\" could be considered a plausible story? I doubt it. It matches nothing in my experience. I have written before about the Thelma Leah Rose Ballroom Dancing Academy, which was above the Princess Theater on Main Street in Urbana, and where I learned the foxtrot, the waltz, the mambo, the canasta, the pinochle and many other dances, all of them, my wife confides, very badly.\n\nWe were older than 8 but younger than today's 13-year-olds have ever been. I can assure you that the little Steves and Lisas in our class did not make appointments for 40 years hence. We looked at one another with fear and loathing. The only reason I took the dance class in the first place was because I was in training for the St. Mary's Seventh- and Eighth-Grade Prom, at the Urbana-Lincoln Hotel. Sister Nathan and Sister Rosanne laid down the ground rules: They wanted to see daylight between the dancers. As far as I was concerned, they could have seen Indiana.\n\nThe adults at the Hotchkiss reunion are played by an assortment of splendid actors. Mary Steenburgen is the heir to the Hotchkiss legacy, and the students include Sean Astin, David Paymer, Adam Arkin and Sonia Braga. Marisa Tomei is adorable as the big-hearted Meredith, who despite her attack-dog half-brother, sees that Frank has a wounded heart, and attempts to mend it. I hope she gets the flour out of her hair. All I can say about Lisa is, when we finally meet her, she's smoking. As a far better critic than I once wrote, there wasn't a wet eye in the house.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-04-06", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Marilyn Hotchkiss' Ballroom Dancing and Charm School (2006)"}