{"url": "http://www.rogerebert.com/reviews/marmaduke-2010", "by": "Lee Paceas Phil Winslow", "star_rating": 2.0, "text": "20th Century-Fox presents a film directed by Tom Dey. Written by Tim Rasmussen and Vince DiMeglio, based on the comic strip created by Brad Anderson and Phil Leeming. Running time: 87 minutes. Rated PG (for rude humor and language).\n\nDogs cannot talk. This we know. Dogs can talk in the movies. This we also know. But when we see them lip-synching with their dialogue, it's just plain grotesque. The best approach is the one used by “Garfield” in which we saw the cat and heard Bill Murray, but there was no nonsense about Garfield's mouth moving.\n\nThe moment I saw Marmaduke's big drooling lips moving, I knew I was in trouble. There is nothing discreet about a Great Dane with a lot on his mind, especially when he's the narrator of the film and never shuts up. And when his master Phil moves the Winslow family from Kansas to Orange County and he joins the crowd at the dog park of a vegetarian pet food company, well, what can I say about a movie that has more speaking parts for dogs (and a cat) than for humans?\n\nThis is a congenial PG-rated animal comedy. If you like the comic strip, now in its 56th year, maybe you'll like it, maybe not. Marmaduke's personality isn't nearly as engaging as Garfield's. Then again, if personality is what you're in the market for, maybe you shouldn't be considering a lip-synched talking animal comedy in the first place.\n\nThe plot. In California, Marmaduke likes his new back yard, but gets in hot water with his family for a dumb reason and runs away. Mazie, the collie he's been romancing at the park, goes searching for him, and it rains, and Marmaduke gets lost, and his family piles in the station wagon and searches, too, and — long story made short — they all end up where a burst sewer has caused a big sink hole (although not as big as the one in Guatemala). Mazie falls in, Marmaduke leaps in after her, they're swept into a sewer, they come out in an aqueduct, Phil Winslow (Lee Pace) leaps in, and so on and so forth.\n\nGreat Danes can be your best friends, but they are not gifted comedians. Mazie is typecast as a sexy collie; just once couldn't a pug play the female lead, in a little non-traditional casting? And speaking of that, what's with William H. Macy as the owner of the pet food company? If you admire Macy as I do, you can imagine dozens of ways he could be funny as a pet food tycoon. The movie sidesteps all of them and has him play the role right down the middle, as a businessman. Then why hire Macy in the first place?\n\nAnd then ... but enough. Why am I writing, and why are you reading, a review of a talking animal movie? Little kids may like it. It's not offensive. I don't find Marmaduke particularly photogenic, but that's just me. Great Danes look like they have extra elbows. The movie gets two stars. It could have done a little better if Marmaduke had kept his big mouth shut.", "running_time": 87, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-06-02", "genres": ["Comedy", "Family"], "title": "Marmaduke (2010)"}