{"url": "http://www.rogerebert.com/reviews/marooned-1969", "by": "Gregory Peckas Keith", "star_rating": 3.0, "text": "John Sturges' \"Marooned\" demonstrates convincingly that it will be a long time before a space movie comes along to outclass \"2001: A Space Odyssey.\" Having seen Stanley Kubrick's infinitely detailed sets and special effects, we're no longer willing to settle for conventional models -- no matter how well done.\n\nAnd having learned a thing or two about space during the TV coverage of moon shots, we're not willing to accept rocket engines that hiss (sound doesn't travel in a vacuum) or an astronaut who can look directly at the sun and not go blind. (The sun, by the way, isn't the small, hard disk of \"2001: A Space Odyssey,\" but a blinding glare -- diffused, I guess, even in a vacuum). Sturges should have hired a better technical consultant.\n\nThese things aside, however, \"Marooned\" works very nicely as an entertainment, and when I was a science fiction fan back in high school I would have liked it a lot. The strange thing about movies like \"Marooned\" is that they get us involved in the story no matter how much we may pick holes in the technique. Sure, sound doesn't travel in a vacuum -- but how are those three guys gonna get down?\n\nThe premise is one that has been in our minds ever since John Glenn's first flight: What happens if the re-entry rockets don't ignite? Do the astronauts simply orbit forever, eventually running out of air? Gregory Peck, as the head of the space program, argues that they do. It would cost more lives to launch a rescue mission, he says, than it would save, But he's overruled by the President (and we never do find out how many plebeian workmen are killed to save the orbiting aristocrats).\n\nA lot of action takes place inside the capsule, where Gene Hackman, Richard Crenna and James Franciscus provide good performances (considering they're strapped down and inside helmets most of the time, which would be murder for a method actor). Hackman, who gradually goes nuts, is particularly good.\n\nI wouldn't dream of telling you how (or if) the astronauts (or some of them, or none of them) get back to Earth. \"Marooned\" isn't very interesting from a stylistic point of view, and the actors tend to get buried beneath the technology, but it does tell an exciting story, And that, I imagine, was all Sturges (whose storytelling includes \"The Great Escape\" and \"Bad Day at Black Rock\") was really trying to do.", "running_time": 134, "mpaa_rating": "G", "release_year": 1969, "date_published": "1969-12-25", "genres": ["Drama", "Science Fiction", "Thriller"], "title": "Marooned (1969)"}