{"url": "http://www.rogerebert.com/reviews/married-life-2008", "by": "Pierce Brosnanas Richard Langley", "star_rating": 3.0, "text": "Remember the time businessmen were expected to drink martinis at lunch, and the time they were expected not to? Ira Sachs' \"Married Life\" begins with Harry taking Richard into his confidence at a martinis-and-cigarettes lunch that confirms the movie is set in 1949. Harry (Chris Cooper) is a buttoned-down, closed-in, respectable type. Richard (Pierce Brosnan) is more easygoing. You can tell by the way they smoke. Harry is painfully earnest as he tells his friend that he plans to leave his wife for a much younger woman. The younger woman truly and deeply loves him. All his wife wants is sex.\n\nWhy does Harry share this information? I think he wants understanding and forgiveness from a man he respects. He has arranged for the young woman to join them at lunch. Here she comes now. She is Kay (Rachel McAdams). She has the bottle-blond hair and the bright red lipstick, the Harlow look. But don't get the wrong idea. She's a sweet kid, and she really does love Harry. The movie has a voiceover narration by Richard, but we don't need it to tell from the look in his eyes that Richard desires Kay, and that from the moment he sees her, he wants to take her away from the dutiful Harry.\n\nHow dutiful is Harry? So devoted to his wife that he can't stand the thought of telling her he wants a divorce. He decides to take pity on her, spare her that pain, and murder her instead. Sort of a mercy killing. He's serious about this. He knows how devoted his wife is to him, and how this news would shatter her, and he doubts if she could stand it.\n\nThis story, which crosses film noir with the look and feel of a Douglas Sirk film, balances between its crime element and its social commentary: Everything Harry does is within the terms of a circa-1950 middle-class suburban marriage, with what we have been taught of all of its horrors. Marriage is always bad in these dark movies. I personally think it was better than in 1950s comedies, but then that's just me. We have the same problems but we smoke less and use more jargon. And no generation thinks its fashions look funny, although Gene Siskel used to amuse himself by watching people walking down the street and thinking to himself, \"When they left home this morning, they thought they looked good in that.\"\n\nBut enough. What about Harry's wife? She is Pat, played by Patricia Clarkson, who is so expert at portraying paragons of patient domestic virtue: So trusting, oblivious or preoccupied that she never thinks to question Harry's absences when he's seeing Kay. Richard observes all of this in a low-key, factual way; it's as if he's telling us the story over martinis. He even addresses us directly at times. \n\nWill Harry really try to kill his wife? Many men have killed their wives for less, shall we call them, considerate motives. Sachs and his co-writer, Oren Moverman, have based their screenplay on the pulp novel Five Roundabouts to Heaven by John Bingham, who, I learn from the critic Keith Uhlich, was a British intelligence agent who was the original for John Le Carre's character George Smiley. Smiley, however, would be the Richard character here, not the Harry. The story has been ported from the land of roundabouts to the land of four-way stops, all except for Richard, who is British and urbane, which with Harry possibly passes for trustworthy.\n\nPierce Brosnan is becoming a whole new actor in my eyes, after this film, \"The Matador,\" \"Evelyn\" and \"The Tailor of Panama.\" It's a kiss of death to play James Bond, but at least it gives you a chance to reinvent yourself. Chris Cooper reinvents himself in every film; can this be the same actor from \"Adaptation\"? Here he seems so ... respectable. Rachel McAdams does a nice job of always seeming honest and sincere, even when she makes U-turns, but Patricia Clarkson, as always, has a few surprises behind that face that can be so bland, or scornful, or in between. Still housewives run deep.\n\nThere is so much passion in this story that it's a wonder how damped down it is. Nobody shouts. And we discover that Harry is not the only person in the story who can surprise us. The lesson, I think, is that the French have the right idea, and adultery is no reason to destroy a perfectly functioning marriage. But is the movie about marriage, or sex, or murder, or the murder plot, or what? I'm not sure. It deals all those cards, and fate shuffles them. You may not like it if you insist on counting the deck after the game and coming up with 52. But if you get 51 and are amused by how the missing card was made to vanish, this may be a movie to your liking.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-03-13", "genres": ["Comedy", "Drama"], "title": "Married Life (2008)"}