{"url": "http://www.rogerebert.com/reviews/married-to-it-1993", "by": "Beau Bridgesas John Morden", "star_rating": 2.0, "text": "\"Married to It\" tells the story of three couples, thrown together by chance at a school function, who become friendly and help each other weather life's vicissitudes. One couple is rich and newlywed, one is made of long-married former hippies, and one is young and having troubles. It's sort of like those arithmetic problems about A, B and C, where they all have two-gallon buckets but when C gets to the top of the hill he discovers that his bucket has been leaking at a rate of two pints an hour.\n\n\"Married to It\" has its heart in the right place, and wants desperately to shed light and sympathy on the challenges of modern marriage, but the screenplay marches from scene to scene as if solving a jigsaw puzzle.\n\nIt's hard to juggle six major and several minor characters in a story that wants to say something meaningful, but other movies have done a better job - \"Parenthood,\" for example, with three generations of an extended family.\n\nCouple A (Cybill Shepherd and Ron Silver) are rich. She's his attractive new trophy wife, none too pleased that a daughter from an earlier marriage is moping about in a state of perpetual discontent. Couple B (Beau Bridges and Stockard Channing) have been married for a long time, after a classic '60s start that involved sex, drugs and rock and roll. Their family leads a shabby but comfortable lifestyle. Couple C (Mary Stuart Masterson and Robert Sean Leonard) are starting out. She's a school counselor, given a broom closet for an office, and he's an up-and-coming young securities analyst.\n\nThey all meet at a school parent-teacher function, and get shanghaied onto a committee. Meeting over dinner to make plans, they begin to share confidences, and find they get along. So one dinner party turns into three, and along the way a lot of underlying difficulties get revealed, and they find they can care about each other and help each other. Such discoveries were once routine in American life, but now, I guess, when three professional couples take time out from their busy schedules to express ordinary human sympathy, it's exceptional enough to inspire a movie.\n\nThe performers are asked to do what they've done in other movies, and do it as expected: Shepherd as the cool, aloof beauty; Silver as the fast-talking wheeler-dealer with a conscience; Bridges and Channing as solid types with a twinkle in their eyes; Leonard as an earnest young man, Masterson tortured by her integrity. We can more or less predict what will happen to their characters the moment we see how the roles were cast, and although the movie has a warm last-reel reverse, we're mostly right.\n\nA few scenes stand out, one in particular between Masterson and Leonard that shows the growth of real caring. But Channing's big blowup against Bridges seems unmotivated and unreasonable. And a subplot involving Leonard's troubles at work is so artificial and contrived the actors seem to be reading their lines over each other's shoulders.\n\n\"Married to It\" was filmed in 1991, but got shelved as part of the big Orion Pictures financial reorganization. At one point it seemed destined to go directly to TV and the video stores. That would have been appropriate.", "running_time": 111, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-03-26", "genres": null, "title": "Married To It (1993)"}