{"url": "http://www.rogerebert.com/reviews/married-to-the-mob-1988", "by": "Michelle Pfeifferas Angela De Marco", "star_rating": 3.0, "text": "In Jonathan Demme’s “Something Wild,” a gangly Midwestern guy living in New York became involved with a sharp, sexy woman from a vastly different world and tried to help her escape her shady past. A prankish romantic comedy in the early going, it turned into a mean thriller – a combination that, however bril­liantly handled, proved to be commercially damaging.\n\nWith “Married to the Mob,” Demme enacts his own theme about second chances by bringing a less threatening attitude to bear on the same basic story. The results are very good – far better and funnier than most of what is being made these days. But having worked through similar material, Demme suffers a dropping-off of urgency here. Cute and ingratiating, “Mob” too often comes to rest on something mild.\n\nThe gangly hero this time is FBI agent Mike Downey (Matthew Modine), a gung ho young fellow who comes off like a stoned Boy Scout in keeping surveillance on mob wife Angela De Marco (Michelle Pfeiffer, modeling luxurious brunette curls). Actually, she’s now a widow: Her hit-man husband, “Cucumber” Frank De Marco (Alec Baldwin), was just murdered by his boss, Tony “The Tiger” Russo (Dean Stockwell), for fooling around, with the same floozy.\n\nCreepy Tony, a flashy Al Capone-style dresser who considers himself God’s gift to women, wants Angela in the worst way. It will take a while before Mike sees that she wants out in the worst way – out of Tony’s sight, out of the “family,” out of a life in which everything she eats or wears “fell off a truck.”\n\nShot in Demme’s patented dreamy/wide-­awake style (his cameraman, for the sev­enth time, is the gifted Tak Fujimoto), “Married to the Mob” brings an absurdist sit-com effervescence to its domestic scenes. Angela’s 7-year-old son, Joey (Anthony J. Nici), makes his old man proud by sucker­ing his little suburban pals in three-card Monte. When Angela tearfully demands a divorce, Frank laughs his head off, so crazy is the notion in line-toeing family circles.\n\nDemonstrating their own bent syndicate moxie, a gang of mob wives converges on Angela in the supermarket, wielding lethal carts. Mrs. Tony “The Tiger” Russo (Mercedes Ruehl) is the film’s wild card: a psychotically jealous wife who will go to any length – and does – to make sure no one else is squeezing her husband.\n\nAttempting to start a new life, Angela gives away all of her tainted belongings and moves with Joey from her house on Long Island into an awful dive on Manhattan’s Lower East Side. After a series of hum­iliating job interviews, including one with the drooling Mr. Chicken Lickin’, she goes to work at a hair salon run by a goodheart­ed Jamaican named Rita (reggae singer “Sister” Carol East, one of the joys of “Something Wild”).\n\nFew directors thrive on the ethnic riches of city life, or the tackiness of American culture, as personably as Demme. Shot for the most part in actual locations, “Married to the Mob” imparts a gritty vitality and generosity. But no amount of atmosphere or far-reaching ambiance from soundtrack maestro David Byrne – who programs ev­erything from Rosemary Clooney’s “Mambo Italiano” to Wazmo’s “Kramtorn Avenges the Puttbundles” – can overshadow the lack of romantic chemistry between Modine and Pfeiffer.\n\nMaybe this is rapture speaking – with her perfect cheekbones, lips and almond-shaped blue eyes, Pfeiffer could be the most beautiful movie actress alive – but there’s no way the stylish Angela would fall at first sight for the weird, geeky Mike. Even if he is good at explaining dinosaurs to her kid.\n\n(He’s also good at convincing Angela how “it’s not easy to turn your life around when the past keeps coming back to haunt you,” an unnecessary statement of theme that reflects Demme’s determination to make sure everyone gets this film.)\n\nEven those who do get the point may not get Modine’s strange performance. Hanging every word on an expression of exaggerated false sincerity, he comes off like a cartoon character looking for his frame. Even in the wordless romantic postscript following the end credits, in which Mike and Angela are seen happily out on the town, we still don’t know quite what to make of him.\n\nIn her best performance to date, Pfeiffer is delightful in a more straightforward way. But this couple falls considerably short of Melanie Griffith and Jeff Daniels in “Something Wild.” And as the menacing third party, Stockwell, however solid, isn’t funny or threatening enough to give the story the proper spin. The climax, in which everyone converges on Miami Beach, never takes off.\n\nStill, “Married to the Mob” is loaded with wonderful offbeat touches, ranging from tough guy (and Demme regular) Charles Napier’s appearance as a done-up hairdresser to the scene in which Mike spontaneously joins a street-corner vocal quartet in order to remain undercover. Whatever it lacks, “Married to the Mob” most assuredly doesn’t lack soul.", "running_time": 103, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-08-19", "genres": ["Action", "Comedy", "Crime", "Romance", "Thriller"], "title": "Married to the Mob (1988)"}