{"url": "http://www.rogerebert.com/reviews/mars-attacks-1996", "by": "Jack Nicholsonas President James Dale/Art Land", "star_rating": 2.0, "text": "First he made “Ed Wood,” a tribute to the man fondly recalled as the worst movie director of all time. Now Tim Burton seems to have made a tribute to Wood's work. “Mars Attacks!” has the look and feel of a schlocky 1950s science-fiction movie, and if it's not as bad as a Wood film, that's not a plus: A movie like this should be a lot better, or a lot worse. “Mars Attacks!” plays like one of those '50s movies that are *not* remembered as cult classics.\n\nThe movie opens with an image worthy of Luis Bunuel: A herd of flaming cattle, running down a country lane. What set them afire? We see the first of the movie's many flying saucers, designed in perfect imitation of those fuzzy photos in old UFO books--the ones that looked like either alien spacecraft or anodized aluminum ceiling light fixtures, take your pick.\n\nEarth is soon under attack from a vast fleet of martian invaders, and the President (Jack Nicholson) takes advice from a few of the many big stars in the film: Martin Short as his staff spin doctor, Rod Steiger as his nuke-'em military adviser, Pierce Brosnan as a scientific adviser, Glenn Close as the first lady and Paul Winfield as a Colin Powell look-alike who runs the Joint Chiefs.\n\nWatching Nicholson deliver his televised fireside chat with the nation about the impending saucer attack, I wondered, why is this supposed to be funny? Burton has made a common mistake: He assumes it is funny simply to *be doing* a parody, when in fact the material has to be funny in its own right. It isn't funny *that* Jack Nicholson is the president--it's only funny if the writing makes the role comic. Peter Sellers was funny in “Dr. Strangelove” (one of this movie's many inspirations) because the story was funny. “Mars Attacks!” is not so much a comedy as a replica of tacky old saucer movies--not so much a parody as the real thing.\n\nThe action also takes place in Las Vegas, where Nicholson, in an unsuccessful and unnecessary dual role, plays a casino owner with a boozy wife (Annette Bening). Also in Vegas, we meet Jim Brown as a former heavyweight champion, now dressed like a gladiator and employed as a casino greeter. He has many telephone conversations with his estranged wife, played by Pam Grier as a character so realistic and plausible that apparently Burton forgot to tell her she was in a comedy. Also in Vegas: Danny DeVito, playing a gambler in a role of complete inconsequence. And Tom Jones, playing himself and thus impossible to parody.\n\nThe third locale is a trailer park in rural Kansas, where gun nut Joe Don Baker presides over a brood including his mother (Sylvia Sidney) and his son (Lukas Haas). Many of these people are eventually fried by the martians, whose ray guns look suspiciously like the high-volume water guns you can buy in upscale toy shops. Their victims look briefly like X-ray pictures of themselves, which is funny one (1) time, but is used as a visual gag many (many) times.\n\nThe movie was obviously expensive, and Burton lingers too long on the dollars onscreen. The massing of the martian fleet continues long after we've gotten the point, for example, and the animated martians would be funnier if we saw a lot less of them. Later, when mankind discovers a secret weapon against the martians, it's amusing to see one of the eggheaded creatures pop his skull and coat the inside of his space helmet with green slime. But it happens again and again.\n\nThe martians, supplied by animation, have laughter possibly inspired by Beavis and Butt-Head. They're so stupid it's hard to figure out how they achieved space travel, but that's not the kind of question one is supposed to ask during a movie like this.\n\n“Mars Attacks!” was inspired by a series of old Topps bubble gum cards. The art direction is first-rate in creating the kinds of saucers and aliens that graced the covers of my precious old issues of Imagination Science Fiction magazine (which was downscale and ran bug-eyed monsters that Analog and F&SF would have never touched). But the movie plays more like a series of pictorial representations of old sci-fi situations than like a story. And the actors bring little joy to the material. Joe Don Baker and Pierce Brosnan are the exceptions; many of the other actors don't seem in on the joke, and Nicholson doesn't look like he's having a good time.\n\nEd Wood himself could have told us what's wrong with this movie: The makers felt superior to the material. To be funny, even schlock has to believe in itself. Go to a video store and look for “Infra-Man” or “Invasion of the Bee Girls,” and you will find movies that lack stars and big budgets and fancy special effects, but are funny and fun in a way that Burton's megaproduction never really understands.\n\n(*) Special effects: No living animals were barbecued during the production of this film.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-12-13", "genres": ["Action", "Comedy", "Fantasy", "Science Fiction"], "title": "Mars Attacks! (1996)"}