{"url": "http://www.rogerebert.com/reviews/martin-lawrence-live-runteldat-2002", "by": "David Raynr", "star_rating": 3.0, "text": "Pryor and Murphy are genteel humanists in comparison to Lawrence. Clay is a contender. He doesn't rise to quite the same standard of medical detail, but he has the same rage, and the same tendency to reduce the female gender to its orifices and functions. When Lawrence reveals that he was married but is now divorced because \"it didn't work out,\" we think, \"no kidding!\" His attitude toward women is that of a man who has purchased a cooperative household device that works perfectly until the day it astonishes him by giving birth.\n\nThe film is nevertheless funny, if you can get beyond the language or somehow learn to relate to it as the rhythm and not the lyrics. (If you can't, don't go. This movie is as verbally offensive as Lawrence can make it, and he gives it his best shot.) It is funny because Lawrence is a gifted performer with superb timing and an ability to mimic many characters and suggest attitudes and postures with lightning-quick invention. There's something almost musical in the way his riffs build, turn back on themselves, improvise detours, find the way again, and deliver.\n\nCurious, but the humor is almost all generated by the style. Buddy Hackett once demonstrated to me how you can do Catskills-style humor with irrelevant words and it's still funny because the timing and delivery instruct the audience to laugh. Lawrence raises that technique to an art form. If you read the script of this concert film, I doubt if you'd laugh much, because the content itself is not intrinsically funny. There are no jokes here that you can take home and use on your friends. You have to be there. It's all in the energy and timing of the delivery, in the way Lawrence projects astonishment, resentment, anger, relief, incredulity and delight.\n\nThe film opens with a montage devoted to his well-publicized troubles, including an arrest for disturbing the peace and a collapse from heat exhaustion that put him into a coma. There are segments from news programs reporting on these difficulties--not real programs, curiously, but footage shot for this movie. The he launches into a tired attack on \"the media,\" as if somehow it created his problems by reporting them. He also discusses those problems, not in the confessional style of Richard Pryor, but almost as if he was a bystander. He moves on to berate critics, which is unwise, because the average audience correctly decodes attacks on critics as meaning the performer got bad reviews. (No performer has ever attacked a critic for a good review.) This opening segment is shaky, as Lawrence finds his footing and gets a feel for the audience. Then he's off and running, for nearly 90 minutes, in what can only be described as a triumph of performance over the intrinsic nature of the material. His description of childbirth, for example, makes it sound simultaneously like a wonderful miracle, and like a depraved secret that women hide from men. His descriptions of sexual activities, in all imaginable variations, depend heavily on what can go wrong in terms of timing, cleanliness, technique, equipment and unforeseen developments. Sex for Lawrence seems like the kind of adventure for which you should wear protective gear.\n\nYou wonder how long Lawrence can keep this up, and at the end you conclude he could keep it up forever. I would summarize more of it, except that a lot of his riffs are about events and activities that cannot tactfully be described in print. I urge you to stay for the closing credits, not because there are hilarious outtakes, but because there is one of the most astonishing credits I can imagine: A thanks to the Daughters of the American Revolution for the use of their Constitution Hall in Washington, D.C. This is the same hall once denied because of racism to Marian Anderson, who then sang instead, at the invitation of Eleanor Roosevelt, from the steps of the Lincoln Memorial. Now Martin Lawrence records a concert film there. RuntelDAT!", "running_time": 100, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-08-02", "genres": ["Comedy", "Documentary"], "title": "Martin Lawrence Live: Runteldat (2002)"}