{"url": "http://www.rogerebert.com/reviews/martha-marcy-may-marlene-2011", "by": "Elizabeth Olsenas Martha", "star_rating": 3.5, "text": "\"Martha\" is her name. \"Marcy May\" is the name given to her by the leader of a cult group. \"Marlene\" is the name all the women in the group use to answer the telephone. The cult occupies a white frame farmhouse in rural New York state, where there are many more women than men, and all of them are under the control of the leader, Patrick. That this man is compelling and charismatic helps explain his power; softly, gently, maintaining tight eye contact, he coaxes agreement from his followers, who are all damaged or vulnerable in some way.\n\nMartha (Elizabeth Olsen) has had things go wrong earlier in her life. Their nature is left murky in this persuasive film. When she escapes the cult and picks up a phone to call Lucy, her older married sister (Sarah Paulson), we sense no joy when she hears Lucy's voice. Home is the place where, when you have to go there, they have to take you in. Lucy lives with her husband, Ted (Hugh Dancy), in a lakeside \"cottage\" large enough to be a bed and breakfast. Ted is a British architect, stuffed with pretension. Lucy is sensible and cares for Martha but doesn't seem to pick up on how damaged the younger girl really is. Maybe there was not much closeness when they were all growing up.\n\nThe movie's timeline moves freely, sometimes with deliberate confusion, between the two years Martha spent on the farm and the present side, on the lake with Lucy and Ted. We get the feeling that these two times are intermingled in her mind. She knows she has left the cult, she knows she is with her sister, but so deeply did Patrick indoctrinate and seduce her that he lives on, a presence in her mind. As small as the cult is and as large as the world is, it may be a long time before Martha feels safe anywhere.\n\nClearly she was unformed when she entered the cult. Her early life made her insecure in her self-image. First she was taught the sunny good things (working on the farm, preparing meals, caring for babies, meditating) and then, slowly, introduced to the bad ones (all the women are expected to sleep with Patrick). This is rape in the sense that they have no choice, but Patrick is so effective that they are mind-controlled into the illusion that it is their desire. Later, Martha even helps prepare another girl for the initiation. Group unanimity is the overarching reality; there is enormous pressure to fit in and go along. And it is very hard, Martha discovers, to leave.\n\nShe needs skilled help. Certainly she needs more insight than Ted and Lucy are prepared to provide. They treat her as if she's been \"away\" for her own loony reasons and have little idea of her psychological earthquake. Ted in particular wants nothing to upset his narcissistic, affluent lifestyle. He didn't go to all the cost and trouble of building his dream house, only to hear some girl observe it is way too big for two people.\n\nPerformances make a great contribution to the film's effectiveness. Elizabeth Olsen, a sister of the Olsen twins, is a genuine discovery here: Childlike and yet deep, vulnerable but with a developing will, beautiful in a natural and unforced way. Her appeal reminds me of Michelle Williams. She has a wide range of emotions to deal with here, and in her first major role, she seems instinctively to know how to do that.\n\nThe other essential performance is by John Hawkes, as the cult leader. All of these types seem to have something. Charles Manson's followers became the puppets of his mind. Hawkes' performance is carefully modulated to suggest convincingly how a man might enlist your trust, then your love, and finally your will. He is so warmly seductive in early scenes with Martha that they could work as well if this were an actual love story. Add to the equation that Martha desperately needs a \"home\" and \"parenting,\" and you see how he walks right into her mind.\n\nI think it's a flaw that the film tries to draw parallels between the farm and the lake home. We gather Martha has been sold on the cult's lifestyle of subsistence (all the women sleep in the same room) and values (they have no shyness about nudity and sex), and that the crass materialism of her sister's life offends her. One wonders what she took with her to the farm, that only two years later she has changed enough she can casually crawl into bed with Lucy and Ted at the very moment when they seem to be sharing an orgasm. Martha, it's just not done. If she objects to the wealth around her, some of Patrick is still doing her thinking for her. Now that she's free, she can find resources from her sister to relocate and rebuild.\n\nIn cutting back and forth in time, first-time writer-director Sean Durkin is a shade too clever. In a serious film, there is no payoff for trickery. If the audience is momentarily confused about when and where they are, there should be a point. I suppose he's showing Martha's confusion about the nature of reality, and at the end, there's an unsettling development. But a linear story, or one that was fragmented more clearly, could have been more effective.\n\nStill, a good film, ambitious and effective, introducing a gifted young actress and a director whose work I'll anticipate. And Elizabeth Olsen can know that no one will ever ask, \"Which one is she?\"", "running_time": 102, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-26", "genres": ["Drama", "Thriller"], "title": "Martha Marcy May Marlene (2011)"}