{"url": "http://www.rogerebert.com/reviews/martian-child-2007", "by": "John Cusackas David", "star_rating": 2.0, "text": "\"I'm not human,\" little Dennis says at one point in \"Martian Child.\" So he believes. The lonely orphan has convinced himself that he was not abandoned by his parents, but arrived here from Mars. To protect himself against the sun, he walks around inside a cardboard box with a slit cut for his eyes and wears a weight belt around his waist to keep himself from drifting up into the sky. At no point during the film does anyone take mercy on the kid and explain that the sun is much more pitiless on Mars, and the gravity much lower.\n\nStill, this isn't a film about planetary science but about love. Dennis attracts the attention of a lonely science-fiction writer named David (John Cusack), a recent widower who can't get the cardboard box out of his mind and goes back to the orphanage one day with some suntan cream. Eventually, almost against his own will, he asks Dennis to come home with him for a test run and decides to adopt him. The movie is the sentimental, very sentimental, story of how that goes.\n\nFew actors in the right role can be sweeter or more lovable than John Cusack, and he is those things almost to a fault in \"Martian Child,\" which is so bland and safe that it might appeal more directly to children than adults. Cusack plays another widower in his much more affecting movie \"Grace is Gone,\" which opens Dec. 7, and you might wonder why he took two fairly similar roles so closely together.\n\nThis is not to say \"Martian Child\" lacks good qualities. Young Bobby Coleman plays Dennis as consistent, stubborn and suspicious, and Amanda Peet has a warm if predictable role as the woman in David's life who starts out as best friend and ends up where female best friends often do, in his arms. But it is Joan Cusack, John's real-life sister playing his movie sister, whose contribution is most welcome, because she brings a little sassiness to a film that threatens to drown in lachrymosity.\n\nThe movie leaves no heartstring untugged. It even has a beloved old dog, and you know what happens to beloved old dogs in movies like this. Or if you don't, I don't have the heart to tell you.\n\nAnd there is the standard board of supervisors in control of adoptions, which without exception in this genre adopts a policy against adoptive parents who are loving, or who exhibit the slightest sign of being creative or unorthodox in any way. I suspect they would rather have a kid adopted by a mercenary than a science-fiction writer, especially one who hasn't already ripped off Dennis' gravity belt and left him to float up into the sky, where it is very cold and even lonelier than inside a cardboard box.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-11-01", "genres": ["Drama", "Family", "Indie", "Science Fiction"], "title": "Martian Child (2007)"}