{"url": "http://www.rogerebert.com/reviews/martha-and-ethel-1995", "by": "Jyll Johnstone", "star_rating": 3.0, "text": "Underneath everything, I believe, both women (Jyll Johnstone and\rBarbara Ettinger) are furious at their parents for not raising them themselves.\rBut their fury is balanced by the deep love one family's children feels for its\rnanny. The other nanny is a more difficult case.\n\nThe\rfamilies are the Johnstones and the Ettingers. The Johnstones hired Martha, a\rGerman immigrant, to care for their children, and Martha was a strict\rtaskmaster. The children do not much remember her smiling, and there were times\rthey \"hated her.\" The Ettingers hired Ethel, a black woman from the\rSouth, who was so warm and generous that the children are still close to her -\rand Ethel and Mrs.\n\nEttinger,\rboth now very old, still live together, in an affectionate mutual dependency.\n\nPerhaps\rboth families got what they were looking for. \"When they had to be\rpunished, they were,\" says Mrs. Johnstone of Martha's methods. \"They\rwere little hellions, you know. They had a little cruel streak.\" Mrs.\rEttinger looks fondly on Ethel's less disciplinary approach: \"I think\rchoosing someone who is terribly kind is more important than choosing someone\rwho is terribly efficient.\" The filmmakers intercut stock footage to show\rthe worlds that Martha and Ethel came from. Martha's milieu is illustrated by\rclips from \"Maedchen in Uniform,\" a German drama about a sadistic\rgirls' school. About Ethel we are told she sometimes saved up to visit Harlem\ron the weekends, and that's the setup for clips of Cab Calloway at the Cotton\rClub. The footage reveals more, perhaps, about the filmmakers' fantasies about\rtheir nannies than about the nannies' own lives.\n\nWhat\rlurks under so many of the scenes in \"Martha and Ethel\" are emotions\rthat are never really brought to the surface: anger against the absent mothers,\rand guilt about the women who devoted their own lives to substituting for them.\rOne of the mothers, who began life as a child prodigy at the piano, later\rswitched to the occupation of being a full-time socialite, and the movie\rdiscusses her life as if it were indeed a career - and hard work. We hear about\rher \"half-dozen charities,\" including the Junior League, where the\rexhausting charity work entails dressing in glamorous gowns in order to be\rapplauded at expensive lunches in hotel ballrooms.\n\nAt\rone point very late in the film, both directors escort their nannies back to\rthe homes they had left many years before.\n\nMartha\rwalks down the streets of her hometown in Germany, and Jyll Johnstone says,\r\"It was the first time I had seen her truly happy since I knew her.\"\rWe have earlier learned that Martha saved prudently for her old age, and was\rmuch beloved in the apartment building she retired to, not least because at her\rage she could climb four flights of stairs.\n\nIn\ranother sequence, Barbara Ettinger takes Ethel down south to see her sister\r\"for the first time in 64 years,\" and we wonder: Although Ethel and\rMrs. Ettinger are shown as still living together happily after all these\rdecades, did it not occur to the Ettingers for 64 years that Ethel might like a\rtrip home? What's interesting is the way the nannies are revealed on their own\rterms. Martha, trained as a strict disciplinarian in a German school for\rnannies, did what she was taught, and yet later in life is revealed as sweeter\rand more cheerful than the children remembered her. Ethel, so beloved,\rnevertheless reveals in a couple of places that she knows exactly what the\rscore is. As the camera looks at the Ettinger family home, she indicates an\rarea above the garage: \"Those three little windows - those were my\rquarters.\" I think the bottom line is that Jyll Johnstone and Barbara\rEttinger both wish they had been raised by their mothers, not their nannies\r(fathers are portrayed in the films as busy working in the city; one marriage\rends in divorce, pointedly not discussed). Their mothers are ambiguous. And\rMartha and Ethel both seem to feel they got more or less what they bargained\rfor in the way of an occupational choice, although for Ethel there was also the\rbonus (or was it the consolation?) of love.", "running_time": 80, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-02-24", "genres": null, "title": "Martha And Ethel (1995)"}