{"url": "http://www.rogerebert.com/reviews/marvin-and-tige-1985", "by": "John Cassavetesas Marvin Stewart", "star_rating": 2.0, "text": "\"Marvin & Tige\" is a movie that has been so completely overtaken by tragic events that it is impossible to view it in the spirit in which it was made. It tells the story of a friendship between two survivors: an 11-year-old black street kid and an alcoholic middle-aged white bum. The movie takes place in Atlanta. It was filmed in 1982 and then; of course the tragic series of Atlanta child murders began and the innocence of this film was undermined by the daily headlines.\n\nI tried, as I was watching the film, to avoid thinking about the police dragnet in Atlanta that was looking for just such couples as this young kid and his friend, the bleary-eyed drifter. I could not. But there were other things that bothered me about the film, too, including its treatment of the boy's natural father.\n\nAfter the bum (John Cassavetes) stages a search, he discovers that the boy's father is a wealthy black businessman (Billy Dee Williams) who lives in a mansion with his wife and daughters, who all could be right out of the pages of Town and Country. In one of the movie's key scenes, the kid has to choose between an ideal black family and a smelly white bum, and it's a close call. I don't object to the choice, so much as to the emotional manipulation that has led up to it.\n\n\"Marvin & Tige\" is a movie that starts strong and grows progressively cornier and more predictable. The opening scenes are very moving. They show Tige (Gibran Brown) and his mother (Denise Nicholas-Hill), who is a prostitute. Tige steals soup from the supermarket, comes home, eats what he has stolen and then snuggles up while his mother reads him a story. The next morning, she is dead. Tige's reactions in this and the following scenes are a tribute to the acting talent of Brown.\n\nTige doesn't want to go to a foster home, so he starts living on the streets, and is about to commit suicide when Cassavetes talks him out of it and brings him home to live. Their relationship grows into one of those rough-on-the-outside, warm-inside movie scenarios where every scene, even the good ones, telegraphs itself. They're having a fight and Tige never wants to see him again? Good; Tige will turn up, properly contrite. Cassavetes is drunk and Tige is disgusted? Good; Cassavetes will make amends somehow.\n\nAfter Tige's real father is found, the movie grows very awkward; Williams stands around in his den like a model for GQ, sipping Scotch and making distinguished statements, while Cassavetes comes across like the patron saint of bums. A dinner scene, with Tige displaying uncertain table manners, rings completely false. The movie's conclusion is pure sentiment; we're a little surprised at how quickly this movie has gone from its realistic, touching opening to its manufactured conclusion.\n\nIs it unfair to penalize this movie because of the coincidence of the tragic events in Atlanta? I didn't feel that I had a choice. In scene after scene, as the young boy and the middle-aged man drift through the streets of Atlanta, once even hugging themselves inside the same tattered overcoat, I kept wondering where the cops were. Who knows? The movie might have played differently if I hadn't been distracted by those thoughts. But, I was.", "running_time": null, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-03-08", "genres": null, "title": "Marvin & Tige (1985)"}