{"url": "http://www.rogerebert.com/reviews/maryam-2002", "by": "Mariam Parrisas Mary Armin", "star_rating": 3.5, "text": "Girls just want to have fun, says Cyndi Lauper, and Maryam, a high school senior, is one of them. Yes, she's an honor student and anchors the news on the in-school TV program, but she also likes to hang out at the roller rink with her slacker boyfriend, and pot and booze are not unknown to her. In New Jersey in 1979, she is a typical teenage girl--until the Iran hostage crisis slaps her with an ethnic label that makes her an outsider at school and a rebel in her own home.\n\nMaryam (Mariam Parris) is Iranian-American--or Persian, her father would say. Her parents emigrated from Iran before the fall of the shah, and settled comfortably into suburbia; her father is a doctor, her mother a warm, chatty neighbor, and Maryam (or \"Mary,\" as she calls herself at school) doesn't think much about her Iranian or Muslim heritage. Then two things happen to force her to confront her history. The hostage crisis inspires knee-jerk hostility from her classmates (whose families also come from somewhere else), and her radical cousin Ali arrives from Tehran.\n\nRamin Serry's \"Maryam,\" a film that cares too deeply for its characters to simplify them, doesn't indulge in tired cliches about the generation gap. Maryam's home life is strict but not unreasonable. Her father doesn't want her to date, places great emphasis on her grades, doesn't know about her boyfriend. He is not a cruel or domineering man, and Maryam, to her credit, knows her parents love her. She's caught between trying to be a good daughter and a typical teenager, and has found a workable middle ground before Ali arrives.\n\nWith Ali comes a history of family tension she knows nothing about. Ali is an orphan, the son of Mary's uncle, and so he must be taken in. It is more complicated than that. Her father, we learn, turned his brother in to the shah's secret police; he felt he had no choice, but is consumed by guilt. The blood-stained backgammon board Ali brings as a \"gift\" is an ominous reminder of times past.\n\nAli is such an observant Muslim that he cannot touch his cousin Maryam, even to shake her hand. Pressed into service as a chaperone, he finds himself plunged into teenage culture that offends and attracts him. He calls Maryam a \"whore\" to her mother, but subtly flirts with her. More disturbing is his alliance with a campus radical, and his obsession with the deposed shah, who has just entered a New York hospital for cancer treatment. (Maryam's take on this: \"He calls the U.S. the Great Satan. I mean, the guy could lighten up a little.\") \"Maryam\" was made before 9/11, and indeed I first saw it at the 2000 Hawaii Film Festival and invited it to my own Overlooked Film Festival in April 2001. It is, I learned, the somewhat autobiographical story of writer-director Ramin Serry, who grew up in Chicago and was made sharply aware of his Iranian heritage during the 1979 hostage crisis. In the film, Maryam's neighbors put a yellow ribbon around the tree in their front yard, and discontinue their friendly chats and visits. Maryam's boyfriend drops her like a hot potato. She is deposed from her TV show (she suggests her newly arrived cousin might make a good interview; the other students prefer to cover a homecoming controversy). A brick comes through the front window. A public demonstration turns into shouts of \"Iranians, go home.\" Through all of this, the gifted actress Mariam Parris (British, but seamlessly playing American) finds the right notes: wounded, sad, angry, but more balanced than distraught.\n\nWhatever hostility Serry felt in 1979 is no doubt much worse today for Arab-Americans, who have, like most immigrants since the Pilgrims, left a native land to seek the American dream.\n\nStrange how many Americans, themselves members of groups that were hated a few generations ago, now turn against newcomers. (I could hear the pain in my German-American father's voice as he recalled being yanked out of Lutheran school during World War I and forbidden by his immigrant parents ever to speak German again.) \"Maryam\" is more timely now than ever.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-04-12", "genres": null, "title": "Maryam (2002)"}