{"url": "http://www.rogerebert.com/reviews/mary-shelleys-frankenstein-1994", "by": "Robert De Niroas Creature", "star_rating": 2.5, "text": "The monster has always been the true subject of the Frankenstein story, and Kenneth Branagh's new retelling understands that. \"Mary Shelley's Frankenstein\" has all of the usual props of the Frankenstein films, brought to a fever pitch: The dark and stormy nights, the lightning bolts, the charnel houses of spare body parts, the laboratory where Victor Frankenstein stirs his steaming cauldron of life. But the center of the film, quieter and more thoughtful, contains the real story.\n\nThe Creature (Robert De Niro) has escaped his captivity and wandered into a pastoral setting where a little family lives peacefully. It is cold, and he creeps into the barn, feeding from the same trough as the pigs, and looking longingly through the window to the peaceful scene around the hearth. In the night he prepares firewood for his unwitting hosts. The family gradually becomes aware that some sort of forest spirit is befriending him - and the old grandfather, who is blind, actually invites the Creature in to sit by the fire.\n\nThis Creature, more than those in any of the earlier films, is acutely aware that in appearance he is a hideous monster. He also knows more about his origins. He reads Frankenstein's original journal, and learns how he was constructed from parts of dead bodies.\n\nAnd he is thoughtful: \"Yes, I speak, and read, and think, and know the ways of man,\" he says, with an echo of Caliban. And he asks, \"What of my soul? Do I have one? What of these people of which I am composed?\" The whole issue of the Branagh film is concentrated here: Has Frankenstein created a monster, or a man? De Niro brings a real pathos to the role, and there is agony when he asks the scientist, \"Did you ever consider the consequences of your actions?\" And his loneliness is palpable: \"For the sympathy of one living being I would make peace with all.\" But the film surrounding these scenes is less satisfactory.\n\nBranagh has always been a director cheerfully willing to shoot for the moon, to pump up his scenes with melodrama and hyperbole, and usually I enjoy that (as in \"Dead Again\" and \"Henry V\"). Here, however, faced with material that begins as lurid melodrama, he goes over the top.\n\nThe movie is bracketed with an unnecessary prologue and epilogue, taken from the original nov el, during which an Arctic expedition encounters Frankenstein and his monster wandering far from home on the frozen wastes. Presumably this material is there to allow the headstrong explorer (Aidan Quinn) to learn from Frankenstein the hazards of indulging one's will. But that's a point the movie has already made.\n\nThe story leading up to Frankenstein's desire to create life involves his love affair with Elizabeth (Helena Bonham Carter), his sister by adoption. Carter continues to blossom as a passionate English rose, and Branagh, as Frankenstein, is convincingly obsessed with her (they kiss as the camera whirls around them like an homage to \"Vertigo\"). But as a blood-soaked Caesarean birth is accompanied by lightning bolts pulverizing trees, we begin to wish Branagh would turn the volume down. (One sequence I did like involved the harnessing of lightning to give the Creature life; it's inspired by the 1935 \"Bride of Frankenstein\").\n\nI admired the scenes with De Niro so much I'm tempted to give \"Mary Shelley's Frankenstein\" a favorable verdict. But it's a near miss. The Creature is on target, but the rest of the film is so frantic, so manic, it doesn't pause to be sure its effects are registered.", "running_time": 128, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-11-04", "genres": ["Drama", "Horror", "Science Fiction", "Thriller"], "title": "Mary Shelley's Frankenstein (1994)"}