{"url": "http://www.rogerebert.com/reviews/mary-reilly-1996", "by": "Julia Robertsas Mary Roberts", "star_rating": 3.0, "text": "What is it, this obsession with the Gothic, with gloom and shadows, sinister secrets, thick foggy nights, and creatures like Hyde, who is said to \"come out of the dark as if he was made of it\"? And why must a young woman almost always be involved, as witness and victim? The Gothic is always sexually charged, and all of its threats come down to one, against the heroine's virtue.\n\n\"Mary Reilly\" works as Gothic melodrama because it understands the genre so well. The story of Jekyll and Hyde would seem to be complete in itself, with two natures fighting for control of one man. But its weakness is that the man is a threat primarily to himself (and to victims we care little about). Valerie Martin's novel, which supplies the source material for this movie, also provides the story with a point of view - an innocent, naive, vulnerable young woman, a housemaid, who can dimly sense the danger she is in, even as she feels a powerful attraction to her employer.\n\n\"Mary Reilly\" is in some ways more faithful to the spirit of Robert Lewis Stevenson's original story than any of the earlier films based on it, because it's true to the underlying horror. This film is not about makeup or special effects, or Hyde turning into the Wolf Man. It's about a powerless young woman who feels sympathy for one side of a man's nature, and horror of the other.\n\nThe movie stars Julia Roberts as Mary, an Irish servant in the dark, fogbound Edinburgh of more than a century ago. John Malkovich is both Dr. Henry Jekyll, a respected local physician, and Mr. Edward Hyde, the creature he becomes after taking an experimental potion.\n\nWhat does Jekyll hope the potion will provide? Youth? Health? Potency? In a sense, he hopes it will liberate him from Hyde - from the Hyde we all have lurking within us. In another, more frightening sense, he hopes Hyde will liberate him, to be more of an animal, and less of what was then called a gentleman.\n\nStephen Frears, the director, plays most of the action on a few vast and yet claustrophobic sets. We see Jekyll's library, filled with books to intimidate the uneducated housemaid. His operating theater, a Victorian monstrosity with tiers of seats for observers, looking down into the circles of hell. His laboratory, behind the house, usually locked, reached by a strange walkway suspended from chains. His bedroom, which one day is covered with blood, even on the ceiling. The servants' quarters downstairs, where the strict butler (George Cole) is jealous of the attention the master is giving young Mary.\n\nWhy is Jekyll drawn to her? Because of her scars. He asks her about them, and finally she reveals that she was beaten as a child, and locked in a closet with rats. And yet she refuses to say she hates her father for his treatment of her. This powerfully attracts Jekyll, who already feels that the Hyde side of his nature is beyond human acceptance. If Mary cannot hate her father, perhaps she cannot hate Jekyll and his secret; that would make her the only human soul with sympathy for the suffering doctor.\n\n\"Mary Reilly\" is a dark, sad, frightening, gloomy story.\n\nDuring its filming there were reports of battles between the filmmakers and the studio, which wanted a more upbeat ending. Of course there can be no happy ending, because what Hyde has done, Jekyll has done - that's the whole point, in a way. But the movie does provide a satisfactory ending, in that Mary is able to comprehend the nature of the man's two personalities, and to pity him.\n\nThe performances are subtle and well-controlled. We often see Roberts' face illuminated in darkness. She speaks little. Most of the time she does not understand as much of the story as we do.\n\nMalkovich is quiet but simmering with anger. All he does to separate the two identities is to use facial hair as Jekyll and not as Hyde.\n\n(Is Hyde one of Jekyll's grown-up wild oats? asks Bradshaw, the footman. \"They do look a bit alike!\") When the two characters are speaking, they are held in large closeups; the movie is as visually intimate as a Bergman film, and avoids most of the cliches suggested by the material.\n\nSo what is it, this fascination with the Gothic? For me, it offers the fascination of secrets, dreads and guilts. Modern horror is too easily explained; indeed, the real world has outrun horror, and the headlines are now worse than anything Stephen King can imagine. In the 19th century, there was belief in evil, because there was belief in good. That makes stories like this sort of optimistic, in a way.", "running_time": 118, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-23", "genres": ["Drama", "Horror", "Romance", "Thriller"], "title": "Mary Reilly (1996)"}