{"url": "http://www.rogerebert.com/reviews/mary-queen-of-scots-1972", "by": "Vanessa Redgraveas Mary", "star_rating": 3.0, "text": "Thumbing through my favorite doctors’ magazine (Medical Aspects of Human Sexuality) the other day, I came up against an article about the first Queen Elizabeth that made an interesting point. Although many monarchs have had colonies named after them, Elizabeth is the only ruler to have her sexual habits geographically immortalized: Virginia was named for her.\n\nAlthough she did apparently remain a virgin all her life, Elizabeth was fond of meddling in the sexual lives of others. “Mary, Queen of Scots” is largely concerned with this aspect of her reign, and that no doubt explains why it was made.\n\nThe team of director Charles Jarrott and producer Hall Wallis, fresh from their triumph over “Anne of the Thousand Days,” needed to look no further than the rivalry between Mary and Elizabeth for their next historical soap opera.\n\nI’m sorry if I sound disrespectful toward “Mary, Queen of Scots.” It is, after all, based on genuine British history.\n\nStill, it cherishes a soap-opera approach to history, condensing several decades of pretty complicated diplomacy into an account of Mary’s three marriages, her second husband’s bisexuality, Elizabeth’s quirky affair with her Master of Horses, and so on.\n\nAll of this is done up with a lot of trumpet calls, several parchment documents, a few parades, a little papal diplomacy, and the background presence of character actors like Trevor Howard. His function in movies like this is to step forward in court from time to time, clear his throat, say, “My lady . . .” and then summarize the plot.\n\nHistorical dramas can be fun if you approach them in the right spirit, and I enjoyed “Mary, Queen of Scots” a lot more than “Anne of the Thousand Days.”\n\nFor one thing, the acting is better; Vanessa Redgrave is a tall, straight-backed, finely spirited Mary, and Glenda Jackson makes a perfectly shrewish, wise Elizabeth. That is a solid gain after “Anne,” with Genevieve Bujold’s gulping and Richard Burton’s hemming and hawing.\n\nThere are also neat tricks involving secret passages, murder conspiracies, double-crosses, spies from the Pope, bastard half-brothers and gunpowder blasts. The film’s ending, as it must be, is suitably solemn and dignified.\n\nIt’s always that way with historical movies. After two hours of galloping sex and court intrigue, the heroine makes her peace with God, thanks her faithful lady-in-waiting, and goes off to the guillotine.", "running_time": 128, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-03-07", "genres": ["Drama", "Foreign", "History"], "title": "Mary, Queen of Scots (1972)"}