{"url": "http://www.rogerebert.com/reviews/masculine-feminine-2005", "by": "Jean-Pierre Leaudas Paul", "star_rating": 3.0, "text": "We went seeking greatness in movies, and were most often disappointed. We waited for a movie like the one we wanted to make, and secretly wanted to live.  That's the line I remember best from Jean-Luc Godard's \"Masculine-Feminine,\" and not the more famous \"We are the children of Marx and Coca-Cola.\"\n\nWhen we found a movie like the one we secretly wanted to live, we did not even seek greatness; greatness could take care of itself. The joke at the center of \"Masculine-Feminine\" (1966) is that its young French characters were fascinated by America, and its young American audiences were fascinated by them. When the movie came out, we all focused on \"Marx and Coca-Cola\" but now I see that the operative word is \"children.\"\n\nI was barely older than the characters when I wrote my review of the film. I affected a certain detachment (\"the French New Wave is coming full circle and recording what has happened to those influenced by it\"). I didn't own up to what I really liked about the movie: The way its young hero moves casually through a world of cafes and bistros and the bedrooms of beautiful young girls, including a pop star who is maddeningly indifferent to him.\n\nI wanted to be Paul, the character played by Jean-Pierre Leaud, or at least be Leaud, and appear in movies by Truffaut and Godard, or at least live in Paris and walk down the same streets. All of the rest -- the radical politics, the sex talk, the anti-war graffiti Paul sprayed on the car of the American ambassador -- was simply his performance art. By acting in that way, he could meet girls like the pop singer Madeleine (Chantal Goya) and her sexy roommates. If you didn't have the money to live in the world of a girl like that, it was a useful strategy to convince her of the purity of your poverty.\n\nI call them \"girls\" deliberately, and Leaud's character is a boy. Pauline Kael, who loved the film, was even more heartless in her description, calling them \"this new breed between teenagers and people.\" She is alert to the way they boldly discuss birth control, but don't in fact have the pill or know much about sex. Yes, the French are said to be great sophisticates, but the birth control method promised to Madeleine by Paul is one with many a slip 'twixt the method and the control.\n\nThe movie has been restored in a new 35mm print, and is playing at the Music Box, where you can appreciate Godard's vigorous early visual style; long before the Dogma movement, he shoots with natural sound and light, he inserts his characters into real times and places, and he practices his own form of withdrawal by separating the movie into 15 chapters, each one with a title. There is an extended sequence where Leaud's character \"interviews\" a beauty contest winner, and the entire conversation is completely understood by both of them to be a pick-up attempt.\n\nIn a buried sense, everything Leaud does in the film is single-mindedly designed to get him into bed with girls who are not very interested (or interesting). He says he is a communist. He supports the workers. He paints slogans. He makes radical political comments. He is at the barricades in the sense that barricades are found in the streets, and when he hangs out in cafes, the streets are right outside. In the movie's first shot, we see him trying to flip a cigarette into his mouth in one smooth movement, Belmondo-style, as in Godard's first film, \"Breathless.\" He never gets it right. From the way he smokes, we suspect that smoking is not the point: Smoking like Belmondo is the point.\n\nThe movie was inspired by two short stories by Guy de Maupassant. I have just read one of them, \"The Signal,\" which is about a married woman who observes a prostitute attracting men with the most subtle of signs. The woman is fascinated, practices in the mirror, discovers she is better than the prostitute at attracting men, and then finds one at her door and doesn't know what to do about him. If you search for this story in \"Masculine-Feminine,\" you will not find it, despite some talk of prostitution. Then you realize that the signal has been changed but the device is still there: Leaud's character went to the movies, saw Belmondo attracting women, and is trying to master the same art. Like the heroine of de Maupassant's story, he seems caught off-guard when he makes a catch.\n\nThe actress Chantal Goya was interviewed about her experience on the movie. She remembers the first day: \"Jean-Pierre Leaud, whom I didn't know from Adam, or Eve, came over to me and, looking me straight in the eye, asked me point blank, 'Will you marry me?' I told him, 'We'll see later. I'm in a hurry. Bye.' I went home at noon.\" I'll have to see the film again to be sure, but I have the strangest feeling that moment is in the movie. The appeal of \"Masculine-Feminine\" may be that it's not a movie like the one they wanted to make and secretly wanted to live, but the movie they did make, and were living.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-04-14", "genres": null, "title": "Masculine-Feminine (2005)"}