{"url": "http://www.rogerebert.com/reviews/masculine-feminine-1967", "by": "Jean-Pierre Leaudas Paul", "star_rating": 3.0, "text": "The curious thing about Jean-Luc Godard's recent films is that (like good chili) they seem better the next day. This is particularly true of \"Masculine Feminine,\" which I like a great deal more at this instant then I did at any time while I was watching it.\n\nThe film is made out of 15 scenes of varying lengths, each one introduced with a quizzical title. \"We are the children of Marx and Coca-Cola,\" one says, and another observes that the mole has no intelligence, yet tunnels in a specific direction.\n\nWe meet a young man (Jean-Pierre Leaud) who is engagingly naive. At one time or another in almost every scene he tries unsuccessfully to flip a cigarette into his mouth in the tough-guy manner perfected by Jean-Paul Belmondo in Godard's first film, \"Breathless.\" Perhaps we are to understand that he is, not only the child of Marx and Coca-Cola, but also the child of Godard, and that the French \"New Wave\" is coming full circle and recording what has happened to those influenced by it.\n\nThese young people, as a narrator tells us, go to the movies all the time: \"We went seeking greatness in movies, and were most often disappointed. We waited for a movie like the one we wanted to make, and secretly wanted to live.\" Can it be that this is a movie about kids trying to speak and live as if they were characters in a Godard movie?\n\nThis impression is reinforced by the young man's girlfriend (Chantal Goya), She looks astonishingly like a younger version of Anna Karina, Godard's former wife and the star of many of his films. She sits for hours in cafes, as Anna Karina did in \"A Woman Is a Woman.\" In that film Karina was an unsuccessful movie starlet turned prostitute. In \"Masculine Feminine,\" Miss Goya is a hopeful young pop singer who admits to fascination about the prostitute's life.\n\nThe young people of \"Masculine Feminine\" demonstrate against the Vietnam war, hold deep conversations, walk around Paris, dance, make love and observe wearily of one of their number: \"She knows everything of Bergson and Sartre and nothing of anything else.\" Most of what they do is inconsequential. In one long scene, Godard holds his camera on a girl sitting on a windowsill as she answers a long stream of questions from an interviewer. Does she use birth control? Who is her favorite singer? Does she know where there is a war on? (Answers: None of your business, no one, and no, where?)\n\nThis sort of thing isn't terribly fascinating while it's happening. But Godard works with a bright style and a sense of humor and his pictures leave a cumulative impression. We understand something -- we can't say exactly what -- about Godard's young people after seeing this film. We know them, although not very well. They have communicated to us, but not very coherently.", "running_time": 110, "mpaa_rating": null, "release_year": 1966, "date_published": "1967-11-21", "genres": ["Drama", "Foreign", "Romance"], "title": "Masculine Feminine (1966)"}