{"url": "http://www.rogerebert.com/reviews/mash-1970", "by": "Donald Sutherlandas Hawkeye Pierce", "star_rating": 4.0, "text": "One of the reasons \"MASH\" is so funny is that it's so desperate. It is set in a surgical hospital just behind the front lines in Korea, and it is drenched in blood. The surgeons work rapidly and with a gory detachment, sawing off legs and tying up arteries, and making their work possible by pretending they don't care. And when they are at last out of the operating tent, they devote their lives to remaining sane. \n\nThe way they do that, in \"MASH,\" is to be almost metaphysically cruel. There is something about war that inspires practical jokes and the heroes (Donald Sutherland, Elliott Gould, and cronies) are inspired and utterly heartless. They sneak a microphone under the bed of Major \"Hot Lips\" Hoolihan, and broadcast her lovemaking to the entire camp. They drug a general and photograph him in a brothel. \n\nWe laugh, not because \"MASH\" is Sgt. Bilko for adults, but because it is so true to the unadmitted sadist in all of us. There is perhaps nothing so exquisite as achieving (as the country song has it) sweet mental revenge against someone we hate with particular dedication. And it is the flat-out, poker-faced hatred in \"MASH\" that makes it work. Most comedies want us to laugh at things that aren't really funny; in this one we laugh precisely because they're not funny. We laugh, that we may not cry. \n\nBut none of this philosophy comes close to the insane logic of \"MASH,\" which is achieved through a peculiar marriage of cinematography, acting, directing, and writing. The movie depends upon timing and tone to be funny. I had an opportunity to read the original script, and I found it uninteresting. It would have been a failure, if it had been directed like most comedies; but Ring Lardner, Jr., wrote it, I suspect, for exactly the approach Robert Altman used in his direction, and so the angle of a glance or the timing of a pause is funnier than any number of conventional gag lines. \n\nThis is true, for example, in the football game between the surgeons and the general's team. The movie assumes, first of all, that we are intimate with the rules of football. We are. The game then becomes doubly funny, not just because the \"MASH\" boys have recruited a former pro as a ringer for their side, but because their victory depends upon legal cheating (how about a center-eligible play?). The audience's laughter is triumphant, because our guys have outsmarted the other guys. Another movie might have gone for purely physical humor in the scene (big guy walks over little guy, etc.) and blown it. \n\nThe performances have a lot to do with the movie's success. Elliott Gould and Donald Sutherland are two genuinely funny actors; they don't have to make themselves ridiculous to get a laugh. They're funny because their humor comes so directly from their personalities. They underplay everything (and Sutherland and Gould trying to downstage each other could eventually lead to complete paralysis). \n\nStrangely enough, they're convincing as surgeons. During operations, covered with blood and gore, they mutter their way through running commentaries that sound totally professional. Sawing and hacking away at a parade of bodies, they should be driving us away, but they don't. We can take the unusually high gore-level in \"MASH\" because it is originally part of the movie's logic. If the surgeons didn't have to face the daily list of maimed and mutilated bodies, none of the rest of their lives would make any sense. \n\nWhen they are matter-of-factly cruel to \"Hot Lips\" Hoolihan, we cannot quite separate that from the matter-of-fact way they've got to put wounded bodies back together again. \"Hot Lips,\" who is all Army professionalism and objectivity, is less human because the suffering doesn't reach her. \n\nI think perhaps that's what the movie is about. Gould and Sutherland and the members of their merry band of pranksters are offended because the Army regulars don't feel deeply enough. \"Hot Lips\" is concerned with protocol, but not with war. And so the surgeons, dancing on the brink of crack-ups, dedicate themselves to making her feel something. Her façade offends them; no one could be unaffected by the work of this hospital, but she is. And so if they can crack her defenses and reduce her to their own level of dedicated cynicism, the number of suffering human beings in the camp will go up by one. And even if they fail, they can have a hell of a lot of fun trying. Also, of course, it's a distraction.", "running_time": 116, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Comedy", "Drama", "History"], "title": "M*A*S*H (1970)"}