{"url": "http://www.rogerebert.com/reviews/mask-1985", "by": "Cheras Rusty Dennis", "star_rating": 3.5, "text": "When we see him for the first time, it's a glimpse through his bedroom window, half-reflected in a mirror. A second later, we see him more clearly, this teenage boy with the strange face. We are shocked for a second, until he starts to talk, and then, without effort, we accept him as a normal kid who has had an abnormal thing happen to him. The name of his disease is craniodiaphyseal dyaplasia, and it causes calcium deposits on his skull that force his face out of shape. \"What's the matter?\" he likes to ask. \"You never seen anyone from the planet Vulcan before?\"\n\nThe kid's name is Rocky Dennis, and his mother is named Rusty. She is not your normal mom, either. She rides with a motorcycle gang, abuses drugs, shacks up with gang members, and has no visible means of employment. But within about, 10 minutes, we know that she is the ideal mom for Rocky. That's the scene where the school principal suggests that Rocky would be better off in a \"special\" school, and she tells the principal he is a jerk, her son is a good student with good grades, and here is the name of her lawyer.\n\nMovies don't often grab us as quickly as \"Mask\" does. The story of Rocky and Rusty is absorbing from the very first, maybe because the movie doesn't waste a lot of time wringing its hands over Rocky's fate, \"Mask\" lands on its feet, running. The director, Peter Bogdanovich, moves directly to the center of Rocky's life - mother, his baseball cards, his cocky bravado, his growing awareness of girls. Bogdanovich handles \"Mask\" a lot differently than a made-for-TV movie would have, with TVs disease of the week approach. This isn't the story of a disease, but the story of some people.\n\nAnd the most extraordinary person in the movie, surprisingly, is not Rocky, but his mother. Rusty Dennis is played by Cher as a complicated, angry, high-energy woman with a great capacity to love her son and encourage him to live as fully as he can. Rocky is a great kid, but because he succeeds so well at being a teenager, he is not a special case like, say, the Elephant Man. He is a kid with a handicap. It is a tribute to Eric Stoltz, who plays the role beneath the completely convincing makeup of Michael Westmore, that we accept him on his own terms.\n\nCher, on the other hand, makes Rusty Dennis into one of the most interesting movie characters in a long time. She is up front about her lifestyle, and when her son protests about her drinking and drugging, she tells him to butt out of her business. She rides with the motorcycle gang, but is growing unhappy with her promiscuity, and is relieved when the guy she really loves (Sam Elliott) comes back from a trip and moves in. She is also finally able to clean up her act, and stop drinking and using, after Rocky asks her to; she loves him that much.\n\n\"Mask\" is based on a true story, and that doesn't come as a surprise: Hollywood wouldn't have the nerve to make a fictional tearjerker like this. The emotional peak of the movie comes during a summer that Rocky spends as an assistant at a camp for the blind. He falls in love with a blind teenage girl (Laura Dern), who feels his face and says he looks all right to her, and they have some of that special time together that only teenagers can have: Time when love doesn't mean sex so much as it means perfect agreement on the really important issues, like Truth and Beauty. Then the girl's parents come to pick her up, and their reaction to Rocky comes as a shock to us, a reminder of how completely we had accepted him.\n\n\"Mask\" is a wonderful movie, a story of high spirits and hope and courage. It has some songs in it, by Bob Seger, and there has been a lot of publicity about the fact that Peter Bogdanovich would rather the songs were by Bruce Springsteen. Let me put it this way: This is a movie that doesn't depend on its sound track. It works because of the people it's about, not because of the music they listen to.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-03-22", "genres": ["Drama"], "title": "Mask (1985)"}