{"url": "http://www.rogerebert.com/reviews/masquerade-1988", "by": "Rob Loweas Tim Whalan", "star_rating": 3.0, "text": "“The problem with us,” one of her relatives tells her, “is that we have too much money.” They do. The whole family is rich, and now here is young Olivia, fresh out of school, single, an orphan, with a bank balance of $200 million. She’s a target for every gold digger in the Hamptons. But even Olivia should not have to endure the way men treat her in “Masquerade,” which is a thriller in the shape of a Chinese puzzle box. Every time she solves one mystery, there’s another one hidden inside it.\n\nThe movie’s first mystery is Olivia herself, played by Meg Tilly in a very particular way that was slightly distracting at first, until I began to realize how well-chosen it was for the part. Tilly, who can be sharp-edged and observant, is a little dreamy this time. She talks in a breathy voice that seems filled with afterthoughts, and she comes across as innocent and passive.\n\nHer character has not had an easy life. Her father died when she was 12, and her mother has died just a few months before the story opens. She lives in a mansion in the Hamptons (one of her nine homes) with her mother’s fourth husband, a drunken lout played with cheerful hatefulness by John Glover. She hates him, but there’s no way to get him out of the house; he’s protected by her mother’s will.\n\nBack home after school, Olivia drifts into a round of idle days and evenings filled with parties and dances. She runs into Mike (Doug Savant), the boy she promised to marry when she was 12. He’s now one of the local cops, forever on the other side of the divide between the rich and the poor. “Some dreams don’t die,” he tells her, but she tells him gently that it wasn’t meant to be. Then one night at a dance she meets Tim (Rob Lowe), the handsome skipper of the racing sailboat owned by a local millionaire.\n\nTim has been sleeping with the millionaire’s wife, but it’s love at first sight when he sees Olivia. Before long they’re holding hands on the beach and even committing the ultimate transgression: public fraternization between members and employees at the yacht club.\n\nGlover, the stepfather, is savage in his disapproval for the penniless sailor. He goes away for the weekend, the young couple sleep together in her house, Glover unexpectedly bursts in drunkenly, there is a struggle and Tim shoots him dead.\n\nThat’s what happens, all right, but what really happens is a lot more complicated. Because “Masquerade” depends upon its many surprises, I won’t reveal any more of the plot, except to say that Olivia tries to cover up for the man she loves, and Mike, the local cop, seems to go along with the coverup for complicated motives going back to his love for her.\n\nIf all of this sounds needlessly complicated (sort of a Deathstyles of the Rich and Famous), director Bob Swaim and writer Dick Wolf are surefooted in their storytelling. One by one, the curtains of deception and intrigue are pulled back, and the most tantalizing thing about their method is that they always keep young Olivia in the dark.\n\nWhile evil currents swirl around her, while the people she trusts turn treacherous, she remains in a kind of innocent cocoon, gullible and deluded. That’s why Tilly’s acting style is the right choice for the movie: Her dreaminess, which at first seems distracting, becomes an important part of the suspense, because while she drifts in her romantic reverie, a sweet smile on her face, we’re mentally screaming at her to wake up and smell the coffee.\n\nThe other performances are mostly adequate. Lowe is rather boxed in by the complicated things the plot does with his character, and Savant goes through some interesting changes as the local cop. I was disappointed, though, by Glover’s evil stepfather. Glover was a superb villain in John Frankenheimer’s “52 Pick-Up” (1987), suave and oily, but this time he overplays the drunk routine and lurches around the house so grotesquely that we fear more for his balance than Tilly’s life.\n\nThis is Swaim’s third film, after the great “La Balance” and the intriguing “Half Moon Street.” Like both of those films, it has its roots in the crime melodramas of the 1940s, when movies were about attractive victims, rather than attractive killers. The notion of placing a complete innocent at the center of the frame, and then surrounding her with menace, is a little old-fashioned, in a way; many recent films have preferred all-powerful heroes and heroines who destroy anyone who crosses them. But in Roman Polanski’s “Frantic,” Peter Yates’ “The House on Carroll Street” and now “Masquerade,” we’re seeing a rebirth of the innocent bystander.", "running_time": 91, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-03-11", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Masquerade (1988)"}