{"url": "http://www.rogerebert.com/reviews/masterminds-1997", "by": "Patrick Stewartas Rafe Bentley", "star_rating": 0.5, "text": "Patrick Stewart, best known for his work on \"Star Trek: The Next Generation,'' is an actor of effortless class and presence, and \"Masterminds'' is like an obstacle course he has to run. Can he make it from beginning to end of this dreadful movie without lowering himself to its level of idiocy? Or will he go down with the material? The answer to that question provides the only suspense and nearly the only interest in one of the worst films of the year.\n\nThe premise: Young Ozzie (Vincent Kartheiser) is a computer hacker who has been exiled for life from the exclusive Shady Glen School. His father threatens to send him to a military academy. Ozzie has his bedroom rigged with motion detectors, and spends his days downloading pirated software.\n\nHe takes his little sister Melissa (Katie Stuart) to the school, which is walled and guarded like the CIA, and talks his way past the security guard. Inside, he confronts the bossy principal (Brenda Fricker) and the ominous Rafe Bentley (Stewart), the school's newly hired chief of security, who has been brought on staff mostly because of the recent depredations of Ozzie.\n\nTo make a long but shallow story into a short but no less shallow one, it turns out that Bentley plans to kidnap 10 of the kids, whose parents are among the richest people in America. And Ozzie, locked inside the school during a hostage crisis, uses his skills as a hacker and troublemaker to battle the evil scheme.\n\nMore than that you do not need to know, since already in your mind, you are conjuring up images of air shafts, abandoned boiler rooms, hacked computers, obscure electrical connections, and ways to commandeer the school's public address system. The details run together in my mind. I lost all interest. I stopped taking notes on my Palm Pilot and started playing the little chess game.\n\nSince we have all seen this movie several times (all of the pieces have been assembled from better films, but then there are few worse films to borrow from), the sole remaining interest comes from the presence of Stewart. He is clipped, trim, precise, wise. He narrows his eyes impressively. He is a good actor, and no doubt signed up for this movie for the same reason as everyone else involved: A case of mass hallucination in which the screenplay appeared to be for another film.\n\nDoes Stewart emerge unsullied? Very nearly. I give him credit for that. Right up until almost the very end of the film, he retains a certain poise and dignity. But then (do not read further if you intend to see this film), he is placed in a situation that, I submit, no actor could survive. Not De Niro. Not Olivier. He is made to take little Melissa hostage and then engage in a high-speed chase with Ozzie through a sewer system, using souped-up dune buggies.\n\nIf you go to see \"Masterminds,'' do not by any means walk out early. You must stay, simply to appreciate Stewart's expression as he struggles with the little hostage who is trying to jump off his dune buggy. I cannot read lips or minds, but I intuit that what he is saying, if only as an interior monologue, runs along the lines of, \"Beam me the hell up outta here!''", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-08-22", "genres": ["Action"], "title": "Masterminds (1997)"}