{"url": "http://www.rogerebert.com/reviews/master-and-commander-the-far-side-of-the-world-2003", "by": "Russell Croweas Capt. Jack Aubrey", "star_rating": 4.0, "text": "Peter Weir's \"Master and Commander: The Far Side of the World\" is an exuberant sea adventure told with uncommon intelligence; we're reminded of well-crafted classics before the soulless age of computerized action. Based on the beloved novels of Patrick O'Brian, it re-creates the world of the British navy circa 1805 with such detail and intensity that the sea battles become stages for personality and character. They're not simply swashbuckling -- although they're that, too, with brutal and intimate violence.\n\nThe film centers on the spirits of two men, Capt. Jack Aubrey and ship's surgeon Stephen Maturin. Readers of O'Brian's 20 novels know them as friends and opposites -- Aubrey, the realist, the man of action; Maturin, more intellectual and pensive. Each shares some of the other's qualities, and their lifelong debate represents two sides of human nature. There's a moment in \"Master and Commander\" when Maturin's hopes of collecting rare biological specimens are dashed by Aubrey's determination to chase a French warship, and the tension between them at that moment defines their differences.\n\nAubrey, captain of HMS Surprise, is played by Russell Crowe as a strong but fair leader of men, a brilliant strategist who is also a student, but not a coddler, of his men. He doesn't go by the books; his ability to think outside the envelope saves the Surprise at one crucial moment and wins a battle at another. Maturin is played by Paul Bettany, who you may recall as Crowe's imaginary roommate in \"A Beautiful Mind.\" He's so cool under pressure that he performs open-skull surgery on the deck of the Surprise (plugging the cranial hole with a coin), and directs the removal of a bullet from his own chest by looking in a mirror. But his passion is biology, and he is onboard primarily because the navy will take him to places where there are beetles and birds unknown to science.\n\nThe story takes place almost entirely onboard the Surprise, a smaller vessel outgunned by its quarry, the French warship Acheron. Using an actual ship at sea and sets in the vast tank in Baja California where scenes from \"Titanic\" were shot, Weir creates a place so palpable we think we could find our own way around. It is a very small ship for such a large ocean, living conditions are grim, some of the men have been shanghaied on board, and one of the junior officers is 13 years old. For risking their lives, the men are rewarded with an extra tot of grog, and feel well-paid. There are scenes at sea, including the rounding of Cape Horn, which are as good or better as any sea journey ever filmed, and the battle scenes are harrowing in their closeness and ferocity; the object is to get close enough in the face of withering cannon fire to board the enemy vessel and hack its crew to death.\n\nThere are only two major battle scenes in the movie (unless you count the storms of the cape as a battle with nature). This is not a movie that depends on body counts for its impact, but on the nature of life on board such a ship. Maturin and Aubrey sometimes relax by playing classical duets, the captain on violin, the doctor on cello, and this is not an affectation but a reflection of their well-rounded backgrounds; their arguments are as likely to involve philosophy as strategy.\n\nThe reason that O'Brian's readers are so faithful (I am one) is because this friendship provides him with a way to voice and consider the unnatural life of a man at sea: By talking with each other, the two men talk to us about the contest between man's need to dominate, and his desire to reflect.\n\nThere is time to get to know several members of the crew. Chief among them is young Lord Blakeney (Max Pirkis), the teenager who is actually put in command of the deck during one battle. Boys this young were often at sea, learning in action (Aubrey was not much older when he served under Nelson), and both older men try to shape him in their images. With Maturin he shares a passion for biology, and begins a journal filled with sketches of birds and beetles they encounter. Under Aubrey he learns to lead men, to think clearly in battle. Both men reveal their characters in teaching the boy, and that is how we best grow to know them.\n\nThere is a sense here of the long months at sea between the dangers, of loneliness and privation on \"this little wooden world.\" One subplot involves an officer who comes to be considered bad luck -- a Jonah -- by the men. Another involves the accidental shooting of the surgeon.\n\nThere is a visit to the far Galapagos, where Darwin would glimpse the underlying engines of life on earth. These passages are punctuation between the battles, which depend more on strategy than firepower -- as they must, if the Surprise is to stand against the dangerous French ship. Aubrey's charge is to prevent the French from controlling the waters off Brazil, and although the two-ship contest in \"Master and Commander\" is much scaled down from the fleets at battle in O'Brian's original novel, The Far Side of the World, that simply brings the skills of individual men more into focus.\n\n\"Master and Commander\" is grand and glorious, and touching in its attention to its characters. Like the work of David Lean, it achieves the epic without losing sight of the human, and to see it is to be reminded of the way great action movies can rouse and exhilarate us, can affirm life instead of simply dramatizing its destruction.", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-11-14", "genres": ["Action", "Adventure", "Drama", "History"], "title": "Master and Commander: The Far Side of the World (2003)"}