{"url": "http://www.rogerebert.com/reviews/matchstick-men-2003", "by": "Nicolas Cageas Roy", "star_rating": 4.0, "text": "Ridley Scott's \"Matchstick Men\" tells three stories, each one intriguing enough to supply a movie. It is: (1) the story of a crisis in the life of a man crippled by neurotic obsessions; (2) the story of two con men who happen onto a big score, and (3) the story of a man who meets the teenage daughter he never knew he had, and finds himself trying to care for her. The hero of all three stories is Roy (Nicolas Cage), who suffers from obsessive-compulsive disorder, agoraphobia, panic attacks, you name it. His con-man partner is Frank (Sam Rockwell). His daughter is Angela (Alison Lohman), and Roy is so fearful that when he decides to contact her, he persuades his shrink to make the phone call.\n\nI wish that you had seen the movie so we could discuss what a sublime job it does of doing full justice to all three of these stories, which add up to more, or perhaps less, than the sum of their parts. The screenplay for \"Matchstick Men\" is an achievement of Oscar calibre -- so absorbing that whenever it cuts away from \"the plot,\" there is another, better plot to cut to. Brothers Ted and Nicholas Griffin adapted it from the novel by Eric Garcia. Cage bought the movie rights before it was published, and no wonder, because the character of Roy is one of the great roles of recent years; he's a nut case, a clever crook and a father who learns to love, all in one. Cage effortlessly plays these three sides to his character, which by their nature would seem to be in conflict.\n\nAs the movie opens, Roy and Frank are playing a sophisticated form of the Pigeon Drop, in which victims are convinced they have a tax refund coming, and then visited by Frank and Roy themselves, posing as federal agents who want cooperation in catching the tax frauds. Elegant. Frank keeps wondering when Roy will be ready to pull a really big job, but it's all Roy can do to get out of bed in the morning.\n\nAn open door can cause a panic attack. He goes into spasms of compulsive behavior, and only the pills prescribed by Dr. Klein (Bruce Altman) seem to hold him together at all. When he spills his pills down the drain and Klein's office is closed, Cage has a scene in a pharmacy that is the equal of his opening moments in \"Leaving Las Vegas\" as an illustration of man desperately trying to get what he needs before he implodes.\n\nEnter the mark: Frechette (Bruce McGill), a man who might want to turn a profit laundering large sums of British money that Roy and Frank happen to have on hand. The way they bait this trap, spring it, and then move Frechette up to a really large sum has the fascination of any good con. The secret, Roy explains, is that he doesn't take people's money: \"They give it to me.\" The victims always think it's their own idea. And since they're breaking the law, who can they complain to? Meanwhile, Dr. Klein learns more about Roy's early, unhappy marriage, which produced a daughter after Roy left. Would it help to meet this girl, who would now be about 15? It might. After Klein makes the first advance, Roy approaches Angela after school, his tics and jerks and twitches all in demo mode. Angela comes for a \"trial weekend,\" stays for a while, and eventually becomes a steadying influence for her father. At first Roy is reluctant to tell her about himself, but when he finally does admit he's not very proud of what he does, that's the first moment in the movie when he seems calm and even relaxed.\n\nCage is accused of showboating, but I prefer to think he swings for the fences. Sometimes he strikes out (\"Gone in 60 Seconds\"), but more often he connects (he took enormous risks in \"Leaving Las Vegas,\" \"Bringing Out the Dead\" and \"Adaptation\"). He has a kind of raging zeal that possesses his characters; what in another actor would be overacting is, with Cage, a kind of fearsome intensity. There's an Oscar nomination here for him.\n\nRockwell, Lohman, McGill and Altman are all perfectly cast, which is essential, since they must convince us without the movie making any effort to insist. Lohman in particular is effective; I learn to my astonishment that she's 24, but here she plays a 15-year-old with all the tentative love and sudden vulnerability that the role requires, when your dad is a whacko confidence man.\n\nBecause this is a movie about con men and a con game, there are elements I must not reveal. But let's talk about the film's very last scene -- the one that begins, \"One Year Later.\" This is a scene that could have gone terribly wrong, spoiled by being too obvious, sentimental, angry or tricky. Ridley Scott and his players know just how to handle it; they depend on who these characters really are. If you consider what the characters have gone through and they meant to one another, then this scene has a kind of transcendence to it. It doesn't trash the story or add one more twist just for fun, but looks with dispassionate honesty at what, after all, people must believe who do this sort of thing for a living.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-09-12", "genres": ["Comedy", "Drama"], "title": "Matchstick Men (2003)"}