{"url": "http://www.rogerebert.com/reviews/matilda-1996", "by": "Mara Wilsonas Matilda", "star_rating": 3.0, "text": "Roald Dahl was by all accounts a singularly unpleasant person, which may explain why he wrote stories that are so fascinating to children. He nursed the grudges of childhood, he distrusted adults, and he was unmoved by false sentimentality. Kids may not feel cuddled by his books, but they sense Dahl is the real thing: He's writing out of strong emotion, and not just to be cute. Consider the character of Trunchbull, in the darkly comic new film “Matilda.” Trunchbull must be a woman, because she is someone's aunt, but she is never called “Miss”--and we see at once that “Mrs.” would be out of the question. She was a champion shot-putter and hammer-thrower in the 1972 Olympics, we learn, before moving on to her current career as the school principal and dominatrix at Crunchem Hall, a fearsome grade school with the motto: “When you are having fun, you are not learning.” To this school comes the heroine of the story, Matilda Wormwood (Mara Wilson), a very, very smart little girl whose parents neglect her when they are not insulting her. Matilda, left at home alone all day, has taught herself to read and walked to the library, where by the time she is 6 she has read not only “Heidi” and “Ivanhoe,” but also “For Whom the Bell Tolls” and “Moby Dick.” When she tells her parents (Danny DeVito and Rhea Perlman) she's old enough to go to school, her dad replies: “Nonsense! Who would sign for the packages?” But when he meets the redoubtable Trunchbull he announces that he has at last found the right school for Matilda. Trunchbull, played by Pam Ferris with great zest and well-hidden but genuine humor, is not a nice person. “Sit down, you squirming worm of vomit!” she says to the hapless Matilda at one point, and later calls her “You villainous sack of dog slime!” When a cute little blond girl dares to wearer hair in pigtails, Trunchbull seizes the child by the pigtails, swings her around and hurls her through the air like a hammer in the Olympics--and of course the movie does not neglect to show the girl narrowly miss a spike fence before landing safely in a flower bed. Trunchbull is the kind of villainess children can enjoy, because she is too ridiculous to be taken seriously and yet really is mean and evil, like the witch in “Snow White.” And since most children have at one time or another felt that their parents are not nice enough to them, they may also enjoy the portrait of Matilda's parents. Mr. and Mrs. Wormwood and their older son spend all of their time gobbling food and watching television, and when Matilda says she would rather read, her incredulous father cries, “Read? What do you want to read for when you got a perfectly good TV set right here?” Crunchem Hall is a school that would have appalled Dickens. Children are punished by solitary confinement in a steamy closet with nails sticking through the walls. But redemption comes in the person of a saintly teacher, Miss Honey (Embeth Davidtz), who is amazed when little Matilda does difficult math problems in her head, and eventually becomes her guardian and best friend. “Matilda” is not in any sense a “children's movie,” although older children will probably like it a lot. It is a dark family comedy about stupid parents, cruel teachers and a brave little girl, and it is no surprise to find that Danny DeVito not only stars but directed it. Consider that his previous directing credits include “Throw Momma From the Train” and “The War of the Roses,” and you sense that he has some kind of deep mordant fascination for dysfunctional families (the family life in his “Hoffa” was not exactly functional, either).\n\nThere is never a moment (except toward the happy ending) that we sense DeVito is anything other than quite serious about this material. He goes with Dahl’s macabre vision. Whatever it was that hurt Dahl so deeply, he never forgave it, and his children's stories (like “James and the Giant Peach” and “Charlie and the Chocolate Factory”) are driven by it. DeVito seems to vibrate on the same wavelength. “Matilda” doesn't condescend to children, it doesn’t sentimentalize, and as a result it feels heartfelt and sincere. It's funny, too.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-08-02", "genres": ["Comedy", "Family", "Fantasy"], "title": "Matilda (1996)"}