{"url": "http://www.rogerebert.com/reviews/matinee-1993", "by": "John Goodmanas Lawrence Woolsey", "star_rating": 3.5, "text": "I've looked at a couple of 1950s monster movies lately, and was struck by their innocence. Sure, they showed death rays from outer space, and great cities trampled by giant grasshoppers. But it was so optimistic, in a way, to assume that doom would arrive in such a comprehensible form: That we would die of things we could see coming, instead of from invisible viruses, and poverty, and global pollution.\n\n\"Matinee,\" a delightful comedy and one of the most charming movies in a long time, takes place exactly at a moment when that innocence may have ended. The time is November, 1962. President Kennedy has gone on television to warn that Cuba is armed with nuclear missiles, and that the U.S. Navy is blockading the island against an approaching Russian fleet. Meanwhile, in Key West, which is just over the horizon from Cuba, another drama is unfolding. An exploitation filmmaker has arrived in town with his latest sleazo production, \"Mant,\" the story of a man who has mutated into a giant ant.\n\nAfter the Cuban missile crisis and other shocks to our system, such as Vietnam, it became harder to get worked up over B-movie heroes who started to grow tentacles. But this is an earlier time, and for a local kid named Gene (Simon Fenton), the arrival of the famous Lawrence Woolsey (John Goodman) is a great day for Key West.\n\nGene reads all the fanzines about monsters of moviedom, and considers Woolsey a great man.\n\nThey say if you go to the movies long enough you will finally see yourself on the screen. I had that experience during \"Matinee,\" because in many ways I was just like that kid Gene. At the age of 12, I was fascinated by science fiction, baffled by girls, and starstruck by show business. Like Gene, I tried to meet the celebrities who came through my town, although I was never lucky enough to talk my way into the confidence of a big-time sleaze king like Woolsey, and get a behind-the-scenes glimpse as he prepared for a premiere.\n\nWoolsey, portrayed by Goodman as an affable man who genuinely enjoys his work, is a combination of dozens of exploitation filmmakers who prospered in the 1950s by adding showmanship to their cheapo productions. For the premiere of \"Mant,\" Woolsey wires the theater seats with electrical buzzers, sets up equipment to blow dry ice vapors at the audience, and hires a guy to dress up like a giant ant to run up and down the aisles.\n\nAll of these techniques were actually used in the 1950s, often by the legendary William Castle, who once allowed the audience to choose between two possible endings of the same horror film. In \"Matinee,\" they come together to produce a premiere showing of great hilarity, as the audience leaps from its seats on cue, and the awfulness of \"Mant\" is equaled only by its demented craziness.\n\nThe story of the premiere is intercut with events in the real world. Gene's father is a Navy officer on board one of the ships in the blockade. American jets fly overhead, ominously low. TV bulletins relate a countdown to possible nuclear war. And Sherry, the prettiest girl in school (Kellie Martin) wants to go out with Stan, but meanwhile her former boyfriend, a juvenile delinquent, warns the hero not to get close to his girl. Stan breaks the date, goes to the \"Mant\" matinee with friends, and discovers to his horror that Sherry is also there. His troubles are only starting. The guy hired to get inside the giant ant costume is . . . the former boyfriend. And so on.\n\nThere are a lot of big laughs in \"Matinee,\" and not many moments when I didn't have a wide smile on my face. I loved, for example, the character of Ruth Corday, played by Cathy Moriarty. She's a big, flashy blond who is Goodman's girlfriend and leading lady, and she never stops complaining because she can see this guy is mostly dreams and hot air. But she's a good sport, and puts on a nurse uniform to sit in the lobby and get the kids to sign \"medical consent forms\" saying they won't sue if they keel over after seeing the giant ant.\n\nOnce again, this is a detail straight from movie history. A producer named Joe Solomon made millions from an inconsequential sex education film named \"Mom and Dad\" by stationing a nurse in the lobby, and parking an ambulance outside to rush shock victims to the emergency room. What would the makers - or the audiences - of those 1950s movies have thought of \"The Texas Chain Saw Massacre\"? Or \"Basic Instinct,\" for that matter? \"Matinee\" was directed by Joe Dante, whose credentials are right for making this film. His credits include \"Piranha,\" \"The Howling\" and \"Gremlins,\" and in his portrayal of the Goodman character is a lot of the enjoyment Dante must feel in his own work. The Hollywood game today is often played as high-finance sweepstakes, but in a gentler time there was still room for a guy with a few bucks and a big imagination to make a little movie and sell it with showmanship and flim-flam.\n\nAt the end of \"Matinee,\" we sense that time is coming to a close, along with a lot of the other elements of American innocence.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-01-29", "genres": ["Comedy", "Drama", "Family"], "title": "Matinee (1993)"}