{"url": "http://www.rogerebert.com/reviews/maverick-1994", "by": "Mel Gibsonas Maverick", "star_rating": 3.0, "text": "The Western is truly making a comeback when a movie like \"Maverick\" can be made. After years in which no Westerns at all were produced in America, we began to get a few tentative, serious looks at the genre; movies like \"Silverado,\" \"Dances with Wolves, \"Posse,\" \"Unforgiven\" and \"Tombstone.\" Now comes \"Maverick,\" the first lighthearted, laugh-oriented family Western in a long time, and one of the nice things about it is, it doesn't feel the need to justify its existence. It acts like it's the most natural thing in the world to be a Western.\n\nThe film is inspired, of course, by the 1950s TV series starring James Garner, who played a cheerful gambler who preferred to charm and con people rather than shoot them, although he was able to handle a sidearm when that seemed absolutely inescapable. Garner is back for the movie version, playing a marshal named Zane Cooper, and the Bret Maverick role is played by Mel Gibson.\n\nIt is a tribute to Gibson, I think, that he can play scenes side by side with the man who originated the character, and produce much the same effect, as a smiling card shark who hopes to win money by playing poker and not get shot in the process. What with their sideburns and their easy smiles, the two men even look sort of related. Their co-star is Jodie Foster, as a sexy poker player named Annabelle Bransford. I imagine there were few professional poker players in the old west, and fewer still who looked like Foster, but \"Maverick\" is clearly not striving for grim realism.\n\nAs the movie opens, Maverick is desperately trying to win another $5,000 to finance his entry in a world series of poker, to be held in St. Louis. This is difficult because he finds himself in games with players like Angel (Alfred Molina), who likes to shoot people who win money from him; Chief Joseph (Graham Greene), an Indian with a future in public relations; and the Commodore (James Coburn), who has been conning people longer, and better, than Maverick can ever hope to.\n\nThe screenplay is by William Goldman, who wrote \"Butch Cassidy and the Sundance Kid\" for Paul Newman and Robert Redford, but its spirit owes more to the next Newman and Redford collaboration, \"The Sting.\" As one deception follows another, we catch on that nothing is as it seems, that the plot will unpeel layers like an onion, that revelations are made only to be unmasked. It's fun, although at 129 minutes the movie is probably a little too long.\n\nOne of the pleasures of the film is watching the actors used by director Richard Donner to populate his backgrounds. There are unbilled celebrity cameos by stars of his earlier pictures, including Danny Glover (\"Lethal Weapon\") and Margot Kidder (\"Superman\"). Fans of the Western will also appreciate the presence of such legendary Western stars as Denver Pyle, Dub Taylor and Bert Remsen.\n\nOne difference between \"Maverick\" and a vintage Western comedy is that the stunts and some of the showdowns are staged more elaborately. There's a runaway stagecoach scene, with Gibson being dragged behind the coach and then pulling his way up to the front and controlling the team, that's as well done as anything I've seen in that line. And a fastdraw competition with a cocky young gunfighter generates the kind of suspense similar scenes had in \"Tombstone.\" Is there an audience for the movie? Do people remember \"Maverick\" on TV well enough to care about the movie? I'm not sure.\n\nThe movie doesn't require you to have ever seen a TV \"Maverick\" to enjoy this story. But there's a twist at the end you'll like more if you were a fan of the series.", "running_time": 129, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-05-20", "genres": ["Action", "Adventure", "Comedy", "Drama", "Western"], "title": "Maverick (1994)"}