{"url": "http://www.rogerebert.com/reviews/max-dugan-returns-1983", "by": "Marsha Masonas Nora McPhee", "star_rating": 2.5, "text": "\"Max Dugan Returns\" is a sweet little movie that evokes, in its shallow wholesomeness, a world that has pretty well disappeared from TV and the movies. I'm thinking of that lost American paradise inhabited by Blondie and Dagwood, Ozzie and Harriet and the Beaver -- a world where the family gets together for a cute-talk confab in the breakfast nook. \n\nThe movie takes place in the Venice Beach area south of Santa Monica. That's a world inhabited largely by movie stars, drug dealers and transvestite roller skaters, but you wouldn't know that from \"Max Dugan Returns.\" The movie stars Marsha Mason as a widowed schoolteacher who's raising her teenage son (Matthew Broderick) with a lot of pluck and cheerfulness. \n\nThis is one of those movies that starts right out with little character touches; Mason is provided with a standard-issue Colorful Hollywood Car that bounces like a bronco and backfires on cue. \n\nThen two big things happen in her life. (1) Her car is stolen, and police Lt. Donald Sutherland is assigned to the case. (2) After 30 years, her long-lost father (Jason Robards) returns, bearing a briefcase full of money. While Sutherland and Mason slowly fall in love, Robards moves in and explains that he swindled the money from a Las Vegas casino to even an old score, but now he has only six months to live and wants to get to know his daughter and grandson. \n\nThis is, as you will have noticed, a Plot. There is never a danger that we will confuse it with Real Life. It's unfair even to ask for realism; \"Max Dugan Returns\" isn't supposed to be a slice of life, it's supposed to be a series of situations leading to a semi-tearful happy ending. The movie was written and co-produced by Neil Simon, who is certainly facile.\n\nHe can create colorful characters on a moment's notice, and spin out funny dialogue by the yard. His problem is making the characters seem somewhat three-dimensional. He defines them by their jobs, ethnic categories, costumes and speech patterns, so we can tell them apart -- but how many Simon characters can you really remember through the years? \"The Odd Couple,\" Dreyfuss and Mason in \"The Goodbye Girl,\" Mason in \"Chapter Two,\" Ann-Margret in \"I Ought to Be in Pictures,\" Michael Caine in \"California Suite,\" and who else?\n\nSimon's gift also is his downfall. He's so good at writing lightweight dialogue that it all begins to sound the same. In \"Max Dugan Returns,\" for example, there's a running gag about whether the dog is named Plato or Pluto, and the trouble is, the first time the names are confused, we know with a conviction approaching certainty that they will be confused again, and again.\n\n\"Max Dugan Returns\" is watchable and sort of sweet. Robards gives a poignant performance as the dying father, although the movie makes him express his love through expensive gifts that are sort of off-putting. When the movie is over, however, it seems to evaporate. It doesn't have a purpose for being; it's just spun sugar and a few tears, a plot situation set into motion to create the illusion of suspense before everyone gets what he wants, or fears, or deserves. There's hardly a moment in the whole movie that would be confused with daily life as it is really lived. Maybe that's the idea.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-03-28", "genres": ["Comedy", "Drama", "Family"], "title": "Max Dugan Returns (1983)"}