{"url": "http://www.rogerebert.com/reviews/max-keebles-big-move-2001", "by": "Tim Hill", "star_rating": 2.0, "text": "Kids in comedies are especially clever. They see through adults in a wink, outsmart their opponents, plot to get what they want, and are cute, articulate and never have pimples. Take Max Keeble (Alex D. Linz), for example. It is his first day of junior high school, and his hormones have recently started to send him messages, which, when he sees Woodwind Girl (Zena Grey), he finds himself finally able to decode. He likes junior high school, all except for those two obligatory characters in all junior high school movies, the bully and the obnoxious principal. The bully, named Troy McGinty (Noel Fisher), is taller, blond and looks (as bullies always seem to look in these movies) like a 12-year-old Gary Busey. The principal is named Principal Jindraike (Larry Miller), and looks (as principals always seem to look in these movies) like Larry Miller.\n\nMax is beginning to make headway with Woodwind Girl, and in his struggle against Troy, and in his campaign to prevent the principal's insane zeal to tear down an animal shelter and build a stadium. But then disaster strikes, when his father (Robert Carradine) tells his mother (Nora Dunn) that they are moving in a week so he can take a new job. And just when she finally had the house decorated perfectly! You will imagine that this is not the kind of movie that holds me spellbound. It explains why I am so grateful for a film like \"Spy Kids\" that the entire family (including adults) can enjoy. This is more like an after-school Nickelodeon romp, with bright colors, broad jokes, lots of sight gags, characters landing in deep wet puddles and a plot assembled from off-the-shelf parts.\n\nThere's a tendency with these movies to spend money to conceal the lack of creativity. There is, for example, an ice cream truck that at one point is hoisted aloft by a crane so that it can spill hundreds of gallons of melted ice cream over the villains, and we wonder if a funnier and more economical solution was not available.\n\nSome moments are funny. I liked Miller, who seemed to regard the movie's characters with about as much affection as I did, and makes school-wide telecasts from his office with a U.S. Capitol photographic backdrop behind him, just like our lawmakers. And Alex D. Linz (\"Home Alone 3\") is a talented young actor; I suspect this is a film about which he had private thoughts, too, since anyone as smart as he is would not be much entertained by what he is made to do.\n\nSo, yes, Brendan Staunton, I agree that kids are a little, or perhaps even a lot, too wise in American movies. But you have to remember that when the movie is good enough, we forgive them. Look at \"E.T.,\" for example. And over here in America we are all eagerly awaiting the arrival of your Harry Potter, who is a lot, or even a whole lot, too wise.", "running_time": 101, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-10-05", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Max Keeble's Big Move (2001)"}