{"url": "http://www.rogerebert.com/reviews/max-2003", "by": "John Cusackas Rothman", "star_rating": 3.5, "text": "\"Und ... Der Fuhrer vas a better artist than Churchill!\" -- \"The Producers\" \n\nThe central mystery of Hitler, William Boyd writes in a recent Times Literary Supplement, is: \"How on earth could a dysfunctional, deranged, down-and-out homeless person in pre-First World War Vienna become, 20 years later, Chancellor of Germany?\" A peculiar and intriguing film named \"Max\" argues that he succeeded because he had such a burning need to be recognized--and also, of course, because of luck, good for him, bad for us. If Hitler had won fame as an artist, the century's history might have been different. Pity about his art.\n\n\"Max\" imagines a fictional scenario in which the young Adolf Hitler (Noah Taylor) is befriended by a one-armed Jewish art dealer named Max Rothman (John Cusack) in Munich in the years following World War I. Both served in the German army and fought in the same battle, where Rothman lost his arm. The dealer opens an avant-garde art gallery in a vast abandoned factory, showcasing artists such as George Grosz and attracting important collectors--and Hitler, clutching his portfolio of kitsch. Rothman takes pity on this man and is friendly to him, moved by the pathos beneath his bluster.\n\nThe film, written and directed by Menno Meyjes, who scripted \"The Color Purple,\" has been attacked because it attempts to \"humanize\" a monster. But of course Hitler was human, and we must understand that before we can understand anything else about him. To dehumanize him is to fall under the spell which elevated him into the Fuhrer, a mythical being who transfixed Germans and obscured the silly little man with the mustache. To ponder Hitler's early years with the knowledge of his later ones is to understand how life can play cosmic tricks with tragic results.\n\n\"Max\" suggests that Hitler's real work of art was himself and the Nazi state he first envisioned in fantasy terms; even as a young man we see him doodling with swastikas and designing comic-book uniforms. Clothes make the man, and to some extent Hitler's skill as a fashion designer made men into Nazis. \"I am the new avant garde and politics is the new art,\" he tells Rothman, not inaccurately.\n\nIf Hitler is a mystery, what are we to make of Max Rothman? John Cusack plays him as a man of empathy, who endures the tantrums of his artists and feels pity for this bedraggled Hitler whom he first meets as a liquor deliveryman. Rothman himself wanted to be an artist but has put that on hold after losing his arm. He has returned to a comfortable bourgeois life in Munich, with his doctor father-in-law, his secure wife, Nina (Molly Parker), and his stimulating mistress, Liselore (Leelee Sobieski). When he's quizzed about his friendship with the pathetic Hitler, his answers are simple: \"He came back from the war to nothing. He doesn't have any friends.\" Yes, Hitler is anti-Semitic, and makes no secret of it. But in Germany in those days, anti-Semitism was like the weather; you couldn't do anything about it and you had to go out in it. Rothman takes Hitler's rantings with weariness and sadness, and at one point tells Liselore, \"I told him his insane f------ ideas are holding him back as an artist.\" There is never, even for a moment, a glimmer of evidence to suggest that Hitler could have been a successful artist. His drawings look like the kind of cartoon caricatures that bored boys create in their notebooks in the back row of geometry class, playing with their protractors and dreaming of supermen. Hitler instinctively fails to see the point of abstract art; at one point he suggests that Rothman frame his diarrhea. We are reminded that, in power, both the Nazis and the Soviets banned and burned abstract art. Curious, that art which claimed to represent nothing nevertheless represented so much to them. Perhaps art is a threat to totalitarianism when it does not have a clear, censurable subject and is left to the musings of the citizen.\n\nAs the title suggests, \"Max\" centers more on Rothman than on Hitler. Max is a kind, dreamy, hopeful man, who we presume saw his share of the horrors of that particularly nasty war and trusts that art is taking him in the right direction. He is also smooth and sophisticated, a master of one-armed cigarette technique, who moves seamlessly between his bourgeois home and the cafes and dives of bohemian Munich. He is worldly in a way that Hitler is not, and their differences are suggested when he says in exasperation to the fierce failed artist, \"Listen--do you want to meet some girls?\" Hitler's other patron is an army propagandist named Mayr (Ulrich Thomsen), like Hitler an outcast in the German economic ruin. He is attached to a small splinter party and thinks Hitler might make a good spokesman. What Mayr sees in this hapless nonentity is hard to say, but he is quite right, and soon Hitler is fascinating crowds in beer halls with his emerging Nazi vision. (Mayr, I learn, is an actual historical figure, who later, for his pains, was beheaded by Hitler.) But what, we may ask, parroting Soviet realism, is the purpose of this movie? What is its message? It is not abstract but presents us with two central characters whose races have a rendezvous with destiny. I think the key is in Rothman, who is a kind liberal humanist, who cares for the unfortunate, who lives a life of the mind that blinds him to the ominous rising tide of Nazism. Can a man like this, with values like this, survive against a man like Hitler, who has no value except the will for power? It is the duty of the enlightened state to assure that he can. Dissent protects the body politic from the virus of totalitarianism.", "running_time": 108, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-01-24", "genres": null, "title": "Max (2003)"}