{"url": "http://www.rogerebert.com/reviews/maxie-1985", "by": "Paul Aaron", "star_rating": 1.5, "text": "One day they are stripping wallpaper from the walls, and they discover a message that was left more than 60 years ago by Maxie, a flapper who once lived in the house. We know the message is from Maxie because Ruth Gordon, the next-door neighbor, drops in and tells them Maxie once had a bit role in a silent film and then died tragically at a young age. \n\nJan and Nick do what any normal couple would do. They rent a videocassette of the old silent film. And apparently their act of seeing Maxie's old performance, in Maxie's old house, causes the psychic energies to flow in such a way that Maxie appears and possesses Jan's body. Jan begins to talk in Maxie's penetrating nasal screech and she starts using a lot of 1920s slang. But she still looks exactly like Glenn Close, who plays both Jan and Maxie. \n\nNick (played by Mandy Patinkin) does not at first figure out what is happening. This leads to some embarrassment, as when Maxie suddenly occupies Jan's body during an office party and throws her drink down the dress of Nick's boss (Valerie Curtin, as a sex-mad harridan). There are other horrible moments, as when Jan becomes Maxie at bedtime, and when Maxie forces Jan to audition for a TV commercial. Maxie can be shocking, but she is not anywhere near as shocking as the utter, complete lack of wit and intelligence in this movie, which goes its entire length without producing one single clever twist on its boring premise. \n\nAs a service to the screenwriter and director, I herewith supply some ideas they might have used: (1) Jan becoming Maxie during sex, to Nick's consternation; (2) The bishop turning out to be Maxie's old beau, before he went into the seminary; (3) Maxie in a San Francisco leather bar; (4) Nick preferring Maxie to boring old Jan; (5) Nick being possessed by Maxie's old boyfriend, who goes after her, only to find the boring yuppie, Jan, in his arms; (6) Maxie enlisting her friends from the Other Side to possess everyone else at the office party, so that W.C. Fields is talking with Calvin Coolidge, etc. \n\nI offer these possibilities only to illuminate the fact that \"Maxie\" does as little with its original inspiration as is humanly possible. This is the sort of movie where, if Maxie had any brains, she'd appear in Jan's body, take one look at the script, and decide she was better off dead.", "running_time": 98, "mpaa_rating": null, "release_year": 1985, "date_published": "1985-09-27", "genres": null, "title": "Maxie (1985)"}