{"url": "http://www.rogerebert.com/reviews/may-2003", "by": "Angela Bettisas Canady", "star_rating": 4.0, "text": "\"May\" is a horror film and something more and deeper, something disturbing and oddly moving. It begins as the story of a strange young woman, it goes for laughs and gets them, it functions as a black comedy, but then it glides past the comedy and slides slowly down into a portrait of madness and sadness. The title performance by Angela Bettis is crucial to the film's success. She plays a twisted character who might easily go over the top into parody, and makes her believable, sympathetic and terrifying.\n\nThe movie will inevitably be compared to \"Carrie,\" not least because Bettis starred in the 2002 TV version of that story. Like \"Carrie,\" it is about a woman who has been wounded by society, and finds a deadly revenge. But \"May\" is not a supernatural film. It follows the traditional outlines of a horror or slasher film, up to a point--and then it fearlessly follows its character into full madness. We expect some kind of a U-turn or cop-out, but no; the writer and director, Lucky McKee, never turns back from his story's implacable logic. This is his solo directing debut, and it's kind of amazing. You get the feeling he's the real thing.\n\nBettis plays May Canady, who as a girl had a \"lazy eye\" that made her an outcast at school. After a brief prologue, we meet her in her 20s, as an assistant in a veterinary clinic. She is shy, quirky, askew, but in a curiously sexy way, so that when she meets the good-looking Adam Stubbs (Jeremy Sisto), he is intrigued. \"I'm weird,\" she tells him. \"I like weird,\" he says. \"I like weird a lot.\" Uh, huh. His idea of weird is attending the revival of a Dario Argento horror film. He shows May his own student film, that begins with a young couple kissing and caressing and then moves on inexorably into mutual cannibalism. May likes it. She snuggles closer to him on the sofa. Afterward, she gives him her review: \"I don't think that she could have gotten his whole finger in one bite, though. That part was kind of far-fetched.\" \n\nBettis makes May peculiar but fully human. There are scenes here of such close observation, of such control of body language, voice and behavior, evoking such ferocity and obsession, that we are reminded of Lady Macbeth. It is as hard to be excellent in a horror film as in Shakespeare. Harder, maybe, because the audience isn't expecting it. Sisto's performance as Adam is carefully calibrated to show an intelligent guy who is intrigued, up to a point, and then smart enough to prudently back away. He's not one of those horror movie dumbos who makes stupid mistakes. Notice the look in his eye after he asks her to describe some of the weird stuff that goes on at the animal hospital, and she does, more graphically than he requires.\n\nMay's colleague at the clinic is Polly (Anna Faris), a lesbian, always open to new experiences. One day when May cuts herself with a scalpel, Polly is fascinated. Then May unexpectedly cuts her. Polly recoils, screams, considers, and says, \"I kind of liked it. Do me again.\" Like Adam, she is erotically stirred by May's oddness--up to a point. There is an erotic sequence involving May and Polly, not explicit but very evocative, and it's not just a \"sex scene,\" but a way to show that for Polly sex is entertainment and for May it is of fundamental importance.\n\nMcKee uses various fetishes in an understated way. May is not a smoker, but she treasures a pack of cigarettes that Adam gave her, and the precious cigarettes are measured out one by one as accomplices to her actions. She has a doll from childhood that gazes from its glass cabinet; in a lesser movie, it would come alive, but in this one it does all the necessary living within May's mind. When May volunteers to work with blind kids, we fear some kind of exploitation, but the scenes are handled to engender suspense, not disrespect.\n\nThe movie subtly darkens its tone until, when the horrifying ending arrives, we can see how we got there. There is a final shot that would get laughs in another kind of film, but \"May\" earns the right to it, and it works, and we understand it.\n\nThere are so many bad horror movies. A good one is incredibly hard to make. It has to feel a fundamental sympathy for its monster, as movies as different as \"Frankenstein,\" \"Carrie\" and \"The Silence of the Lambs\" did. It has to see that they suffer, too. The crimes of too many horror monsters seem to be for their own entertainment, or ours. In the best horror movies, the crimes are inescapable, and the monsters are driven toward them by the merciless urgency of their natures.", "running_time": 95, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-06-06", "genres": ["Drama", "Horror", "Romance", "Thriller"], "title": "May (2003)"}