{"url": "http://www.rogerebert.com/reviews/may-fools-1990", "by": "Michel Piccolias Milou", "star_rating": 3.0, "text": "A colleague of mine has a simple test for the worth of a movie: He asks himself, \"Is this movie more interesting than a documentary of the same actors having a meal together?\" Often the answer is \"no.\" But how would the test apply to \"May Fools,\" a French movie that has a great many scenes in which the actors have meals together, and carry on the same sorts of conversations I imagine they might have in real life? Many of the reviews of the film have criticized it on the basis of its plot and its message. I like it because of the time I got to spend with the characters as they dealt with family matters over a period of days. It was intrinsically interesting, not because of what it was about, but simply because of what it was.\n\nThe movie takes place in May of 1968, a month that has a special ring to the French ear. That was the month that the revolution seemed poised to overthrow bourgeois society - the month the radicals shut down the Cannes Film Festival, the students occupied the streets of Paris, and rumors flew that De Gaulle was going to flee the country. I was in Paris during that time, and collected a few black and blue marks across the back of my legs, souvenirs of police truncheons when I made the mistake of trying to sightsee in the middle of a riot. For many Parisians, it appeared that society was up for grabs.\n\nIn the country, it was quieter, and \"May Fools\" takes place on a small farm that has been in the same family for generations. The matriarch, much loved and also feared, rules the household. Her children, some well into middle age, have moved away - all except for Milou (Michel Piccoli), a genial man who likes to go fishing and ride his bicycle and oversee the vineyards in a desultory sort of way.\n\nOne day the mother drops dead. The family gathers for her funeral, at the same moment in history when the radicals are trying to shut down French society. Among the survivors is Milou's daughter, Camille (Miou-Miou), who suggests the estate be divided into three and sold.\n\nMilou is shocked to think that the family's history would be so casually converted into cash, but the others point out that they have subsidized his idyllic existence in the country with their own hard work in the city.\n\nRumors of the outer world penetrate into the house, which is given over to a wake. One of the mourners is a sometime correspondent for Le Monde, who makes dire predictions about the future of France. Everyone seems to be on strike, and the mother cannot be properly buried because even the morticians are out. Most of the characters in the movie are solidly middle class and conservative, but a few wayward rebels turn up, including a granddaughter who is a lesbian, and a passing truck driver who joins the wake as it turns gradually into a party.\n\nMany meals are consumed. Some love affairs are considered, others consumated. A picnic is held on the grass, and for a second it seems that revolutionary fervor will inspire these people, half-drunk on wine, to experiment with free love. But they are not quite ready for such a big step. Secrets are revealed, charges are traded, confessions are heard, and there are even a couple of small miracles, as the deceased seems to be not altogether dead.\n\n\"May Fools\" was directed by Louis Malle and written by Malle and that best of modern French screenwriters, Jean-Claude Carriere. It is a movie that is reluctant to announce its intentions. What is Malle trying to say here? The revolution comes to nothing, the family neither caves in nor rises to heroism, and the happiest person in the film arguably is the maid, Lily, who unexpectedly is included in the will.\n\nI think perhaps Malle is gently trying to make a movie about imperfect but interesting people, the goodness of whose souls is tested by the coincidence of a public and private crisis at the same time. No great lessons are learned, no great statements made, but by the end of the film we have spent some interesting time with these people, and know them better. What more can you ask of any weekend in the country, or of any group of people? This is a movie that may be precisely as interesting as watching the actors having dinner with one another.", "running_time": 105, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-07-27", "genres": ["Comedy", "Romance"], "title": "May Fools (1990)"}