{"url": "http://www.rogerebert.com/reviews/maybe--maybe-not-1996", "by": "Til Schweigeras Axel", "star_rating": 3.0, "text": "Conventional box-office wisdom has it that there are more movies about lesbians than about gay men because both men and women, gay and straight, will go to lesbian movies, but only gay men will attend movies about gay men. This is no doubt because straight men, foolishly optimistic, dream that two lesbians are only killing time until a man comes along, while all women, ever realistic, know an unavailable man when they see one. (This assumes that movie audiences want to identify with lovers on the screen, which is a pretty safe bet.) No such theories explain the popularity of movies in which a straight man finds himself in a homosexual situation because of a series of misunderstandings. There are enough of these now to form a sub-genre, including of course “La Cage aux Folles” and its American remake, “The Birdcage.” My theory: Many straight men are intrigued by the gay lifestyle, but are paranoid about revealing their interest. They welcome movies that provide them with an excuse: “Hey, it's a comedy, and the guy got into this situation by accident (ho, ho).” The legendary folk singer Bob Gibson skewered this dodge neatly in his song about a man who hires a transvestite hooker, discovers his mistake, and decides to make the best of it: “She was a he, but what the hell, honey--since you've already got my money...” The German film “Maybe ... Maybe Not” opens with scenes designed to establish Axel, its hero, as so straight he could be Ollie North's roommate. Making eye contact with a promising woman in a club, he sneaks her aside for a quickie, only to be discovered by his girlfriend. He shouts, “I can explain! It's not what you think!” but it is, and she's outta there. She ejects him from her apartment, he's broke and homeless, and after asking every woman he knows for a place to stay (while “Just a Gigolo” plays on the soundtrack), he ends up attending a gay party with a friend named Walter. After doing as many double-takes as the material can possibly provide, he ends up going home with Norbert, a nice guy, plain but friendly, who offers him a place to stay.\n\nIn the movie's central passages, Axel (Til Schweiger) operates as a surrogate for the straight audience. What he sees (and is shocked or surprised by), we see. One big difference between the men in “Maybe ...Maybe Not” and those in “Cage” and “Birdcage” is that you can definitely imagine these men having sex, while the gay men in the earlier films seemed to get their kicks primarily by shocking the bourgeoisie.\n\nAxel's girlfriend, Doro (Katja Riemann), inevitably turns up pregnant shortly after throwing him out, and so she is cautiously receptive to his pleas that she take him back. But the movie uses all of the devices of screwball comedy to give her the idea that he might actually have turned gay after all. How else to explain Axel in bed with Norbert? Or Axel nude in a closet? Or the suggestive voices she hears on the telephone? “Maybe ... Maybe Not” is an enormous box office hit in Germany, where Til Schweiger has become a star. Now Schweiger is in Hollywood, seeking to follow in the footsteps of Arnold Schwarzenegger, Jean-Claude Van Damme, Antonio Banderas, and other Eurohunks. If he can speak English, he can make it: He's handsome, he's got an easy, unforced acting style, and he can do comedy. (The ability to smile at themselves is at the center of Schwarzenegger and Banderas' appeal, and the inability is what limits Van Damme's choice of roles).\n\nThis movie, while not a comic masterpiece, is very funny in places, and unexpectedly affecting in other places, especially in its view of everyday events in a gay lifestyle. The gay characters are exaggerated, but then comedy is exaggeration. By the end of the film, conventional values are asserted, and straight audiences can leave, having survived their walk on the wild side. Only the most thoughtful among them will wonder if Axel is completely ready to settle down to that lifetime of bliss with Doro.", "running_time": 100, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-07-19", "genres": null, "title": "Maybe... Maybe Not (1996)"}