{"url": "http://www.rogerebert.com/reviews/maze-2001", "by": "Rob Morrowas Lyle", "star_rating": 3.0, "text": "L yle Maze is a painter who has Tourette's syndrome and obsessive compulsive disorder. His work should look like Jackson Pollock attacked a Mark Rothko, but, no, his inner peace emerges when he's painting. He falls into a sort of reverie then, and ''the house could burn down and I wouldn't notice.'' The rest of the time, there are problems; when he suddenly hurls paint into a model's eye, we sense it's happened before by his instant response: ''Don't worry. It's non-toxic. Just wash it with water.'' Maze (Rob Morrow) lives alone because, in his words, he's a ''freak'' and a normal relationship is impossible. His best friends are a doctor named Mike (Craig Sheffer) and Mike's girlfriend Callie (Laura Linney).\n\nMike is a do-gooder who does not believe humanitarianism begins at home, and leaves Callie for seven months to work as a volunteer doctor in Burundi. Callie is pregnant when he leaves, but Mike doesn't know, care or notice, and that leaves best friend Maze to be her partner in natural childbirth classes.\n\nMaze and Callie are drawn toward each other, but Maze doesn't want to be disloyal to his best (only) friend. Callie, who knows Mike better, is more open. Maze experiments with a date, Julianne (Gia Carides), who admires his work, but is less entranced when he throws wine at her during dinner.\n\nMaze's OCD is a mild case, involving an obsession with the tongues of shoes and other harmless manifestations. His Tournette's doesn't involve the sudden shouting of obscenities, which is the widespread but limited view of the condition. He sometimes has sudden muscular spasms, or emits strange noises and pops (when that happens, we see a jerky world-view through a hand-held video camera). He sees the humor in the situation; when Callie offers him a TV set, he asks her, ''Have you ever seen an obsessive-compulsive with a remote control?'' The heart of the story is hard to resist, not least because Linney (the Oscar nominee from last year's ''You Can Count on Me'') is sweet and understanding, and Morrow has a shaggy appeal. It is a rite of passage required of all actors that they participate in at least one live childbirth scene, with somebody shouting ''push! push!,'' but you have to hand it to the scene in ''Maze.'' It's original--a duet for screams and Tourette's.\n\nThere are small but telling scenes involving Maze's parents (Rose Gregorio and Robert Hogan). When the father needs a blood transfusion, he doesn't want his son's blood, even though his wife tells him what he should have long since known, that you can't ''catch'' non-organic disorders. The father has always believed Maze could control his twitches if he wanted to. Morrow and Gregorio have a quiet scene together, son and mother sitting side by side on a bed, where one of her speeches unforgettably sums up her marriage.\n\nThe movie is Morrow's directorial debut, and he wrote the screenplay with Bradley White. The story arc is straight out of screenplay workshops, including setbacks that arrive right on time (an ultrasound test, a tantrum). The departure and return to Dr. Mike are so timely, he must have had a copy of the script.\n\nThere are several Idiot Plot moments when a simple line of dialogue (''He has Tourette's syndrome'') would work wonders but is never said. And yet the movie has a sweetness and care that is touching.", "running_time": 97, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-11-09", "genres": ["Comedy", "Drama", "Romance"], "title": "Maze (2001)"}