{"url": "http://www.rogerebert.com/reviews/me-and-my-matchmaker-1996", "by": "Mark Wexler", "star_rating": 3.0, "text": "“I see your pattern,” Irene says: “A few kicks, and a clean getaway.” Wexler flies to California for his mother's birthday, and to get some distance from the film. On the beach at Malibu, he meets Sherry, 43, and they are strongly attracted to one another. “I'd love to meet her,” Irene says.\n\nSherry flies to Chicago, where Irene tells her, “My number one priority is to see Mark married.” As she prepares a meal for them, Sherry observes, “This is very funny.\n\nThis is like a mother and son thing.” Irene says quietly, “Actually, we're lovers.” Cut to Sherry doing a very peculiar double-take. Exit Sherry. “I didn't like her,” Irene tells Mark. “I didn't like anything about her. A face is a mask. If you marry the most beautiful girl in the world and she turns out to be a bitch and a nag, she is gonna look like the ugliest thing that was ever dug up.” “Me and My Matchmaker” never quite says what conclusions it is discovering. We can draw our own. The movie is narrated by Wexler, who does not have a career ahead of him doing voice-overs; he sounds stilted, like he's reading. But he is the right person for this soundtrack, because he's arriving at insights about himself. Through Irene, he meets Terry, and likes her. They date, although Irene disapproves (“She came to me to find a Jewish man to marry”). At one point Terry looks into Mark's camera and says, “Maybe you're just doing this to meet women.” “Am I?” Mark asks himself. “The documentary has turned into something else--or does Irene have something to do with it?” She does. “Something strange has happened between us,” Irene tells him. “I felt a connection with you that first day we met.” If he meets the right girl, “When you get married, is she going to take my place?” Watching the last 10 minutes of the film is like walking on eggshells.\n\nMark is obviously a hit-and-run specialist, who has spent his life on a perfectionist quest for the unattainable “goddess.” Irene has seen all this before, and understands Mark. But does she understand herself? The film is amazing and touching in the way it allows people to reveal themselves on camera, to think aloud. After it's over, we stand back and review what happened. A man started to make a documentary about someone else, and ended making a documentary about himself. Irene turned into the filmmaker and Mark turned into the subject. And there is more. In the last moments of the film we are reminded that the heart is indeed a lonely hunter, and that the hunt never ends.", "running_time": 55, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-08-02", "genres": null, "title": "Me & My Matchmaker (1996)"}