{"url": "http://www.rogerebert.com/reviews/me-and-you-and-everyone-we-know-2005", "by": "John Hawkesas Richard", "star_rating": 4.0, "text": "Miranda July's \"Me and You and Everyone We Know\" is a film that with quiet confidence creates a fragile magic. It's a comedy about falling in love when, for you, love requires someone who speaks your rare emotional language. Yours is a language of whimsy and daring, of playful mind games and bold challenges. Hardly anybody speaks that language, the movie suggests -- only me, and you, and everyone we know, because otherwise we wouldn't bother knowing them.\n\nAs a description of a movie, I suppose that sounds maddening. An example: A young woman walks into a department store, and in the shoe department, she sees a young man who fascinates her. His hand is bandaged. She approaches him and essentially offers the gift of herself. He is not interested; he's going through a divorce and is afraid of losing his children. She asks him how he hurt his hand. \"I was trying to save my life,\" he says. We've already seen how it happened: He covered his hand with lighter fluid and set it on fire to delight his two sons. He didn't think lighter fluid really burns you when you do that. He was wrong. He was thinking of rubbing alcohol.\n\nNow imagine these two characters, named Christine (Miranda July) and Richard (John Hawkes) as they walk down the street. She suggests that the block they are walking down is their lives. And so now they are halfway down the street and halfway through their lives, and before long they will be at the end. It is impossible to suggest how poetic this scene is; when it's over, you think, that was a perfect scene, and no other scene can ever be like it.\n\nRichard and Christine are at the center of the film, but through Richard's sons, we meet other characters. His 7-year-old is named Robby, and is played by Brandon Ratcliff, who read my review from Sundance and wrote me a polite and helpful letter in which he assured me he's as smart as an 11-year-old. In the movie, he visits an online sex chat room even though he knows nothing about sex. He knows enough about computers to sound like he does, however, by cutting and pasting words, and using open-ended questions. Asked what turns him on, he writes \"poop,\" not because it does, but possibly because it is the only word he can spell that he thinks has something to do with the subject.\n\nHis 14-year-old brother Peter (Miles Thompson) is being persecuted by two girls in his class named Heather (Natasha Slayton) and Rebecca (Najarra Townsend). They are intensely interested in oral sex, but unsure about its theory and technique. They decide to practice on Peter. I know this sounds perverse and explicit, and yet the fact is, these scenes play with an innocence and tact that is beyond all explaining. They are about what an embarrassment and curiosity sex is when you're old enough to know it exists, but too young to know how it's done and what it's for. They are much intrigued by a neighbor who is a dirty old man in theory, but not in practice.\n\nOther characters have other plans for perfect lifetimes. Young Peter, once he shakes off the relentless Heather and Rebecca, is fascinated by Sylvie (Carlie Westerman), a 10-year-old neighbor who does comparison shopping to get the best price on kitchen appliances. Peter catches her ironing some towels. They are going straight into her hope chest, she explains. She is preparing her own dowry. Her future husband, when she grows up and finds him, had better be ready to be good and married.\n\nThere is also an art curator (Tracy Wright) who has a strange way of evaluating art, as if she's afraid it may violate rules she's afraid she doesn't know. She has a sexual hunger that proves particularly hard to deal with. She is, however, able to project her longings into the uncomprehending world; the strategy she uses, and the result it brings, is a scene of such inevitability and perfection that we laugh at least partly out of admiration.\n\nMiranda July is a performance artist; this is her first feature film (it won the Special Jury Prize at Sundance, and at Cannes won the Camera d'Or as best first film, and the Critics' Week grand prize). Performance art sometimes deals with the peculiarities of how we express ourselves, with how odd and wonderful it is to be alive. So does this film. As Richard slowly emerges from sadness and understands that Christine values him, and he must value her, for reasons only the two of them will ever understand, the movie holds its breath, waiting to see if their delicate connection will hold.\n\n\"Me and You and Everyone We Know\" is a balancing act, as July ventures into areas that are risky and transgressive, but uses a freshness that disarms them, a directness that accepts human nature and likes to watch it at work. The MPAA gave it an R rating, \"for disturbing sexual content involving children,\" but the one thing it isn't is disturbing. When the movie was over at Sundance, I let out my breath and looked across the aisle at another critic. I wanted to see if she felt how I did. \"What did you think?\" she said. \"I think it's the best film at the festival,\" I said. \"Me too,\" she said.", "running_time": 90, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-06-23", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Me and You and Everyone We Know (2005)"}