{"url": "http://www.rogerebert.com/reviews/me-myself-and-irene-2000", "by": "Jim Carreyas Charlie/Hank", "star_rating": 1.5, "text": "\"Me, Myself & Irene\" is a labored and sour comedy that rouses itself to create real humor, and then settles back glumly into an impenetrable plot and characters who keep repeating the same schtick, hoping maybe this time it will work. It stars Jim Carrey in a role that mires him in versions of the same gags, over and over. Renee Zellweger co-stars as a woman who stays at his side for no apparent reason except that the script requires her to.\n\nThe movie is by the Farrelly brothers, Peter and Bobby, whose \"There's Something About Mary\" still causes me to smile whenever I think about it, and whose \"Kingpin\" is a buried treasure. They worked with Carrey in \"Dumb and Dumber,\" which has some very big laughs in it, but this time their formula of scatology, sexuality, political incorrectness and cheerful obscenity seems written by the numbers. The movie is as offensive as most of their work, which would be fine if it redeemed itself with humor. It doesn't. There is, for example, an extended passage making fun of an albino that is not funny at all, ever, in any part, but painfully drones on and on until the filmmakers cop out and make him the pal of the heroes.\n\nCarrey plays a Rhode Island state trooper who puts up with shocking insults to his manhood and uniform and manages somehow to be a sunny Dr. Jekyll, until he finally snaps and allows his Mr. Hyde to roam free. As the nice guy (named Charlie), he keeps smiling after his wife presents him with three black babies, fathered by a dwarf limo driver and Mensa member. He even keeps smiling when his neighbor allows his dog to defecate on his lawn, while the neighbor's wife steals his newspaper, and when the guys in the barbershop laugh at his attempts to enforce the law.\n\nYears pass in this fashion. His wife runs off with the little genius. His sons stay with him, growing into enormous lads who are brilliant at school but use the MF-word as if it were punctuation. Since no one else in their lives uses it, the movie must think all African Americans are required by statute or genetics to repeat the word ceaselessly (it might have been funnier to have all three boys talk like Sam Donaldson).\n\nAfter the evil side of his personality (\"Hank\") breaks free, he starts kicking butt and taking no prisoners. Through twists unnecessary to describe, he hooks up with the perky, pretty Irene (Renee Zellweger), and they become fugitives from the law, pursued by the evil Lt. Gerke (Chris Cooper) for reasons that have something to do with environmental scandals, country clubs, bribery and cover-ups; the plot is so murky we abandon curiosity and simply accept that Carrey and Zellweger are on the run, and the bad guys are chasing them.\n\nThe movie has defecation jokes, urination jokes, dildo jokes, flasher jokes and a chicken that must be thoroughly annoyed by the dilemma it finds itself in. Not many of the jokes are very funny, and some seem plain desperate. I did laugh a lot during a sequence when Carrey tries to put a wounded cow out of its misery, but most of the time I sat quietly reflecting that the Farrelly brand of humor is a high-wire act; it involves great risks and is a triumph if they get to the other side, but ugly when they fall.\n\nCarrey has a plastic face and body, and does remarkable things with his expressions. As Charlie, he's all toothy grins and friendliness. As Hank, his face twists into an evil scowl, and his voice is electronically lowered into a more menacing register. Problem is, although it's sort of funny to see Charlie reacting to the insulting ways people treat him, it is rarely funny to see him transform himself into Hank, who then takes revenge. Hank is not really a comic character, and it's a miscalculation to allow him to dominate most of the movie.\n\nIrene, the Zellweger character, has not been invented fresh with a specific comic purpose, but is simply a recycled version of the character she usually plays. Her job is to be loyal and sensible, lay down the law, pout, smile and be shocked. It is a thankless task; she's like the onscreen representative of the audience.\n\nThe Farrellys are gifted and have made me laugh as loudly as anyone since the golden age of Mel Brooks. They have scored before and will no doubt score again. This time they go for broke, and get there.\n\nNote: The film is dedicated to the late Gene Siskel, whose enthusiasm for \"Kingpin\" came at a crucial time for the Farrellys, encouraging them to push ahead with \"There's Something About Mary.\"", "running_time": 116, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-06-23", "genres": ["Comedy", "Romance"], "title": "Me, Myself & Irene (2000)"}