{"url": "http://www.rogerebert.com/reviews/me-natalie-1969", "by": "Patty Dukeas Natalie Miller", "star_rating": 3.0, "text": "\"Take some advice from an old pro,\" the go-go girl tells Natalie. \"Don't make the mistake of thinking love in real life is like love in the movies. You're in apple blossom time now, but a time will come...\"\n\nBut love in real life is, of course, like love in the movies. And so Natalie moves out of Brooklyn and into a pad in Greenwich Village, and who should be living downstairs but a gorgeous 6-foot-2, black-haired, clear-eyed hunk of masculinity who was a rich and successful architect in Connecticut but has come to the Village to do some serious painting and Discover Himself. And who could inspire him more richly, more fully, than loyal Natalie, who may be plain on the outside but has a heart of solid throbbing gold.\n\nTo this elementary description of the plot, only one thing needs to be added: It's good to see love in the movies looking like love in the movies for a change. \"Me, Natalie\" is as conventional and corny as warmed-over \"Young at Heart\" (fairy tales can come true -- it can happen to you).\n\nThe story involves Patty Duke, known as Clown Face in the neighborhood, who is promised by her mother that, never mind, when she grows up she'll be beautiful. But, alas, when she grows up she's still plain and gawky and should have had braces on her teeth. \n\nShe takes heart from her beloved Uncle Harold, who explains that boys look for exterior beauty, but that men -- men! -- look deeper into the soul of a woman. But then Uncle Harold gets engaged to the go-go dancer with the 40-inch bust. Natalie's parents arrange dates with obnoxious second cousins, but it's to no avail, and finally she flees to the Village in order to be herself: Me, Natalie.\n\nThe movie is uneven. There are three Semi-Obligatory Lyrical Interludes when one would have done (a S-OLI, you'll recall, is when somebody starts singing on the sound track and the heroine runs through the rain. Or mist, or surf, or something, in slow motion to show how beautiful or tragic life is. Every movie these days has at least one Semi-Obligatory Lyrical Interlude; they've been the newest thing for eight years).\n\nThe interludes are a mistake because they distract from the story; if Natalie is anything, she's not the kind of girl who goes mooning about in the mist. Occasionally, in despair, I wonder when a director will take courage and trust in his story instead of his gimmicks. No matter. \"Me, Natalie\" is a pleasant film, very funny at times, and the evidence in the audience was that women liked it enormously. And Patty Duke, as Natalie, supplies a wonderful performance.\n\nNote: Why is it that all artists in movies are lousy artists? The paintings displayed by James Farentino in this one are pastel nudes done in the style of Northern Tissue wrappers.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-08-08", "genres": null, "title": "Me, Natalie (1969)"}