{"url": "http://www.rogerebert.com/reviews/me-you-them-2001", "by": "Regina Caseas Darlene", "star_rating": 3.0, "text": "\"Me You Them\" tells the story of a peasant woman who creates a happy home with three men--one a provider, one genial, one lustful--while producing children who hardly resemble their reputed father. The film has inspired the usual analysis in feminist terms, with some critics finding the woman strong and others finding her victimized. I don't think ideology has as much to do with it as poverty. In a poor and dusty backwater of Brazil, this woman and all three men find a pragmatic solution to their problems.\n\nThe movie could have been a dumb sex comedy, but cares too much for its characters, and is too intrigued by how this unlikely household came into being. It stars Regina Case, \"the Oprah of Brazil,\" as Darlene, a strong country girl who isn't beautiful, but has an earth-mother energy that men are drawn helplessly toward. She has big teeth, she wipes her hands on her dress, she can work in the fields all day, and if she takes you to her bed, you'll have your work cut out for you.\n\nThe film opens with Darlene leaving her provincial town. Three years later she's back from the city, with a baby but no husband. She wants her grandmother to bless the child. But her grandmother is dead, and now Darlene is bereft until Osias (Lima Duarte) offers her a deal: Marry him, and she can move into his house. \"Tomorrow I'll give you an answer,\" she says, and her answer is yes.\n\nOsias is not a prize. He raises goats. As a married man he assigns Darlene to care for the goats while he swings in his hammock, listening to his portable radio. Soon another child arrives, curiously a good deal darker in hue than Osias. A local soldier may know something about this.\n\nAnd eventually another man drifts into her life. This is Zezinho (Stenio Garcia), Osias' cousin, who is easygoing, gets along with everybody, helps Darlene with the goats, and seems to sort have moved in.\n\nOsias rationalizes this as providing a home for his cousin rather than thinking about the sexual implications, even though in due time another baby arrives, this one with blue eyes that Osias didn't supply.\n\nLife continues peacefully, with Osias listening to his radio and content to play the husband and father rather than to perform such duties in the flesh. Then down by the river Darlene encounters a sexy young man named Ciro (Luiz Carlos Vasconcelos), and feels passionate lust for the first time. When Ciro turns up at the compound, he doesn't like the arrangements, and wants Darlene to leave with him. Osias is possessive and angry, and it's up to Zezinho to explain the facts of life to him: Either they build another room for Ciro, or Darlene will leave, and then they will be lonely and sad.\n\n\"Me You Them\" is \"based on a true story,\" we are told, although movies should follow those words with the disclaimer, \"as fictionalized according to our needs.\" It takes place in a remote Brazilian state of stark landscapes and scarce water, where it is usually autumn and the trees stand sad without their leaves. The director, Andrucha Waddington, has worked with cinematographer Breno Silveira to make this a place of dusty beauty, the reds, browns and ochres fading into deep shadows. The key to the story is that these people so clearly seem to live here, to depend on this land, to have no place else to go. In a society with more movement and choice, the \"Me You Them\" household would lack what it has here: necessity.\n\nIt has been observed that Darlene essentially needs three men to give her one complete husband. One provides shelter, one provides companionship, one provides sex. This doesn't mean she exploits them; the movie also demonstrates that each man is given the opportunity to provide what is in his nature. That is why the household works. None of these men really wants the role of the other two. Even the jealousy of Osias is based more on pride of possession than pride of paternity; if the children are technically considered his, he is content not to have to rouse himself from his hammock to actually father them.\n\n\"Me You Them,\" written by Elena Soarez, works because the story is sympathetic to the feelings of the characters, observes them as individuals, is not concerned with the sensational aspects of their household but in the gradual way practical matters work themselves out. In the end this is not a story about sex but about economics. The characters have probably never heard of Marx, but they find his formula useful: From each, according to his abilities; to each, according to his needs.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-03-23", "genres": null, "title": "Me You Them (2001)"}