{"url": "http://www.rogerebert.com/reviews/mea-maxima-culpa-silence-in-the-house-of-god-2012", "by": "Alex Gibney", "star_rating": 3.5, "text": "Every priest I knew was a kind and good man, and there was no gossip about them among my schoolmates, as there surely might have been. The nuns fill me with nothing but grateful memories. Yet as I was watching this film I heard a name that was familiar to me, and found that chilling. William E. Cousins was our bishop of the Diocese of Peoria from 1952 to 1958, and then after being made Archbishop of Milwaukee, was reportedly part of the cover-up of the first publicly known charge of sexual abuse against an American priest.\n\nThere's no reason to believe he was guilty of abuse himself, but this documentary argues that the entire hierarchy was fully aware of abusive priests and followed the church's ironclad global policy of secrecy. \n\n That first public case involved the Rev. Lawrence Murphy, who was a priest at the St. John's School for the Deaf in Wisconsin. Between 1950 and 1974, he abused young students and enlisted older ones to help him. When a group of his victims, now grown, tried to inform the church about what had been done to them, they were ignored, told to forget about it or assured that it would be taken care of.\n\nThree Milwaukee archbishops were informed of Murphy's behavior, and one of them was Cousins. I read in an article by Laurie Goodstein and David Callender in the New York Times: \"Arthur Budzinski and Gary Smith, two more victims of Father Murphy, said in an interview last week that they remember seeing Archbishop Cousins yell, and Father Murphy staring at the floor. The deaf men and their advocates were told that Father Murphy, the school's director and top fund-raiser, was too valuable to be let go, so he would be given only administrative duties.\"\n\nMurphy remained a priest until his death, and continued to receive assignments and have access to children.\rWhat makes his particular case so painful is that his deaf victims found it difficult to communicate their protests. Police and states attorneys said it was the church's business. Lawsuits were dismissed. Many of the parents of the victims couldn't speak American Sign Language, and the deafness of the school's students made it commonplace for Murphy to visit them at night, moving unheard among the boys in their dormitory.\n\nThis film (the title is Latin for \"my most grievous fault\") is by Alex Gibney, the leading documentarian whose credits include \"Enron: The Smartest Guys in the Room.\" and won an Oscar for \"Taxi to the Dark Side\" (2007). It is calm and steady, founded largely on the testimony of Murphy's victims, who use ASL and whose words are spoken aloud by actors Ethan Hawke, Chris Cooper and John Slattery. He also talks to lawyers, newspaper reporters, and two Benedictine monks who have been instrumental in running institutions for rehabilitation of abusive priests.\n\nHow well that works is open to question. We learn of the Servants of the Paraclete, who treat wayward priests and whose founder once declared \"there is no cure for pedophilia.\" He suggested to the Vatican than an island be purchased to isolate these priests from the general population. This purchase was negated, and many of them remain in service today. Given the grievousness of their sins, one wonders why the church continues to shelter them. Might it not be more appropriate to excommunicate them, and refer them to the attention of the civil authorities?\n\nNote: Now in limited release, \"Mea Maxima Culpa\" will be shown on HBO in early 2013.", "running_time": 106, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-11-14", "genres": null, "title": "Mea Maxima Culpa: Silence In The House of God (2012)"}