{"url": "http://www.rogerebert.com/reviews/mean-machine-2002", "by": "Vinnie Jonesas Danny", "star_rating": 3.0, "text": "The formula is familiar but enjoyable. A group of British tough guys are assembled for an enterprise that combines violence with humor, while cherishing their peculiar personalities and even finding goodness where none should grow. We've had prisoners winning a gardening competition, pot dealers helping little old ladies, and crooks leaving crime for life as real estate agents. Now here is \"Mean Machine,\" about a corrupt British soccer champion, jailed for rigging an important match, and ordered by the prison governor to coach the inmates' team. The big match will be against the guards' team.\n\nIf this premise rings a faint, far-off bell, you may be remembering Robert Aldrich's \"The Longest Yard\" (1974), with one of Burt Reynolds' best performances, that told the same story, more or less, in terms of American football. Barry Skolnick's \"Mean Machine\" is more than inspired by \"The Longest Yard;\" it's based on the same Tracy Keenan Wynn screenplay, and indeed \"Mean Machine\" was even the original title of \"The Longest Yard.\" The movie stars Vinnie Jones, a real-life footballer so tough he didn't even play for England, he played for Wales. According to the BBC Web site, he was known for dirty football, just like Danny Meehan, his character in the film. You may recognize Jones' Fearless Fosdick features from \"Lock, Stock and Two Smoking Barrels,\" directed by Guy Ritchie, who produced this film. And he has appeared as a fearsome background presence in \"Snatch,\" \"Gone in 60 Seconds\" and \"Swordfish.\" In his first lead role, he handles the dialogue like meat and potatoes, one line at a time, chewed carefully.\n\nThe deal: The prison governor (David Hemmings) has a gambling problem, and is crazy about football. He orders his new celebrity prisoner to coach the team. This does not sit well with the head guard, who coaches the guards' team, but what can he say? Danny doesn't much want to enter the coaching profession, but the governor makes him a threat he can't ignore.\n\nThe most enjoyable passages are some of the most predictable, recycled out of countless other movies where a leader has to pick his men. Danny finds himself with the prison contraband retailer, Massive (Vas Blackwood), as his right-hand man, and a violent, feared con named Monk (Jason Statham) as his star player. He gets a lot of valuable prison lore and advice from the ancient convict Doc (David Kelly, who you will remember from his naked scooter ride in \"Waking Ned Devine\"). Kelly has had a whole late flowering while playing twinkly geezers, clouded only by the distressing tendency of his characters to end up in sentimental death scenes.\n\nAll leads up to the big match, which of course involves hard play and dirty tricks, and dovetails neatly with the governor's gambling problem. \"Mean Machine\" lacks the social satire of \"The Longest Yard,\" which was a true early 1970s film and therefore anti-establishment. \"Mean Machine\" is only interested in the characters and the game. Guy Ritchie, who started out as such an innovator in \"Lock, Stock, etc.,\" seems to have headed directly for reliable generic conventions as a producer. But they are reliable, and have become conventions for a reason: They work. \"Mean Machine\" is what it is, and very nicely, too.", "running_time": 99, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-01", "genres": ["Comedy", "Drama", "Foreign", "Sports Film"], "title": "Mean Machine (2002)"}