{"url": "http://www.rogerebert.com/reviews/medicine-man-1992", "by": "Sean Conneryas Dr. Robert Campbell", "star_rating": 1.5, "text": "All of the elements are here for a movie I would probably enjoy very much, but somehow they never come together. \"Medicine Man,\" which is shot on location in the rain forests of the Amazon, has the great, grizzled Sean Connery as its star, doing research countless miles up an anonymous river with Lorraine Bracco, a tough-talking scientist from the Bronx. If this had been some dumb adventure movie, it would probably have been terrific. Alas, it is a \"relationship\" movie, told along lines of timeworn weariness, and since that is not bad enough, it also throws in several Serious Issues for the characters to discuss.\n\nConnery, first seen wearing an Indian headdress while thoroughly marinated in an intoxicating jungle potion, is an eccentric Scotsman who has been doing research by himself for so long that he has almost forgotten what pajamas look like. Bracco reminds him of them, and other things.\n\nShe's the head of the organization that is financing him, and responds to his call for a research assistant because she wants to find out what he's doing out there in the jungle.\n\nIt goes, I think, almost without saying that Connery will resent a \"girl\" turning up as his helper, that Bracco will be a liberated woman, that they will fight, that together they will overcome great odds, and that eventually they will find themselves in each other's arms. It also goes without saying that there will be a lot of snakes and ants in the jungle (and one mosquito - announced with a loud buzz on the soundtrack).\n\nThe ads for the movie have already revealed the story line (which, to be fair, is so elementary, it can be summarized in a sentence). Connery has found the cure for cancer, but the mercenary villains who are burning and bulldozing the rain forest will soon destroy the only place on earth where the ingredients for his rare cancer drug can exist. The plot is thickened because once having concocted a miraculous overnight anti-cancer serum, Connery cannot repeat his experiment. His failure has him stumped, and Bracco, too, although not the audience, which is able to figure out what he's doing wrong because of two clues that are as subtle as blows to the head.\n\nThere are some beautiful moments in \"Medicine Man.\" I enjoyed the freedom of the rope-and-pulley arrangement by which Connery is able to journey to the treetops. And the drollery of his dialogue, although it is interrupted by the screenwriter's bizarre ideas of how Bracco should talk (\"No boat! No boat!\" she shouts at one juncture, when Connery wants to send her home). The movie also has a perfect closing line (\"Unbutton your shirt\"), although it is typical of the filmmakers that they fail to recognize it as the closing line and tack on a cornball conclusion.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-02-11", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "Medicine Man (1992)"}