{"url": "http://www.rogerebert.com/reviews/meeks-cutoff-2011", "by": "Michelle Williamsas Emily Tetherow", "star_rating": 3.5, "text": "To set aside its many other accomplishments, \"Meek's Cutoff\" is the first film I've seen that evokes what must have been the reality of wagon trains to the West. They were grueling, dirty, thirsty, burning and freezing ordeals. Attacks by Indians were not the greatest danger; accidents and disease were. Over the years from watching movie Westerns, I've developed a composite image of wagon trains as Conestoga parades led by John Wayne, including lots of women wearing calico dresses, and someone singing \"Red River Valley\" beside the campfire.\n\nNot here. Director Kelly Reichardt's strategy is to isolate her story in the vastness of the Oregon Trail, where personalities seem to weaken in the force of the wilderness. She shows three families who bring reality to Robert Frost's phrase \"vaguely realizing Westward.\" They gradually understand that they are hopelessly lost. Their guide, Stephen Meek (Bruce Greenwood), boasts of his accomplishments, but members of the group sense that he is pushing ahead blindly in the hope that somehow the way through the Cascade Mountains will reveal itself.\n\nThe group includes Emily Tetherow (Michelle Williams); her husband, Solomon (Will Patton); the young couple Millie and Thomas Gately (Zoe Kazan and Paul Dano), and the Whites, Glory, William and Jimmy (Shirley Henderson, Neal Huff and Tommy Nelson). In their wagons, they bring a few household furnishings, some clothes and a forlorn bird in a cage, whose pathetic smallness echoes their own in this landscape. The men withdraw to discuss their mistrust of Meek, and it is significant that Reichardt identifies with the women as they attempt to overhear what's said.\n\nHer focus in general is on the \"womenfolk,\" as Westerns liked to call them. She centers on Michelle Williams as Emily, and of course Reichardt and Williams worked together on \"Wendy and Lucy,\" the evocative 2008 film about a drifter and her dog. Both films were written by Jonathan Raymond. Williams appears at first to be a slight, unprepossessing person, but in \"Meek's Cutoff, \" she then reveals inner certainty. She is sure their guide is lost, she is certain they face death by thirst, and it is she who determines how they must use an Indian (Rod Rondeaux) they capture: He will find water.\n\nThe Indian, first seen alone on a high ledge watching them, is portrayed in a particular way. Unlike the fierce closeups of Indian warriors we've been trained on in many Westerns, he is an enigmatic man, self-contained, observing, mostly held in the film's usual long and medium shots. We don't know what he's thinking. Why should we? In circa 1845, the two cultures were alien to each other.\n\nAt a time when many directors fall contentedly into the rhythm of a standard visual language, Reichardt devises a strategy that suggests the distance and isolation of these travelers. This is the first new feature film I've seen in a long time that has been photographed in the 1:1.33 screen ratio (as all movies were before the early 1950s). That's the ratio of many, maybe most, classic Westerns, but we expect wide-screen these days, and her frame encloses her characters — not in the landscape (it appears limitless) but in their plight. They are such a small helpless group, bound up with their hopes and fears. Imagine what it involved 165 years ago to set out in an ox-drawn covered wagon and trek across a continent in search of rumors.\n\nI'm sure the woman of the period wore hooded sun bonnets. They're always seen that way in Westerns. But Hollywood costume departments made sure the bonnets didn't obscure the famous faces of their stars (Joanne Dru, for example). The bonnets in \"Meek's Cutoff\" bury faces deep in shadow, are hard to see into and must create tunnel vision. They not only protect women, but limit them. The men are also hidden; Meek's biblical beard and the deep shadow of his hat make him concealed and enigmatic.\n\nThe distinctive thing here is the subservience of the characters to the landscape. These pioneers do not stand astride the land, they wander it in misery and exhaustion. The wheels of their wagons are little match for the terrain. There is a heartbreaking accident. The peeps of the caged bird become a mocking reminder of the domesticity they've left behind.\n\n\"Meek's Cutoff\" is more an experience than a story. It has personality conflicts, but isn't about them. The suspicions and angers of the group are essentially irrelevant to their overwhelming reality. Reichardt has the courage to establish that. She doesn't make it easy for us with simplistic character conflict. She's genuinely curious about the hardly-educated pioneers who were brave, curious or hopeful enough to set out on such a dangerous journey. It goes without saying that they had nothing to keep them home where they started from. Many started from hopelessness and died on the journey toward hope. Or wandered in the mountains. I learn that \"Meek's Cutoff\" was based on a true story. I didn't need to be told that.\n\nFootnote: Although you'll see the movie in 1:1.33, Steve Kraus of Chicago's Lake Street Projection Room says: \"It was true 1.37:1 Academy ratio. By 'true' I mean similar onscreen results could be had by pillar-boxing 1.33 within the conventional cropped wide-screen 1.85:1 aperture, which would make it easier for mainstream theaters to show such films correctly, but 'Meeks' was the real deal, in the format of films from before the wide-screen era. Correct lenses and aperture plates required to show. \" Of course Steve has the lenses and plates. If you see this movie projected in wide-screen, it is being projected incorrectly. ", "running_time": 104, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-05-11", "genres": ["Action", "Drama", "Indie", "Western"], "title": "Meek's Cutoff (2011)"}