{"url": "http://www.rogerebert.com/reviews/meet-the-applegates-1991", "by": "Ed Begley Jr.as Dick", "star_rating": 2.0, "text": "\"Meet the Applegates\" is yet another attempt to find humor behind the facade of middle-class suburbia, by revealing that a normal family is secretly bizarre. For some reasons these movies almost always center around eating habits. In \"Parents\" the parents ate human flesh, in \"Mermaids\" Mom prepared marshmallow kebabs, and in \"Edward Scissorhands\" the hero had lots of trouble picking up his food. Now we have a family of insects in human form. \"Clean up your sugar,\" Mom tells the kids, \"and for dessert you can have some rancid trash I found in a dumpster behind the 7-Eleven.\" The Applegates, we learn, are insects from deep in the Amazon rain forest - a rare species that can mimic the forms and customs of their hosts, while dining off of their garbage. They are such consummate masters of disguise, indeed, that even their pet is special; it's an insect that can assume the shape of a dog.\n\nThe movie involves the attempts of the Applegates to blend into suburban life, despite the suspicions of their next-door neighbor, an exterminator. Like the pod people in \"Invasion of the Body Snatchers,\" they presumably have plans to take over society, replacing one family at a time until everyone is an insect and the charade can be discontinued.\n\nDick Applegate is played by Ed Begley Jr. - tall, blond and vaguely Gary Cooperish - who is always being cast as a typical American in movies where the typical is bizarre. Remember him as one of William Hurt's goofy brothers in \"The Accidental Tourist,\" or Roseanne Barr's husband in \"She-Devil\"? This time he's a stern team leader who delivers dinnertime lectures on the correct mispronunciation of \"nuclear.\" Jane Applegate is Stockard Channing in a perky blond wig, like Doris Day with a nasty little secret. Dabney Coleman makes a cameo appearance as \"Aunt Bea,\" an insect that disguises itself as a woman but forgets that human women do not have Dabney Coleman moustaches.\n\nThe Aunt Bea joke gets old in a hurry, and indeed \"Meet the Applegates\" is a one-joke movie. If you think it is funny that insects would serve a large bar of chocolate in place of a pot roast, then you will laugh, once, when they do so, but as the same kinds of jokes are replayed over and over the movie gradually grows dispiriting.\n\n\"Meet the Applegates\" does, however, raise a larger question: Why is it that so many filmmakers have assumed that the most grotesque and unspeakable practices go on behind the drawn blinds of suburbia? Are these movies being made for suburban high school kids, many of whom have probably always suspected that their neighborhoods are populated by insects in disguise? Who do we have to thank for the vision behind, or beneath, this movie? The answer, I am afraid, is that David Lynch has indirectly inspired many dirty-secrets-of-suburban movies with \"Blue Velvet,\" a movie that - whatever you may have thought of it - was at least original, and with \"Twin Peaks,\" a television series that - whatever you may think of it - is Lynch repeating himself. He at least had some kind of point he was trying to make (I think it was that the Troy Donahue and Sandra Dee romantic comedies were encoded calls of despair), but movies like \"Meet the Applegates\" exist all on one level, the most shallow.\n\nIs there a satirical point here? Parallels we can draw with real life? Lessons to learn? \"Invasion of the Body Snatchers\" was widely read as a social commentary in which individualism was under attack by sinister foreign forces. But this movie doesn't even seem to have a point of view - unless it's something on the level of Stupid Pet Tricks, in which human behavior becomes funny when it's mimicked by life forms that do not quite understand what they're doing.", "running_time": 90, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-02-01", "genres": ["Comedy", "Science Fiction"], "title": "Meet The Applegates (1991)"}