{"url": "http://www.rogerebert.com/reviews/meet-the-parents-2000", "by": "Robert De Niroas Jack Byrnes", "star_rating": 3.0, "text": "Ben Stiller has a good line in embarrassment and chagrin. His chiseled face looks so earnest, so willing to please, and turns incredulous as the world conspires against him. In \"There's Something About Mary\" and again in \"Meet the Parents,\" he plays a young man who desperately wants to impress the girl he loves and plunges into a series of humiliating miscalculations. He doesn't have anything hanging from his ear in this picture, but he acts as if he thinks he might.\n\nIn \"There's Something About Mary,\" Stiller played a character who managed to set a beloved dog afire. \"Meet the Parents\" is not a clone or imitation of \"Mary\"--it has its own original inspiration--but it does get Stiller into a lot of trouble over a beloved pet cat, and even funnier trouble over another cat, entirely imaginary, which he claims to have milked.\n\nWhy would a man claim to have milked a cat? The screenplay, by Jim Herzfeld and John Hamburg, gets a lot of its laughs out of the way Stiller's character tells thoughtless little social lies and then, when he's caught, improvises his way into bigger, outrageous lies. The development is like a comic pyramid: The base is a casual claim that he was reared on a farm. It is revealed he was actually reared in Detroit. Well, yes, he says, he was. Then why did he claim to have experience at milking? Well, he had a cat, which \"birthed\" 30 kittens, including one little fellow who could never get his turn at the table, and . . . by this time Stiller is demonstrating how he used his fingers on the mother cat's itsy-bitsy little nipples, and everyone in the room is regarding him as a madman.\n\nIn \"Meet the Parents,\" he plays the unfortunately named Greg Focker. That's not his real name; Focker is, Greg isn't. He is in love with a Chicago schoolteacher named Pam (Teri Polo), who takes him home to meet her parents on Long Island. Her dad, Jack, is played by Robert De Niro as the nightmare of every hopeful groom. He is a reasonable man, his reason operating like a steel vise to clamp down on every contradiction and improbability in Greg's conversation, and there is no shortage of them. He is also a man with a great love for his cat, which he has toilet-trained, but which, ominously, \"has no outdoor survival skills.\" What are the odds that Greg will let the cat outdoors? And that the cat will turn out to be better toilet-trained than Greg? \"Meet the Parents\" builds brilliantly on interlocking comic situations, until Greg has involved himself with a counterfeit cat, set the house afire and flooded the lawn (where Pam's sister is about to be married) with an overflowing septic tank.\n\nPam's mom, Dina (Blythe Danner), understands that her husband can be hard on a young man. \"Go easy on this one, Jack,\" she tells De Niro. \"I think Pam really likes him.\" But Pam has really liked other young men--a lot of them, we gather. One that we meet is her ex-fiance Kevin (Owen Wilson), a blond multimillionaire who, for the sister's wedding, has carved an altar out of a solid block of wood. The thing with Kevin was \"strictly physical,\" Pam assures Greg, who is far from assured by information like that.\n\nEven to Greg himself, eventually it begins to appear that he is a dangerous lying maniac. The simplest situations conceal hidden traps. He is asked by Jack to say grace at dinner. \"Greg is Jewish,\" Jack is told. \"I'm sure Jews bless their food,\" Jack smiles, and Greg launches into a tortured prayer that segues, to his own horror, into lyrics from \"Godspell.\" (He has bad luck with lyrics; it is the wrong idea to chat with Jack about the various possible meanings of \"Puff, the Magic Dragon.\") The De Niro character conceals secrets and sentimentalities. He loves his cat, he treasures the ashes of his dead mother, he is suspicious of anyone who wants to marry his daughter, and he has a wide range of double takes, frowns, lifted eyebrows, significant pauses, chilling asides and subtle put-downs. He isn't a vulgarian, but a self-confident man who serenely enforces a set of standards that Greg violates, one by one, until finally everything has gone horribly wrong and Greg goes berserk--not in Pam's home, but at the airport, where he is pushed over the edge by a flight attendant (Kali Rocha) on autopilot.\n\n\"Meet the Parents\" was directed by Jay Roach, who made the \"Austin Powers: International Man Of Mystery\" movies and here shows he can dial down from farce into a comedy of (bad) manners. His movie is funnier because it never tries too hard; De Niro, in particular, gets laughs by leaning back and waiting for them to come to him. And Stiller is like the target in a dunk-the-clown game, smiling while the world falls out from under him.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-10-06", "genres": ["Comedy", "Romance"], "title": "Meet The Parents (2000)"}