{"url": "http://www.rogerebert.com/reviews/meet-joe-black-1998", "by": "Brad Pittas Joe Black", "star_rating": 3.0, "text": "“Meet Joe Black” is a movie about a rich man trying to negotiate the terms of his own death. It is a movie about a woman who falls in love with a concept. And it is a meditation on the screen presence of Brad Pitt. That there is also time for scenes about sibling rivalry and a corporate takeover is not necessarily a good thing. The movie contains elements that make it very good, and a lot of other elements besides. Less is more.\n\nAs the movie opens, a millionaire named William Parrish (Anthony Hopkins) is pounded by a heart attack, the soundtrack using low bass chords to assault the audience. He hears a voice--his own--in his head. On the brink of his 65th birthday, he senses that death is near. He tells his beloved younger daughter Susan (Claire Forlani) that he likes her fiance but doesn't sense that she truly loves him: “Stay open. Lightning could strike.” It does. A few hours later, in a coffee shop, she meets a stranger (Brad Pitt). They talk and flirt. He says all the right things. Lightning makes, at the very least, a near miss. They confess they really like each other. They part. He is killed. That night at dinner, she is startled to find him among her father's guests. The body of the young man is now occupied by Death, who has come to inform Parrish that his end is near.\n\nHe does not recognize Susan. That's odd. Isn't Death an emissary from God? Shouldn't he know these things? He's been around a long time (one imagines him breaking the bad news to amoebas). This Death doesn't even know what peanut butter tastes like, or how to kiss. A job like that, you want a more experienced man.\n\nNo matter. We accept the premise. We're distracted, anyway, by the way Brad Pitt plays the role. As both the young man in the coffee shop and as “Joe Black” (the name given him by Parrish), he is intensely aware of himself--too aware. Pitt is a fine actor, but this performance is a miscalculation. Meryl Streep once said that an experienced actor knows that the words “I love you” are really a question. Pitt plays them as a compliment to himself. There is no chemistry between Joe Black and Susan because both parties are focused on him.\n\nThat at least leads to the novelty of a rare movie love scene where the camera is focused on the man's face, not the woman's. Actresses have become skilled over the years at faking orgasms on camera, usually with copious cries of delight and sobs of passion. (As they're buffeted by their competent male lovers, I am sometimes reminded of a teenager making the cheerleader team, crossed with a new war widow.) A male actor would have to be very brave to reveal such loss of control, and Pitt's does not cry out. His orgasm plays in slow motion across his face like a person who is thinking, this is way better than peanut butter.\n\nI was not, in short, sold on the relationship between Susan and Joe. She spends most of the movie puzzling about a very odd man who briefly made her heart feel gooey. There is no person there for her, just the idea of perfect love. Joe Black is presented as a being who is not familiar with occupying a human body or doing human things. One wonders--is this the first time Death has tried this approach? Parrish strikes a deal with him (he won't die as long as he can keep Joe interested and teach him new things) and takes him everywhere with him, including board meetings, where Joe's response to most situations is total silence, while looking like the cat that ate the mouse.\n\nThe Parrish character, and Anthony Hopkins' performance, are entirely different matters. Hopkins invests the dying millionaire with intelligence and acceptance, and he talks wonderfully well. “Meet Joe Black” consists largely of conversations, which are well-written and do not seem false or forced as long as Parrish is involved in them. His key business relationships are with the snaky Drew (Jake Weber), whom Susan dumps for Joe, and with the avuncular Quince (Jeffrey Tambor), his loyal but bumbling son-in-law. Quince is married to Allison (Marcia Gay Harden), who knows Susan is her father's favorite but can live with that because Parrish is such a swell guy. (He's ethical, sensitive, and beloved--the first movie rich man who could at least squeeze his head and shoulders through the eye of the needle.) What's fascinating about Parrish is that he handles death as he has handled everything else. He makes a realistic assessment of his chances, sees what advantages he can extract, negotiates for the best possible terms and gracefully accepts the inevitable. There are times when he handles his talks with Death so surely that you wish Heaven had sent a more articulate negotiator.\n\nThe movie's ending takes too long. There are farewells, reflections, confessions, reassurances, reconciliations, partings and surprises. Joe Black begins to get on our nerves with his knack for saying things that are technically true, but incomplete and misleading. The film would play better if he didn't always have to talk in epigrams. Even at the very end, when a line or two of direct dialogue would have cleared the air, he's still talking in acrostic clues.\n\nStill, there's so much that's fine in this movie, directed by Martin Brest (“Scent of a Woman”). Claire Forlani has a touching vulnerability as she negotiates the strange terms of her love. Marcia Gay Harden plays a wise, grownup scene with Parrish, as a loving daughter who knows she isn't the favorite. Jeffrey Tambor's performance is crucial; through his eyes, we understand what a good man Parrish is. And Anthony Hopkins inhabits a story that tends toward quicksand and finds dry land. You sense a little of his “Nixon” here: a man who can use anger like a scalpel, while still standing back to monitor the result.", "running_time": 174, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-11-13", "genres": ["Drama", "Fantasy", "Mystery", "Romance", "Science Fiction"], "title": "Meet Joe Black (1998)"}