{"url": "http://www.rogerebert.com/reviews/meet-the-deedles-1998", "by": "Steve Van Wormeras Stew Deedle", "star_rating": 1.5, "text": "The cult of stupidity is irresistible to teenagers in a certain mood. It's a form of rebellion, maybe: If the real world is going to reject them, then they'll simply refuse to get it. Using jargon and incomprehension as weapons, they'll create their own alternate universe.\n\nAll of which is a torturous way to explain \"Meet the Deedles,\" a movie with no other ambition than to create mindless slapstick and generate a series in the tradition of the \"Bill & Ted\" movies. The story involves twin brothers Stew and Phil Deedle (Steve Van Wormer and Paul Walker), slackers from Hawaii who find themselves in the middle of a fiendish plot to sabotage Old Faithful in Yellowstone National Park.\n\nAs the movie opens, Stew and Phil are hanging beneath a balloon being towed above the Hawaiian surf, while being pursued by a truant officer on a Jet Ski. Soon they're called on the carpet before their millionaire father (Eric Braeden), who snorts, \"You will one day take over the entire Deedles empire--and you are surf bums!\" His plan: Send them to Camp Broken Spirit, a monthlong experience in outdoor living that will turn them into men.\n\nThrough plot developments unnecessary to relate, the Deedles escape the camp experience, are mistaken for park ranger recruits, come under command of Ranger Pine (John Ashton), and stumble onto the solution to a mysterious infestation of prairie dogs.\n\nNow prairie dogs can be cute, as anyone who has seen Disney's \"The Living Prairie\" nature documentary can testify. But in large numbers they look alarmingly like herds of rats, and the earth trembles (slightly) as they scurry across the park. Why so many prairie dogs? Because an evil former ranger named Slater (Dennis Hopper) has trained them to burrow out a cavern around Old Faithful, allowing him to redirect the geyser's boiling waters in the direction of New Faithful, to which he plans to sell tickets.\n\nHopper lives in the cavern, relaxing in his recliner and watching the surface on TV monitors. His sidekicks include Nemo, played by Robert Englund, Freddy of the \"Nightmare on Elm Street\" pictures. At one point he explains how he trained the prairie dogs, and I will add to my permanent memory bank the sound of Dennis Hopper saying, \"Inject kibble into the dirt, and a-tunneling they would go.\" Study his chagrin when the Deedles employ Mentholatum Deep Heating Rub as a weapon in this war.\n\nWhile he schemes, the Deedles fumble and blunder their way through ranger training, and Phil falls for Jesse (A.J. Langer), the pretty stepdaughter of Ranger Pine. There are a lot of stunts, involving mountains, truck crashes and river rapids, and then the big showdown over Old Faithful. The Deedles relate to everything in surfer terms. (Plowing into a snow bank, they cry, \"We've landed in a Slurpy!\") I am prepared to imagine a theater full of 11-year-old boys who might enjoy this movie, but I can't recommend it for anyone who might have climbed a little higher on the evolutionary ladder. The \"Bill & Ted\" movies had a certain sly self-awareness that this one lacks. Maybe that's a virtue. Maybe it isn't.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-03-27", "genres": ["Animation", "Comedy", "Family"], "title": "Meet the Deedles (1998)"}