{"url": "http://www.rogerebert.com/reviews/meet-the-fockers-2004", "by": "Robert De Niroas Jack Byrnes", "star_rating": 2.0, "text": "As a categorical rule, I avoid statements beginning \"If you loved/liked (name of movie), you'll love/like (name of another movie).\" So let me put it this way. If you went to \"Meet The Parents\" (2000), you will probably find yourself going to \"Meet the Fockers,\" because having met one set of crazy parents, you are curious about the other set. Also, you may be the kind of person who finds it entertaining to mention that you are on your way to meet the Fockers. When the MPAA objected to the title, by the way, the filmmakers produced several real people who said they were Fockers, and proud of it.\n\nThe movie opens with Greg Focker (Ben Stiller) and Pam Byrnes (Teri Polo) still in the embrace of their interminable courtship. In the original, Pam took Greg home to meet her parents, Jack and Dina (Robert De Niro and Blythe Danner), and you will recall that Greg was a threat to Jack's beloved cat, human ashes made an inappropriate appearance, a septic tank overflowed, and Jack the ex-CIA man gave Greg a lie detector test.\n\nNow it is time to drive down to Focker Isle in Florida, where live Father and Mom Focker (Dustin Hoffman and Barbra Streisand). Roz is a successful sex therapist, author of books such as Meet Your Orgasm! Bernie was a lawyer until he took paternity leave to raise Greg and never went back to work. The Fockers had only the one child, Jack discovers. And with a memory so long that I hope audiences can also recall the funniest moment in the first movie, he accuses Greg: \"I thought you had a sister. You said you milked your sister's cat.\"\n\nHoffman and Streisand are such positive thinkers, so quick to hug and approve and embrace (and meet their orgasms) that it's amazing they produced such an uptight child as Greg. The household is so open-minded, there's a breeze. Consider, for example, Roz Focker's collection of erotic wood carvings of small ethnic people sporting enormous phalli. Jack scowls at such displays, and doesn't want to take his shirt off when Roz offers him a massage. The massage scene, sad to say, doesn't really pay off. Its only point is that Roz works him over so thoroughly that he's stiff and sore afterward. There must have been some comic way, I think, for Jack to meet his orgasm, or at least give it a friendly wave.\n\nThere is a tradition at dinners in these families that something unappetizing makes its appearance at the table, but Greg's childhood souvenir is so very unappetizing that, I dunno, I cringed instead of laughing. To the cat of the first movie we now add the Focker's sex-mad dog which, like a curious number of dogs, has a pants-leg fetish, proving Darwin was right because dogs have existed so much longer than pants. The cat is not only toilet trained but knows how to flush, leading to another septic joke. And Greg calls on his old CIA buddies to investigate suspicions he has involving his future son-in-law and the family's former maid, the buxom Isabel.\n\nThe movie is pleasant enough, but never quite reaches critical mass as a comedy. The director, Jay Roach, who made \"Meet the Parents\" and the \"Austin Powers\" movies, has some funny stuff, including Father Focker's proud display of all of his son's trophies (\"I didn't know they made ninth-place ribbons,\" Jack muses). There's some wordplay involving the Byrnes family Circle of Trust and who is in it, who is outside it, and whose circle it is. Streisand and Hoffman create characters who are, under the circumstances, not only likable but actually sort of believable. Yet even if you loved \"Meet the Parents,\" you will only sorta kinda like \"Meet the Fockers.\"", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-12-21", "genres": ["Comedy", "Romance"], "title": "Meet the Fockers (2004)"}