{"url": "http://www.rogerebert.com/reviews/megamind-2010", "by": "Will Ferrellas Megamind", "star_rating": 3.0, "text": "\"Megamind\" was the third 3-D movie I'd seen in a row, and as I struggled to free my glasses from their industrial-strength plastic envelope, I wasn't precisely looking forward to it. Why do 3-D glasses come so securely wrapped they seem like acts of hostility against the consumer? Once I freed my glasses and settled down, however, I was pleased to see a 3-D image that was quite acceptable. Too dim, as always, but the process was well-used and proves again that animation is incomparably more suited for 3-D than live action is.\n\nI'd just been rewatching \"Superman\" (1978) and felt right at home with the opening of \"Megamind,\" narrated by a bright blue alien over flashbacks to his infancy. Born on a distant planet, he's packed into a rocket ship and blasted off to Earth, just like the Man of Steel. En route, he meets his lifetime nemesis, a golden child who lands on Earth and in the lap of wealth. The blue child, alas, lands in a prison and is raised by hardened convicts. \n\nAs they grow up, these two super-beings are destined to play crucial roles in nearby Metro City, where they're named Megamind (voice of Will Ferrell) and Metro Man (Brad Pitt). We may remember that Superman was given his name by Lois Lane, and here the story of the two superbeings is covered by a TV reporter named Roxanne Ritchi (Tina Fey). Roxanne's cameraman, Hal (Jonah Hill, looking rather Jonah Hill-like), later morphs into yet a third super-being named Titan.\n\nThis set-up is bright and amusing, even if it does feel recycled from bits and pieces of such recent animated landmarks as \"The Incredibles\" with its superpowers and \"Despicable Me\" with its villain. \"Megamind\" even goes so far as naming Megamind's fishy sidekick \"Minion\" (David Cross), a nod to the Minions who serve the despicable Gru. I enjoyed Megamind's conclusion, after being bullied as a child, that if he can't get credit for doing anything good, he might as well become a villain. \n\nIt is a truth universally acknowledged that a hero requires a villain, and \"Megamind\" has some fun by depriving Megamind of Metro Man. Left without an opponent, he loses his zeal for evildoing, and actually clones Titan to cure his loneliness. All of this of course is accomplished with much slapstick and sensational action, in a population which consists entirely of super-beings, plus Roxanne, the prison warden and cheering thousands of anonymous humans.\n\nTina Fey does a spirited job with Roxanne, and again I was reminded of \"Superman\" and Margot Kidder's high-spirited, unafraid Lois Lane. This time Roxanne isn't smitten by anyone, which is just as well because these guys are aliens, after all. \n\n\"Megamind\" is an amusing family entertainment and gains some energy from clever dialogue and the fun Will Ferrell has with his character. I like the way he pronounces \"Metro City\" like \"metricity,\" for example. The 3-D is well done, if unnecessary. Nothing in the movie really benefits from it, and if you can find it in 2-D, that's the best choice. Save the surcharge and see those colors nice and bright.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-11-03", "genres": ["Action", "Animation", "Comedy", "Family"], "title": "Megamind (2010)"}