{"url": "http://www.rogerebert.com/reviews/melancholia-2011", "by": "Kirsten Dunstas Justine", "star_rating": 3.5, "text": "Lars von Trier's \"Melancholia\" opens with music from Wagner's \"Tristan und Isolde,\" mourning and apocalyptic, and disturbing images of a world not right. A woman dressed as a bride runs through a forest whose branches seem to grab at her in a Disney nightmare. She floats in a pond, holding flowers, like Ophelia. Another woman makes her way with a child over marshy grass that sucks at her. Looming in the sky is another planet, vast in size. The Earth is about to end.\n\nThese scenes are isolated prologue. As time begins to run, we meet a newlywed couple being driven to their wedding party at a grand estate. It is a small gathering, only large enough to establish that few in this family can abide one another, and some may be mad. The bride is Justine (Kirsten Dunst). Her husband is Michael (Alexander Skarsgard). Her sister is Claire (Charlotte Gainsbourg). Their estranged parents are Gaby (Charlotte Rampling) and Dexter (John Hurt). The mansion is owned by the brother-in-law John (Kiefer Sutherland). Joining the party is Jack (Stellan Skarsgard), Justine's boss, who owns an ad agency and is attending primarily to wrest an advertising tagline from her. The wedding planner is played by the ominous Udo Kier, who you will agree is correctly cast to run a wedding at the end of the world.\n\nNot much of an attempt is made to fashion these people into a plot anything like a wedding party you've seen in a movie before. Even when the bride steals out of her husband's bed to have rough sex in the sand trap of a golf course, there is no sense of intrigue, just a desperate acting out. Every moment is saturated with the common knowledge that Earth is about to collide with an enormous planet named Melancholia. I'm not sure if the planet has been officially named, or if the name simply attached itself. One thinks of Robert Burton's book The Anatomy of Melancholy, published in 1621, which marshaled all the arts and sciences known to him into a study of what we could call clinical depression.\n\nThe new planet is first seen by Justine as they pause on their way to the party. It is the brightest of the evening stars. During an undefined period of days it will grow larger and larger, until it fills the sky. Curiously, the characters do not spend all of their time talking about it, and we pick up little information about when it was first seen. Von Trier limits himself entirely to the meandering conversations at the house party. He avoids all the usual sci-fi cliches; there are no TV news updates, no Cabinet meetings, no nuclear rockets fired at it, no surging mobs in the streets. It looms larger. It \"appeared from behind the sun.\"\n\nIf I were choosing a director to make a film about the end of the world, von Trier the gloomy Dane might be my first choice. The only other name that comes to mind is Werner Herzog's. Both understand that at such a time silly little romantic subplots take on a vast irrelevance. Doctor Johnson told Boswell: \"Depend upon it, sir, when a man knows he is to be hanged in a fortnight, it concentrates his mind wonderfully.\" In the cast of von Trier's characters, impending doom seems to have created a mental state of dazed detachment. They continue to act as if their personal concerns have the slightest relevance. Von Trier has never made a more realistic domestic drama, depicting a family that is dysfunctional not in crazy ways but in ways showing a defiant streak of intelligent individualism.\n\nThe film is divided into two halves, titled \"Justine\" and \"Claire.\" It appears that the two sisters exchange personalities, but to no great effect. Maybe the approach of an overwhelming event has dissolved the membranes of personalities. Notice how Jack, the ad man, continues to place importance on his ad slogan. And how Gaby lashes out at the very notion of a wedding or a party. There is displacement here that is frightening.\n\nIn any film involving the destruction of the globe, we know that, if it is not to be saved, there must be a \"money shot\" depicting the actual cataclysm. I doubt any could do better than von Trier does here. There are no tidal waves. No animals fleeing through burning forests. No skyscrapers falling. None of that easy stuff. No, there is simply a character standing on a hill and staring straight at the impending doom, as von Trier shows it happening in what logically must be slow motion, with a fearsome preliminary merging of planetary atmospheres.\n\nViolent death is often a shabby business in the movies. It happens in depressing bedrooms, bloody bathtubs, shattered cars, bleak alleys. Its victims are cast down empty of life. Here is a character who says, I see it coming, I will face it, I will not turn away, I will observe it as long as my eyes and my mind still function. Is it fair of me to speculate that von Trier himself regards death in that way? He tends to be grandiose, but if one cannot be grandiose in imagining one's own death, then when is grandiosity justified?\n\nBased in part on a blog entry written from the Toronto International Film Festival.", "running_time": 136, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-09", "genres": ["Drama", "Foreign", "Science Fiction"], "title": "Melancholia (2011)"}