{"url": "http://www.rogerebert.com/reviews/melinda-and-melinda-2005", "by": "Radha Mitchellas Melinda", "star_rating": 3.5, "text": "Woody Allen's \"Melinda and Melinda\" begins with friends having dinner in a Manhattan restaurant. One of the friends is played by Wallace Shawn, who (Allen's audiences will know) has had a famous restaurant meal or two. Shawn is a playwright, debating another playwright (Larry Pine) about whether the world is essentially tragic or comic. They devise two versions of a story, which changes in details and tone according to whether it is comedy or tragedy, and the film cuts between those possibilities.\n\nThe exercise involves two couples, both disrupted by the unexpected entrance of a character named Melinda (played by Radha Mitchell). For Susan the independent filmmaker (Amanda Peet) and her husband, Hobie (Will Ferrell), an out-of-work actor, she is the downstairs neighbor. For the rich woman Laurel (Chloe Sevigny) and her husband, Lee (Jonny Lee Miller), an alcoholic actor, she is Laurel's old college friend.\n\nIn both cases, Melinda is the catalyst for adultery, which does not play out the same way in the two stories. Indeed, almost all the characters except Melinda are different in the two stories, because you would cast a comedy differently than a tragedy. Unexpected characters like Ellis Moonsong (Chiwetel Ejiofor), a composer, turn up to supply the third point in two romantic triangles at once.\n\nFrom time to time, Allen reminds us that all of these characters are being imagined by people at dinner, and all of their feelings are being created out of thin air. The film's last shot, a bold masterstroke, leaves this perfectly clear, and strands us looking at the closing credits, which as always are played over some good traditional jazz.\n\nWhy won't Woody choose one of these stories or the other? Why won't he either cheer or sadden us? When he abandoned comedy for neo-Bergman exercises like \"Interiors,\" at least they were Bergmanesque all the way through, with no excursions into romantic comedy. Why can't he make up his mind?\n\nBut you see, he has. Allen has made up his mind to pull the rug out from under us as we stand at the cocktail party of life, chattering about how we got there, when we plan to leave, and how we'll get back home. He has shown that the rug, the party, and all of the guests are shadows flickering on the walls. \"Melinda and Melinda\" is a movie about the symbiosis of the filmmaker and the audience, who are required to conspire in the creation of an imaginary world. He shows us how he does it and how we do it. In its complexity and wit, this is one of his best recent films.\n\nThat creates a particular challenge for the actors, who are expected to act as if they are in either a comedy or a tragedy, and do not know about the other half of the movie. Radha Mitchell, who is the crossover character, rises to the challenge and is impudent in the comedy and touching in the tragedy; she must have had to compartmentalize her emotions, but then that's what actors do.\n\nThe two stories are a little sketchy because neither one is required to have a beginning, middle and end to deliver in traditional terms. They're works in progress. That may sound frustrating, but it's sort of exciting, as if Allen is allowing us to read his early drafts. Perhaps in Woody Allen's mind, a dinner party is held nightly at which his optimistic and pessimistic selves argue about his next project. \"Melinda and Melinda\" may be a dramatization of his creative process.\n\nBefore the movie opened, A.O. Scott wrote a provocative article in the New York Times concluding: \"Instead of making the movies we expect him to, [Allen] stubbornly makes the movies he wants to make, gathering his A-list casts for minor exercises in whimsy and bile that tend not to be appreciated when they arrive in theaters. How could they be? Mr. Allen will never again be his younger self, and his audience, as long as we refuse to acknowledge that fact, will never grow up, guaranteeing our further disappointment. Maybe what we have on our hands is a dead shark.\"\n\nThat's a reference to \"Annie Hall,\" which won the best picture Oscar and was the high point of America's relationship with Woody Allen (\"A relationship is like a shark. It has to constantly move forward or it dies.\") With Scott's words, I have some sympathy. Woody Allen made members of my generation laugh when we were young, and now he doesn't make us feel young anymore. Scott argues that by refusing to repeat himself, Allen has left himself open to the charge of repeating himself: There he goes again, doing something different.\n\nI cannot escape the suspicion that if Woody had never made a previous film, if each new one was Woody's Sundance debut, it would get a better reception. His reputation is not a dead shark but an albatross, which with admirable economy Allen has arranged for the critics to carry around their own necks.\n\n\"Melinda\" fails the standards of most audiences because it doesn't deliver a direct emotional charge. It doesn't leave us happy or sad for the characters, or even knowing which characters we were supposed to care about. That however is not Allen's failure, but his purpose. More than any other film that comes to mind, \"Melinda and Melinda\" says, clearly and without compromise, that movies are only movies. They're made up of thin air, the characters are not real, they could turn out however the director wants them to.\n\nWe get all worked up about what Frankie does in \"Million Dollar Baby,\" and would get just as worked up if he did the opposite, both times talking about Frankie as if he were real and had actually done something. At the end of \"Melinda and Melinda,\" we realize that neither Melinda nor Melinda is real, but Woody Allen certainly is.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-03-22", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Melinda and Melinda (2005)"}