{"url": "http://www.rogerebert.com/reviews/melvin-and-howard-1981", "by": "Paul Le Matas Melvin Dummar", "star_rating": 3.5, "text": "Melvin Dummar says that what used to happen to Horatio Alger's\r\nheroes really did happen to him: He gave a lift to a doddering old hitchhiker,\r\nloaned him a quarter, and was left $156 million in the hitchhiker's will. If\r\neverybody is telling the truth and the will is genuine, the hitchhiker was\r\nHoward Hughes.\n\nBut Jonathan Demme's wonderful new comedy “Melvin and Howard”\r\ndoesn't depend on whether the so-called Mormon Will was really written by\r\nHughes. That hardly matters. This is the story of a life lived at the other end\r\nof the financial ladder from Hughes. It sees Dummar as the kind of American\r\nhero who would send Alger out to hang himself.\n\nFor\r\nwhat, after all, constitutes heroism? And why shouldn't Dummar be considered a\r\nhero? We learn from this movie that he ventured single-handedly into the jungle\r\nof American consumerism, and lived. We see his major battles. Here's a guy who\r\nwas married three times (twice to the same woman, the second time with the\r\n“Hawaiian War Chant” playing In an all-night Vegas chapel).\n\nHe\r\nhad three cars and a boat repossessed, he went from being Milkman of the Month\r\nto hauling his first wife off a go-go stage, he loved his children, did not\r\ndrink or smoke, and stood at the brink of losing his gas station franchise on\r\nthe very day when a tall, blond stranger dropped what looked a lot like Hughes'\r\nlast will and testament into his life.\n\nThe\r\ngenius of “Melvin and Howard” is that it is about Melvin, not Howard. The film\r\nbegins and ends with scenes involving the Hughes character, who is played by\r\nJason Robards as a desert rat with fading memories of happiness. Dummar stops\r\nin the desert to answer a call of nature, finds Hughes lying in the sagebrush,\r\ngives him a ride in his pickup truck and gets him to sing. For reasons of his\r\nown, Hughes sings “Bye, Bye Blackbird”: Got no one to love and understand me…\r\noh, what hard-luck stories they all hand me.\n\nRobards\r\nis a chillingly effective Hughes. But this movie belongs to Paul Le Mat, as\r\nDummar. Le Mat is the actor who played the round-faced hot-rodder in “American\r\nGraffiti,” and Dummar is the kind of guy that character might have grown up to\r\nbe. He is pleasant, genial, simple of speech but crafty of mind, and always\r\nlooking for an angle. He angles for Milkman of the Month, he plots to get his\r\nwife on a TV game show, he writes songs like \"Santa's Souped-Up\r\nSleigh,\" he plays the slots at Vegas and goes through his life asking only\r\nfor a few small scores.\n\nWhen\r\nhe gets a big score -- named beneficiary of $156 million in a will that seems\r\nto have been signed by Hughes -- he hardly knows what to do, Long-lost\r\nrelatives and new-found friends turn up by the dozens, and press conferences\r\nare held in front of his gas station. There is a court trial. The movie never\r\nreally addresses itself to the details of the Hughes will court case. It goes\r\ninstead for the drama, and for the effect on Dummar and his family.\n\nThis\r\nis a slice of American life. It shows the flip side of Gary Gilmore's Utah. It\r\nis a world of mobile homes, Pop Tarts, dust, kids and dreams of glory. It's\r\npretty clear how this movie got made. Hollywood started with the notion that\r\nthe story of the mysterious Hughes will might make a good courtroom thriller.\n\nWell,\r\nmaybe it would have. But my hunch is that when they met Dummar, they had the\r\ngood sense to realize that they could get a better -- and certainly a\r\nfunnier-story out of what happened to him between the day he met Hughes and the\r\nday the will was discovered. Dummar is the kind of guy who thinks they oughta\r\nmake a movie out of his life. This time, he was right.", "running_time": 95, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-02-13", "genres": ["Comedy", "Drama"], "title": "Melvin and Howard (1981)"}