{"url": "http://www.rogerebert.com/reviews/memento-2001", "by": "Guy Pearceas Leonard", "star_rating": 3.0, "text": "I have here a message from Vasudha Gandhi of Queens Village, N.Y., about the movie \"Memento\": \"Although I loved the film, I don't understand one key plot-point. If the last thing the main character remembers is his wife dying, then how does he remember that he has short-term memory loss?\" Michael Cusumano of Philadelphia writes with the same query. They may have identified a hole big enough to drive the entire plot through. Perhaps a neurologist can provide a medical answer, but I prefer to believe that Leonard, the hero of the film, has a condition similar to Tom Hanks' \"brain cloud\" in \"Joe vs. the Volcano\"--Leonard suffers from a condition brought on by a screenplay that finds it necessary, and it's unkind of us to inquire too deeply.\n\nLeonard is played by Guy Pearce, in a performance that is curiously moving, considering that by definition it has no emotional arc. He has witnessed the violent death of his wife and is determined to avenge it. But he has had short-term memory loss ever since the death and has to make copious notes--he even has memos tattooed to his body as reminders.\n\nIf Leonard keeps forgetting what has already happened, we in the audience suffer from the opposite condition. We begin at the end, and work our way back toward the beginning, because the story is told backward.\n\nWell, not exactly; it begins with a brilliant idea, a Polaroid photograph that fades instead of developing, but every individual scene plays with time running forward, and there are some lateral moves and flashbacks that illuminate, or confuse, the issue. Essentially, Leonard is adrift in time and experience, and therefore so are we.\n\nThe idea of a narrative told backward was famously used by Harold Pinter in the 1983 film \"Betrayal,\" based on his play. He told a story of adultery and betrayed friendship, beginning with the sad end and then working his way back through disenchantment to complications to happiness to speculation to innocence. His purpose was the opposite of the strategy used by writer-director Christopher Nolan in \"Memento.\" Pinter's subject was memory and regret, and the way adulteries often begin playfully and end miserably. There was irony in the way the characters grew happier in each scene, while the audience's knowledge of what was ahead for them deepened.\n\nNolan's device of telling his story backward, or sort of backward, is simply that--a device. It does not reflect the way Leonard thinks. He still operates in chronological time, and does not know he is in a time-reversed movie. The film's deep backward and abysm of time is for our entertainment and has nothing to do with his condition. It may actually make the movie too clever for its own good. I've seen it twice. The first time, I thought I'd need a second viewing to understand everything. The second time, I found that greater understanding helped on the plot level, but didn't enrich the viewing experience. Once is right for this movie. Confusion is the state we are intended to be in.\n\nThat said, \"Memento\" is a diabolical and absorbing experience, in which Pearce doggedly plays a low-rent Fugitive who patiently makes maps, jots notes and explains over and over that he has to talk fast because in a few minutes he'll start forgetting the conversation. A motel clerk takes advantage of his condition to charge him for two rooms at the same time and cheerfully admits his fraud, pointing out Leonard will forget it. \"Even if you get revenge, you're not going to remember it,\" he's told at one point, but his reply has a certain logic: \"My wife deserves revenge whether or not I remember it.\" One striking element of the film is a series of flashbacks to a case Leonard investigated when he worked for an insurance company. This involves a man named Sammy, who appears to have memory loss, although he seems otherwise just like good old Sammy. His wife, a diabetic, can't be sure he isn't faking his condition, and arranges a test I will not reveal. This story has relevance to Leonard's own plight, in an indirect way.\n\nThe other major characters are Natalie (Carrie-Anne Moss), and Teddy (Joe Pantoliano). Of Natalie, he has a Polaroid inscribed: \"She has also lost someone. She will help you out of pity.\" Their relationship keeps starting over from the beginning. As for Teddy, his identity and role shifts mysteriously.\n\nThe purpose of the movie is not for us to solve the murder of the wife (\"I can't remember to forget you,\" he says of her). If we leave the theater not sure exactly what happened, that's fair enough. The movie is more like a poignant exercise, in which Leonard's residual code of honor pushes him through a fog of amnesia toward what he feels is his moral duty. The movie doesn't supply the usual payoff of a thriller (how can it?), but it's uncanny in evoking a state of mind. Maybe telling it backward is Nolan's way of forcing us to identify with the hero. Hey, we all just got here.", "running_time": 113, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-04-13", "genres": ["Drama", "Mystery", "Thriller"], "title": "Memento (2001)"}