{"url": "http://www.rogerebert.com/reviews/memories-of-me-1988", "by": "Billy Crystalas Abbie", "star_rating": 3.5, "text": "Two of the most intriguing words in show business are \"No - really!\" They usually come right after a compliment, as in, \"You're looking great! No - really!\" The effect is of complete insincerity, since if the subject really were looking great, there wouldn't be any need to insist on it. This kind of double-reverse English, in which what is said is the opposite of what is meant, lies at the heart of Henry Winkler's \"Memories of Me,\" a comedy about a man who never has been able to talk seriously with his father. No - really.\n\nBilly Crystal stars in the movie as Abbie, a high-powered New York surgeon who begins to take his life more seriously after he has a heart attack. He has been alienated for years from his father, Abe, a character who has become known as the King of the Extras out in Hollywood. Abbie has vague memories of Abe telling him bedtime stories, and then there is a great silence over many years. When he thinks of his father at all, Abbie thinks of him as an embarrassment. But now the heart attack has caused him to examine his life more closely and so, almost against his will, he goes out West to visit his father.\n\nThe moment we see Abe, we recognize him. He's the life of the party, one of those ebullient types who keeps people at a distance while professing friendship. He slaps you on the back so he doesn't have to look in your eyes. Almost from the moment Abbie sees Abe, he's making plans to go back home to New York. But, somehow he stays. And eventually he begins to notice some disturbing things about his father.\n\nOne day, for example, Abe is playing an extra in a daytime medical soap opera. He's a patient, and all he has to do is lie still and keep quiet. But he starts talking. Another day, dressed up like a big, red lobster, he inexplicably starts reciting a speech from a play he was in years ago.\n\nWhat's going on here? Alzheimer's? His son the doctor talks him into a complete medical examination, and the brain scan reveals a problem: \"a little pimple on a blood vessel in the brain.\" Sometimes, Abe gets a little confused. He starts playing the wrong tapes. Someday, maybe tomorrow, maybe years from now, there could be much bigger trouble. Abe is dying.\n\nBut so what? Everybody is dying. That's Abbie's approach to the problem. And the movie itself is not one of those depressing, tear-jerker docu-dramas where everybody starts running around describing symptoms. Most of the movie's scenes are upbeat, and some of them are hilarious, as when Abbie and his fiancee (Jobeth Williams) follow Abe into the world of Hollywood extras. They have their own club, right off Hollywood Boulevard. They stick up for each other in times of trouble. They're always performing, always \"on,\" and Abe is the leader of the pack.\n\nThe best moments in the movie involve tightly knit dialogue scenes between King and Crystal, who co-wrote the movie. Their timing has the almost effortless music of two professionals who have spent their lifetimes learning how to put the right spin on a word. Much of it involves paradox, as when King observes that his wife was crazy: \"That's why I divorced her.\" \"But,\" says Crystal, \"she divorced you.\" \"See what I mean?\" \"Memories of Me\" is one of the best surprises of the autumn movie season, a warmhearted comedy that somehow creates believable characters without sacrificing big laughs. It is hard to imagine how two egos as secure as King's and Crystal's could have co-existed on the set - and indeed there are moments that feel like improvised one-upmanship - but Henry Winkler, the director, is able to find the strong story line from beginning to end, and so we do care, when the film arrives at its touching conclusion. Crystal is very good, in a role that must have been second nature to him; King, playing the more complicated character, is a genuine revelation. As the King of the Extras, he pulls off the neat trick of showing us why his son avoided him for so many years - and why he was wrong.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-10-07", "genres": null, "title": "Memories of Me (1988)"}