{"url": "http://www.rogerebert.com/reviews/memoirs-of-an-invisible-man-1992", "by": "Chevy Chaseas Nick Halloway", "star_rating": 2.5, "text": "\"Memoirs of an Invisible Man\" counts among its achievements the answer to the problem, what happens to the stuff inside the invisible man? The invisible men of the movies have traditionally been invisible because they were transparent - and not, say, because of some kind of optical refraction. Therefore you should be able to see the visible things inside of them. The contents of their stomachs, for example.\n\n\"Memoirs\" does not go quite to that extreme (one potentially messy scene is handled by having him put on a coat), but there are amusing shots showing his lungs filling with smoke after he inhales on a cigarette. I am the sort of person who is inspired to strict logic by scenes like that, and found myself wondering: What about the fillings in his teeth? Dirt under his toenails? Contact lenses? \"Memoirs of an Invisible Man\" would have been paralyzed as a movie if it started asking questions like that, but it does ask questions that didn't occur in the classic Claude Rains \"Invisible Man\" of 1933. And it forces the woman in the invisible man's life to ask some questions, too, although not perhaps the most provocative ones.\n\nThe story this time involves Chevy Chase as a man who is in the wrong place at the wrong time when a secret government experiment goes haywire. He is rendered invisible, and so are parts of the building where the experiment took place. The building is left resembling a large block of Swiss cheese with large holes here and there, as if a postmodern architect had finally been given completely free rein.\n\nAt the time of his sudden invisibility, Chase is looking forward to a date with a documentary filmmaker (Daryl Hannah) he met in a restaurant a few days earlier. What to do? Stand her up? Or count on a certain sympathetic warmth he saw glowing in her eyes, and ask her for help? As he decides, the plot thickens along predictable lines, as the government tries to keep the invisibility secret, and a scheming spy tries to capture Chase for his own sinister purposes.\n\nThe plot is lazy and conventional. What is good about the movie involves Chase and Hannah, who have to work out between them the logistical problems of their strange relationship. It's one thing when love is blind, but another when the lover is invisible. Chase appears in public muffled in clothes from top to bottom, or he sneaks around invisibly and eavesdrops on people, or in one clever sequence Hannah creates a face for him by painting one on with makeup.\n\nThis material is intriguing enough that I wish there had been more of it. Comedy consists of the application of logic to the absurd, and there are many more opportunities here than the screenplay takes advantage of. Somehow the director, John Carpenter, seems convinced that we care about the resolution of the plot involving spies and government secrecy. We couldn't care less, since every character and every line of dialogue in these scenes is demoralized by the countless times they've been recycled.\n\nHow about a movie that was about the real subject of this one: A relationship between a man who can see a woman, and a woman who cannot see a man? What would they really talk about? What unsettling or intriguing sexual possibilities might there be? Daryl Hannah, who is onscreen some of the time all by herself (talking to Chase's disembodied voice) makes as much of such opportunities as she can, and has fun with the cosmic absurdity of her situation. But the movie doesn't help her much.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-02-28", "genres": ["Action", "Comedy", "Drama", "Fantasy", "Science Fiction", "Thriller"], "title": "Memoirs of an Invisible Man (1992)"}