{"url": "http://www.rogerebert.com/reviews/memoirs-of-a-geisha-2005", "by": "Ziyi Zhangas Sayuri", "star_rating": 2.5, "text": "I suspect that the more you know about Japan and movies, the less you will enjoy \"Memoirs of a Geisha.\" Much of what I know about Japan I have learned from Japanese movies, and on that basis I know this is not a movie about actual geishas, but depends on the romanticism of female subjection. The heroines here look so very beautiful and their world is so visually enchanting as they live trapped in sexual slavery.\n\nI know, a geisha is not technically a prostitute. Here is a useful rule: Anyone who is \"not technically a prostitute\" is a prostitute. As dear old Henry Togna, proprietor of the Eyrie Mansion in London, used to cackle while describing to me his friend the Duchess of Duke Street, \"Sex for cash, m'dear. That's my definition.\"\n\nIs the transaction elevated if there is very little sex, a lot of cash, and the prostitute gets hardly any of either? Hard to say. Certainly the traditions of the geisha house are culturally fascinating in their own right. But if this movie had been set in the West, it would be perceived as about children sold into prostitution, and that is not nearly as wonderful as \"being raised as a geisha.\"\n\nStill, I object to the movie not on sociological grounds but because I suspect a real geisha house floated on currents deeper and more subtle than the broad melodrama on display here. I could list some Japanese films illustrating this, but the last thing the audience for \"Memoirs of a Geisha\" wants to see is a more truthful film with less gorgeous women and shabbier production values.\n\nThis is one of the best-looking movies in some time, deserving comparison with \"Raise the Red Lantern\" (in more ways than one). On the level of voluptuous visual beauty, it works if you simply regard it. The women are beauties, their world swims in silks and tapestries, smoke and mirrors, and the mysteries of hair when it is up vs. hair when it is down.\n\nI am not disturbed in the least that the three leading Japanese characters in the film are played by women of Chinese descent. This casting been attacked as ethnically incorrect, but consider that the film was made by a Japanese-owned company; the intent was not to discriminate against Japanese, but in favor of the box office. The movie was cast partly on the basis of star power: Ziyi Zhang, Gong Li and Michelle Yeoh are not only great beauties and gifted actresses, but box office dynamite. Even in Japan, Zhang and Li outgross any Japanese actress.\n\nThey do wonders with their characters, who are trapped in a formula fiction but suggest possibilities they cannot explore. There isn't the faintest suggestion of free will, but then free will has never played much of a role in the world of a geisha. That's made clear at the outset, circa 1929, when a widowed fisherman sells his daughters on the human market in Kyoto. The older girl, although hardly old enough for sex, is sold directly into prostitution, while the 9-year-old Chiyo (Suzuka Ohgo) is sold to a geisha house where she will be an unpaid servant until it is determined if she is elegant enough for the house's clientele.\n\nThe house is run by Mother (Kaori Momoi), and its ruling geisha is Hatsumomo (Gong Li). Chiyo quickly becomes best friends with Pumpkin (Youki Kudoh), a girl about her age, and they are raised by the house under a strict discipline that trains them for a lifetime of flattering wealthy men. They learn that love has no role in this world (although Hatsumomo sets a bad example). Geisha lore hints that they do fall in love with clients, but the operative word is \"client\" and the love is not free. Nobody wants it to be -- not the geisha, who is earning her living, or the client, who is using money to control a woman while maintaining his independence and, for that matter, to observe a distinction between his geisha and his wife.\n\nThe key male in the story is the Chairman (Ken Watanabe), who first encounters Chiyo when she is a child, and suggests her to Mother. As Chiyo and her beauty grows, it becomes clear she may represent a threat to the dominance of Hatsumomo. The story resumes when she is in her mid-teens and is purchased from Mother by Mameha (Yeoh), Hatsumomo's rival, whose master plan is to use her control of the younger girl to win control of Mother's house away from Hatsumomo, who expects to inherit the reins. Hatsumomo in response acquires Pumpkin as her own proxy in the battle. It is amazing that a client stepping through their doors is not killed in the crossfire.\n\nChiyo is renamed Sayuri, and is now played by Ziyi Zhang. The movie, almost like a tourist, prowls the geisha quarter of Kyoto, visits a sumo wrestling match and attends a dance performance where Sayuri stars. Then World War II intervenes (that is the best word for its role in the film), and in peacetime the Chairman now desperately needs Sayuri, who has always and still does love him, perhaps because he steered her as a child into the best geisha house. It suits him for Sayuri to become the friend of his colleague Nobu (Koji Yakusho), and there is great intrigue surrounding the auctioning of Sayuri's virginity. This takes place, if my math is sound, at her fairly advanced age of about 26, which reminds me that Oscar Levant claimed: \"I've been in Hollywood so long, I knew Doris Day before she was a virgin.\"\n\nI realize that my doubts and footnotes are completely irrelevant to the primary audience for this movie, which wants to see beauty, sex, tradition and exoticism all choreographed into a dance of strategy and desire. \"Memoirs of a Geisha\" (directed by Rob Marshall of \"Chicago\") supplies what is required, elegantly and with skill. The actresses create geishas as they imagine them to have been, which is probably wiser than showing them as they were. There is a sense in which I enjoyed every frame of this movie, and another sense in which my enjoyment made me uneasy. I felt some of the same feelings during \"Pretty Baby,\" the 1978 film in which Brooke Shields, playing a girl of 12, has her virginity auctioned away in New Orleans. The difference is that \"Pretty Baby\" doesn't evoke nostalgia, or regret the passing of the world it depicts.", "running_time": 145, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-15", "genres": ["Drama", "History", "Romance"], "title": "Memoirs of a Geisha (2005)"}