{"url": "http://www.rogerebert.com/reviews/memphis-belle-1990", "by": "Matthew Modineas Dennis Dearborn", "star_rating": 3.0, "text": "\"Memphis Belle\" tells the story of the journey of several brave young Americans through an anthology of aviation movie cliches. Not a trick is missed - not even the faithful dog lifting its loyal head from the grass when a missing plane finds its way back to base. This movie is said to be based on a World War II documentary by William Wyler, but in another sense it is based on \"The Battle of Britain,\" \"One of Our Aircraft is Missing\" and countless other formula thrillers about the air war in Europe.\n\nThe task of the filmmakers is thankless. They have to introduce a dozen crew members of the Memphis Belle, and then somehow make them all memorable within the cramped confines of a plot where most of them have to wear oxygen masks most of the time. The movie begins while we see the young men playing football, and a voice-over narration names them and provides them with thumbnail character sketches. Then, later, we learn what assignments they have onboard the Memphis Belle when the pilot holds a roll call and they sign in, giving their names and battle stations.\n\nThe crew, we learn, has survived 24 bombing raids over Germany.\n\nOne more, and they get to go home. The voice-over narration is by an Army Air Force P.R. man (John Lithgow), assigned to stage-manage the final raid for Life magazine. And given the fact that these man have flown 24 missions together, I hardly thought it necessary for them to introduce themselves by name to their pilot - but then the introductions really were for us, and the roll call was an economical way to explain their various jobs - co-pilot, radioman, navigator, tail gunner, bombardier, etc.\n\nMichael Powell used exactly the same strategy to introduce the bomber crew members in his wartime drama \"One of Our Aircraft is Missing,\" with the difference that he used a Wellington bomber, because its crew of six was easier for the audience to keep straight. He was right. The Flying Fortress used in \"Memphis Belle\" has such a large crew that the movie is fatally slowed as the screenplay works its way around and around the characters, trying to keep them all alive.\n\nEach character is a different cliche: the cool and calculated captain, the jittery gunner and his practical-joking sidekick, the superstitious one, etc. On the ground, the characters are equally machinemade, from the taciturn commanding officer to the heartless general to the shameless flack. It would be safe to say there is not a single development in this movie that cannot accurately be predicted by any audience member familiar with the requirements of the genre.\n\nAnd yet, despite everything I have said, I found \"Memphis Belle\" entertaining, almost in spite of my objections. That's because it exploits so fully the universal human tendency to identify with a group of people who are up in an airplane and may not be able to get down again. As the flak flies, as enemy fighters attack, as wings are shredded and engines catch on fire and gun turrets are blown off, I found myself (a) mentally ticking off the cliches, but (b) physically on the edge of my seat. It was a classic case of divided loyalties: the intelligence maintaining its distance while the emotions became engaged.\n\nIn a perverse sort of way, one of the appeals of \"Memphis Belle\" is in its adherence to dependable old cliches. This isn't a high-tech pinball machine like \"Top Gun,\" but a movie about people in a fairly primitive, piston-engine aircraft. Their uniforms are not glossy aluminum underwear, but leather jackets and fur-lined helmets and wool sweaters. When petrol must be moved from one wing to another, by God they pump it themselves.\n\nThis human element in the experience of the \"Memphis Belle\" crew somehow compensates for a lack of human dimension in the characters. We can't really tell the crew members apart, and don't much care to, but we can identify with them. As they flew on their bombing mission, I reflected that such high-altitude bombing was seen at the time as inhuman. But at least the World War II flight crews flew their missions and took their chances. These days wars can be fought by pushing a button. It is somehow more fair when the combatants have to risk their lives to push the buttons.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-10-12", "genres": ["Action", "Drama", "War"], "title": "Memphis Belle (1990)"}