{"url": "http://www.rogerebert.com/reviews/men-with-guns-1998", "by": "Federico Luppias Dr. Fuentes", "star_rating": 4.0, "text": "\"Men With Guns\" tells the story of a doctor in an unnamed Central American country, who makes a trip into the rain forest to visit the young medical students he trained some years earlier. They were supposed to fan out among the Indian villages, fighting tapeworm and other scourges. The doctor has reason to believe many of them have been killed.\n\nThe doctor's journey is enlarged by John Sayles into an allegory about all countries where men with guns control the daily lives of the people. Some of the men are with the government, some are guerrillas, some are thieves, some are armed to protect themselves, and to the ordinary people it hardly matters: The man with the gun does what he wants, and his reasons are irrelevant--unknown perhaps even to himself.\n\nThe film takes the form of a journey, sometimes harrowing, sometimes poetic. It has a backbone of symbolism, as many great stories do. As the doctor moves from the city to the country, from the shore to the mountains, he also moves through history. We see the ruins of older civilizations that lived in this land, and we see powerless villagers, moved here and there according to arbitrary whims. They are killed by the military for helping the guerrillas, and killed by the guerrillas for helping the military, and their men are killed simply because they are men without guns. There is no suggestion that either military or guerrillas have any larger program than to live well off the spoils of power.\n\nThe doctor (Federico Luppi), tall and white-haired, has a grave dignity. He is not an action hero, but a man who has been given a pass in life; while he has lived comfortably in the capital with a nice practice, his country's reality has passed him by. As he ventures into the countryside, he gathers four traveling companions. There is an army deserter, now a thief, who first steals from him, then joins him. A former priest (\"his church calls it liberation theology, but he preferred to liberate himself\"). A boy who knows the area better than any of them, and has an uncanny ability to judge the essence of a situation. And a woman who has not spoken since she was raped.\n\nThe critic Tom Keogh suggests that there is an element of \"The Wizard of Oz\" in the doctor and his companions, who need a heart, a voice and courage. There are also suggestions of \"Treasure of the Sierra Madre\" and other stories in which a legendary goal--Oz, gold, El Dorado--is said to be hidden further on. In this case the travelers begin to hear about a village named \"The Circle of Heaven,\" which is so high on a mountain and so deep in the trees that the helicopters cannot find it, and people live free. Sayles tells his story in a series of vignettes--encounters on the road, stories told, flashbacks of earlier experiences, a touch of magic realism.\n\nFrom time to time, the travelers and their journey are interrupted by two other characters, chatty American tourists (Mandy Patinkin and Kathryn Grody), who are looking \"antiques\" and haven't a clue about the reality of the land and people behind them.\n\nThe tourists serve a satirical purpose, but I found myself seeing them in a different light. From time to time, reviewing a movie, I'll say the leading characters were shallow but the people in the background seemed interesting. In that sense, \"Men With Guns\" is about the background. Sayles finances his own films. If he had taken this script to a studio executive, he no doubt would have been told to beef up the American tourist roles and cast the roles with stars. The film would have become an action sitcom, with Indians, doctors, priests and orphans in the background as local color.\n\nIf you doubt me, look again at \"Medicine Man\" (1992), with Sean Connery in the rain forest, or \"Anaconda\" (1996), with snake-hunters up the Amazon. In my bemusement, every time the American tourists turned up, I thought of them as visitors from the phantom Hollywood revision of this material: magic realism of a different sort. It's as if Sayles is saying, \"Here's what the studios would have made this movie into.\" When the history of this century's films are written, John Sayles will stand tall, as a director who went his own way, made his own films, directed and edited them himself, and operated completely outside the traditional channels of distribution and finance. When we hear Francis Ford Coppola's lament that he has to make a John Grisham film in order to make one of his \"own\" films, we can only reflect that Sayles has demonstrated that a director can be completely independent if he chooses.\n\n\"Men With Guns\" is immensely moving and sad, and yet because it dares so much, it is an exhilarating film. It frees itself from specific stories about this villain or that strategy, to stand back and look at the big picture: at societies in collapse because power has been concentrated in the hands of small men made big with guns. I understand guns in war, in hunting, in sport. But when a man feels he needs a gun to leave his house in the morning, I fear that man. I fear his fear. He believes that the only man more powerless than himself is a dead man.", "running_time": 128, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-03-27", "genres": ["Action", "Drama", "Foreign", "Indie", "Thriller"], "title": "Men with Guns (1998)"}