{"url": "http://www.rogerebert.com/reviews/men-in-black-1997", "by": "Will Smithas J", "star_rating": 3.0, "text": "There is a moment in \"Men in Black\" when a grim government official shows a wall chart of \"every alien on Earth.\" We're not too surprised to see some of the faces on display: Sylvester Stallone, Al Roker, Newt Gingrich, Dionne Warwick. (When the movie comes out on video, I'll use freeze frames to capture the rest.) Wicked little side jokes like that are the heart and soul of \"Men in Black\" (or \"MiB,\" as it is already being called, no doubt in the movie title-as-software tradition of \"ID4\").\n\nA lot of big-budget special-effects films are a hair this side of self-parody and don't know it. \"Men in Black\" knows it and glories in it; it's a refreshing Bronx cheer aimed at movies that think $100 million budgets equal solemnity. This is not a film about superheroes, but the adventures of a couple of hard-working functionaries whose assignment is to keep tabs on the sizable alien population of the United States.\n\nTommy Lee Jones, never more serious, unsmiling and businesslike, stars as K, the veteran agent of Division 6, whose members dress, as William Morris agents used to, in black suits and black ties. The agency is headed by Zed (Rip Torn), who grows alarmed at the latest threat to Earth's sovereignty and assigns K a young assistant code-named J (Will Smith).\n\nTheir biggest problem materializes when a flying saucer strikes the truck of a hillbilly named Edgar (Vincent D'Onofrio) and the alien inside occupies his body, none too comfortably. Imagine Orson Welles in a suit of armor and you will have a rough approximation of how easily the Edgar-alien inhabits his skin.\n\nThe running gag in the movie is that almost anyone could be an alien; the film begins on the Mexican border, where Jones takes charge of a group of lawmen who have nabbed some illegal aliens and picks out the one who is really an alien: a fantastical, blobby bug-eyed monster with a realistic human face mask.\n\nThe special effects are by Industrial Light and Magic, and the aliens are by Rick Baker, perhaps Hollywood's greatest creator of monsters. Here he goes hog wild. Instead of being asked to create one alien race, he's been assigned to create a galaxyful, and every one is a new surprise. There were times I thought we were seeing the new seven dwarfs: Slimy, Gooey, Icky, Creepy, Sticky, Barfy and Pox.\n\nThe plot (if there can be said to be one, and if I understood it) involves a scheme by \"Edgar\" to somehow use a captured galaxy to conquer Earth.\n\nAlthough aliens would presumably be more advanced than we laggards on Earth, many of these aliens seem to have advanced only to the approximate level of the Three Stooges and are vanquished by a series of bizarre weapons employed by J and K (you may have seen the previews: \"Any idea how to use this?\" \"None whatsoever.\").\n\nLinda Fiorentino, still looking for the right role to follow her triumph in \"The Last Seduction,\" hasn't found it here - but her hard-bitten coroner will do nicely as an intermediate step.\n\nThe movie makes good use of a lot of New York landmarks (there's a chase through the Guggenheim, a flying saucer lands in Shea Stadium, and another one has been disguised as an exhibit at the 1964 World's Fair). Director Barry Sonnenfeld (\"The Addams Family\" and its sequel) shows a cheerful willingness in the movie's first hour or so to completely cut loose from all conventions of dreary storytelling and simply let the story follow the laughs and absurdities. Writer Ed Solomon, who on the basis of this irreverent screenplay could probably play all three of the critics on \"MST3,\" deflates one sci-fi pomposity after another.\n\nWhen the plot finally does click in, it slows down the trajectory a little, but not fatally.\n\n\"Men in Black\" continues this summer's tradition, already established by \"Con Air\" and \"Batman and Robin\" of big-budget action pictures that at least have the wit to know how silly they are.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-07-01", "genres": ["Action", "Adventure", "Comedy", "Science Fiction"], "title": "Men In Black (1997)"}