{"url": "http://www.rogerebert.com/reviews/men-of-honor-2000", "by": "Cuba Gooding Jr.as Carl Brashear", "star_rating": 3.0, "text": "Carl Brashear was quite a guy. A black sharecropper's son without a high school education, he signed up for the Navy right after World War II. Harry Truman had integrated the services, but the Navy was slow to change, and blacks were guided toward two job choices: They could become cooks or officers' valets. Brashear (Cuba Gooding Jr.) wanted to be a diver. \"Men of Honor\" tells the story of how he became one despite everything, and then how he insisted on returning to active duty after losing a part of a lower leg in an onboard accident.\n\nThe movie is an old-fashioned biopic, and I mean that as a compliment. It isn't pumped up with phony action scenes, but follows the curve of Brashear's life as it intersects with another man, Master Chief Billy Sunday (Robert De Niro), a redneck who at first hates Carl and then gradually changes his mind.\n\nThe most gripping scene in the movie is the reverse of the heroism in a lot of military movies. It isn't about thrills and explosions, but about tenacity, and most of it takes place within our own imaginations. To graduate from diving school, divers take a test where they have to assemble the pieces of a pump while working more or less in the dark, underwater. Brashear's test is rigged to make it almost impossible to pass. The water is so cold that long submersion could be fatal. Hour after hour, Brashear stays down there on the bottom.\n\nDe Niro's character is opposed to the idea of a black Navy diver, but his master chief is first and foremost a diver, and if you love doing something enough, you come to respect others who do it well. The chief also comes from a dirt-farm background, and has another problem, alcoholism, which tests his marriage to the patient Gwen (Charlize Theron). There is also a good woman in Brashear's life: Jo (Aunjanue Ellis), the Harlem librarian who tutors him in reading when he has trouble with written exams.\n\nThe ugliest opponent of Brashear's dream is \"Mister Pappy\" (Hal Holbrook), the commanding officer of the group, who seems like a cross between Ahab and Queeg. \"There may come a day when a colored diver graduates from this school,\" he thunders, \"but it won't be while I'm here.\" I wonder if Mister Pappy needs to be such a nut job; surveying his realm from living quarters in a water tower, he is less a commanding officer than a refugee from the guys with the butterfly nets.\n\nCuba Gooding Jr. is the kind of actor who bubbles even when he's idling. That kind of energy wouldn't be appropriate here, and he dials down and delivers a strong, convincing performance. The secret of Brashear's success is not complicated: He won't give up, he won't go away and eventually his very presence shames Navy men who cannot deny his ability.\n\nThe racism that permeated American life in the 1940s is shown in scenes like the one where all of the other Navy trainees refuse to share a bunkhouse with Brashear--all except for one, Snowhill (Michael Rapaport), who stays. Snowhill's reason is not some noble liberal sentiment, but more simple and personal, and my guess is that this line, of all the dialogue in the movie, is the most likely to have been taken straight from real life. \"I'm from Wisconsin,\" he explains.\n\nThis is the second feature by George Tillman Jr., whose \"Soul Food\" was a success in 1997. Here he depends on a strong story and solid performances, and avoids unnecessary flash; the movie sells itself. But the screenplay betrays some evidence of knee-jerk front-office requirements. How else to explain the character of Gwen, the master chief's wife? She is simply unnecessary to the picture, and although Theron's performance is professional, it's beside the point.\n\nSuch details aren't important, compared to the central strength of the film, which shows one American life, lived well and proudly. We glorify overpaid sports heroes and put them on postage stamps, but what about a man like Brashear, who wanted to serve his country and wouldn't take no for an answer? Note: The R rating for this film, given because of salty talk by sailors, is inappropriate. \"Men of Honor\" is an inspirational film for teenagers.", "running_time": 128, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-11-10", "genres": ["Drama", "History"], "title": "Men Of Honor (2000)"}