{"url": "http://www.rogerebert.com/reviews/men-in-black-ii-2002", "by": "Tommy Lee Jonesas Kay", "star_rating": 1.5, "text": "Some sequels continue a story. Others repeat it. ''Men in Black II'' creates a new threat for the MIB, but recycles the same premise, which is that mankind can defeat an alien invasion by assigning agents in Ray-Bans to shoot them into goo. This is a movie that fans of the original might enjoy in a diluted sort of way, but there is no need for it--except, of course, to take another haul at the box office, where the 1997 movie grossed nearly $600 million.\n\nThe astonishing success of the original \"MiB\" was partly because it was fun, partly because it was unexpected. We'd never seen anything like it, while with \"MiBII,\" we've seen something exactly like it. In the original, Tommy Lee Jones played a no-nonsense veteran agent, Will Smith was his trainee, Rip Torn was their gruff boss, and makeup artist Rick Baker and a team of f/x wizards created a series of fanciful, grotesque aliens. Although the aliens had the technology for interplanetary travel, they were no match for the big guns of the MiB.\n\nIn \"MiBII,\" the guns are even bigger and the aliens are even slimier, although they do take sexy human form when one of them, Serleena, morphs into Lara Flynn Boyle. Another one, named Scrad (Johnny Knoxville), turns into a human who has a second neck with a smaller version of the same head, although that is not as amusing as you might hope.\n\nThe plot: The aliens are here to capture something, I'm not sure what, that will allow them to destroy the Earth. The top MiB agent is now Jay (Smith), who needs the help of Kay (Jones), but Kay's memory has been erased by a \"Deneuralizer\" and must be restored so that he can protect whatever it is the aliens want. Kay is currently working at the post office, which might have inspired more jokes than it does.\n\nSmith and Jones fit comfortably in their roles and do what they can, but the movie doesn't give them much to work with. The biggest contribution is a dog named Frank (voice of Tim Blaney), whose role is much expanded from the first movie. Frank is human in everything but form, a tough-talking, street-wise canine who keeps up a running commentary as the reunited MiB chase aliens through New York. One of the eyewitnesses they question is a pizza waitress named Laura, played by the beautiful Rosario Dawson, whom Jay likes so much that he forgets to deneuralize her.\n\nThe special effects are good, but often pointless. As the movie throws strange aliens at us, we aren't much moved--more like mildly interested. There's a subway worm at the outset that eats most of a train without being anything more than an obvious special effect (we're looking at the technique, not the worm), and later there are other aliens who look more like doodles at a concept session than anything we can get much worked up about.\n\nThere is, however, a very odd scene set in a train station locker, which is occupied by a chanting mob of little creatures who worship the keyholder, and I would have liked to see more of them: What possible worldview do they have? If ''Men in Black III'' opens with the occupants of the locker, I will at least have hope for it.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-07-03", "genres": ["Action", "Adventure", "Comedy", "Science Fiction"], "title": "Men In Black II (2002)"}