{"url": "http://www.rogerebert.com/reviews/men-dont-leave-1990", "by": "Jessica Langeas Beth MacAuley", "star_rating": 2.0, "text": "\"Men Don't Leave\" is the story of how a warm and believable suburban wife and mother becomes a widow who is trapped in a series of Hollywood improbabilities. The movie opens with enormous appeal and then spends its last hour chipping away at the sympathy it has earned.\n\nBy the end, when some scenes are from the cliche factory and others seem to be missing altogether, I felt a great disappointment: The story started out too strongly to end as such a mess.\n\nJessica Lange stars in the movie as the happily married mother of a contractor in a small Maryland town. She has two sons, teenager Chris (Chris O'Donnell) and young Matt (Charlie Korsmo), and they live in a house that is perpetually in a state of being remodeled. But there is a playhouse in the backyard, and a pickup truck in the driveway, and supper on the table. Then Lange's husband drops dead, and she discovers that it is not going to be simple to support her family and see her two sons safely through their educations.\n\nThere aren't a lot of jobs in a small town for a woman with no resume. Lange gets a job checking out groceries, and one of the movie's most observant moments comes when a neighbor asks her how she's doing. \"Well, I have a job,\" she says, ringing the cash register.\n\n\"Where?\" asks the neighbor. Eventually Lange realizes she is going to have to sell the house and the pickup and move with her boys to a cheaper apartment in Baltimore, where she can get a job working for a gourmet bakery.\n\nThere is not a false step in these early scenes, and I was also convinced by the unhappiness that grows in her sons as they leave their hometown and all of their friends and move to a strange high-rise in the city. The earliest alarm that the movie was going to derail comes soon after, when Lange, on her new job, delivers lunch to some avant-garde musicians who are rehearsing in a library. As she tiptoed past with a basket laden with food, I knew with a sinking heart that she would drop the food, and apples and croissants would tumble everywhere, and that a nice young man would help her pick them up, and that they would fall in love.\n\nThis is a Meet Cute, and of course the guy she meets is sensitive, artistic, handsome, caring and liberated. In the real world, a poor young widow moving to a Baltimore high-rise would meet only a) nobody, b) creeps or (c) her swinish boss, who thinks that because she needs a job she also wants to date him. But no.\n\nThe musician's name is Charlie (Arliss Howard), and he lives in a converted warehouse down by the water so that he can roll open the big doors and sit at the edge of the waves. Lange's sons do not go for her new boyfriend - the teenager is particularly resentful - but for a time Lange is actually happy.\n\nThen the teenager gets involved with Jody (Joan Cusack), a nurse who lives in the building. She is very strange, and as played by Cusack she provides a comic freshness. The nurse may not really belong in this story, however; like Cusack's supporting role in \"Working Girl,\" this character deserves a movie of her own. But we're amused by the way the nurse's bossy, take-charge competence bowls over the her younger boyfriend and mystifies Lange.\n\nThen the movie really starts to fall apart. I will not detail some of the surprises, except to say that rarely has a case of clinical depression been handled so blatantly as a plot gimmick, and rarely has a hot-air balloon made a less convincing appearance in a motion picture. I also felt cheated by the way the movie papers over crucial chapters in the Lange character's job history. \"Men Don't Leave\" makes a point of detailing Lange's employment and financial problems, and then, at the end, it never quite tells us what has happened, or why. We are asked to accept an outcome that is not explained to us.\n\nI think the movie lost its nerve. The screenplay by Barbara Benedek sets up a believable situation and then pays off with Hollywood story gimmicks. The direction by Paul Brickman (\"Risky Business\") doesn't answer questions everyone in the audience is asking. The performance by Lange is altogether too good to be wasted on a character who turns, before our very eyes, into a fictional contrivance. I don't have a shred of inside information, but I'll bet that somewhere there exists an earlier version of the Benedek screenplay that is a good deal more realistic and honest, and that somewhere along the line there were some ill-advised revisions that \"improved\" the honesty with phoniness and manipulation.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-02-23", "genres": null, "title": "Men Don't Leave (1990)"}