{"url": "http://www.rogerebert.com/reviews/men-of-respect-1991", "by": "John Turturroas Mike Battaglia", "star_rating": 1.0, "text": "\"Men of Respect\" is a strange movie indeed, \"Macbeth\" done as a tragedy set inside the crime syndicate. All is darkness and off-screen rumblings, thunder and lightning, and a minor earthquake strikes New York as the characters plot and scheme against each other. At first the movie doesn't insist too much on the parallels with Shakespeare, but by the last half hour the Lady Macbeth character is wandering in the back yard with a flashlight and complaining about the spots in the linen of the family restaurant, while Macbeth is bragging, \"All of these guys is of woman born. They can't do s - - - to me.\" That is actually not such a terrible line, and indeed William Reilly's screenplay (\"Adapted from The Tragedy of Macbeth, by William Shakespeare\") has some nice dialogue, of which my favorite is when a mobster is talking about a colleague who has just been killed: \"He's history. Tomorrow, he'll be geography.\" That got a laugh, and so did another scene, after the hero is told that he will not die until the stars fall from the sky. Then there is a fireworks exhibition, and one of the hero's sidekicks says, \"Jeez! It looks just like stars, fallin' from the sky!\" The problem is that this movie is not intended as a comedy.\n\nOr maybe it is. Some of the moments have real wit, and yet the over-all impression is of someone trying to drown the characters in the weight of guilt, blood, murder, and literary associations. The movie stars John Turturro as Mike Battaglia, a Mafioso who moves from the fringes of the outfit to center stage as the story progresses.\n\nOne by one he wipes out his rivals, even stabbing a couple of them while they sleep, while his wife, Ruthie (Katherine Borowitz) eggs him on and gives him counsel.\n\nThe opening scene of the movie is incredibly dense with detail - it's as hard to follow as the set-up for \"Miller's Crossing,\" with all the names and plot lines. But soon we begin to discern the guiding hand of the Bard, as Turturro and his friend stumble into the parlor of an old fortune teller, who tells him essentially what the witches told Macbeth. What follows is a dark, murky version of some of the same kinds of scenes Scorsese did in \"GoodFellas\" and Demme in \"Married to the Mob,\" scenes in which middle-aged guys in suits pull guns on each other and grill steaks.\n\nThis leads to moments like the hero's horrendous dream scene, in which he imagines that two friends are plotting against him and will garrote and stab him while he's trying to decide between the hot dogs or the hamburgers they're charcoaling out in the back yard. It cannot be easy to act in material like this, and credit must be given to Turturro, Borowitz, Dennis Farina, Peter Boyle and others who actually do create effective and believable portraits even while the screenplay is marching them into brick walls.\n\n\"Men of Respect\" was directed, as well as written, by Reilly, and it must be said for him that he has a distinctive touch, setting Turturro's headquarters down in a damp basement and shooting other scenes in alleys and restaurants and offices that seem to be in the grip of a citywide power failure. This is the darkest movie I've seen since \"Eraserhead,\" so filled with gloom and shadows that half the time it seems to be a play for voices. A lot of work went into it, and some good things are here and there. But the underlying inspiration for the film is a very, very bad idea.", "running_time": 113, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-01-18", "genres": ["Action", "Crime", "Drama"], "title": "Men Of Respect (1991)"}