{"url": "http://www.rogerebert.com/reviews/menage-1986", "by": "Gerard Depardieuas Bob", "star_rating": 3.0, "text": "Bertrand Blier is nothing if not consistent. In film after film, he has played variations on the same theme: Two buddies form an alliance against women. Sometimes they adopt the guise of lovers of women, but Blier isn't fooled. Look at \"Get Out Your Handkerchiefs\" (1978), an Academy Award winner in which the hero bores his wife. She invites another man to join them in a cafe, the other man becomes her lover, then the lover and the husband become friends and agree the woman is unreasonable. The woman finally finds satisfaction in the arms of a boy who is too young to have learned that a woman is only a woman but a buddy will stick with you for life.\n\nIn \"Menage,\" Blier has at last made a movie that acknowledges his real subject: homosexuality. The film begins with a scene reminiscent of \"Handkerchiefs.\" A little milquetoast (Michel Blanc) sits with his wife (Miou-Miou) in a restaurant. She is bored and dissatisfied. They are approached by a stranger played by Gerard Depardieu, the beefy, deliberately rough French star, who played the husband in \"Handkerchiefs.\" At first, the meek husband is afraid this big guy is going to make a pass at his wife, but it turns out he needn't have worried: Depardieu is trying to pick him up! The scene in which this truth gradually becomes evident probably is the best scene in the movie, not only because of the surprise it contains, but because of the carefully orchestrated way in which Blier and Depardieu edge closer to their crucial revelation, while Blanc lags behind and his wife only wonders if she can believe her ears.\n\nDepardieu is a thief. He also is a seducer, and he tries to seduce not only Blanc but Miou-Miou as well. He is not so interested in sexuality as he is in controlling them, getting them to go along with his outrageous suggestions. Before they quite realize what has happened, they have joined him in a burglary and they are implicated in his guilt. In only a few days, they have abandoned forever their world of middle-class predictability and entered a gray area of sexual and criminal experimentation.\n\nBut is Depardieu only interested in crime and sex? Not really. His true motives are revealed in \"Menage\" with a certain studied subtlety.\n\nAlthough at first they seem to involve manipulation of other people, eventually we wonder what's really going on down there in the chambers of his imagination. Can it be that he believes he has sensed the real nature of Blanc's deepest desires, and that in an indirect way he is unselfishly helping the little man realize them? And what about Miou-Miou? Will she love her husband more if he becomes his real self, whoever that is? Like all of Blier's films, \"Menage\" begins with a pragmatic setup and then moves steadily toward the bizarre. By the end of the film, Blanc is so under Depardieu's sway that he willingly dresses in drag; he has allowed a stranger to walk into his life and wilfully rearrange it. The final sequences in \"Menage\" are shocking - and amazing. Blanc won the best actor award at this year's Cannes festival, and perhaps part of the prize was awarded for his pluck. He allows himself to be seen in this movie as few actors would have the nerve to be seen, and the chances he takes make the stars of \"La Cage aux Folles\" look like they were playing it safe.", "running_time": 84, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-10-31", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Menage (1986)"}