{"url": "http://www.rogerebert.com/reviews/merci-pour-le-chocolat-2002", "by": "Isabelle Huppertas Mika Muller-Polonski", "star_rating": 3.0, "text": "Isabelle Huppert has the best poker face since Buster Keaton. She faces the camera with detached regard, inviting us to imagine what she is thinking. Since so often the thoughts of her characters run toward crime, revenge, betrayal, lust and sadism, it is just as well she can seem so passive; an actress who tried to portray these inner emotions would inevitably go hurtling over the top and into the next movie.\n\nConsider \"Merci Pour le Chocolat,\" her new film, directed by her longtime admirer Claude Chabrol. There is hardly any suspense about what she's up to. The title, and the fact that it is a thriller, inspire us to regard the movie's frequent cups of hot chocolate with as much suspicion as the arsenic-laced coffee in Hitchcock's \"Notorious.\" Even if an early scene hadn't warned us that the chocolate contains a date-rape drug, we'd be wary just because of the dispassionate way Huppert serves it. She doesn't seem like a hostess so much as a clinician.\n\nHuppert plays Mika Muller-Polonski, the first and third wife of the famous pianist Andre Polonski (tired-eyed Jacques Dutronc). They were married \"for a few minutes\" many years ago. After their divorce, he remarried, had a son named Guillaume, and then lost his wife in a car crash. She apparently dozed off while they were all visiting ... Mika.\n\nThe movie opens with the remarriage of Mika and Jacques, 18 years after their first ceremony. The spectators look less than ecstatic. The new family moves into Mika's vast, gloomy gothic mansion in Lausanne, paid for with the profits from her family's chocolate company. One of the rituals is hot chocolate at bedtime, personally prepared by Mika (\"In this house, I serve the chocolate\").\n\nAn unexpected development: An attractive young piano student, Jeanne Pollet (Anna Mouglalis), finds a clipping in her mother's papers reporting that on the day of her birth, she was briefly switched with Guillaume. Using this as a pretext, she calls on the Polonski family, not because she thinks she is Andre's daughter but because she wants, she says, piano lessons. Her arrival causes Guillaume to recede into more of a funk than usual, Mika to greet her with the outward show of friendliness, and Andre to devote himself with unseemly enthusiasm to her piano lessons.\n\nCurious, isn't it, that Jeanne is a piano virtuoso, and Guillaume has a tin ear? Thought-provoking, too, that Guillaume is not Mika's son, but the son of her husband's second wife, who died so tragically during that visit to ... Mika's. And interesting that Andre has taken such an interest in Jeanne. And Mika keeps serving the hot chocolate.\n\nThere is no mystery about what Mika is doing with the hot chocolate. The mysteries are: to whom, and why. The motives may differ. She may, indeed, simply be amusing herself. Huppert's bland expression masks her motives to such a degree that even when she does smile or frown, we suspect the honesty of the expression: What is she really thinking? Claude Chabrol is a master of domestic suspense, and he has used Huppert before as a cold-blooded killer, notably in \"Violette Noziere\" (1978). What is fascinating is how little Huppert has seemed to change in the intervening years. She has worked ceaselessly, usually in good pictures, often with good directors. Filmmakers seem drawn to her because of her mysterious detachment; while many actors seek out the secrets of their characters, Huppert keeps such secrets as she may have discovered, and invites us to figure them out for ourselves.\n\nThe appeal of \"Merci Pour le Chocolat\" is not in the somewhat creaky old poisoning plot, not in the hints of suppressed family secrets, not in the suspense about what will happen next--but in the enigma within which Huppert conceals her characters While all those around her plot, scheme, hope and fear, she simply looks on, and pours the chocolate. What is she thinking? What does she want? Who is she? Her appeal in film after film is maddening, perverse and seductive.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-08-23", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Merci Pour le Chocolat (2002)"}