{"url": "http://www.rogerebert.com/reviews/mercury-rising-1998", "by": "Bruce Willisas Art Jeffries", "star_rating": 2.0, "text": "\"Mercury Rising'' is about the most sophisticated cryptographic system known to man, and about characters considerably denser than anyone in the audience. Sitting in the dark, our minds idly playing with the plot, we figure out what they should do, how they should do it, and why they should do it, while the characters on the screen strain helplessly against the requirements of the formula.\n\nThe movie begins with the two obligatory scenes of most rogue lawman scenarios: (1) Opening hostage situation, in which the hero (Bruce Willis) could have saved the situation if not for his trigger-happy superiors; (2) The Calling on the Carpet, in which his boss tells the lawman he's being pulled off the job and assigned to grunt duty. \"You had it--but the magic's gone,'' the boss recites. Willis' only friend is a sidekick named Bizzi Jordan (Chi McBride), who has, as is the nature of sidekicks, a wife and child, so that the hero can gaze upon them and ponder his solitude.\n\nExperienced moviegoers will know that in the course of his diminished duties, Willis (playing an FBI man named Jeffries) will stumble across a bigger case. And will try to solve it single-handedly, while he is the object of a police manhunt. And will eventually engage in a hand-to-hand struggle with the sinister man behind the scheme. This struggle will preferably occur in a high place (see \"Climbing Killer,'' from Ebert's Little Movie Glossary). Plus, there's a good bet the hero will enlist a good-looking woman who will drop everything for a chance to get shot at while at his side.\n\nThe new twist this time is explained by the evil bureaucrat (Alec Baldwin) in one of several lines of dialogue he should have insisted on rewriting: \"A 9-year-old has deciphered the most sophisticated cipher system ever known--and he's autistic!?!'' Yes, little Simon (Miko Hughes) looks at a word game in a puzzle magazine, and while the soundtrack emits quasi-computeristic beeping noises, he figures out the code concealed there, and calls the secret phone number, causing two geeks in a safe room to leap about in dismay.\n\nAgents are dispatched to try to kill the kid and his parents, who live in Chicago. FBI agent Jeffries comes late to the scene, eyeballs the dead parents, immediately intuits it wasn't really a murder-suicide (\"How's a guy that's so broke afford a $1,500 handgun?''), and then finds Simon hiding in a crawl space. Putting two and two together (without beeping noises), he deduces that Simon knows a secret, and powerful people want to destroy him.\n\nThe movie then descends into formula again, with obligatory scenes in which the police guard is mysteriously pulled off duty in a hospital corridor (see \"The Godfather''), and Jeffries runs down corridors with the kid under his arm while evil agents demonstrate that no marksman, however well trained, can hit anyone important while there's still an hour to go. (The new David Mamet movie, \"The Spanish Prisoner,'' which is as smart as \"Mercury Rising'' is dumb, has the hero ask a markswoman: \"What if you had missed?'' and supplies her with the perfect answer: \"It would be back to the range for me!'') The movie's greatest test of credibility comes when Jeffries, object of a city-wide manhunt, walks into a restaurant in the Wrigley Building, meets a complete stranger named Stacey (Kim Dickens), and asks her to watch the kid for him while he goes on a quick mission. Of course Stacey agrees, and cooperates again when the agent and the kid turn up at her house in the middle of the night and ask for a safe place to stay. Before long, indeed, she's blowing off a business trip to Des Moines because, well, what woman wouldn't instinctively trust an unshaven man in a sweaty T-shirt, with an autistic kid under his arm and a gun in his belt--especially if the cops were after him? What is sad is that the performances by Willis, Dickens and young Miko Hughes are really pretty good--better than the material deserves. Willis doesn't overplay or overspeak, which redeems some of the silly material, and Dickens somehow finds a way through the requirements of her role that allows her to sidestep her character's wildly implausible decisions.\n\nBut what happened to Alec Baldwin's BS detector? Better replace those batteries! His character utters speeches that are laughable in any context, especially this one. \"You know,'' he says, \"my wife says my people skills are like my cooking skills--quick and tasteless.'' And listen to his silky speech in the rain as he defends his actions.\n\nHere are the two most obvious problems that sentient audiences will have with the plot. (1) Modern encryption cannot be intuitively deciphered, by rainmen or anyone else, without a key. And, (2) If a 9-year-old kid can break your code, don't kill the kid, kill the programmers.", "running_time": 108, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-03", "genres": ["Action", "Adventure", "Drama", "Suspense", "Thriller"], "title": "Mercury Rising (1998)"}