{"url": "http://www.rogerebert.com/reviews/mercy-2010", "by": "Scott Caanas John Ryan", "star_rating": 2.0, "text": "I have a problem with movies about men who women cannot resist. If a man knows that, how did he find it out? By succeeding with one woman after another? If he's 35, never been married and doesn't like to date the same woman twice, he probably has a problem, and he probably is a problem. Even in a town as big as Los Angeles, word would get around. You wouldn't want to be the woman watched by everyone in the room to see if you fall for the Irresistible Man.\n\nJohn Ryan is apparently such a person. Played by Scott Caan as a man who is surgical in his focus, he sees, decides and moves in. He seems to succeed. If the woman is gone when he wakes up in the morning, that was a successful date. If they go to his place, they can't even feel a kindly urge to help him clean up a messy bachelor pad. Unless there is a toothbrush in the bathroom, there seems to be nothing in his apartment that didn't come with the demonstration unit.\n\nOne night at a party, his moves don't work. It must be said he uses hopelessly outdated lines. When a man says, \"You are the most beautiful woman I have ever seen,\" a woman should reply: \"I know. But why would that make me want to sleep with you?\" At the party, where he has already lined up a date with a waitress, he zeroes in on Mercy Bennett (Wendy Glenn), a classy woman with a British accent. \"Mercy?\" he says. \"Is that a joke?\" He explains that (*cough*) the party is in his honor.\n\nHe thought her name might be a joke because his new novel is named Mercy. He chats her up, gets nowhere, and the next day is horrified to read Mercy Bennett's review of the novel. She hated, hated, hated it. But he's intrigued. He calls her up and asks her to meet, not for a date, but for a talk about the book. (It doesn't occur to him, then or ever, that if she reviewed his book and was invited to the party, then she probably knew who he was.)\n\nThese scenes are in the half of the film titled Before. It also establishes John's married best friend (Troy Garity) and his agent (Dylan McDermott). There is his lovelorn pal Erik (John Boyd), whose own girl is manifestly trying to dump him. John tutors Erik on the theory and practice of picking up women and dumping them. \n\nIn the film's second half, titled After, we meet a changed John Ryan. He hasn't been shaving, he's deeply depressed; for the first time in years he goes to visit his father (James Caan), an English professor. His dad says he hasn't read his books, which is probably just as well; John writes \"romance novels,\" and as we have seen, knows nothing about romance. Father and son share the same jaundiced view of women. The apple has not fallen far from the tree.\n\nThe time-shifting (in a screenplay written by Scott Caan) may leave you adrift at times. There are flash forwards, flashbacks and possibly imagined scenes. The point is the same. They add up to a playboy getting his comeuppance. This story arc is predictable and not very satisfying, and the film's strengths are in the performances. Scott Caan is effective as a heartless creep, Wendy Glenn is devastating as a woman so assured she can perform verbal emasculation, and James Caan relates with his (own) son in scenes that inspire speculation the screenplay might be a little autobiographical.\n\nWhat's lacking is a little more depth. This is a movie that covers a lot of distance in only 87 minutes. We know the basics: The pickup artist gets hurt and becomes sadder but wiser. What we'd like to know is more about the people, especially Mercy Bennett. She never has a scene without Ryan. The women in the film don't seem to talk to one another about him, or themselves. And now does a bad novelist become a good one at the age of 35 after just one life-changing experience?", "running_time": 87, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-07-21", "genres": ["Drama", "Indie", "Romance"], "title": "Mercy (2010)"}