{"url": "http://www.rogerebert.com/reviews/mermaids-1990", "by": "Cheras Mrs. Flax", "star_rating": 3.0, "text": "I had the feeling, watching \"Mermaids,\" that it was originally headed in another direction. The material is \"funny\" instead of funny, and we don't laugh so much as we squirm with recognition and sympathy. It's a story told by a teenage girl whose mother avoids becoming known as the town tramp only because she changes towns so often. In the movies, eccentric parents can be palmed off as colorful originals. In life, especially to an adolescent, they can be excruciating embarrassments.\n\nThe mom in \"Mermaids\" goes by the name of Mrs. Flax, and is played by Cher. Not only played by Cher, but in an eerie sense played as Cher, with perfect makeup and a flawless body that seems a bit much to hope for, given the character's lifestyle and diet. Mrs. Flax has a personality trait that leads her to seek doomed love affairs with hopeless men, and then move to another town when her life crashes down around her. Little attempt is made to present her as a plausible character; this is one of those movies sidetracked by the David Lynch Syndrome, in which characters exhibit a tacky trait of consumerism that is exaggerated out of all proportion (the meals served by Mrs. Flax, for example, consist entirely of artistic arrangements of \"fun foods\").\n\nShe has two daughters; a teenager, Charlotte (Winona Ryder), and a grade-schooler, Kate (Christina Ricci). As the movie opens, Kate is practicing her swimming, and will eventually see if she can match the world record for holding her breath underwater. That supplies one of the movie's many clues to the symbolism of its title, as well as suggesting the desperation Mrs. Flax inspires in her children. The older daughter, Charlotte, has been driven nearly mad by her mother's incessant moves (18 by last count). She's never gone long to the same school, or made many friends, or experienced much normal life outside the hothouse of Mrs. Flax's fevered existence.\n\nAfter yet another romantic disaster, the family moves again, to Massachusetts, where Charlotte makes friends with a young man named Joe (Michael Schoeffling) who has some kind of handyman job at a Roman Catholic convent which is just over the way. Charlotte is rather attracted to the nuns, to their quiet ways and cheerful encouragement, but she is more attracted to Joe, who perhaps possesses the secret of exactly what it is adults do when they're alone - what her mother does with all those men, for example.\n\nThis story is told by the director, Richard Benjamin, within a veritable thicket of art direction, which creates an odd world in which the realistic and the bizarre exist side by side. The movie makes a comparatively sedate companion piece for \"Edward Scissorhands,\" which also creates a fantasy universe out of exaggerated details of recent popular culture. The central pop culture detail here is Cher, who, like Bette Midler in the somewhat similar \"Stella,\" does not entirely suffer her famous persona to disappear inside the role.\n\nHer life begins to change, however, in Massachusetts, after she is discovered by Lou (Bob Hoskins), a husky, salt-of-the-earth type who sizes up the situation and decides that what Mrs. Flax and her daughters need is a transfusion of normality. He tries to contribute some balance to the family routine and has luck on the days when Mrs. Flax is not warring with him, while meanwhile a crisis develops in Charlotte's life: She is kissed by Joe, and becomes convinced she is pregnant.\n\nIt was here that I began to suspect that the movie may have lightened the vision it found in the original novel by Patty Dann.\n\nThere are all sorts of gothic props around, including the monastery and a sinister river next to it, which suggest that terrible things could happen, but disasters are narrowly averted so that the movie can have one of those happy endings Hollywood likes so much right now. The plot of \"Mermaids\" seems to march toward that ending with great determination, looking neither right nor left at the way the events seem to impact on the lives of the characters.\n\nAnd yet, perversely perhaps, I found this an interesting movie. I didn't give a bean how it turned out, and I found a lot of it preposterous, but I enjoyed that quality. Why do we look at movies? To learn lessons and see life reflected back at us? Sometimes. But sometimes we simply sit there in the dark, stupefied by the spectacle. \"Mermaids\" is not exactly good, but it is not boring. Winona Ryder, in another of her alienated outsider roles, generates real charisma. And what the movie is saying about Cher is as elusive as it is intriguing.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-12-14", "genres": ["Comedy", "Drama", "Family"], "title": "Mermaids (1990)"}