{"url": "http://www.rogerebert.com/reviews/merry-christmas-mr-lawrence-1983", "by": "David Bowieas Celliers", "star_rating": 2.5, "text": "Here's a movie that is even stranger than it was intended to be. \"Merry Christmas, Mr. Lawrence\" is about a clash between two cultures (British and Japanese) and two styles of military service (patriotic and pragmatic). That would be enough for any movie, and there are scenes when it is enough, and the movie works pretty well.\n\nBut then the movie makes another contrast that doesn't work so well, a contrast between basic views of theatrical acting styles. British tradition suggests that, everything else being equal, actors should behave as if they were real people in a real situation. The Japanese tend toward a more overwrought acting style, made of screams and grimaces, histrionics and dramatizations.\n\nEach tradition works well enough in a movie where it is the only tradition. But in a movie where British and Japanese are on the screen at the same time and are apparently sharing the same reality, the results look odd, and eventually undermine the film. We wonder, in some small irreverent corner of our minds, whether the soft-spoken British notice that the Japanese rant and rave over everything, including the weather, and whether the Japanese, in turn, find the British catatonic.\n\nThe movie is by Nagisa Oshima, the best-known of the younger Japanese directors, whose notorious \"In the Realm of the Senses\" (1976) began with a love affair between a businessman and a geisha and ended in a bloodbath of castration and suicide. He is clearly fascinated by relationships between authorities and victims and that's the subject here.\n\nThe time is 1942, in a Japanese prison camp on Java, and the story concentrates on two pairs of officers. The British are Celliers (David Bowie), very upper crust, duty-bound, guilt-ridden, and Lawrence (Tom Conti), sensitive, bilingual, trying to translate not only the words but the values of the two races.\n\nThe Japanese are Yonoi (Ryuichi Sakamoto) of the warrior class, filled with pride and glory, and Hara (Takeshi), a sort of Japanese Falstaff with a streak of sadism. How these two pairs get along together will determine the fate of the British (which is complicated by their nominal leader, a blustering bully played by Jack Thompson). The movie develops the situation in a series of scenes that owe something to \"The Bridge on the River Kwai.\" Rules are made, forgotten, broken, then strictly enforced. Enemies admit at weak moments that they are all human beings, after all. But then there's a breach of protocol and a crackdown from the top. The most rigid officers on each side (Celliers and Yonoi) have a sort of admiration for each other, which turns into a contest of wills.\n\nThis is interesting material, especially since Oshima plunges a little more deeply into the psychology of his characters than your average prisoner-of-war movie is likely to. There are hints of a homosexual attraction between Celliers and Yonoi, eventually leading to one of the movie's most awkward moments -- a parting in which the British soldier actually seems to be saying that both sides were right in the war and both sides were wrong.\n\nIt's awkward, not because of the subject matter, but because of the contrasting acting styles. Here are two men trying to communicate in a touchy area and they behave as if they're from different planets. The overstatement in the Japanese acting ruins the scene. It's strange: Japanese acting styles never bother me in all Japanese movies (especially not when they're modulated, as in the contemporary films of Kurosawa). It's only when you have actors who are clearly on different wavelengths that the Japanese histrionics become distracting. What this movie needed was a diplomatic acting coach.", "running_time": 118, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-09-16", "genres": ["Drama", "Foreign", "History"], "title": "Merry Christmas, Mr. Lawrence (1983)"}