{"url": "http://www.rogerebert.com/reviews/mesrine-killer-instinct-2010", "by": "Vincent Casselas Jacques Mesrine", "star_rating": 3.5, "text": "Jacques Mesrine was a brutal man who shot dead 39 victims during his 20-year run as a bank robber and kidnapper. That total doesn't include the prisoners, possibly dozens, executed point blank after they'd been tortured during France's war against Algeria. Mesrine escaped from two high-security prisons, kidnapped a millionaire, broke back into one of the prisons in an attempt to free his friends and went on the lam in Quebec, Arizona and Florida.\n\nYes, but he was a particularly French criminal who claimed he was an anarchist, protested prison conditions, described all his killings as acts of revolution against the state and wrote two best sellers that were compared by some to the works of Camus. When he was France's Public Enemy No. 1 and every French police officer was participating in a manhunt, he granted exclusive interviews and wrote tender love poems to his lawyer.\n\nThis is too much man for one movie, and he has gotten two, the first and second parts of \"Mesrine.\" They're rolling out one after the other in North America, which usually doesn't work at the box office, but \"Part 1\" opens with his car trapped behind a truck when its back canvas goes up and French cops open fire, killing his girlfriend Sylvia (Ludivine Sagnier) and his dog, and wounding him 14 times in the chest and head. Only wounding him? Yes, and then the screen promises: \"Mesrine: Part II.\" (I'm assuming he wasn't murdered; if he was, the second movie would have to be in reverse chronology or extremely slow motion. In any event, the knowledge that Mesrine dies colors everything, although everyone in France would know that anyway.\n\nMesrine, played with rough intensity by Vincent Cassel, was the most famous criminal in French history, and he came to that role only late in his career, after he was already famous in Canada and the United States. The Montreal papers called him and Jeanne \"the French Bonnie and Clyde.\" He outdid Dillinger by robbing two banks across the street from each other within 10 minutes, and like Dillinger, he was an expert in self-publicity. Was the police ambush an assassination attempt? The police denied it, but he predicted it, and he promised he would never be taken without gunfire. He was known as a master of disguise and moved boldly in public when his face was on every TV screen. In a touch too good for fiction, he took Jeanne to Cape Kennedy to watch the Apollo moon launch.\n\nJean-Francois Richet's \"Mesrine: Killer Instinct\" has parallels with Michael Mann's \"Public Enemies,\" particularly in the suggestion that both men began to feed on their publicity. They walk into banks almost as celebrities making guest appearances. But Dillinger tried to stay out of shooting situations, and Mesrine seemed addicted to danger. He wrote a newspaper explaining that after he committed his first robbery he felt free, because he had crossed a line separating him from control of the state. He declared war, and when authorities raided his apartment, they found an arsenal, including automatic weapons and grenades. \n\nVincent Cassel, who's in his 40s, is France's leading hard-boiled actor. Have you seen \"The Crimson Rivers,\" \"Read My Lips,\" \"Irreversible\" or \"Eastern Promises\"? As Mesrine, he affects the sideburns and mustache of a bad guy who studies himself in the mirror and doesn't know his look isn't working. He makes Mesrine self-absorbed, arrogant and detached from the meaning of his murders. He depends on the charisma of his evil to attract women, and it does — although it didn't work for his first wife, the mother of his two children. Well, he wasn't very famous then. Unlike some American stars, Cassel makes no attempt to protect his image. Gaspar Noe's \"Irreversible,\" in particular, would be unthinkable for most of them. In my review, I described that film's story as \"so violent and cruel that most people will find it unwatchable.\"\n\nDon't get the wrong idea. Cassel isn't his characters. He also plays nice guys and did the voice of the French hoodlum in \"Shrek.\" Here he even seems a sympathetic underdog until you reflect he has chosen the role for himself and murdered innocent people along his road to romance. He had an ordinary enough start in life, but then was attracted to the petty criminals who infest the Paris district called Clignacourt — that's where the tourists go to shop in les puces, the flea market. By then, his father believed, he had already been morally destroyed by his experiences in Algeria.\n\nYes, but some people become addicted to being bad. If you're trained as a paratrooper, you don't routinely seek work as a torturer and executioner. Mesrine seems to have had little concept of others; life for him perhaps contained no more emotion than a point-and-shoot video game. Director Jean-Francois Richet, who made Ethan Hawke-Laurence Fishburne's \"Assault on Precinct 13\" (2005), treats him as an insect more than a psychological case study.\n\nThe acting is macho understatement. Mesrine is a character who might have been played years ago by Gerard Depardieu, who appears here as Guido, a bullet-headed impresario of larceny. The two are business partners, not friends, and there's the suggestion none of his underworld pals understand the depth of Mesrine's pathology. They know they're bad guys, but Jacques takes it to another level.\n\nFor information on Jacques Mesrine, this review draws on an article by John Lichfield in the Independent.", "running_time": 113, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-08-25", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Mesrine: Killer Instinct (2010)"}