{"url": "http://www.rogerebert.com/reviews/mesrine-public-enemy-no-1-2010", "by": "Vincent Casselas Jacques Mesrine", "star_rating": 3.5, "text": "Because \"Mesrine II: Public Enemy #1\" covers essentially the same material in the same style as \"Mesrine I: Killer Instinct,\" there's not much to add in reviewing the second film of the pair. There are some personnel changes; Ludivine Sagnier plays Sylvia, replacing Cecile de France's Jeanne as the woman in Mesrine's life, Mathieu Amalric appears as a jumpy accomplice, the stout-hearted Olivier Gourmet is the prosecutor, and Anne Consigny is the attorney he has much need of. She was the one he wrote love poetry to.\n\nThe central enigma remains the same: Jacques Mesrine was born in a stable middle-class home, well-educated, then sent to Algeria as a paratrooper who soon became a torturer and executioner and found he liked the work. He escaped from four prisons, killed perhaps 40 people, kidnapped in France and Quebec and stuck up banks the way other people use ATM machines. \n\n\tWomen were inexplicably willing to commit themselves to him. Part I ended with Mesrine and Jeanne being sprayed with a hail of police bullets, and Part II opens with the same ambush. Since Mesrine was always heavily armed and had promised he would not be taken alive, Jeanne must, or should, have known that being attached to him placed her in the fire zone. Why did she do it? Was it love? After the gunfire, she doesn't even look to see what happened to Jacques, but starts screaming at the cops because they killed her dog.\n\n\tBoth of these films are directly and forcibly made, and indeed won Cesars for best director (Jean-Francois Richet) and best actor (Vincent Cassel). They have an impact recalling the days when gangster movies and action pictures in general had a meaty realism and weren't weakened by absurd CGI. No cars, guns or people do anything here that cars, guns and people cannot do in real life. If there's ever a film titled Bourne vs. Mesrine, the bout will end in the first round and the crown will return to Paris.\n\n\tVincent Cassel is the overwhelming fact of both films. He doesn't give Mesrine great depth, because how can he? The man was a psychopath, immune to movie psychology. But he gives him great presence. He is brutal, ugly, powerful and inscrutable. In other roles he's none of those things; he looks nice when he smiles. But he finds such cold ferocity in Mesrine that he's like a wild animal who kills for survival. I don't think Mesrine likes killing. He just frequently has to. \n\n\tA great many bullets are fired by Mesrine, who stands up from behind parked cars and starts shooting at the cops in full view. In most movies we know the police bullets will never find their target. With Mesrine, (1) sometimes they do, and (2) in real life, he survived an incredible 20 years with the police firing at him at least annually.\n\n\tCassel speaks excellent English, and appears in many English-language films. Hollywood seems in need of a credible new action star, one who isn't worn out by trekking down red carpets. Here's the man.", "running_time": 133, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-09-01", "genres": ["Crime", "Foreign", "Thriller"], "title": "Mesrine: Public Enemy No. 1 (2010)"}