{"url": "http://www.rogerebert.com/reviews/message-in-a-bottle-1999", "by": "Kevin Costneras Garret Blake", "star_rating": 2.0, "text": "\"Message in a Bottle'' is a tearjerker that strolls from crisis to crisis. It's curiously muted, as if it fears that passion would tear its delicate fabric; even the fights are more in sorrow than in anger, and when there's a fistfight, it doesn't feel like a real fistfight--it feels more like someone thought the movie needed a fistfight 'round about then.\n\nThe film is about a man and a woman who believe in great true love. The man believes it's behind him; the woman hopes it's ahead of her. One of their ideals in life is \"to be somebody's true north.'' Right away we know they're in trouble. You don't just find true love. You team up with somebody, and build it from the ground up. But \"Message in a Bottle'' believes in the kind of love where the romantic music comes first, trembling and sweeping under every scene, and the dialogue is treated like the lyrics.\n\nYet it is about two likable characters--three, really, since Paul Newman not only steals every scene he's in, but puts it in the bank and draws interest on it. Robin Wright Penn plays Theresa, a researcher for the Chicago Tribune, who finds a letter in a bottle. It is a heartbreaking love note to \"Catherine,'' by a man who wants to make amends to his true north. Theresa, a divorced mother of one, is deeply touched by the message, and shares it with a columnist named Charlie (Robbie Coltrane), who of course lifts it for a column. Theresa feels betrayed. (If she thinks she can show a letter like that to a guy with a deadline and not read about it in tomorrow's paper, no wonder she's still a researcher.) The column leads to the discovery of two other letters, on the same stationary. Charlie has the bottle, the cork, the stationery and the handwriting analyzed, and figures the messages came from the Carolinas. A few calls to gift shops, and they know who bought the stationery.\n\nIt's Garret Blake (Kevin Costner). Theresa is sent out on a mission to do research about him. She meets his father (Newman), and then the man himself, a shipwright who hand-crafts beautiful vessels. He takes her for a test sail. The wind is bracing and the chemistry is right. \"You eat meat?'' he asks her. \"Red meat? I make a perfect steak. It's the best thing I do.'' With this kind of buildup, Linda McCartney would have tucked into a T-bone.\n\nSoon it's time for Theresa to return home (where after she writes one column, the paper promotes her and gives her an office with a window view; at that rate, in six weeks she'll be using Col. McCormick's ancestral commode). Of course she wants him to come and see her--to see how she lives. \"Will you come and visit me?'' she asks. His reply does not represent the proudest moment of the screenwriter: \"You mean, inland?'' Sooner or later, he's going to find out that she found his letter in a bottle and is not simply a beautiful woman who wandered onto his boat. That his secrets are known in those few places where the Tribune is still read. Yes, but it takes a long time, and when his discovery finally comes, the film handles it with a certain tact. It's not just an explosion about betrayal, but more complicated--partly because of the nature of the third letter. (Spoiler: It's a bit of a stretch that Garret's dying wife coincidentally hit on the idea of writing a note in a bottle to him on the same typewriter and stationery he was using, especially since she presumably didn't know about the first two notes.) As morose and contrived as the movie is, it has a certain winsome charm because of the personal warmth of the actors. This is Robin Wright Penn's breakthrough to a different kind of acting, and she has a personal triumph; she's been identified with desperate, hard-as-nails characters, but no more. Costner finds the right note of inarticulate pain; he loves, but doesn't feel he has the right to. Paul Newman handles his role as Costner's ex-drunk father with the relaxed confidence of Michael Jordan shooting free throws in your driveway. It is good to see all three of them on the screen, in whatever combination, and the movie is right to play down the sex scenes and underline the cuddling and the whispers.\n\nBut where, oh where, did they get the movie's ending? Is it in the original novel, \"Message in a Bottle,\" by Nicholas Sparks? Don't know. Haven't read it. The climactic events are shameless, contrived, and wildly out of tune with the rest of the story. To saddle Costner, Penn and Newman with such goofy melodrama is like hiring Fred Astaire and strapping a tractor on his back.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-02-12", "genres": ["Drama", "Romance"], "title": "Message In A Bottle (1999)"}