{"url": "http://www.rogerebert.com/reviews/metallica-some-kind-of-monster-2004", "by": "Joe Berlinger", "star_rating": 3.0, "text": "In 2001, Metallica goes into an improvised studio in San Francisco's Presidio to create a new album from scratch. They're starting with \"no riffs, no songs, no titles, nothing.\" For reasons that must have seemed excellent at the time, they invite two documentary filmmakers to film them in this process. Joe Berlinger and Bruce Sinofsky have made some of the best docs of recent years, including \"Paradise Lost: The Child Murders at Robin Hood Hills\" (1996), which follows the trial and conviction of three heavy metal fans who almost certainly had nothing to do with the grisly murders they're charged with (in a 2000 sequel, \"Paradise Lost 2: Revelations,\" the likely murderer does all he can to draw suspicion to himself).\n\nSinofsky and Berlinger possibly thought this assignment would be more routine, even music-driven. In fact there is little music in \"Metallica\" and a great deal of talking, as the three band members (lead singer James Hetfield, drummer Lars Ulrich and guitarist Kirk Hammett) recruit their producer, Bob Rock, to play bass. There is another recruit: A therapist named Phil Towle. The relationship between Hetfield and Ulrich has become poisonous, and Towle's assignment is to bring peace and healing -- or at least the ability to function.\n\nThe band members exhibit a certain courage in allowing their sessions to be filmed warts and all, as tempers flare, hurtful words are exchanged, and Towle's skills as a therapist make us wonder if his scenes were deleted from \"This Is Spinal Tap.\" That he is being paid $40,000 a month makes him feel like keeping his job, until finally Hetfield and Ulrich find they agree on something at last, getting rid of him.\n\nThe progress of the album is interrupted when Hetfield unexpectedly signs into rehab. For weeks and months, the others have no idea how long he'll be gone; he returns in a year, sober and solemnly following instructions from the rehab center. He can work only four hours a day, for example. This drives Ulrich up the wall: How can you make an album without sleepless nights? He charges Hetfield with being \"self-regarding,\" which was probably more true before he went into rehab; now, in his free time, we see him attending his daughter's ballet class and otherwise trying to learn how to be a husband and father.\n\nThere are hints in the film that a little rehab would not be amiss with Ulrich. He gets a visit from his long-haired hippie Danish father, who still treats him like a kid taking music lessons, and at one point suggests deleting a song from the album because \"It just doesn't sound right.\" Hammett, meanwhile, keeps a low profile, like the child in a dysfunctional marriage who has learned how to stay below the radar.\n\nThe band eventually finishes the album (\"St. Anger\"). The movie opens with the press junket promoting it, at which they repeat conventional sound bites which the movie shows bear little correspondence with reality. If \"Metallica: Some Kind of Monster\" has a message, it's great being a rock god up to a point, but most rock gods play the role long after it's much fun. Some people sing and tour forever (Willie Nelson, the Stones, McCartney). What Dr. Phil should probably advise Metallica is to call it a day. Why work with people you can't stand, doing work you're sick of, and that may be killing you? Lots of people have jobs like that, but Metallica has a choice.", "running_time": 141, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-07-30", "genres": ["Documentary", "Musical"], "title": "Metallica: Some Kind of Monster (2004)"}