{"url": "http://www.rogerebert.com/reviews/metropolis-2002", "by": "Jamieson Priceas Duke Red (voice)", "star_rating": 4.0, "text": "There's something about vast futuristic cities that stirs me. Perhaps they awaken memories of my 12th year, when I sat in the basement on hot summer days and read through the lower reaches of science-fiction magazines: \"Imagination,\" \"Other Worlds,\" \"Amazing.\" On the covers, towering cities were linked by skybridges, and buses were cigar-shaped rockets. In the foreground a bug-eyed monster was attacking a screaming heroine in an aluminum brassiere. Even now, the image of a dirigible tethered to the top of the Empire State Building is more thrilling to me than the space shuttle, which is merely real.\n\nThose visions are goofy and yet at the same time exhilarating. What I like about Tokyo is that it looks like a 1940s notion of a future city. I placed \"Dark City\" first on my list of the best films of 1998, loved \"Blade Runner's\" visuals more than its story, liked the taxicabs in the sky in \"The Fifth Element.\" Now here is \"Metropolis,\" one of the best animated films I have ever seen, and the city in this movie is not simply a backdrop or a location, but one of those movie places that colonize our memory.\n\nThe Japanese anime is named after the 1926 Fritz Lang silent classic, and is based on a 1949 manga (comic book) by the late Osamu Tezuka, which incorporated Lang's images. The movie was directed by Taro Rin and written by the anime legend Katsuhiro Otomo, who directed \"Akira\" and wrote \"Roujin-Z.\" It uses the Lang film as a springboard into a surprisingly thoughtful, ceaselessly exciting sci-fi story about a plot to use humanoids to take over the city. In the romance between Tima, the half-human heroine, and Kenichi, the detective's nephew who falls in love with her, the movie asks whether a machine can love. The answer is an interesting spin on \"A.I. Artificial Intelligence\" and \"Blade Runner\" because the debate goes on within Tima herself, between her human and robotic natures.\n\nThe film opens with astonishing visuals of the great city, which, like Lang's Metropolis, exists on several levels above and below ground. We see the skyscraping Ziggurat, a complex of towers linked by bridges and braces. The building seems to be a symbol of progress, but actually masks a scheme by the evil Duke Red to wrest control of the city from elected officials. Deep inside Ziggurat is a throne suspended in a hall filled with giant computer chips; it is intended for Tima, a humanoid in the image of Duke Red's dead daughter, built for him by the insane Dr. Lawton. Tima's role will be to merge the power of computers and the imagination of the human brain into a force that will possess the city.\n\nRock, the adopted son of Duke Red, hates this plan and wants to destroy Tima. He is jealous that his father prefers this artificial girl to his son, and believes Duke Red himself should sit on the throne. Other characters include an elderly detective who arrives in the city to explore the mystery of the Ziggurat; his nephew Kenichi becomes the hero.\n\nThe story is told with enormous energy; animation is more versatile than live action in making cataclysmic events comprehensible. Mob scenes at the beginning and explosions and destruction throughout have a clarity and force that live action would necessarily dissipate. The animation owes less to mainstream American animation than to the comic book or \"manga\" tradition of Japan, where both comics and animation are considered art forms worthy of adult attention.\n\nIn the figures of Tima and Kenichi, the movie follows the anime tradition of heroes who are childlike, have enormous eyes, seem innocent and threatened. The other characters have more realistic faces and proportions, and indeed resemble Marvel superheroes (the contrast between these character looks is unusual: Imagine Nancy visiting Spiderman). The backgrounds and action sequences look like the anime version of big-budget Hollywood f/x thrillers.\n\nThe music, too, is Western. The introduction to the city is scored with Dixieland, Joe Primrose sings \"St. James Infirmary\" at one point, and the climactic scene is accompanied by Ray Charles singing \"I Can't Stop Loving You\" (the effect is a little like \"We'll Meet Again\" at the end of \"Dr. Strangelove\").\n\nThe movie is so visually rich I want to see it again to look in the corners and appreciate the details. Like all the best Japanese anime, it pays attention to little things. There is a scene where an old man consults a book of occult lore. He opens it and starts to read. A page flips over. He flips it back in place. Considering that every action in an animated film requires thousands of drawings, a moment like the page flip might seem unnecessary, but all through the movie we get little touches like that. The filmmakers are not content with ordinary locations. Consider the Hotel Coconut, which seems to be a lobby with a desk clerk who checks guests into ancient luxury railway carriages.\n\n\"Metropolis\" is not a simple-minded animated cartoon, but a surprisingly thoughtful and challenging adventure that looks into the nature of life and love, the role of workers, the rights (if any) of machines, the pain of a father's rejection, and the fascist zeal that lies behind Ziggurat. This is not a remake of the 1926 classic, but a wild elaboration. If you have never seen a Japanese anime, start here. If you love them, \"Metropolis\" proves you are right.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-01-25", "genres": ["Animation", "Foreign", "Science Fiction"], "title": "Metropolis (2002)"}