{"url": "http://www.rogerebert.com/reviews/metropolitan-1990", "by": "Carolyn Farinaas Audrey Rouget", "star_rating": 3.5, "text": "\"Metropolitan\" holds a glass up to the lives and values of a group of New York preppies during the debutante season. They live in a world I dimly knew existed, but one as alien to me as if they belonged to a tribe in the Amazon. Yet their motives are universally recognizable: They want to be accepted, admired and loved. They're teenagers, many of them from wealthy homes, and they go to the right schools and want to be seen in the right places with the right people.\n\nThey are acutely aware that they are anachronisms. Even as they put on their tuxedos and venture out into the cold, Christmas weather to attend debutante balls at the Plaza, they realize (in the words of the valet in Elaine May's movie \"A New Leaf\") that they are carrying on in their own lifetimes a tradition that was dead before they were born.\n\nThey are, one of the kids says, the children of the UHB - the \"urban haute bourgeoisie.\" They dress well and hold parties in the Park Avenue apartments of their parents, where they try to sound intellectual about Jane Austen and French socialists, and then play \"truth games\" like the one where you have to answer even the most embarrassing question with absolute veracity.\n\nInto this tightly knit group comes a newcomer, Tom Townsend (Edward Clements), who lives on the West Side and wears a London Fog raincoat instead of dark-blue overcoat, and who says he doesn't believe in deb parties and the whole preppie value system. Nick (Christopher Eigeman), the most aware and cynical of the group, argues with him: \"Deb parties are a way of getting invited to all of the best places and being supplied with food, drink and companionship at very little cost to yourself. What could possibly be the matter with that?\" Besides, Tom is told, there is a shortage of \"escorts,\" and he'll actually be doing these poor girls a favor by coming along to their parties.\n\nOne of the girls develops an obvious crush on Tom, but he is oblivious to her; indeed, he seems to have an uncanny gift for thoughtless statements that hurt her feelings. He has a crush on the elusive Serena Slocum, once glimpsed at a dance, never forgotten. She has a reputation among the group members for being fast - probably not deserved - and another legendary character often talked about is the mysterious Rick von Sloneker (Will Kempe), said to have driven a girl to suicide.\n\nThese fabled people do eventually turn up in \"Metropolitan,\" but not before we've fallen into the seductive rhythms of the deb season - into bursts of hurt feelings or sudden crushes, punctuated by long, desultory conversations and deep confidences. The movie was written and directed by Whit Stillman, who, in his mid-30s, obviously still is fascinated by the coming-of-age process he went through as a preppie.\n\nHe has made a film Scott Fitzgerald might have been comfortable with, a film about people covering their own insecurities with a facade of social ease. And he has written wonderful dialogue, words in which the characters discuss ideas and feelings instead of simply marching through plot points as most Hollywood characters do.\n\nNot very much happens in \"Metropolitan,\" and yet everything that happens is felt deeply, because the characters in this movie are still too young to have perfected their defenses against life. They care very deeply about what others think of them, their feelings are easily hurt, their love affairs are really forms of asking for acceptance.\n\nIt is strange how the romances of the teenage years retain a poignancy all through life - how a girl who turns you down when you're 16 retains an aura in your memory even long after you, and she, have ceased to be who you were then. I attended my high school reunion a couple of weeks ago and discovered, in the souvenir booklet assembled by the reunion committee, that one of the girls in my class had a crush on me all those years ago. I would have given a great deal to have had that information at the time.\n\nThis is a movie about people who are still living through that time, whose reunions and souvenir booklets are still ahead of them, along with their futures, and disappointments and pains that the whole world of debs and dances can scarcely prepare them for.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-08-10", "genres": ["Comedy", "Drama", "Indie"], "title": "Metropolitan (1990)"}