{"url": "http://www.rogerebert.com/reviews/mi-vida-loca-1994", "by": "Angel Avilesas Sad Girl", "star_rating": 3.0, "text": "\"Mi Vida Loca,\" which translates as \"My Crazy Life,\" takes place in the Echo Park neighborhood of Los Angeles, and is about street gangs. An image immediately springs into the mind, but it would be the wrong image, because these gang members are younger than you might imagine. And they are women.\n\nThe writer and director, Allison Anders, moved into the neighborhood and researched the film by getting to know many of the young Latina women who were her neighbors. She found that their personal, social and emotional lives were tied up in gangs; if, in previous generations, gangs were all-male and the women were sort of a ladies' auxiliary, now the women have gangs of their own.\n\nAnd drifting just under the film's surface is the unspoken fact that these gangs are filling a vacuum, because so many of the young men in the community are already in jail, or dead, because of their own gang involvement.\n\nThe movie tells the sometimes interlocking stories of several of the women, who narrate on the sound track. The central story involves two friends who have children by the same father, who is killed in a drug deal. They feel they must become enemies, but at last they decide to honor their friendship, and they see their babies as a form of immortality for the dead father.\n\nWe watch as the women hold gang meetings, raise their children, hang out, gossip, and (although this is played down) get involved in drug deals, as sellers or buyers. We see how a misunderstanding involving a customized car leads to a drive-by shooting. We watch some of the skills they have developed, including using pay phones to make drug deals harder for the police to track.\n\nThe characters are known by their gang names. Sad Girl (Angel Aviles) explains that she got hers because the name was available when she joined the gang, and we realize these names are handed down from one generation to the next, as a form of honor. Not much is made of the implication that the turnover in names can also be read as a death rate.\n\nIn researching the story, Anders got close to these women (and although she uses professional actors as most of the leads, some gang members play themselves). She tends, I think, to romanticize them: To see their world through their eyes, so that the events of a few square blocks represent the whole world, and one of the consolations of dying young is supposed to be that your home girls will never forget you.\n\nThe storytelling is not very well organized; the movie is more anecdotal than involving. But what we do get is a vivid impression of these young women and their world, and an understanding of how the gang performs a social function that otherwise would be missing. Perhaps in not forming into a story, the movie does a service, by not forcing a conclusion where none should exist. The gangs have no beginning or end. They exist, and continue, as new faces appear and old ones disappear for good reasons and bad.", "running_time": 92, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-08-12", "genres": ["Drama"], "title": "Mi Vida Loca (1994)"}