{"url": "http://www.rogerebert.com/reviews/miami-rhapsody-1995", "by": "Sarah Jessica Parkeras Gwyn", "star_rating": 3.0, "text": "“Miami Rhapsody\" has been dismissed in some quarters as an\rimitation Woody Allen movie, but since the imitation and the movie are both so\rentertaining, I don't see what the problem is. Allen himself has made unabashed\rpastiches in the style of Fellini (\"Stardust Memories\"), Bergman\r(\"Interiors\") and German Expressionism (\"Shadows and Fog\"),and now here is David Frankel's take\ron Allen's comedies about the moral qualms of the affluent.\n\nJust\rto make clear he knows exactly what he's doing, Frankel stars Mia Farrow,\rAllen's former muse, in a key role. And he opens the picture with a close-up of\ranother character delivering a monologue to her psychiatrist. This is\rWoodyland, all right, and my guess is that if this were a Woody Allen film, it\rwould be reviewed as a pretty good one. Not great, but pretty good.\n\nThe\rmovie stars Sarah Jessica Parker as Gwyn, the middle child of the Marcus\rfamily, affluent Jewish Miamians. She is engaged to be married to Matt (Gil\rBellows), a zoologist who dreams of living in the rain forest, presumably with\rGwyn, and studying the intimate lives of simians. But before that can happen,\rGwyn finds herself doing a little psychological zoology involving the intimate\rlives of her family.\n\nAt\rher sister's wedding, she's told by her father, Vic (Paul Mazursky), that he\rsuspects her mother, Nina (Farrow), is having an affair. This turns out to be\rquite true; Nina confesses to having fallen for Tony (Antonio Banderas), the\rhandsome Latin-American male nurse who is caring for her mother in a nursing\rhome.\n\nGwyn\rhas always considered her parents' marriage perfect, and her faith in the\rinstitution of marriage is shaken by Nina's secret, which turns out to be the\rtip of the iceberg.\n\nIn\rquick succession, Gwyn discovers that Vic himself is having an affair, with his\rtravel agent. That her brother Jordan (Kevin Pollak) is cheating with his\rpartner's wife (Naomi Campbell).\n\nThat\reven her newly married sister Leslie (Carla Gugino), bored with her\rfootball-hero husband and appalled by his stinginess, is seeing an old\rboyfriend.\n\nHow\rcan it be possible, Gwyn wonders, for her to commit to an institution that\reveryone around her is undermining? And . . . could it just possibly be true\rthat the handsome Tony would rather date Gwyn than her mother? I realize this\rplot synopsis makes \"Miami Rhapsody\" sound like a screwball comedy\rwith couples popping in and out of bed.\n\nWhat\ris rather impressive is the way Frankel, who wrote as well as directed, is able\rto bring levels of truth, poignancy and pain to what begins as a fairly\rmechanical plot. He does this by making most of the characters self-aware; if\rthey're doing wrong, to some degree they realize that, and learn from it. And\rin Gwyn's grandmother, a Holocaust survivor who never speaks but yet somehow\rcasts rays of cheerfulness and love on all about her, he provides a moral\rcenter: a person whose example causes most of the characters to think twice\rbefore descending into heedless selfishness.\n\nOf\rcourse, probably not all of the marriages should be saved. The football star\r(Bo Eason), who seems like a nice guy until he gets married, turns out to be so\rself-absorbed he doesn't see why any of his money should be spent by his wife.\rWe understand why she strays.\n\nBut\rthe other adulterers really belong with their original spouses, and with the\rmoral neatness of a comedy by Shakespeare, Frankel manages to restore order and\rbalance by the end.\n\nFrankel's\rdialogue is smart and topical, although it aims at a slightly lower\rintellectual level than Allen's screenplays, maybe because the movie is set in\rMiami, where people are more likely to discuss politics than philosophy.\r\"You kids tend to put me up on a pedestal,\" Farrow complains to\rParker, who replies, \"You lowered it the year you voted for Bush.\"\rMiami itself is almost one of the characters in the film.\n\nJack\rWallner's cinematography uses its tropical colors and Art Deco architecture to\rcreate a pulsing backdrop, and there's the sense that the characters are just a\rlittle warmer, faster and more lustful here than they might be up north.\n\nParker\rhas a line that could have been spoken by the Allen of \"Annie Hall\":\r\"I look at marriage the same way I look at Miami: It's hot and stormy and\rsometimes a little dangerous - but if it's so awful, then why is there so much\rtraffic?\"", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-02-03", "genres": ["Comedy", "Romance"], "title": "Miami Rhapsody (1995)"}