{"url": "http://www.rogerebert.com/reviews/miami-blues-1990", "by": "Alec Baldwinas Fred Frenger", "star_rating": 2.0, "text": "They're looking for the right tone in \"Miami Blues,\" and they don't find it very often, but when they do, you can see what they were looking for. The movie wants to be an off-center comedy, a lopsided cops-and-robbers movie where everybody has a few screws loose. But so much love is devoted to creating the wacko loonies in the cast that we're left with a set of personality profiles, not characters.\n\nThe film stars Alec Baldwin, fresh from \"The Hunt For Red October,\" as Fred Frenger, an ex-con who has just arrived in Miami looking for a fresh start. He gets started off on the wrong foot. At the airport, he's approached by a Hare Krishna, and he bends the guy's finger back until it breaks. Not nice, especially since the cult member dies of shock.\n\nFrenger is a thief, con man and cheat. He also is incredibly reckless and will get himself into situations a dopey high school kid would know enough to avoid. He wanders through the world looking for suitcases to steal, wallets to lift, identification papers he can use.\n\nNothing much is planned, and most of his jobs depend on sheer blind luck. One piece of luck, sort of, is when he meets Susie, a hooker played by Jennifer Jason Leigh. She's a student at Dade Junior College, working her way through school, and she isn't very bright. In fact, she's so slow to catch on that conversation with her involves saying things, and then explaining them, and then telling her it doesn't matter anyway.\n\nFred Ward is Sgt. Hoke Moseley, assigned to the case. His life is composed of equal parts of indigestion, alimony and bureaucracy. Some simpleminded detective work leads him to Frenger. Fred and Susie, now living together, invite him to dinner and he stays gratefully, eating their chops and drinking their beer and belching cheerfully. He figures maybe Frenger broke the Hare Krishna's fingers but didn't mean to kill him, and, truth to tell, he isn't very worked up over the case - not until Frenger visits his hotel room, beats him senseless and steals his badge, gun and false teeth. That's going too far.\n\nArmed with identification as a cop, Frenger turns into a loose cannon, free-lancing all over town. He busts up robberies, steals from previous victims, flashes his badge and takes advantage of that split-second of doubt and guilt that's felt by the average citizen when anybody flashes a badge. And then the situation escalates as Frenger stupidly gets into more and more trouble, and Susie - who never was a very good hooker, but has convinced herself she could be a good wife - slowly realizes she is living with a very dangerous man.\n\nThe actors struggle manfully with their roles. Baldwin, who is good at playing intelligence, is not so good here at playing an ex-con with a screw loose. Ward does a better job with the police sergeant; in movies like this and the underrated \"UFO,\" he sits back and takes everything in and plays the cynic who will really bother you only if you really bother him. Jennifer Jason Leigh is another actress who has an easier time of playing smart (as she did in \"Heart Of Midnight\") than playing dumb. In \"Miami Blues,\" I think she plays too dumb - so dim that even the characters begin commenting on how she doesn't pick up on every little thing.\n\nThe movie was written and directed by George Armitage and produced by Jonathan Demme. Both are graduates of the Roger Corman low-budget exploitation assembly line of the 1960s, when Armitage directed \"Private Duty Nurses\" while Demme was writing \"Angels Hard as They Come.\" Demme has gone on to develop his own idiosyncratic and likable directing style in movies like \"Married to the Mob\" and \"Something Wild.\" The problem is, Demme can do those movies but most people can't - and there are stretches where \"Miami Blues\" plays like a Demme film with sprung rhythm.", "running_time": 97, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-04-20", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Miami Blues (1990)"}