{"url": "http://www.rogerebert.com/reviews/michael-jordan-to-the-max-2000", "by": "Jim Stern", "star_rating": 2.0, "text": "We might as well get used to the idea that there will never be a real documentary about Michael Jordan--one made with the full tools of the filmmaker's art, with its own point of view and insight beneath the surface. \"Michael Jordan to the Max,\" like almost everything that has been filmed or written about Jordan, is essentially just a promotional film for Jordan as a product. It plays like a commercial for itself.\n\nJordan is a private man--so private that although he talks about his dead father in this film, there is no mention of his wife or his children. His mother is seen and heard, once; his wife is (I think) glimpsed briefly. I didn't expect an intimate display of private matters, but in this film Jordan is a man who lives on the basketball court and evaporates otherwise, except when starring in commercials. The only time we see him not wearing a basketball uniform is when he's wearing a suit while walking into the dressing room.\n\n\"Michael Jordan to the Max\" takes as its framework that remarkable final championship season, and there are moments from games we remember so well, against Indiana, Cleveland and Utah. But they aren't analytical or even very informative--just colorful shots of Michael scoring again and again (he misses two shots in the entire film).\n\nSometimes you have to know the story to realize what you're seeing, as when we overhear Steve Kerr, during a timeout, tell Michael that if he gets the ball he will not miss the shot--and then sinking his famous championship-winning basket. The movie shows this, but doesn't underline it or explain it.\n\nJordan's career is commented on in interviews with Bob Greene, Phil Jackson, Bob Costas, Johnny \"Red\" Kerr and others. The professional sportswriters who covered the games are not consulted. Not a word by the others seems spontaneous; the photography is flawless, like a studio portrait, and so are their comments, which sound (even if they aren't) scripted and rehearsed. I don't think we're seeing Take One. Nobody ever fumbles, or pauses, or searches for a thought. They're all so sure what they want to say--and so is Jordan, interviewed in the United Center, his words so familiar they are like a politician's basic stump speech, perfected after many deliveries.\n\nSeason after season, Gene Siskel explained the Bulls to me (and anyone else who would listen). He was smarter on basketball than anyone else I've ever encountered. He noticed small things and drew lessons from them (why Dennis Rodman missed the first free throw, why Toni Kukoc was more willing to take a bad shot than a good one). He watched the games not only as a fan, but as an analyst. He was to fans as Jackson is to coaches.\n\nThat taste of real insight left me feeling empty after \"Michael Jordan to the Max,\" with its platitudes and the same familiar sentences of praise we've heard so many times before, about how hard Jordan practiced, and how fierce was his desire to win, and what a leader he was. Yes, yes, yes, but there was strategy at work, too. Jordan outplayed his opponents on some nights. He out-thought them on every night. By treating him like a god, the movie diminishes the achievement of the man.\n\nThis movie has no curiosity about the way Jordan read the game and its players. It has the spirit of a promotional film. It's bright and colorful, and it makes it fun for us to revisit those cherished Bulls triumphs, but there is no bite. It's the official, authorized version. On the giant IMAX screen it has an undeniable impact, and as a Bulls fan I enjoyed it. But as a film critic I was disappointed: Shrink this to a videocassette, pop it into your VCR machine, and you might as well be looking at an NBA highlight reel.", "running_time": 45, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-05-05", "genres": ["Documentary", "Sports Film"], "title": "Michael Jordan To The Max (2000)"}