{"url": "http://www.rogerebert.com/reviews/michael-collins-1996", "by": "Liam Neesonas Michael Collins", "star_rating": 3.0, "text": "History will record the greatness of Michael Collins,” the Irish\rpresident and patriot Eamon De Valera said as an old man in 1966, “and it will\rbe recorded at my expense.” Yes, and perhaps justly so, but even Dev could\rhardly have imagined this film biography of Collins, which portrays De Valera\ras a weak, mannered, sniveling prima donna whose grandstanding led to decades\rof unnecessary bloodshed in, and over, Ireland.\n\n“Michael\rCollins” paints a heroic picture of the Irish Republican Army's inspired\rstrategist and military leader, who fought the British Empire to a standstill\rand invented the techniques of urban guerrilla warfare that shaped\rrevolutionary struggles all over the world. Played by Liam Neeson in a performance\rcharged with zest and conviction, Collins comes across as a clear-sighted\rinnovator who took the IRA as far as it could reasonably hope to go, and then\rsigned a treaty with the British that was, he argued “the best we can hope for\rat this moment in time.” The treaty established an Irish Free State, but it\rpreserved the division of Ireland into north and south, and it fell short of\rthe independent republic the IRA had been fighting for. Collins felt that\radditional negotiations over a period of years could eventually produce those\rgains; he and his comrades were weary of bloodshed.\n\nBut\rDe Valera (played with shifty conceit by Alan Rickman) refused to support the\rtreaty, and his decision led to an Irish civil war and, indirectly, to the\rassassination of Collins. And today IRA bomb blasts still rock London, and the\rpeace that Collins hoped for has come only from time to time.\n\nWas\rDe Valera (who led Ireland in various offices for most of the years between\r1932 and 1973) really responsible for all these tragic consequences? Some argue\rso, but others will find that “Michael Collins,” in need of an Irish villain to\rbalance the British enemy and explain the death of Collins, makes Dev into a\rweaker and more devious man than he was. The film even implies, without quite\rsaying so, that Dev was aware of, or at least not adverse to, the plot against\rCollins.\n\nSuch\rquestions will be much debated in Ireland, where the minutiae of IRA politics\rand strategy are a cottage industry. For audiences elsewhere in the world, the\rfacts in “Michael Collins” will be less interesting than the characters and the\rmyths, and on that basis Neil Jordan's movie functions well, giving us a folk\rhero known throughout Ireland as “The Big Fella,” who even with a price of\r10,000 pounds on his head was able to bicycle through Dublin with impunity.\n\nPartly\rthat was because no one knew, until he went to London to negotiate the peace\rtreaty, quite what Michael Collins looked like. There is a scene in the movie\rwhere Collins audaciously presents himself at midnight to British Army\rheadquarters, says he is an informer, gains entrance, and works with an insider\r(Stephen Rea) to copy secret information on British security forces.\n\nThe\rfilm, which has the look and feel of authenticity, opens with a one-sided\rBritish victory over IRA troops that tried to occupy Dublin's main post office.\rCollins sees, correctly, that if the IRA adopts conventional tactics, it will\rbe destroyed by the British troops, and so he argues for a strategy in which\rIRA men melt into the crowds, are indistinguishable from civilians, and\rdisappear after sudden strikes. This approach is good enough to force the\rBritish to the negotiating table (despite the intransigence of Winston\rChurchill), even though De Valera continues to argue for more conventional\rmethods; he seems to feel diminished by not leading a proper-looking army.\n\nThe\rmovie moves confidently when it focuses on Collins and his best friend and\rco-strategist Harry Boland (Aidan Quinn). But it falters with the unnecessary character\rof Kitty Kiernan (Julia Roberts), who is in love with both men, and they with\rher. “I was ahead by a length,” Harry tells her in one scene. “Now where am I?”\rShe shakes her head: “It's not a race, Harry. You without him...him without\ryou...I can't imagine it.” The movie uses the scenes with Kitty to provide\robligatory romantic interludes between war and strategy, but even though Kitty\rwas a historical character, we never feel the scenes are necessary; they\rfunction as a sop to the audience, not as additional drama.\n\nCollins,\rwho died at 31, was arguably the key figure in the struggles that led to the\rseparation of Ireland and Britain. He was also, on the basis of this film, a\rman able to use violence without becoming intoxicated by it. The film argues\rthat if he had prevailed Ireland might eventually have been united, and many\rlives might have been saved. We will never know. But De Valera was right.\rHistory has judged Collins at his expense.", "running_time": 138, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-25", "genres": ["Documentary", "Drama", "Foreign", "Thriller"], "title": "Michael Collins (1996)"}