{"url": "http://www.rogerebert.com/reviews/michael-1996", "by": "John Travoltaas Michael", "star_rating": 3.0, "text": "I don't have the exact figures on this, but I'll bet there's not a star in Hollywood who wouldn't jump at the opportunity to play an angel in a movie. What other kind of character (they secretly think) could more completely reflect their true hidden qualities? So popular are angels in Hollywood that just this season, John Travolta, Denzel Washington and Dolly Parton have played them in new movies.\n\nTravolta's angel is the scruffiest. He needs a shave, smokes a lot, eats his breakfast cereal using the backhanded steam-shovel spoon grip and lives in the office of the Milk Bottle Motel, somewhere in rural Iowa. He is discovered there, in “Michael,” by three sensation-mongering reporters from a Chicago-based supermarket scandal sheet, after they get a postcard from the sweet little old lady (Jean Stapleton) who owns the motel.\n\nIs he an angel? Vartan Malt (Bob Hoskins), the editor of the National Mirror, doesn't much care, as long as he has wings and will pose with Sparky, the little dog that is the paper's beloved mascot. (Sparky has already posed with President Clinton, Santa Claus and, very recently, Elvis.) Sparky's master, much less popular with the paper than the dog, is Huey Driscoll (Robert Pastorelli), a disgraced former reporter for the Chicago Tribune, who was fired for socking the managing editor. (One of the screenplay writers is Jim Quinlan, formerly of the Chicago Sun-Times, so perhaps a little displacement is going on here.) Huey's investigative partner is Frank Quinlan (William Hurt), a laid-back type who realizes the only way to survive a job like his is with perpetual bemusement.\n\nAs Huey and Frank are preparing to leave for Iowa, they're saddled with a newcomer: Dorothy Winters (Andie MacDowell), thrice-divorced “angel expert,” whom the editor assigns to join the reporting team. All of this is curiously muted; one expects the editor of a trash tabloid to not only be apoplectic (as Hoskins usually is), but also sleazy and corrupt. Not a chance. I actually had the impression that this editor and his staff more or less believed the stories they published, in a way, sort of.\n\nThe heart of the movie takes place in Iowa (though much of it was shot in Chicago) and is hard to describe, because it consists more of mood than of plot. The movie evokes Michael as a character of whimsical, petulant, brilliant, perplexing charm. Travolta plays the angel as a tourist who has grown fond of Earth during many previous visits and regrets that this one is his last blast: “There are only so many visits allowed.” Michael's previous visits to Earth have been eventful. On one of them, he explains, “I invented standing in line.” Learning that the three visitors are reporters, he says, “I'm a writer, too.” “What did you write?” they ask. “Psalm 85. Of course, they weren't numbered then.” Michael's relationship with Pansy Milbank (Stapleton) is based on fondness and comfortableness, and maybe a slightly more spiritual bond; it's left to the audience to discover exactly why he chose that rural motel for his earthly arrival. His mission, he says, is to help Frank rediscover his heart; and Frank does, with the help of Dorothy. Like so many movie lovers, they quarrel all the way into each other's arms.\n\nA lot of the good things in the movie are charmingly inconsequential, as when MacDowell sings a Randy Newman song about pie, or when Travolta starts dancing to “Chain of Fools” in a roadhouse, and all of the women are drawn magically onto the floor with him. The closing scenes are a wink at movie cliches; without revealing what happens to little Sparky, I will say that his eventual fate will be easily predictable for any student of movie dogs.\n\n“Michael” doesn't set up big drama or punch up big moments. It ambles. Travolta, using the same offhand ease that worked in “Phenomenon,” works his magic on the humans without even seeming to have his mind much on his job. He's more concerned with his farewell tour of Earth's pleasures. There's even an offscreen scene where he apparently does have hanky-panky with a judge (Teri Garr). Angels of course have no sexual feelings, but tell that to the angel. Or the judge.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-12-27", "genres": ["Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "Michael (1996)"}