{"url": "http://www.rogerebert.com/reviews/mickey-blue-eyes-1999", "by": "Hugh Grantas Michael Felgate", "star_rating": 2.0, "text": "\"Mickey Blue Eyes\" has most of the ingredients in place for another one of those married-to-the-mob comedies, but the central character has to hold it together, and Hugh Grant is wrong for the role. More than some actors, perhaps, he depends on correct casting for his appeal--and here, as an art auctioneer who gets into danger after falling in love with a mobster's daughter, he strikes one wrong note and then another.\n\nThe setup is ingenious. He's Michael Felgate, an art expert, proper, reserved, with a mid-Atlantic accent, and he falls in love with a dazzling young woman named Gina Vitale, who loves him, too--but explains they can never marry? Why not? She's reluctant to tell him, but she fears for his life if he gets too close to her dad's mob connections.\n\nMichael blunders ahead anyway. He meets her dad (James Caan), who runs a restaurant where the customers all seem supplied by Central Casting, Gangster Division. The inimitable Joe Viterelli, who was so funny as the bodyguard in \"Analyze This,\" is even on hand. Michael's slow to catch on: \"Your dad is some kind of mob caterer?\" And he asks the wrong questions for the right reasons (\"Are you mostly family?\"). But before she realizes what's happening, her dad has taken a liking to Michael, and the wedding is on.\n\nComplications. The big boss (nicely played by Burt Young) doesn't know the real story. There are misunderstandings. Michael has to pose as a mobster to save his life. He gets lessons in pronunciation, to learn to talk like a gangster, and these scenes are so badly handled by Grant that the movie derails and never recovers. Either he can't do a plausible mob accent, or he thought it wasn't called for. The squawks and gurgles he produces, both during the lessons and later, are so strangled and peculiar that we wonder why the other actors don't just break off and wait for the next take.\n\nGrant is wrong for the role anyway. He has a good line in charm and wit, he can play intelligent and vulnerable, and he's likable. But there's never a moment here where he convinces us that he's truly desperate or in danger. He drops into the movie like a dinner guest; we're reminded of somebody unflappable like David Niven, although Niven could play desperate when he had to.\n\nJeanne Tripplehorn is sufficiently convincing as the woman who loves him, although it must have seemed odd to her, being so intense in the face of his cool. Caan and Young are right at home (Young's thin lips releasing each word grudgingly), and Viterelli is a mountain of plausibility. But without a strong center, there's not enough for them to play against.\n\nA side plot, involving James Fox as a major player in the art world, seems like an afterthought, but there is funny stuff about art in the movie. I liked the plot device of a mobster's son who paints unspeakably awful pictures (Jesus with a machinegun, etc). They end up at auction, where they turn out to be a handy way to launder money (mob pays big for painting, son therefore has legitimate income from art). There are interesting consequences when the paintings become sought-after, especially by a sweet little old lady who is tempted by dangerous investments.\n\nAll good stuff, but it doesn't add up. Is this movie Hugh Grant's fault? I don't know. Not many actors can save themselves from wrong casting. On paper perhaps Grant looked right. But consider his success in \"Notting Hill.\" Even there, faced with the loss of the woman he loved, his instincts were not to scream but to apologize. Some actors can convey charm and desperation in a romantic farce (Matt Dillon comes to mind) and some need to be a little more grounded in reality. After the bite and freshness of \"Analyze This,\" \"Mickey Blue Eyes\" plays like an afterthought.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-20", "genres": ["Action", "Comedy", "Crime", "Romance", "Thriller"], "title": "Mickey Blue Eyes (1999)"}