{"url": "http://www.rogerebert.com/reviews/micmacs-2010", "by": "Dany Boonas Bazil", "star_rating": 2.5, "text": "Here's a movie with visual invention and imagination up the wazoo. “Micmacs” is a whimsical fantasy about how a weapons manufacturer is set upon by a man with a bullet in his head and a motley crew of weirdos who live in a cave inside a junkyard. It may be a little too much for one meal.\n\nI say this with reluctance, because this kind of visual energy is rarely found in the movies. I should be grateful for the change after several recent films in which the camera freezes in its tracks and stares stupefied at the action. I suppose I am. But the invention upstages the story without seeming necessary to it.\n\nThe director is Jean-Pierre Jeunet. Recall his magical “Amelie” (2001) and “A Very Long Engagement” (2004), and you'll understand its fancies. Recall his “City Of Lost Children” (1995), and you'll understand its problems. In an age when special effects can show us almost anything, there can come a tipping point when a movie is essentially only showing off. I'm not flatly against that, but in general, I like to delude myself that the story is in the foreground. It's a judgment call. You may enjoy “Micmacs” more than I did.\n\nThe story is about a sad-sack video store clerk named Bazil (Dany Boon). His father was killed by a land mine. As a child, opening a box of his father's effects, he finds the trademark of the land mine's manufacturer. Bazil grows up into a feckless young man who passes his time in the video store by reciting the dialogue of movies in sync with the playback. One day, after a series of shall we say improbable events, he's shot in the forehead. The doc flips a coin and decides to leave in the bullet (which was made by the same manufacturer as the land mine), even though Bazil could die at any moment.\n\nNaturally, he's replaced at work. He's taken under the wing of a band of scavengers who live in a sort of Aladdin's Cave inside a mound of junk. This may sound sordid, but it's not. Imagine Steampunk Heaven. These people have the resources of a troupe of itinerant troubadours. They could start their own circus.\n\nThere's the contortionist named Elastic Girl (Julie Ferrier). The Guinness Book obsessed-type named Buster (Dominique Pinon). A master thief named Slammer (Jean-Pierre Marielle), perhaps because of where he's spent a lot of time. A woman, Calculator (Marie-Julie Baup), whose mind does mathematical wonders. A sage from the Congo (Omar Sy) who speaks in Fortune Cookie. And Mama Chow (Yolande Moreau), who feeds and mothers them. Oh, and a human cannonball.\n\n These oddballs enlist in Bazil's cause so quickly, he hardly realizes he has a cause. Conspiring with him to destroy the enterprises of the munitions manufacturer, they zero in on the chief malefactor, Nicolas Thibault de Fenouillet (Andre Dussollier), and hatch schemes so improbably labyrinthine that Rube Goldberg would have advised them to dial down.\n\nThe production values of the film are splendid. Jeunet's camera is so liberated that “Micmacs” might as well be animated. But there's a lack of urgency. The characters seem defined by the requirements of the plot. Dany Boon, in the lead, seems to be mostly along for the ride. The villain de Fenouillet is the most compelling character, particularly because of his fondness for collecting spare parts from the cadavers of evil men.\n\nI look at a film like this and must respect it for its ingenuity and love of detail. Then I remember “Amelie” and its heroine played by Audrey Tautou, and I understand what's wrong: There's nobody in the story who much makes us care.", "running_time": 100, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-02", "genres": ["Comedy", "Crime", "Foreign"], "title": "Micmacs (2010)"}