{"url": "http://www.rogerebert.com/reviews/microcosmos-1997", "by": "Claude Nuridsany", "star_rating": 4.0, "text": "Children, being built nearer to the ground and having more time on their hands, are close observers of ants and spiders, caterpillars and butterflies. Adults tune them out; bugs are things you slap, swat, step on or spray. \"Microcosmos\" is an amazing film that allows us to peer deeply into the insect world and marvel at creatures we casually condemn to squishing. The makers of this film took three years to design their closeup cameras and magnifying lenses, and to photograph insects in such brilliant detail that if they were cars, we could read their city stickers.\n\nThe movie is a work of art and whimsy as much as one of science. It uses only a handful of words, but is generous with music and amplified sound effects, dramatizing the unremitting struggle of survival that goes on in a meadow in France. If a camera could somehow be transported to another planet, in order to photograph alien life forms, would the result be any more astonishing than these invasions into the private lives of snails and bees, mantises and beetles, spiders and flies? \n\nWhere did these forms come from? These legs -- two, four, six, a thousand? Eyes like bombardier's turrets? Giant pincers? Honeyed secretions? Metamorphoses from a wormy crawling thing into a glorious flying thing? Grasshoppers that look like plants, and beetles that look like ants? Every one of these amazing creatures represents a successful Darwinian solution to the problem of how to reproduce and make a living. And so do we.\n\nOne beautiful creature after another takes the screen. There is a parade of caterpillars. A dung beetle, tirelessly moving his treasure. Two snails engaging in a long and very loving wet kiss. Spiders methodically capturing and immobilizing their prey (what a horrible fate; does the victim understand what has happened to it?). Ants construct lives of meticulous order and then a hungry pheasant comes along and gobbles up thousands of them. More ants construct more anthills, flawless in design and function, and then the hills are bombed by raindrops that look to them as big as beach balls.\n\nThere is a fight to the death between two beetles, and their struggle looks as gargantuan as the battling dinosaurs in \"Jurassic Park.\" There are tiny insects who live in, on and for the nectar supplied by plants that are perfectly designed for them. Ladybugs seem so ill-designed to fly that every takeoff seems like a clumsy miracle; do they get sweaty palms? Overhead there is a towering canopy of jungle foliage, consisting of the grasses and flowers of the meadow.\n\nSee whatever other movies you want to this year. \"Microcosmos'' is in a category of its own. There is no other film like it. If the movies allow us to see places we have not visited and people we do not know, then \"Microcosmos'' dramatically extends the range of our vision, allowing us to see the world of the creatures who most completely and enduringly inhabit the Earth.\n\nSometimes the closeup cameras are almost embarrassingly intimate; should we blush, to see these beings engaged in their crucial daily acts of dining, loving, fighting, being born and dying? You may leave this movie feeling a little like a god. Or like a big, inelegant and energy-inefficient hunk of clunky design. Of course, we're smart and they're not. We know the insects exist, and they don't know we exist. Or need to.", "running_time": 77, "mpaa_rating": "G", "release_year": 1997, "date_published": "1997-01-10", "genres": ["Documentary", "Family", "Foreign"], "title": "Microcosmos (1997)"}