{"url": "http://www.rogerebert.com/reviews/midas-run-1969", "by": "Richard Crennaas Mike", "star_rating": 1.5, "text": "\"Midas Run\" is a vague, disconnected movie that doesn't accomplish much except the most old-fashioned love scene of the decade. Anne Heywood and Richard Crenna are in bed -- making love. I guess -- and everything is double-exposed and superimposed and out of focus, and we get shots of the sea and red roses and daisies and somebody splashes buckets full of runny music all over everything.\n\nAll that's missing is a final shot of curtains blowing in the breeze and a flock of geese taking off. Then \"Midas Run\" could be donated to the Library of Congress as an anthology of clichés.\n\nThe music is one of the most distracting things about the movie. Good film music should hardly be heard; it should be somewhere over in a corner of your mind, gently underlining scenes without stealing them. But the music in \"Midas Run\" is hardly subtle. It's so overdone that its very urgency points up how little is happening on the screen.\n\nThe story involves an attempt to hijack an airplane carrying a gold shipment. The conspirators are Anne Heywood, lovely as always; Fred Astaire, charmingly fey; and Richard Crenna, the Spiro Agnew of leading men. They hire a former Luftwaffe pilot to force down the airplane, which he does, but not until we could care less. In the meantime, we've had to sit through awkward scenes of Miss Heywood and Crenna falling in love or something -- scenes hard to believe, since the character played by Miss Heywood seems too intelligent to fall for Crenna, or even Troy Donahue.\n\nThere are some interesting scenes involving Sir Ralph Richardson, as the head of Her Majesty's Secret Service, but even Richardson seems to be marching through the role for the cash. A couple of other good character actors -- Cesar Romero and Adolfo Celi -- are likewise wasted.\n\n\"Midas Run\" was reportedly the other half of a deal which also had Miss Heywood and her producer husband, Raymond Stross, making \"The Fox.\" The hotshot Hollywood know-it-alls insisted they make a \"commercial\" movie like \"Midas Run\" as part of the bargain for making a serious, honest film like \"The Fox.\" That way if \"The Fox\" lost money, this one would bail everyone out. It's a good thing \"The Fox\" made money.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-05-05", "genres": null, "title": "Midas Run (1969)"}