{"url": "http://www.rogerebert.com/reviews/middle-of-nowhere-2012", "by": "Emayatzy Corinealdias Ruby", "star_rating": 3.0, "text": "The title \"Middle of Nowhere\" describes two of its main characters. Ruby, a nurse on the night shift, has put her life on hold to make four-hour round trips to Derek, her husband, who is serving an eight-year prison sentence. The title also describes Derek, who is not only in prison but lacking a moral compass. \"I just got caught up in things,\" he tells Ruby, trying to apologize. He seems to think of himself as a passive victim.\n\nRuby is played in a star-making performance by Emayatzy Corinealdi, previously best known for the TV soap \"The Young and the Restless.\" We learn that Ruby was in med school when she married Derek, and we're given some glimpses of their happiness (as in a standard scene of them cooking together). When Derek is sentenced to prison (for reasons that are withheld at first and then never fully explained), she drops out of school to devote herself to his life and morale. This is a decision sharply criticized by her mother, Ruth (Lorraine Toussaint). Her mother is correct.\n\nThis becomes clear during Derek's parole hearing, when Ruby learns disturbing things about his time in prison. Her lonely life, her long bus trips and her empty house have built up a sad weight that comes into play when she meets a kind of gentle bus driver named Brian (David Oyelowo). They slowly, tentatively start seeing each other.\n\n\"Middle of Nowhere\" is the second film directed by Ava DuVernay, whose \"I Will Follow\" (2011) was the story, much admired by me, of a woman who packs up the belongings of her just-deceased aunt who was a mentor and inspiration. How many people, now dead, have you wanted to ask questions you should have asked when they were alive?\n\nDuVernay also is the founder of the African-American Film Festival Releasing Movement, a collective formed to support and distribute serious black films. Its second film was the great Rwandan drama \"Kinyarwanda,\" shown this year at Ebertfest.\n\n\"Middle of Nowhere\" isn't a highly charged drama, as you might have gathered. Most of the action takes place within the mind of a lonely woman. That's why Corinealdi is so effective in the lead. Yes, she's beautiful, but this film isn't about her beauty. It's about Ruby's stubborn and undeserved loyalty to a husband who lacks anything like her strength. Even in the film's calm, gentle romantic scenes with Oyelowo, Corinealdi brings a grave dignity.\n\nAlso effective are the performances of Lorraine Toussaint as her mother and Edwina Findley as Rosie, her sister. Ruth is sharp-tongued and critical, and although she speaks the truth, it has the effect of alienating her daughters. One thing Ruby doesn't need right now is having the hopelessness of her situation pounded into her.\n\nNote: Ava DuVernay won the best director award at Sundance 2012.", "running_time": null, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-17", "genres": ["Drama"], "title": "Middle of Nowhere (2012)"}