{"url": "http://www.rogerebert.com/reviews/midnight-madness-1980", "by": "David Naughtonas Adam", "star_rating": 1.0, "text": "\"Midnight Madness\" is a very bad movie, but there's a\r\ngood story behind it, and the story's worth telling. It's about these two kids\r\nnamed Michael Nankin and David Wechter, who began making films together when\r\nthey were in eighth grade. They started with super-8 film, worked their way up\r\nto 16mm and enrolled in two of the most prestigious film schools - Nankin at\r\nUCLA, Wechter at USC.\n\nStill\r\ncollaborating, they made a short subject entitled \"Gravity,\" a satire\r\non classroom educational films in which their animated hero solemnly explained\r\nhow to conserve gravity. It was a big hit on the film festival circuit, so then\r\nthey decided it was time to make a more ambitious film.\n\nThey\r\nwrote a script named \"Junior High School,\" which would be a musical\r\nabout young love, bitter jealousy and cheating on exams, and would be shot\r\nentirely on the campus of a junior high school. Their film schools, which\r\nannually finance a certain number of student films, liked the screenplay but\r\ndeclined to back it because (a) it would be relatively expensive, and (b)\r\nNankin and Wechter were just in their second year of school.\n\nSo\r\nNankin and Wechter made the film themselves. It eventually cost around $25,000,\r\nwhich they scrounged from their parents, from bank loans and from the American\r\nFilm Institute. And it was a terrific movie. I saw \"Junior High\r\nSchool\" for the first time last March, at the USA Film Festival in Dallas,\r\nwhere it delighted its audiences. It's won all sorts of film festival awards,\r\nand played here commercially not long ago at Facets Multimedia.\n\nAnd\r\nit caught the attention of Ron Miller, the executive producer at Walt Disney\r\nProductions, who fulfilled all young filmmakers' dreams when he called the two\r\ninto his office and, point blank, offered them office space, a salary for six\r\nmonths and a promise to seriously consider producing whatever project they came\r\nup with.\n\nIt\r\nis here that the story grows temporarily disappointing. Wechter and Nankin came\r\nup with \"The All Night Treasure Hunt,\" a comedy about a scavenger\r\nhunt. Re-titled \"Midnight Madness\" to avoid confusion with last\r\nyear's dreadful \"Scavenger Hunt,\" it's now in limited neighborhood\r\nrelease. (But it doesn't carry the credit \"Walt Disney Productions\"\r\nbecause it's rated PG and has a few non-Disney touches such as a college kid\r\ndiving into a vat at a brewery.)\n\nThe\r\nmovie is a big disappointment to me, because I liked \"Junior High\r\nSchool\" so much. It's a pleasant, well-meaning little comedy, and it's\r\nobviously trying for the same kind of innocent, sophomoric humor that was so\r\ncharming in \"Junior High School.\" But it just doesn't have the same\r\nmagic. A lot of its jokes miss, the pace is slow, there are too many characters\r\nto keep track of and there's an unpleasant streak of nasty humor directed at\r\ncharacters who are fat, ugly, old or otherwise out of step with Southern\r\nCalifornia physical ideals.\n\nThe\r\nmovie seems to have been cast, indeed, from the further shores of strange\r\ncharacter actors. Of the five teams engaged in the scavenger hunt, one is made\r\nup of kids with sloping chins and big noses, another one has two fat twin girls\r\nand a third is led by Stephen Furst, the chubby kid in \"Animal House\"\r\nwhose fraternity brothers wrecked his brother's car. All of the teams race\r\naround Los Angeles, tracking down clues while the hunt's mastermind follows\r\ntheir progress on a big map in his apartment.\n\nIs\r\nthere anything heartening about this movie? Well, there's the consideration\r\nthat, at ages 23 and 24, Wechter and Nankin still have their careers ahead of\r\nthem and have shown in \"Junior High School\" that they have filmmaking\r\ngifts. What they need to do now, I think, is spend a great deal of effort on\r\ntheir next screenplay; the problems with \"Midnight Madness\" seem to\r\nhave started at the screenplay stage, when they saddled themselves with an\r\nunwieldy plot containing far too many characters. It's encouraging that\r\nDisney's Miller gave these kids a chance - and on the basis of \"Junior\r\nHigh School,\" his hunch was a sound one. But now its back to the old\r\ndrawing board.", "running_time": 112, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-03-05", "genres": ["Comedy", "Family"], "title": "Midnight Madness (1980)"}