{"url": "http://www.rogerebert.com/reviews/midnight-express-1978", "by": null, "star_rating": 3.0, "text": "The real Billy Hayes was arrested by Turkey in 1970, we're told, and imprisoned on a charge of trying to smuggle hashish out of the country. He was guilty. He was sentenced at first to imprisonment of three to five years, but then the Turkish authorities decided to try him on a more serious charge. The new sentence was virtually life imprisonment; the young college student who went into prison would be released, if ever, in late middle age.\n\nHayes escaped from prison, fled over the border into Greece and, the times being what they were, wrote a bestseller about his experiences. Two years later came 'Midnight Express,' based on his book, starring Brad Davis as a narcissistic, selfcentered Hayes, and translating the story into a passion play of violence, sexuality, morality and indignation.\n\nIt's the indignation that's hard to take. When Hayes, only 54 days short of his promised freedom, is given a new 30-year sentence, he stands in the prisoners' dock and delivers himself of a long condemnation of all Turks: They are, he screams, \"a nation of pigs.\" Surely not. And although Hayes has had a great misfortune (and penal reform is obviously much in need in Turkey), we have to remind ourselves that Hayes did, after all, decide of his own free will to smuggle the hashish, and thus entered into a tacit contract with the Turkish legal system, a contract in which he stood to gain as well as lose a great deal.\n\nSo it's hard to feel much pity for Billy Hayes. He took his chances and lost. It is possible, however, to discover the irony in the fact that Turkey, whose economy is richened by an opium poppy crop that supplies much of the world's heroin, should have such draconian drug laws at home.\n\nHayes has a great deal of time to ponder that irony, during an imprisonment that supplies the bulk of the movie. His years in prison are stunningly well seen by the film's director, Alan Parker -- whose last film was the engagingly odd \"Bugsy Malone,\" in which a cast of children played gangsters. Parker found an old British fortress on Malta to use as his prison, and he populates it with a freemasonry of the world's criminals. There's Randy Quaid, as the totally strungout American; John Hurt, as the pensive British prisoner, absorbed in his drug habit; and Norbert Weisser, as the Swedish kid who becomes Hayes' lover in the year's strangest romantic scene.\n\nThe prison scenes are heavy on violence and sadism, orchestrated by a brutal guard whose specialty is beating prisoners across the soles of their feet. The prison's great crime seems to be disrespect to a guard; such other behavior as drug abuse, black marketeering and sexual privateering is treated with benign neglect.\n\nParker succeeds in making the prison into a full, real, rounded world, a microcosm of human behavior; I was reminded of e.e. cummings' novel The Enormous Room. The movie's art direction is especially good at recreating that world, as in a scene where Hayes and his friends try to escape down an old cistern. And there are visions into the inferno, as in a scene in the madhouse where the inmates circle forever around a stone pillar. The movie creates spellbinding terror, all right; my only objection is that it's so eager to have us sympathize with Billy Hayes.", "running_time": 121, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-10-06", "genres": ["Drama", "Foreign", "Thriller"], "title": "Midnight Express (1978)"}