{"url": "http://www.rogerebert.com/reviews/midnight-run-1988", "by": "Robert De Niroas Jack Walsh", "star_rating": 3.5, "text": "Jack Walsh is a skip-tracer, a former cop who now works for bondsmen, bringing back clients who have tried to jump bail. Jonathan Mardukas is an accountant who embezzled millions of dollars from the mob in Vegas, and then jumped bail. Oddly enough, what these two men have most in common is the way they see themselves as more ethical than the system.\n\nThe two men are played in \"Midnight Run\" by Robert De Niro and Charles Grodin, an odd couple who spend most of the movie trying to survive a cross-country trip while the FBI is trying to capture them and the underworld is trying to kill them. Along the way, of course, they discover that, despite their opposite natures, they really do like and respect one another.\n\nThis sounds like a formula, and it is a formula. But \"Midnight Run\" is not a formula movie, because the writing and acting make these two characters into specific, quirky individuals whose relationship becomes more interesting even as the chase grows more predictable.\n\nWhoever cast De Niro and Grodin must have had a sixth sense for the chemistry they would have; they work together so smoothly, and with such an evident sense of fun, that even their silences are intriguing.\n\nDe Niro does not usually appear in movie comedies, and when he does, as in \"Brazil,\" it's usually in some sort of bizarre disguise.\n\nHere he proves to have comic timing of the best sort - the kind that allows dramatic scenes to develop amusing undertones while still working seriously on the surface. It's one thing to go openly for a laugh. It's harder to do what he does and allow the nature of the character to get the laughs, while the character himself never seems to be trying to be funny.\n\nDe Niro is often said to be the best movie actor of his generation. Grodin has been in the movies just about as long, has appeared in more different titles, and is of more or less the same generation, but has never received the recognition he deserves - maybe because he often plays a quiet, self-effacing everyman. In \"Midnight Run,\" where he is literally handcuffed to De Niro at times, he is every bit the master's equal, and in the crucial final scene it is Grodin who finds the emotional truth that defines their relationship.\n\nThe movie develops that relationship during and between a series of virtuoso action sequences, after De Niro finds Grodin in New York and sets out to return him to Los Angeles. Grodin is afraid of flying, so the two men set out on a long, cross-country odyssey that involves train trips, a shootout at the Chicago bus ter minal, hitchhiking, riding the rails in box cars, and being attacked by helicopters.\n\nTheir pursuers come in waves. The FBI is led by agent Alonzo Mosely (Yaphet Kotto), who is enraged because De Niro has stolen his FBI identification and is posing as a federal agent. The mob's team is deployed by Jimmy Serrano (Dennis Farina), who grows increasingly enraged as his hit squads miss their targets.\n\nAnd all the time De Niro and Grodin feud with each other, as Grodin schemes to escape. He knows that if he is ever returned to custody, the mob will have him killed in prison, and so his strategy is to convince De Niro he was an embezzler only in order to combat the mob. Oddly enough, this seems to be the truth, and fits in with De Niro's story - he's an ex-cop who left the force because of all the bureaucratic interference with his crusade against evil.\n\nWhat \"Midnight Run\" does with these two characters is astonishing, because it's accomplished within the structure of a comic thriller. The director, Martin Brest, came to this project after \"Beverly Hills Cop,\" but if the action in the two films is comparable, the characters are a lot more interesting this time. It's rare for a thriller to end with a scene of genuinely moving intimacy, but this one does, and it earns it.", "running_time": 123, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-07-20", "genres": ["Action", "Comedy", "Crime", "Mystery", "Thriller"], "title": "Midnight Run (1988)"}