{"url": "http://www.rogerebert.com/reviews/midnight-cowboy-1969-1", "by": "Jon Voightas Joe Buck", "star_rating": 3.0, "text": "Long after it was first released, \"Midnight Cowboy\" remains one of a handful of films that stay in our memory after the others have evaporated. Its love story between two drifters, the naïve Joe Buck and the street-savvy Ratso Rizzo, is a reference point for other films. Some of its moments, like the one where Ratso pounds on a nudging taxi and shouts, \"I'm walking here!\" have entered into the folklore. \n\nAnd yet, and yet … a 1994 viewing of the film confirms my original opinion, expressed in 1969, that the movie as a whole doesn't live up to its parts. And that Joe and Ratso rise above the material, taking on a reality of their own while the screenplay detours into the fashionable New York demimonde. \"Midnight Cowboy\" is a good movie with a masterpiece inside, struggling to break free. \n\nThe best thing in the movie is the acting, by Jon Voight and Dustin Hoffman as a simple-minded Texas drifter and a cynical Broadway street operator. This was the movie that established Voight's career, and proved that Hoffman, after the triumph of \"The Graduate,\" had many more notes inside of him -- and was destined to become one of the great character actors of his time. Voight and Hoffman both won Oscar nominations as best actor. Over their shoulders, we could see a real world, the world of Times Square in the 1960s, which at the time seemed bleak and dangerous -- but in the less innocent 1990s seems positioned half-way between our current despair and lingering myths of Damon Runyon. \n\nThe characters and their immediate world are absolutely right, then. But the director, John Schlesinger, was not willing to tell their story with the simplicity I think it required. He took those two magnificent performances and dropped them into a trendy, gimmick-ridden exercise in fashionable cinema. The ghost of the Swinging Sixties haunts \"Midnight Cowboy,\" and robs it of the timelessness it should possess. \n\nI wrote at the time: \"Joe Buck and Ratso are castaways in 'Midnight Cowboy.' They go their own ways, cold and wet, thrown out with the garbage, sharing their dreams of Florida or the ultimate rich broad. They live their own lives, become two of the permanent inhabitants of our imagination, like Bonnie and Clyde. They exist apart from the movie, outside of it. Their lives have nothing to do with Andy Warhol parties, or escort services, or hard Park Avenue dames. And who can really believe they would ever find themselves on that bus to Florida? It is cruel to take the reality of Times Square -- the existence of the real people like Ratso and Joe -- and tell their story as if it were a soap opera. The form that has been imposed on this story simply will not fit.\" \n\nI still feel that is the case. What has happened to \"Midnight Cowboy\" is that we've done our own editing job on it. We've forgotten the excesses and the detours, and remembered the purity of the central characters and the Voight and Hoffman performances. Seeing the movie again was a reminder of what else, unfortunately, it contains. \n\nThe heart of the movie is that Joe Buck, who thinks he will become the lover of a rich woman and be supported by her in a life of luxury, finds his small-town dreams destroyed. Although he briefly makes some money as a hustler, he finds he is expendable, disposable -- and lacking the skills to survive in the city. \n\nThen he meets Ratso Rizzo, a person entirely outside his experience. Ratso is well-named. He makes his own way in the city, hated, asking no favors. When Joe finds himself used and discarded, Ratso shows him how to survive. \"Midnight Cowboy\" should have been about their self-discovery, about the process that took place as they learned to know each other. \n\nInstead, it reaches outside the relationship for a string of melodramatic scenes that will not do. The most offensive is a psychedelic Andy Warhol party scene. Although the scene now provides a certain historical record (and it is fun to spot Warhol \"superstars\" in cameos), this basic party scene had already, in 1969, been staged many times. In the world they inhabited, there would have been almost no chance of Joe and Ratso being invited to such a party. \n\nAnother unnecessary episode involves a religious fanatic with his electric Christ. It might just barely have been pulled off, if only Jesus hadn't started blinking like a car-lot Santa Claus. Another difficult scene involves Joe's sexual encounter with a shy, middle-aged homosexual from Chicago. It goes wrong, Joe reacts violently, and slams the man in the mouth with a telephone, sending false teeth flying. The violence here was particularly shocking in 1969, less so today; but both now and then I wondered if Joe would actually have behaved that way. The action was praised as bravely realistic at the time -- but doesn't it reflect a reality that Joe Buck himself might not inhabit? Wouldn't he more likely simply have left suddenly? \n\nOne of the subtexts of the movie is Joe's own homosexuality, which he has never faced or understood. One scene that does work, in developing that theme, is the awkward encounter in the dark movie theater with the kid with horn-rims. But this scene is damaged by flashbacks to Joe's earlier life in Texas, that only offer the appearance of an explanation. The sexual fiasco with the young girl in Texas, and the smothering sexuality of his unattractive grandmother, provide ready-made Freudian shorthand: These experiences, the movie says, led to today's Joe Buck. Does it matter? \n\nIn my 1969 review of the film, I complained about the many songs on the sound track. \"How long,\" I asked, \"will it be before we recover from 'The Graduate' and can make a movie without half a dozen soul-searching pseudo-significant ballads? When we dump the songs, we'll also be able to get rid of all those scenes of riding on buses, walking the rainy streets, hanging around, etc., that are necessary while the songs are being sung.\" \n\nThe answer, we now know, is that it will be a very long time indeed. The Semi-Obligatory Lyrical Interlude (which I defined at about the time \"Midnight Cowboy\" was released) is now a standard element in movie storytelling. A song is performed, a montage is provided, and time passes. Sometimes the songs are very good (it is a genuine pleasure to hear \"Everybody's Talkin' at Me\") but the fact remains, the lyrics tell us about the characters when the film should be showing us instead. \n\nAll of these doubts about \"Midnight Cowboy\" exist entirely apart from the performances of Dustin Hoffman and Jon Voight. It is a tribute to them, and to the core of honesty in Waldo Salt's screenplay and Schlesinger's direction (which both won Oscars), that Ratso and Joe Buck emerge so unforgettably drawn. But if films could be revised, or rewritten, it is possible to see now how this one could be more pure. \n\nNote: \"Midnight Cowboy\" was rated \"X\" by the MPAA when it was first released, and became the first (and last) X-rated film to win an Academy Award as best picture. At the time, the nudity and the frank portrait of prostitution and homosexuality was shocking. Later, the movie was re-rated \"R,\" and in a sense it is responsible for its own new rating. \"Midnight Cowboy\" introduced a grimy realism to films about street life in American cities. The subject matter that it opened up was endlessly revisited by other films, from \"The Panic in Needle Park\" to \"Drugstore Cowboy.\" Eventually, this film came to seem mild compared to its descendants.", "running_time": 113, "mpaa_rating": "R", "release_year": 1969, "date_published": "1994-07-05", "genres": ["Drama"], "title": "Midnight Cowboy (1969)"}