{"url": "http://www.rogerebert.com/reviews/midway-1976", "by": "Charlton Hestonas Capt. Garth", "star_rating": 2.5, "text": "After the American naval victory at Midway, the aircraft carrier Enterprise returns to Honolulu. Stirring music plays. Civilians greet the returning heroes. The wounded are taken ashore. Henry Fonda, as Adm. Nimitz, turns to Hal Holbrook, as Cmdr. Rochefort, and asks: \"Which was it? Were we better than the Japanese -- or just luckier?\" It's a good question. At this point the movie \"Midway\" is nearly over, and nobody in the audience has a clue to the answer.\n\nMidway was one of history's greatest battles at sea, we know (or, if we didn't, there's a Winston Churchill quotation to remind us). It was a decisive turning point in the Pacific: At one blow, the Japanese Navy lost its great superiority. If \"Midway\" had been filmed 25 or 30 years ago, during the heyday of simpleminded war movies, the appropriate patriotic conclusions would have been drawn and the movie would have been over.\n\nBut this \"Midway\" was filmed for 1976, and so cannot be as straightforward. Instead of bugle calls, blood and guts and jingoism, we get the battle as a tactical game. American and Japanese strategists push model ships around their war maps until we feel we know the Pacific as intimately as they do. Everything's very businesslike, calm, and determined. But then, when the actual battle starts, we quickly lose our orientation. Footage of the actors is intercut unconvincingly with newsreel and documentary footage.\n\nThe movie can be experienced as pure spectacle, I suppose, if we give up all hopes of making sense of it. Bombs explode and planes crash and the theater shakes with the magic of Sensurround. But there's no real directorial intelligence at hand to weave the special effects into the story, to clarify the outlines of the battle and to convincingly account for the unexpected American victory.\n\nThere's one curious thing, though: Throughout the movie, the Japanese seem pessimistic, bitter, taciturn, as if they know they're going to lose. The characterization of the Japanese officers in \"Midway\" is, in fact, the most distracting thing about the movie. They speak in English (instead of in subtitles as in \"Tora! Tora! Tora!\"), but they're never allowed to have the human quirks of their American counterparts. While Fonda and Holbrook and Robert Mitchum and Glenn Ford are working away at being droll and sly and wise, the Japanese speak in monosyllables punctuated by deep, meaningful pauses.\n\nThe hero of the movie is that veteran of countless previous epics, Charlton Heston. He brings a suitably heroic stature to his role, and, toward the movie's end, we're not surprised when he climbs into a plane and personally attacks the remaining Japanese carrier. He's good at that -- he looks right at home in the cockpit, as indeed he should after \"Airport 1975\" -- but he barely makes it through some scenes with his son (Edward Albert).\n\nThese are supposed to provide what little human interest the movie allows us. The son is engaged to marry a Japanese-American girl, but she has been detained for security reasons. Albert pleads with his father to pull some strings, and the father does, but not before some terribly awkward moments. Heston is a professional actor, and rarely at a loss, but Albert seems so uncomfortable and stiff. War movies used to have dash and color and a certain corny sentimentality; \"Midway\" hardly even makes us care.", "running_time": 132, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-06-22", "genres": ["Action", "Adventure", "Drama", "History", "War"], "title": "Midway (1976)"}