{"url": "http://www.rogerebert.com/reviews/mighty-peking-man-1999", "by": "Evelyne Kraftas Samantha", "star_rating": 3.0, "text": "There is an earthquake near the beginning of \"Mighty Peking Man,\" but unlike the earthquake in the fondly remembered \"Infra-Man,\" it does not unleash the Slinky-necked robots and hairy mutant footstools controlled by Princess Dragon Mom. Still, it offers attractions of its own. It disturbs a giant ape, for example, which lumbers down from its mountain home and heads for the jungles of India. And it is no ordinary tremor; it unfolds progressively. First, a character shouts that there's an earthquake. Then we hear it, although we do not see anything alarming. Then the back-projected landscape begins to shake violently, although the foreground does not shake. Then the camera begins to shake, while the foreground still holds steady. Later, finally, the earth moves. This may be the first special effects-generated earthquake, in which the back projection shakes so hard it moves the earth.\n\nThe earthquake doesn't really impact on the plot. It's simply an earthquake scene, just as later, there is a quicksand scene, a scene where a python fights a tiger, etc. \"Mighty Peking Man,\" made in 1977, is being re-released by Quentin Tarantino's Rolling Thunder Pictures, and we can only imagine young QT behind the counter of that legendary video store of his youth, watching this on the monitor and realizing he'd struck gold.\n\nThe plot involves an expedition to discover the giant ape-like Peking Man, who is said at one point to be 10 feet tall--although a grown man is able to stand inside one of its footprints. Later in the film, however, the creature has grown enough to knock down tall buildings, although later still it has shrunk enough to climb one.\n\nThe dialogue is to the point. After the expedition is suggested, a character says, \"I know an explorer here in Hong Kong! He just lost his girl! He wants to get away!\" The explorer, whose name is Johnny Feng (Danny Lee), is drunk when we first meet him; a flashback reveals that his girlfriend is having an affair with his brother. That doesn't dissuade Lu Tien, the hunt financer: \"You're going to lead our expedition into the Himalayan jungle! You're the only one I trust!\" Soon the expedition sets off, not in Land-Rovers, as we might expect, but in tall, two-wheeled ox carts. There are hazards along the way. My favorite is when a sherpa gets his leg bitten off above the knee. Johnny wants to summon medical help, but Lu Tien simply shoots the man in the head. The expedition soon encounters a blond woman named Samantha (Evelyne Kraft), who has lived in the jungle since the crash long ago of a plane carrying her family (in a flashback, we see the tot crying out \"Mama! Papa!\"). Mighty Peking Man and Samantha hang out together, but are just friends.\n\nSamantha doesn't speak English at first, but quickly learns, no doubt in the same way the other actors have learned: by speaking their usual language, and having it dubbed. What is amazing is that Mighty Peking Man, when encountered, also speaks English. Samantha's savage existence has given her time to design an off-the-shoulder leopard-skin brassiere, and to find a supply of lip gloss and eyeliner. Soon Samantha and Johnny are an item.\n\nLu Tien sees a fortune in Mighty Peking Man and brings him to Hong Kong, where he is displayed in a stadium before thousands of people, while chained to big trucks. Samantha, meanwhile, has found Johnny in bed with his original girlfriend and races distraught to the stadium when she sees Mighty Peking Man on TV, tossing the trucks around like large toys (which they are). She desperately pleads with the implacable security forces to spare the beast because he has been misunderstood. But too late: MPM goes on a rampage through downtown Hong Kong, knocking over buildings and batting helicopters out of the sky in a sequence that was surely not an attempt to rip off Dino de Laurentiis' \"King Kong,\" made a year earlier.\n\n\"Mighty Peking Man\" is very funny, although a shade off the high mark of \"Infra-Man,\" which was made a year earlier, and is my favorite Hong Kong monster film. Both were produced by the legendary Runme Shaw, who, having tasted greatness, obviously hoped to repeat. I find to my astonishment that I gave \"Infra-Man\" only two and a half stars when I reviewed it. That was 22 years ago, but a fellow will remember a lot of things you wouldn't think he'd remember. I'll bet a month hasn't gone by since that I haven't thought of that film. I am awarding \"Mighty Peking Man\" three stars, for general goofiness and a certain level of insane genius, but I cannot in good conscience rate it higher than \"Infra-Man.\" So, in answer to those correspondents who ask if I have ever changed a rating on a movie: Yes, \"Infra-Man\" moves up to three stars.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-04-30", "genres": ["Action", "Fantasy", "Foreign", "Science Fiction", "Thriller"], "title": "Mighty Peking Man (1999)"}