{"url": "http://www.rogerebert.com/reviews/mighty-macs-2011", "by": "Carla Guginoas Cathy Rush", "star_rating": 2.0, "text": "\"The Mighty Macs\" is a sweet, innocuous family movie about a young feminist who defies her husband, becomes a basketball coach and leads the team of a nearly bankrupt Catholic women's college to the sport's first national championship. There is nothing to complain about except the film's deadening predictability and the bland, shallow characters. Kid viewers up to a certain age may like it just fine.\n\nCarla Gugino gives a lovable performance as the real-life Cathy Rush. Herself a college basketball star, Cathy is recently married to Ed Rush (David Boreanaz), an NBA referee who expects her to be a dutiful little wait-at-home housewife. That's not her nature. \n\nShe's the only applicant for the coaching position at tiny Immaculata College in Pennsylvania. The school owns one basketball. Its gym has just burned down. The salary is $450 a season. Her mission is explained by the school president, Mother St. John (Ellen Burstyn): The point isn't winning; it's keeping the girl's hormones under control.\n\nFrom this point, we know from countless other movies that Immaculata will win the national championship. In case there's a shred of doubt, the ads reassure us. You don't get a movie made about you by starting without a gym and going on to build a good second-place team. We also know with certainty that the film will end with the Big Game. That is right and proper. What we hope for, however, are memorable characters, colorful dialogue and a few surprises along the way.\n\nThe biggest surprise for me was the character of Ed Rush, Cathy's husband. In a film populated by nice people, he comes across as a louse. Remember the movie is set in 1971, when Male Chauvinist Pig was a term in everyday use. Ed is a gold-plated MCP. He complains that Cathy's coaching duties mean she's late getting home and doesn't tend to her wifely duties. He takes no interest in her team. Nor, although they are recently married, does he seem to feel any stirrings of affection and lust. The basketball team is certainly working to keep his hormones under control.\n\nYou know the movie, written and directed by Tim Chambers, is going to have to move the louse's character from A to B. The turning point is a solid brass cliche. On an away trip, he phones home, says he's delayed and then asks, \"How was your game?\" \"We won,\" she says. \"And ... thanks for asking.\" Because he never had before. He takes a beat. \"I love you,\" he says.\n\nWhat changed? I dunno. Maybe be heard the team was winning. In movies like this, there's always a climactic scene where the absent parent/teacher/authority is found sitting in the stands. Sure enough, for the final game, the camera cuts to Ed in the bleachers, who gives his wife a proud, if not effusive, nod. \n\nMen are not prized in \"Mighty Macs.\" The other male of consequence is the Monsignor, played by the legendary Malachy McCourt. He is only seen chairing board meetings at which the trustees agree the school is broke and must be closed. He's always talking about the \"best offers.\" Mother St. John is a realist and agrees. Cathy Rush doesn't get the drift. She's forever bursting through a closed door with pleas for money for uniforms or transportation to out-of-town games. The Monsignor also turns up at the national championship game and smiles. So you see what men care about.\n\nThe other major character is a young nun, Sister Sunday (Marley Shelton). She confesses to Mother St. John that she's not sure she should be a nun. She's having a crisis of faith. Then she signs on as Cathy's assistant coach, and now she has a mission. Spiritual matters don't seem to enter into this. In fact, this movie has about as little religion in it as it's probably possible for a movie set at a Catholic school. The team doesn't even pray before games. Sister Sunday does walk into chapel and demand, in a clear ringing voice, for a message from God. Apparently the assistant coaching position is God's answer. He moves in mysterious ways.\n\nI'm not unhappy with this movie. It's good-hearted and pleasant and tells an uplifting story. Younger viewers may love it. It has an innocence that today's movies have almost lost. Consider: Even 3-D animated movies about animated animals are now usually rated PG. How long has it been since you've seen a G-rated sports film?", "running_time": 102, "mpaa_rating": "G", "release_year": 2011, "date_published": "2011-10-19", "genres": ["Action", "Drama", "Sport"], "title": "Mighty Macs (2011)"}