{"url": "http://www.rogerebert.com/reviews/mighty-joe-young-1998", "by": "Charlize Theronas Jill Young", "star_rating": 3.0, "text": "\"Mighty Joe Young\" is an energetic, robust adventure tale: not too cynical, violent or fragmented for kids, not too tame for adults. After all the calculation behind \"Godzilla\" or \"Armageddon,\" it has a kind of innocence. It's not about a monster but about a very big, well-meaning gorilla that just wants to be left in peace. And about a woman who treasures the gorilla. And about a zoologist who loves the woman. All that stuff.\n\nCharlize Theron plays Jill Young, a woman whose mother is a famed gorilla expert of the \"Gorillas in the Mist\" variety. Jill is raised with Joe, who even as a baby is big for his size. They grow up together, and Joe just keeps on growing, until you can tell he's approaching because the treetops shake.\n\nBill Paxton, from \"Twister,\" stars as Gregg O'Hara, a zoologist who wants samples of Joe's blood. Alas, the snaky types he hires as assistants are crooked and try to sell information about the gorilla to a sleazy promoter named Strasser (Rade Sherbedgia). This same Strasser is a poacher with a history with Joe, who once bit off his thumb and forefinger.\n\nThe African scenes are remarkable in the way they create a convincing giant gorilla and place him in the wild. The majority of the shots of Joe in this movie are special effects; we are rarely looking at a real gorilla. You can't tell that by anything on the screen--apart from Joe's size, of course. Joe isn't simply seen as he lumbers past. The camera is free to circle and approach him. In a sequence where he's being pursued by men in Land Rovers, the camera parallels him, then swings in front of him, then moves in for a closeup. It's a remarkable demonstration of technical skill.\n\nCloseups of Joe's face and upper body use superb animatronics. The only thing dubious about Joe is his attitude; when Jill cuddles and comforts him, he's more like a gentle little chimp than a fearsome beast. His eyes, lips and facial movements are expressive even in the close shots. Theron treats him like a pet, whistling to make him approach her, sure of her authority.\n\nThe romance between Theron and Paxton is inevitable, but not intrusive. It's more of an obligatory subplot than a big deal. More interesting is the devious scheming of Strasser and his henchmen, after Joe is brought to California. There's a scene where Mighty Joe freaks out at a charity benefit, and then the payoff as he scales Mann's Chinese Theater, visits the Hollywood sign and ends up in that dependable refuge of all thrillers, a carnival midway, where a child is in danger atop a Ferris wheel.\n\nThe payoff of that scene owes more than a little to a certain scene in \"E.T. The Extra-Terrestrial,\" and indeed the director, Ron Underwood, shows he's studied \"E.T.\" carefully. An early scene, of poachers in the jungle, is framed much like the early hunt for E.T. The camera is at boot-level, there are loud jangles of keys and weapons on the soundtrack and powerful flashlight beams cut Spielbergian laser-tracks through the mist.\n\nOne positive aspect is the film's relative civility. So many special-effects movies seem angry and aggressive; smaller kids are blown out of the theater by the force of the noise and special effects. \"Mighty Joe Young\" is not meek and harmless; it's a full-blooded action picture, all right, but with a certain warmth and humor instead of a scorched-earth approach. You feel good at the end, instead of merely relieved.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-12-25", "genres": ["Action", "Adventure", "Family", "Fantasy"], "title": "Mighty Joe Young (1998)"}