{"url": "http://www.rogerebert.com/reviews/milk", "by": "Sean Pennas Harvey Milk", "star_rating": 4.0, "text": "Sean Penn amazes me. Not long before seeing \"Milk,\" I viewed his work in \"Dead Man Walking\" again. Few characters could be more different, few characters could seem more real. He creates a character with infinite attention to detail, and from the heart out. Here he creates a character who may seem like an odd bird to mainstream America and makes him completely identifiable. Other than the occasional employment of Harvey Milk's genitals, what makes this character different? Some people may argue there is a gay soul but I believe we all share the same souls.\n\nIn 1977, Harvey Milk became the first openly gay man elected to public office in the United States. Yes, but I have become so weary of the phrase \"openly gay.\" I am openly heterosexual, but this is the first time I have ever said so. Why can't we all be what we prefer? Why can't gays simply be gays, and \"unopenly gays\" be whatever they want to seem? In 1977, it was not so. Milk made a powerful appeal to closeted gays to come out to their families, friends and co-workers, so the straight world might stop demonizing an abstract idea. But so powerful was the movement he helped inspire that I believe his appeal has now pretty much been heeded, save in certain backward regions of the land that a wise gay or lesbian should soon deprive of their blessings.\n\nGus Van Sant's film begins with Harvey Milk at 48, reflecting into his tape recorder about a personal journey that began at 40. At that watershed age, he grew unsatisfied with his life and decided he wanted to really do something. A researcher at Bache & Co. and a Goldwater Republican, Milk became involved with a hippie theater company in Greenwich Village and began to edge the closet door ajar and wave out tentatively. He was in love with Scott Smith (James Franco), they moved to San Francisco, they opened a camera shop in the shadow of the Castro Theater and saw that even America's largest and most vocal gay community was being systematically persecuted by homophobic police.\n\nMilk didn't enter politics as much as he was pushed in by the evidence of his own eyes. He ran for the Board of Supervisors three times before being elected in 1977. He campaigned for a gay rights ordinance. He organized. He acquired a personal bullhorn and stood on a box labeled \"SOAP.\" He forged an alliance including liberals, unions, longshoremen, teachers, Latinos, blacks and others with common cause. He developed a flair for publicity. He became a fiery orator. Already known as the Mayor of Castro Street, he won public office. It was a bully pulpit from which to challenge rabble rousers like the gay-hating Anita Bryant.\n\n\"Milk,\" from an original screenplay by Dustin Lance Black, tells the story of its hero's rise from disaffected middle-aged hippie to national symbol. Interlaced are his romantic adventures. He remained friendly with Scott Smith after they drifted apart because of his immersion in politics. He had a weakness for befriending wet puppies: at first, Cleve Jones (Emile Hirsch), who became another community organizer. Then Jack Lira (Diego Luna), a Mexican American who became neurotically jealous of Milk's political life. The prudent thing would have been to cut ties with Lira, but Milk was almost compulsively supportive.\n\nHis most fateful relationship was with Dan White, a seemingly straight member of the Board of Supervisors, a Catholic who said homosexuality was a sin and campaigned with his wife, kids and the American flag. An awkward alliance formed between Milk and White, who was probably gay and used their areas of political agreement as a beard. \"I think he's one of us,\" Milk confided. The only gay supervisor, Milk was the only supervisor invited to the baptism of White's new baby. White was an alcoholic who all but revealed his sexuality to Milk during a drunken tirade, became unbalanced, resigned his position and on Nov. 27, 1978, walked into City Hall and assassinated Milk and Mayor George Moscone.\n\n\"Milk\" tells Harvey Milk's story as one of a transformed life, a victory for individual freedom over state persecution, and a political and social cause. There is a remarkable shot near the end, showing a candlelight march reaching as far as the eyes can see. This is actual footage. It is emotionally devastating. And it comes as the result of one man's decisions in life.\n\nSean Penn never tries to show Harvey Milk as a hero, and never needs to. He shows him as an ordinary man, kind, funny, flawed, shrewd, idealistic, yearning for a better world. He shows what such an ordinary man can achieve. Milk was the right person in the right place at the right time, and he rose to the occasion. So was Rosa Parks. Sometimes, at a precise moment in history, all it takes is for one person to stand up. Or sit down.\n\nNote: What Harvey Milk helped make possible: a very brief, extraordinary speech by current San Diego Mayor Jerry Sanders: http://www.youtube.com/watch?v=0rfea8iEGNw", "running_time": 128, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-24", "genres": ["Drama", "Indie"], "title": "Milk (2008)"}