{"url": "http://www.rogerebert.com/reviews/milk-money-1994", "by": "Melanie Griffithas V", "star_rating": 1.0, "text": "Sometimes they produce a documentary about the making of a movie. You know, like \"The Making of 'Jurassic Park.' \" I would give anything within reason to see \"The Making of 'Milk Money' \" -- or, for that matter, to simply listen to recordings of the executive story conferences.\n\nIn fact, it's funny...as I sit here in a late summer reverie...why, it's almost as if I can hear the voices now...\n\nStudio Executive A: So what's the premise? \n\nStudio Executive B: We got kids, we got sex, we got romance, all in a family picture.\n\nA: Can't have sex in a family picture.\n\nB: Depends. Nobody actually has sex. Sure, you got a hooker, but she's a good hooker, with a heart of gold. Melanie Griffith is gonna play her.\n\nA: Kind of like \"Working Girl Turns a Trick?\" \n\nB: Cuter than that. We start with three 12-year-old boys. They're going crazy because they've never seen a naked woman.\n\nA: Whatsamatter? They poor? Don't they have cable? \n\nB: Ever hear of the concept of \"the willing suspension of disbelief\"? I know the audience will find it hard to believe, but it's true: These kids don't know what a naked woman looks like. So they pool their women on the street if they're hookers, until they find one who is. That's Melanie.\n\nA: How much they got? \n\nB: More'n a hundred bucks. So she shows them.\n\nA: She strips? This has got to get a PG-13 rating.\n\nB: Like I say, it's a family movie. She only strips to the waist. And we see her from the back.\n\nA: (Slightly disappointed) Oh. So that's 10 minutes. Where do we go from here? \n\nB: There's more to the plot. Melanie is in danger from the evil gangsters who control prostitution, and after her pimp is killed they think she has all of his money. So she needs to hide out. And one of the kids thinks she'd make an ideal wife for his dad. So he invites her out to the suburbs.\n\nA: The dad's not married? \n\nB: We got a nice touch here. The kid's mother died in childbirth. So all his life he's had this single father. He wants to fix up Dad with the hooker, see? He thinks she'd make a great mom.\n\nA: So we get a Meet Cute? \n\nB: Yeah. See, the kid moves the hooker into his tree house, and then tells his dad that she's his buddy's math tutor.\n\nA: What's she wearing? \n\nB: A kind of clingy minidress with a low neckline. High heels.\n\nA: Is that what a math tutor wears? \n\nB: You ever see \"My Tutor\"? \"Private Lessons\"? \n\nA: You got a point. So dad doesn't catch on.\n\nB: Naw. He falls for her. Also, this is a nice angle: He's a science teacher who is fighting to save the wetlands near the school from an evil developer who wants to pave it and turn it into a shopping center. Dad is played by Ed Harris.\n\nA: (Nods approvingly) Ecology. Very good.\n\nB: So the hooker is in the tree house, Dad thinks she's a math tutor, and meanwhile the gangster is cruising the streets of the suburb with another hooker, looking for her. Dad is fighting against the encroachment of the wetlands and finally chains himself to his automobile so the bulldozers can't come in. And we throw in some of those cute conversations where one person means one thing and another person means something else. You know, so that all of the people in the town know she's a hooker except for Dad, who takes her out to eat and scandalizes your standard table of gossiping local biddies.\n\nA: This is nice, this is original.\n\nB: We put in some nice Norman Rockwell touches. Like, the way the kid communicates between his bedroom and the hooker in the tree house is with one of those old tin-can telephones? You know, where you attach two cans with a string? \n\nA: I was never able to get one of those to work when I was a kid.\n\nB: Neither was I. But don't worry. No kid today has ever seen one before, so they won't know. Today's kids use cellular phones and beepers.\n\nA: Good point.\n\nB: Then we get the big climax.\n\nA: What happens? \n\nB: I don't want to spoil it for you, but let's just say the gangster doesn't get what he wants, and true love saves the day.\n\nA: What about the wetlands? \n\nB: The wetlands? Let me just say, from the point of view of the ultimate significance of this picture, the message-for-the-family-audience sort of thing, the wetlands are what this picture is all about.\n\nA: Saving the wetlands. A good cause.\n\nB: Of course, you don't mention the wetlands in the ads.\n\nA: No, you mention the hooker in the ads. So what's the picture called? \"Pocket Money\"? \n\nB: No, it's called \"Milk Money.\" \n\nA: Why \"Milk Money\"? \n\nB: You'll understand when you see the ads.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-08-31", "genres": ["Action", "Comedy", "Romance", "Thriller"], "title": "Milk Money (1994)"}