{"url": "http://www.rogerebert.com/reviews/million-dollar-mystery-1987", "by": "Eddie Deezenas Rollie", "star_rating": 1.0, "text": "I've gone to a lot of movies that I could have used a Glad bag for, but \"Million Dollar Mystery\" is the first one to admit it. This is sort of a movie and sort of a contest. In the movie, an assorted cast of the usual gang of idiots goes looking for millions of dollars. Then the audience is informed that an additional million bucks is hidden somewhere out there in America.\n\nWhere? A TV ad campaign has Tom Bosley informing viewers that they can find clues in specially marked boxes of Glad bags. As nearly as I could ascertain, it is not absolutely necessary to see this movie in order to find the million dollars. All the clues are in the Glad boxes. That is a good thing, because the search may easily last longer than the movie's run.\n\nIn the movie, a man staggers into a crummy roadside diner and dies, leaving behind the necessary clues to begin the chase. We meet the cast members, including a dippy married couple, a would-be singer and his sexy backup trio, some nerdy honeymooners, etc., and they race around America looking for the money.\n\nMost of the clues have to do with bridges. This allows the producers to sneak in all sorts of commercial plugs. A million bucks, for example, is hidden inside London Bridge - the one that was transported brick-by-brick to Arizona. In case we miss the point, there is even a giant shot of a sign reading \"London Bridge Resort.\"\n\nOther commercial plugs are too numerous to mention. I have no idea where the money is hidden. The movie was produced by Dino De Laurentiis, and perhaps he has a check for a million dollars hidden in his bridgework.\n\nIf this movie is a hit, I've got an idea for the next one: De Laurentiis could offer viewers their choice of an interest-free loan for the ticket price, or an instant rebate.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-06-12", "genres": ["Comedy", "Thriller"], "title": "Million Dollar Mystery (1987)"}