{"url": "http://www.rogerebert.com/reviews/million-dollar-baby-2005", "by": "Hilary Swankas Maggie Fitzgerald", "star_rating": 4.0, "text": "For more information on the controversies over \"Million Dollar Baby,\" please see the related articles section in the left column. We also recommend Jeff Shannon's pieces for New Mobility Magazine:\rMaggie, Frankie, and Me\rInterview with Eastwood\r(clicking on these links will open a new browser window)\n\nClint Eastwood's \"Million Dollar Baby\" is a masterpiece, pure and simple, deep and true. It tells the story of an aging fight trainer and a hillbilly girl who thinks she can be a boxer. It is narrated by a former boxer who is the trainer's best friend. But it's not a boxing movie. It is a movie about a boxer. What else it is, all it is, how deep it goes, what emotional power it contains, I cannot suggest in this review, because I will not spoil the experience of following this story into the deepest secrets of life and death. This is the best film of the year.\n\nEastwood plays the trainer, Frankie, who runs a seedy gym in Los Angeles and reads poetry on the side. Hilary Swank plays Maggie, from southwest Missouri, who has been waitressing since she was 13 and sees boxing as the one way she can escape waitressing for the rest of her life.\n\nOtherwise, she says, \"I might as well go back home and buy a used trailer and get a deep fryer and some Oreos.\" Morgan Freeman is Scrap, who was managed by Frankie into a title bout. Now he lives in a room at the gym and is Frankie's partner in conversations that have coiled down through the decades. When Frankie refuses to train a \"girly,\" it's Scrap who convinces him to give Maggie a chance: \"She grew up knowing one thing. She was trash.\"\n\nThese three characters are seen with a clarity and truth that is rare in the movies. Eastwood, who doesn't carry a spare ounce on his lean body, doesn't have any padding in his movie, either: Even as the film approaches the deep emotion of its final scenes, he doesn't go for easy sentiment, but regards these people, level-eyed, as they do what they have to do.\n\nSome directors lose focus as they grow older. Others gain it, learning how to tell a story that contains everything it needs and absolutely nothing else. \"Million Dollar Baby\" is Eastwood's 25th film as a director, and his best. Yes, \"Mystic River\" is a great film, but this one finds the simplicity and directness of classical storytelling; it is the kind of movie where you sit very quietly in the theater and are drawn deeply into lives that you care very much about.\n\nMorgan Freeman is the narrator, just as he was in \"The Shawshank Redemption,\" which this film resembles in the way the Freeman character describes a man who became his lifelong study. The voice is flat and factual: You never hear Scrap going for an affect or putting a spin on his words. He just wants to tell us what happened. He talks about how the girl walked into the gym, how she wouldn't leave, how Frankie finally agreed to train her, and what happened then. But Scrap is not merely an observer; the film gives him a life of his own when the others are offscreen. It is about all three of these people.\n\nHilary Swank is astonishing as Maggie. Every note is true. She reduces Maggie to a fierce intensity. Consider the scene where she and Scrap sit at a lunch counter, and Scrap tells how he lost the sight in one eye, how Frankie blames himself for not throwing in the towel. It is an important scene for Freeman, but I want you to observe how Swank has Maggie do absolutely nothing but listen. No \"reactions,\" no little nods, no body language except perfect stillness, deep attention and an unwavering gaze.\n\nThere's another scene, at night driving in a car, after Frankie and Maggie have visited Maggie's family. The visit didn't go well. Maggie's mother is played by Margo Martindale as an ignorant and selfish monster. \"I got nobody but you, Frankie,\" Maggie says. This is true, but do not make the mistake of thinking there is romance between them. It's different, and deeper than that. She tells Frankie a story involving her father, whom she loved, and an old dog she loved, too.\n\nLook at the way the cinematographer, Tom Stern, uses the light in this scene. Instead of using the usual \"dashboard lights\" that mysteriously seem to illuminate the whole front seat, watch how he has their faces slide in and out of shadow, how sometimes we can't see them at all, only hear them. Watch how the rhythm of this lighting matches the tone and pacing of the words, as if the visuals are caressing the conversation.\n\nIt is a dark picture overall: a lot of shadows, many night scenes, characters who seem to recede into private fates. It is a \"boxing movie\" in the sense that it follows Maggie's career and has several fight scenes. She wins from the beginning, but that's not the point; \"Million Dollar Baby\" is about a woman determined to make something of herself, and a man who doesn't want to do anything for this woman, and will finally do everything.\n\nThe screenplay is by Paul Haggis, who has worked mostly on TV but with this earns an Oscar nomination. Other nominations, possibly Oscars, will go to Swank, Eastwood, Freeman, the picture and many technicians -- and possibly the original score composed by Eastwood, which always does what is required and never distracts.\n\nHaggis adapted the story from Rope Burns: Stories From the Corner, a 2000 book by Jerry Boyd, a 70-year-old fight manager who wrote it as \"F.X. Toole.\" The dialogue is poetic but never fancy. \"How much she weigh?\" Maggie asks Frankie about the daughter he hasn't seen in years. \"Trouble in my family comes by the pound.\" And when Frankie sees Scrap's feet on the desk: \"Where are your shoes?\" Scrap: \"I'm airing out my feet.\" The foot conversation continues for almost a minute, showing the film's patience in evoking character.\n\nEastwood is attentive to supporting characters, who make the surrounding world seem more real. The most unexpected is a Catholic priest who is seen, simply, as a good man; movies all seem to put a negative spin on the clergy these days. Frankie goes to mass every morning and says his prayers every night, and Father Horvak (Brian F. O'Byrne) observes that anyone who attends daily mass for 23 years tends to be carrying a lot of guilt. Frankie turns to him for advice at a crucial point, and the priest doesn't respond with church orthodoxy but with a wise insight: \"If you do this thing, you'll be lost, somewhere so deep you will never find yourself.\" Listen, too, when Haggis has Maggie use the word \"frozen,\" which is what an uneducated backroads girl might say, but is also the single perfect word that expresses what a thousand could not.\n\nMovies are so often made of effects and sensation these days. This one is made of three people and how their actions grow out of who they are and why. Nothing else. But isn't that everything?", "running_time": 132, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2004-12-14", "genres": ["Drama", "Sport"], "title": "Million Dollar Baby (2005)"}