{"url": "http://www.rogerebert.com/reviews/millhouse-1971", "by": "Emile De Antonio", "star_rating": 2.0, "text": "Nixon's record has, of course, laid him open to a lot of completely accurate criticism. But, apart from his record, there seems to be something in the public personality of the man that makes him an irresistible target. With the short-term exception of Lyndon Johnson, no major politician since Joe McCarthy has generated such distaste from the Left.\n\nAnd it is the Left we're talking about, I guess. \"Millhouse\" is not an attempt by De Antonio to discredit Nixon in the eyes of the general public. It is a documentary from, by, and for the Left -- as De Antonio would probably be the first to admit -- and preaches to the converted. It is a film for the entertainment of those who already dislike Richard Nixon. It isn't for Republicans.\n\nFor that reason, its task is easier than it might have been. De Antonio's audience is prepared to go along with him, to give him the benefit of the doubt while withholding it from Nixon. So there is footage in this film where we tend to laugh, because the footage is about Nixon. But the identical footage about a Muskie or a Kennedy wouldn't make us smile. Believe it or not, Nixon says a few sensible things in \"Millhouse,\" but because they come from him, they get mixed in with the rest of the stew.\n\nDe Antonio's personal position on Nixon isn't very helpful, because De Antonio's position is that of a radical critic of American society. From his point of view, all the politicians of both the major parties are just about open to criticism as Nixon. It's just that Nixon is President, that De Antonio can draw upon a ready-made audience for a film against him, and that we're used to laughing at Nixon but mostly don't find other pols as funny. There wouldn't be a market for the no-doubt hilarious film that could be made about Humphrey -- or even Ralph Nader.\n\nNader? Well of course we all like Nader. Me too. The point is that film can be edited and orchestrated in such a way as to make anyone look a little goofy. Nixon, who HAS looked a little goofy at times (the Hiss case, the Checkers speech, the 1968 \"Let's win this one for Ike\") has left a mountain of juicy footage for De Antonio to mine. And from this footage he can construct a personal essay, a satirical document, and he has. That's perhaps the point: That the subject of \"Millhouse\" is the cinematic imagination of De Antonio, and not Nixon himself.\n\nEven so, it's only because we go into the theater primed to laugh that \"Millhouse\" works. The actual footage is mostly disappointing. People sometimes complain that when a hit film comes along, they've already heard so much about it that by the time they see it they're bound to be disappointed. Much the same is true of the Checkers speech. I'd somehow missed its previous revivals. But I'd heard so much about it that I expected it to reveal Nixon as a complete buffoon. The actual speech came as an anticlimax.\n\nWhat WAS interesting about the Checkers speech, we know from later students of Nixon, is that it neatly blackmailed Eisenhower and the Republican National Committee into keeping Nixon on the ticket. He passed the buck with his call for telegrams to Washington. But De Antonio never attempts to make a logical point like this: he simply shows us the footage and counts on our knee-jerk dislike of Nixon to carry the day.\n\nWell, it doesn't. The thing about \"Millhouse\" is that the same film could have been made about anybody. It is not specifically, uniquely, or revealingly about Nixon. It is about what can be done with any subject of a documentary film. Nor does it do anything new cinematically. The cheap shots like the \"Chiquita Banana\" jingle, played during Nixon's South American tour, are so embarrassingly immature that, almost against our will, we start sympathizing with poor Dick the underdog. That's been Nixon's strategy more than once, and he always seems to find a De Antonio to stooge for him.", "running_time": 92, "mpaa_rating": "Not", "release_year": 1971, "date_published": "1971-10-22", "genres": null, "title": "Millhouse (1971)"}