{"url": "http://www.rogerebert.com/reviews/millers-crossing-1990", "by": "Gabriel Byrneas Tom Reagan", "star_rating": 3.0, "text": "The room. I keep thinking about the room. The office from which Leo pulls the strings that control the city. Leo, played by Albert Finney, is a large, strong man in late middle age, and he lacks confidence in only one area. He is not sure he can count on the love of Verna, the young dame he's fallen for. That causes him to hesitate when he knows that Verna's brother, Bernie, should be rubbed out. He doesn't want to lose Verna. And his hesitation brings the city's whole criminal framework crashing down in blood and violence.\n\nBut I think about the room. What a wonderful room. All steeped in dark shadows, with expensive antique oak furniture and leather chairs and brass fittings and vast spaces of flooring between the yellow pools of light. I would like to work in this room. A man could get something done in this room. And yet the room is a key to why \"Miller's Crossing\" is not quite as successful as it should be -- why it seems like a movie that is constantly aware of itself, instead of a movie that gets on with business.\n\nI do not really think that Leo would have such an office. I believe it is the kind of office that would be created by a good interior designer with contacts in England, and supplied to a rich lawyer. I am not sure a rackets boss in a big American city in 1929 would occupy such a space, even though it does set him off as a sinister presence among the shadows.\n\nI am also not sure that the other characters in this movie would inhabit quite the same clothing, accents, haircuts and dwellings as we see them in. This doesn't look like a gangster movie, it looks like a commercial intended to look like a gangster movie. Everything is too designed. That goes for the plot and the dialogue, too. The dialogue is well-written, but it is indeed written. We admire the prose rather than the message. People make threats, and we think about how elegantly the threats are worded.\n\n\"Miller's Crossing\" comes from two traditions that sometimes overlap, the gangster movie of the 1930s and the film noir of the 1940s. It finds its characters in the first and its visual style in the second, but the visuals lack a certain stylish tackiness that film noir sometimes had. They're in good taste. The plot is as simple as an old gangster movie, but it takes us a long time to figure that out, because the first half hour of the film involves the characters in complicated dialogue where they talk about a lot of people we haven't met, and refer to a lot of possibilities we don't understand. It's the kind of movie you have to figure out in hindsight.\n\nDon't get me wrong. There is a lot here to admire. Albert Finney is especially good as Leo, the crime boss, and Jon Polito is wonderful as Johnny Caspar, his rival, who keeps talking about \"business ethics.\" One of the most interesting characters in the movie is Bernie Bernbaum (John Turturro), a two-timing bookie who pleads for his life in a monologue that he somehow keeps afloat long past any plausible dramatic length.\n\nThe pleasures of the film are largely technical. It is likely to be most appreciated by movie lovers who will enjoy its resonance with films of the past. What it doesn't have is a narrative magnet to pull us through -- a story line that makes us really care what happens, aside from the elegant but mechanical manipulations of the plot. The one human moment comes when Leo finds out Verna really can't be trusted. Even then, I was thinking about \"Farewell, My Lovely,\" where a big mug named Moose finds out the same thing about a dame named Velma.", "running_time": 115, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-10-05", "genres": ["Action", "Comedy", "Crime", "Drama", "Thriller"], "title": "Miller's Crossing (1990)"}