{"url": "http://www.rogerebert.com/reviews/millions-a-lottery-story-2008", "by": "Paul La Blanc", "star_rating": 3.5, "text": "'Millions (A Lottery Story)\" is not so much about six lottery winners as about six people who I watched with growing fascination and affection. What did I expect when the movie began? Former millionaires now on Skid Row, I suppose, contrasted with misers counting their compound interest and intercut with bizarre misadventures. What I found were people who, if I may say so, are utterly unfazed by their sudden wealth, and who have developed strategies for coping not with wealth or poverty, but with life. They all seem happy, and it has nothing to do with the lottery.\n\nThe movie follows four kitchen workers from a Minnesota high school and two New Yorkers who were once famous because they were the first to win $5 million at the dawn of the lottery and became the stars of television ads. The Minnesotans, 16 altogether, split up $95,450,000 on a shared Powerball ticket, which works out to $5,965,625 apiece, a figure none of them ever once mentions.\n\nThey're from Holdingford, Minn., a town which Garrison Keillor himself once called \"the Lake Wobegon-ist town in Minnesota.\" The town is so typical of his monologues that not only are the high schoolers' grades above average, but the interstate highway makes a four-mile detour just to avoid it. Of the four women we meet, all come from large families (I'm talking like 11 or 16 kids), all worked hard on family dairy farms, many still keep dairy cattle as a second job, and none of them quit their jobs in the high school kitchen.\n\nPhylis Breth is most eloquent about staying on the job. \"These are my best friends, and I love my work.\" She is a dishwasher and uses a little laugh to end many sentences. \"I've got bad knees, I've had four surgeries, and this job keeps you going. On days when they serve mashed potatoes or cheese, it gets pretty hectic.\" Like some of the others, she bought a new house, not a mansion, just comfy, and she finally has what she long dreamed of, a refrigerator with an ice-cube maker. She still hits all the garage sales, pouncing on a $2 ice cream scoop.\n\nOf the New Yorkers, who won in the early 1970s, Lou Eisenberg lives in retirement in West Palm Beach, Fla., in a very basic condo. All of his winnings are gone, and he gets by on Social Security and a small pension. But he has a girlfriend, knows people everywhere he goes, bets at the dog track daily. He spent every lottery check almost as it came in. Why didn't he invest for the future? \"I never thought I would live to be 76.\"\n\nThe other, Curtis Sharp, has also run through his winnings. Some of them went to invest in a company claiming to make an electric automobile that could run forever without ever being recharged. At one point the company was valued at \"billions,\" he assures us, before the government came in and charged the organizer with selling fraudulent stock. Curtis still believes the guy was on the level: \"Someday that investment is going to pay off.\" Having been \"a drinker and fornicator,\" he moved to Nashville to buy a beer joint. Then he saw the light, found Jesus, and is a preacher.\n\nThe two of them became famous for their New York Lotto commercials. \"A Jew and a black man,\" Lou says. \"A good fit.\" Curtis was known for his bowler hats and collected 100. Before winning, Lou had owned a beauty shop, but something came over him one day, he developed panic attacks and found he could not speak or look people in the eye. He got a job at $240 a week screwing in light bulbs. The Lotto saved him: \"It was like a shot in the arm.\" It sure was. We see clips of him gabbing away on TV with Johnny Carson, Regis Philbin, Ted Koppel and Sammy Davis Jr.\n\nAt times in this film I am reminded of work by documentary maker Errol Morris. The director, Paul La Blanc, has the same ear for the American vernacular and the same eye for obsessions. Take Phylis Breth, for example. Many women clean house for days before letting a camera crew into their homes, but let's say her housekeeping is not Wobegonian. But then we meet her daughter Susan, the opposite. As she provides a tour of her orderly pantry shelves, ticking off \"1994 pickles...last year's tomato juice,\" she proudly shows us that most of her preserves are in jars that originally held the retail version of the same substances. Her homemade salsa is in a salsa jar, for example, with the original label still on.\n\nIf there is one thing the Holdingford ladies are sure of, it's that their winnings will send their children through college. Apart from that, they carry on as before. Sue's husband Donny is known as the \"Wood Man,\" because if you have a fallen tree, he comes around and cuts it into firewood. With pride, he shows a shed jammed with logs. The Breths heat their home all winter with wood in a climate that goes to 30 below. \"I've burned wood all my life, and I will keep on burning wood as long as the good Lord lets me,\" he says.\n\nGetting to know these people, I realized I knew others exactly like them. The women could come from my Downstate family. Giving me a recipe once, my Aunt Mary said, \"One tater for everybody, one for the pot, and one for fear of company.\" For fear. Perfect. I wrote it down as part of the recipe.", "running_time": null, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-01-10", "genres": null, "title": "Millions (A Lottery Story) (2008)"}