{"url": "http://www.rogerebert.com/reviews/millions-2005", "by": "Alex Etelas Damian", "star_rating": 4.0, "text": "It isn't the money's fault it got stolen.\n\nThat is the reasoning of Anthony Cunningham, who at 9 is more of a realist than his 7-year-old brother, Damian. Therefore it isn't their fault that a bag containing 265,000 British pounds bounced off a train and into Damian's playhouse and is currently stuffed under their bed.\n\nDanny Boyle's \"Millions,\" a family film of limitless imagination and surprising joy, follows the two brothers as they deal with their windfall. They begin by giving some of it away, taking homeless men to Pizza Hut. Damian wants to continue their charity work, but Anthony leans toward investing in property. They have a deadline: In one week the UK will say goodbye to the pound and switch over to the Euro; maybe, thinks Anthony, currency speculation would be the way to go.\n\nHere is a film that exists in that enchanted realm where everything goes right -- not for the characters, for the filmmakers. They take an enormous risk with a film of sophistication and whimsy, about children, money, criminals and saints. Damian collects the saints -- \"like baseball cards,\" says Richard Roeper. He knows all their statistics. He can see them clear as day, and have conversations with them. His favorite is St. Francis of Assisi, but he knows them all: When a group of Africans materializes wearing halos, Damian is ecstatic: \"The Ugandan martyrs of 1881!\"\n\nThe boys' mother has died, and Damian asks his saints if they have encountered a St. Maureen. No luck, but then heaven is limitless. Their dad, Ronnie (James Nesbitt), has recently moved them into a newly built suburb outside Liverpool, where the kids at school are hostile at first. Anthony finds it cost-efficient to bribe them with money and neat stuff. Damian, under advice from St. Francis, wants to continue giving money to the poor. Anthony warns him urgently that throwing around too much money will draw attention to them, but Damian drops 10,000 pounds into a charity collection basket. When the boys find out the money was stolen, Damian thinks maybe they should give it back, which is when Anthony comes up with the excellent reasoning I began with.\n\nPerhaps by focusing on the money and the saints I have missed the real story of \"Millions,\" which involves the lives of the boys, their father, and the woman (Daisy Donovan) who works at the charity that finds the fortune in its basket. The boys are dealing with the death of their mother, and the money is a distraction. Their father is even lonelier; maybe too lonely to ever marry again, maybe too distracted to protect his boys against the bad guy (Christopher Fulford), who dreamed up the perfect train robbery and is now skulking about the neighborhood looking for his missing bag of loot.\n\nBy now you may have glanced back to the top of the review to see if I really said \"Millions\" was directed by Danny Boyle, who made \"Shallow Grave,\" \"Trainspotting\" and the zombie movie \"28 Days Later.\" Yes, the Danny Boyle. And the original screenplay and novel are by Frank Cottrell Boyce, who wrote \"Hilary and Jackie\" and \"24 Hour Party People.\" What are these two doing making a sunny film about kids?\n\nI don't require an answer for that, because their delight in the film is so manifest. But they are serious filmmakers who do not know how to talk down to an audience, and although \"Millions\" uses special effects and materializing saints, it's a film about real ideas, real issues and real kids. It's not sanitized brainless eye candy. Like all great family movies, it plays equally well for adults -- maybe better, since we know how unusual it is.\n\nOne of its secrets is casting. In Alex Etel and Lewis McGibbon the film has found two of the most appealing child actors I've ever seen. Etel is like the young Macaulay Culkin (\"Home Alone\"), except that he has no idea he is cute, and like the young Haley Joel Osment (\"The Sixth Sense\") in that he finds it perfectly reasonable to speak with dead people. There is no overt cuteness, no affected lovability, not a false note in their performances, and the movie allows them to be very smart, as in Anthony's theory about turning the pounds into dollars and buying back into Euros after the new currency falls from its opening-day bounce.\n\nOf course, that involves the difficulty of two boys ages 7 and 9 trying to convert 265,000 pounds into anything. They can't just walk into a bank with a note from their dad. The movie handles this and other problems with droll ingenuity, while also portraying a new suburban community in the making. An opening shot by Boyle, maybe a sly dig at Lars von Trier's \"Dogville,\" shows the boys visiting the site of their new neighborhood when it consists only of chalk outlines on the ground. After the new homeowners move in, a helpful policeman cheerfully advises a community meeting that they should expect to be burgled, and he tells them which forms to ask for at the police station.\n\nBoyce, a screenwriter who often works with Michael Winterbottom, is so unpredictable and original in his work that he could be called the British Charlie Kaufman, if they were not both completely distinctive. He got the inspiration for \"Millions,\" he says, from an interview in which Martin Scorsese said he was reading the lives of the saints.\n\nThe idea of characters getting a sudden cash windfall is not new, indeed has been a movie staple for a century. What's original about the movie is the way it uses the money as a device for the young brothers to find out more about how the world really works, and what is really important to them. The closing sequence is a bit of a stretcher, I will be the first to admit, but why not go for broke? One of the tests of sainthood is the performance of a miracle, and since Damian is clearly on the road to sainthood, that is permitted him. For that matter, Boyce and Boyle have performed a miracle with their movie. This is one of the best films of the year.", "running_time": 132, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-03-17", "genres": ["Drama", "Sport"], "title": "Millions (2005)"}