{"url": "http://www.rogerebert.com/reviews/mimic-1997", "by": "Mira Sorvinoas Susan Tyler", "star_rating": 3.5, "text": "There is a sense in which \"Mimic'' is exactly the same movie as \"Event Horizon,\" which is exactly the same movie as \"The Relic,\" which like many other movies was descended from \"Alien,\" which itself was the child of a well-established horror tradition.\n\nAll of these movies, and there are hundreds more, follow a formula in which a pseudoscientific setup in the opening act leads to a series of scenes in which the heroes are trapped (in a subway system, spaceship, tunnel, etc.) with a new and terrifying monster in a form not previously known to man, and the monster leaps out of hiding at them in ways long known to special-effects technicians.\n\nOne does not attend \"Mimic'' hoping for more than a few new twists on the durable old idea; such movies, like thrill rides at parks, work every single time if they have been well planned and constructed. But \"Mimic'' is superior to most of its cousins, and has been stylishly directed by Guillermo Del Toro, whose visual sense adds a certain texture that makes everything scarier and more effective. It's not often that a movie like this can frighten me, but I was surprised at how effective \"Mimic'' is.\n\nThe film begins with ominous reports of a plague that has devastated Manhattan, claiming mostly young children. It is spread by cockroaches, and Mira Sorvino plays a scientist named Susan Tyler who, with her colleagues, is able to use genetic engineering to create the \"Judas Breed,'' a designer bug (half-mantis, half-termite) that can mimic cockroaches, infiltrate their strongholds and kill them. Soon the plague has ended, three years have passed, and apparently those new little bugs (which were supposed to be sterile) have kept right on evolving.\n\nThis is all pretty standard stuff. Originality is in the details. Del Toro, whose movie \"Cronos\" (1992) was about a nasty little antique metal vampire bug, creates thrills by manipulating human nature. We're all squeamish about sticking our hands into unseen dark places where something might bite us. We're all concerned when we see children who don't know they're in danger. We're instinctively frightened when an entity looks like one thing and suddenly reveals itself as something else.\n\nDel Toro touches all of those bases. The hand reaching into darkness had me sliding down in my seat. I liked the two little kids who are bug collectors and know their way around the subway system. And there's a shoeshine man's kid who clicks spoons together in such a way that he mimics the clicking sounds of the Judas Breed. That sets up an expectation that sooner or later the kid will send the wrong (or right) message by accident. Tactical suspense like that is hard to create, but effective: As Hitchcock pointed out, it's more fun to wait for a payoff than to see one.\n\nAs for the insect predators, what they have learned to mimic, and how they do it, provides one of the best payoff shots in the movie. There is also a visual intrigue in the locations. Instead of locking us forever into dark, claustrophobic tunnels, Del Toro creates an abandoned subway station with a vaulted ceiling and overhead windows; we could be somewhere on the Paris Metro. There's a shot where a character, trapped below, can look up and see people walking in the daylight above--so close, and so far away. And an old subway car provides a useful prop.\n\nMira Sorvino's casting in the role of the scientist has been questioned in some quarters, perhaps because she is remembered as the ditzy hooker in Woody Allen's \"Mighty Aphrodite\". But here she comes across as the smart but unfocused graduate student who knows everything and hopes she got it right. (I liked the scene where she grabs insect goo and tells her friends, \"Here! Rub it all over yourself!'') Jeremy Northam plays her husband, also a scientist; Charles S. Dutton is a subway guard with a lot of information about the underground system, and Giancarlo Giannini is the shoeshine man.\n\nThere are expected payoffs, yes, and the usual scenes where a false shock is followed by a real one. \"Mimic'' is a loyal occupant of its genre. But Del Toro is a director with a genuine visual sense, with a way of drawing us into his story and evoking the mood with the very look and texture of his shots. He takes the standard ingredients and presents them so effectively that \"Mimic'' makes the old seem new, fresh and scary.", "running_time": 104, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-22", "genres": ["Horror", "Science Fiction", "Thriller"], "title": "Mimic (1997)"}