{"url": "http://www.rogerebert.com/reviews/mindhunters-2005", "by": "Eion Baileyas Bobby Whitman", "star_rating": 2.5, "text": "One of Those Among Us Is a Killer, and We Cannot Leave This (a) Isolated Country Estate, (b) Besieged Police Station, (c) Antarctic Research Outpost, (d) Haunted House, (e) Space Station (f) Rogue Planet or (g) Summer Camp until we find out who it is -- or until we all die. It is a most ancient and dependable formula, invariably surprising us with the identity of the killer, because the evidence is carefully rigged to point first to one suspect and then another, until they persuasively clear their names by getting murdered.\n\nIn \"Mindhunters,\" a thriller directed by Renny Harlin, the suspects and/or victims are assembled on an isolated island that has been rigged up by the FBI as a training facility. It looks like a real town, but is equipped with video cameras and hidden technology so supervisors can see how well trainees handle real-life problems, not that getting your head shattered into super-cooled fragments is a challenge they'll be facing every day on the job.\n\nThe formula was used early and well by Agatha Christie, whose influence on \"Mindhunters\" has been cited by such authorities as the Hollywood Reporter and Film Threat. In the London play \"The Mousetrap,\" which is now in the third century of its run, she assembled a group of characters in a snowbound country house; one of them has died, and the others try to solve the murder during long conversations in the sitting room involving much malt whiskey, considerable tobacco, unwise \"looks around the house,\" and the revelation that some of the people are not really strangers to one another. It was possibly this play that gave us the phrase, \"Where were you when the lights went out?\"\n\nTo the Agatha Christie formula, \"Mindhunters\" adds another literary inspiration: George Orwell's \"The Decline of the English Murder,\" a brilliant essay in which he celebrated the golden age of British poisoning and other ingenious methods of disposal. The victims were usually married to their killer, who tended to be a meek accountant who had fallen into a trap set by a floozy: \"In the last analysis,\" Orwell writes, \"he [commits] murder because this seems to him less disgraceful, and less damaging to his career, than being detected in adultery.\"\n\nBut by 1946, when Orwell was writing, British standards had fallen off fearfully, and in the famous \"Case of the Cleft Chin Murder,\" \"The background was not domesticity, but the anonymous life of the dance-halls and the false values of the American film.\" So there we go again, vulgar Americans with our wicked influence on the Brits, who in murder as elsewhere maintained elegant traditions until we spoiled the game by just having people kill each other.\n\nOrwell might have been cheered by \"Mindhunters,\" although Christie would have wanted a more ingenious solution. They both might have thought that the killer in the movie goes to a dubious deal of difficulty to create elaborate murder situations that depend on perfect timing, skillful mechanics, a deep knowledge of the characters, and a single-minded focus on providing the movie with Gotcha! scenes. Does the killer in any one of these movies ever have a moment of weariness and depression? (\"What the hell, instead of rigging the liquid nitrogen and re-wiring the town, I think I'll just shoot somebody.\")\n\nNot in \"Mindhunters.\" The people who arrive on the island are there for an exercise in the profiling of a mass killer. Can they construct a psychological profile to narrow the search to the likely suspects? Val Kilmer plays their instructor, as the kind of expert you suspect has studied The Dummy's Guide to Profiling. The others include LL Cool J as Gabe Jensen, a Philadelphia cop who is along as an observer, the brainy Sara Moore (Kathryn Morris), the sexy Nicole Willis (Patricia Velasquez); Vince Sherman (Clifton Collins Jr.), who uses a wheelchair; J.D. Reston (Christian Slater) as a cocky showboat, and so on.\n\nThey all have a single character trait, announced with such frequency that apparently when they packed for the island, they were allowed to bring along only one. There is the character who likes to smoke. The character who will not go anywhere without a gun. Perhaps not amazingly, each victim dies because of the weakness revealed by his trait. The ingenuity of their deaths is impressive. Murder traps are rigged all over the island; you may think they are unbelievably complicated but I say they're nothing a rogue agent couldn't accomplished if he were assisted by an army of key grips, carpenters, best boys, electricians, set designers, art directors, special effects wizards makeup experts, and half a dozen honey wagons.\n\nIs the film worth seeing? Well, yes and no. Yes, because it is exactly what it is, and no, for the same reason. What always amuses me in Closed World Murders is how the survivors keep right on talking, scheming, suspecting and accusing: They persist while bodies are piling up like cordwood. At some point, even if you were FBI material, wouldn't you run around screaming and looking for a boat so you could row the hell off that island?\n\nThe mystery, when it is solved, is both arbitrary and explained at great length. The killer gives a speech justifying his or her actions, which is scant comfort for those already dead. As a courtesy, why not post a notice at the beginning: \"The author of a series of murders that will begin this evening would like his victims to know in advance that he has good reasons, which follow...\" Of course, expert profilers might be able to read the note and figure out his identity, although not, I suspect, in this case.\n\nI will leave you with only one clue. In \"House of Wax,\" which opened last week, the movie theater is playing \"Whatever Happened to Baby Jane.\" In this movie, the theater marquee advertises \"The Third Man.\" No, the male characters are not numbered in order, so you can't figure it out that way, nor is the killer necessarily a woman. So think real hard. What else do you know about \"The Third Man\"? If you have never seen \"The Third Man,\" I urge you to rent it immediately, as a preparation (or substitute) for \"Mindhunters.\"", "running_time": 106, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-05-12", "genres": ["Action", "Adventure", "Mystery", "Thriller"], "title": "Mindhunters (2005)"}