{"url": "http://www.rogerebert.com/reviews/minority-report-2002", "by": "Tom Cruiseas John Anderton", "star_rating": 4.0, "text": "At a time when movies think they have to choose between action and ideas, Steven Spielberg's \"Minority Report\" is a triumph--a film that works on our minds and our emotions. It is a thriller and a human story, a movie of ideas that's also a whodunit. Here is a master filmmaker at the top of his form, working with a star, Tom Cruise, who generates complex human feelings even while playing an action hero.\n\nI complained earlier this summer of awkward joins between live action and CGI; I felt the action sequences in \"Spider-Man\" looked too cartoonish, and that \"Star Wars Episode II,\" by using computer effects to separate the human actors from the sets and CGI characters, felt disconnected and sterile. Now here is Spielberg using every trick in the book and matching them without seams, so that no matter how he's achieving his effects, the focus is always on the story and the characters.\n\nThe movie turns out to be eerily prescient, using the term \"pre-crime\" to describe stopping crimes before they happen; how could Spielberg have known the government would be using the same term this summer? In his film, inspired by but much expanded from a short story by Philip K. Dick, Tom Cruise is John Anderton, chief of the Department of Pre-Crime in the District of Columbia, where there has not been a murder in six years. Soon, it appears, there will be a murder--committed by Anderton himself.\n\nThe year is 2054. Futuristic skyscrapers coexist with the famous Washington monuments and houses from the 19th century. Anderton presides over an operation controlling three \"Pre-Cogs,\" precognitive humans who drift in a flotation tank, their brain waves tapped by computers. They're able to pick up thoughts of premeditated murders and warn the cops, who swoop down and arrest the would-be perpetrators before the killings can take place.\n\nBecause this is Washington, any government operation that is high-profile and successful inspires jealousy. Anderton's superior, bureau director Burgess (Max von Sydow) takes pride in him, and shields him from bureaucrats like Danny Witwer (Colin Farrell), from the Justice Department. As the pre-crime strategy prepares to go national, Witwer seems to have doubts about its wisdom--or he is only jealous of its success? Spielberg establishes these characters in a dazzling future world, created by art director Alex McDowell, that is so filled with details large and small that we stop trying to figure out everything and surrender with a sigh. Some of the details: a computer interface that floats in mid-air, manipulated by Cruise with the gestures of a symphony conductor; advertisements that crawl up the sides of walls and address you personally; cars that whisk around town on magnetic cushions; robotic \"spiders\" that can search a building in minutes by performing a retinal scan on everyone in it. \"Blade Runner,\" also inspired by a Dick story, shows a future world in decay; \"Minority Report\" offers a more optimistic preview.\n\nThe plot centers on a rare glitch in the visions of the Pre-Cogs. Although \"the Pre-Cogs are never wrong,\" we're told, \"sometimes ... they disagree.\" The dissenting Pre-Cog is said to have filed a minority report, and in the case of Anderton the report is crucial, because otherwise he seems a certain candidate for arrest as a pre-criminal. Of course, if you could outsmart the Pre-Cog system, you would have committed the perfect crime...\n\nFinding himself the hunted instead of the hunter, Anderton teams up with Agatha (Samantha Morton), one of the Pre-Cogs, who seemed to be trying to warn him of his danger. Because she floats in a fluid tank, Agatha's muscles are weakened (have Pre-Cogs any rights of their own?) and Anderton has to half-drag her as they flee from the pre-crime police. One virtuoso sequence shows her foreseeing the immediate future and advising Anderton about what to do to elude what the cops are going to do next. The choreography, timing and wit of this sequence make it, all by itself, worth the price of admission.\n\nBut there are other stunning sequences. Consider a scene where the \"spiders\" search a rooming house, and Anderton tries to elude capture by immersing himself in a tub of ice water. This sequence begins with an overhead cross-section of the apartment building and several of its inhabitants, and you would swear it has to be done with a computer, but no: This is an actual physical set, and the elegant camera moves were elaborately choreographed. It's typical of Spielberg that, having devised this astonishing sequence, he propels it for dramatic purposes and doesn't simply exploit it to show off his cleverness. And watch the exquisite timing as one of the spiders, on its way out, senses something and pauses in mid-step.\n\nTom Cruise's Anderton is an example of how a star's power can be used to add more dimension to a character than the screenplay might supply. He compels us to worry about him, and even in implausible action sequences (like falls from dizzying heights) he distracts us by making us care about the logic of the chase, not the possibility of the stunt.\n\nSamantha Morton's character (is 'Agatha' a nod to Miss Christie?) has few words and seems exhausted and frightened most of the time, providing an eerie counterpoint for Anderton's man of action. There is poignancy in her helplessness, and Spielberg shows it in a virtuoso two-shot, as she hangs over Anderton's shoulder while their eyes search desperately in opposite directions. This shot has genuine mystery. It has to do with the composition and lighting and timing and breathing, and like the entire movie it furthers the cold, frightening hostility of the world Anderton finds himself in. The cinematographer, Janusz Kaminski, who has worked with Spielberg before (not least on \"Schindler's List\"), is able to get an effect that's powerful and yet bafflingly simple.\n\nThe plot I will avoid discussing in detail. It is as ingenious as any film noir screenplay, and plays fair better than some. It's told with such clarity that we're always sure what Spielberg wants us to think, suspect and know. And although there is a surprise at the end, there is no cheating: The crime story holds water.\n\nAmerican movies are in the midst of a transition period. Some directors place their trust in technology. Spielberg, who is a master of technology, trusts only story and character, and then uses everything else as a workman uses his tools. He makes \"Minority Report\" with the new technology; other directors seem to be trying to make their movies from it. This film is such a virtuoso high-wire act, daring so much, achieving it with such grace and skill. \"Minority Report\" reminds us why we go to the movies in the first place.", "running_time": 145, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-06-21", "genres": ["Action", "Mystery", "Science Fiction", "Thriller"], "title": "Minority Report (2002)"}