{"url": "http://www.rogerebert.com/reviews/mirage-1972", "by": "Armando Robles-Godoy", "star_rating": 4.0, "text": "\"Mirage\" is a work of stunning subtlety and limitless visual beauty by the Peruvian director, Armando Robles-Godoy. We have seen these qualities in his work before, in \"The Green Wall” (winner the Chicago Film Festival’s 1970 Golden Hugo award). But \"Mirage\" is a more complex, difficult and, finally, more rewarding film.\n\nOn one level, it tells a story of the greatest simplicity. In the little desert town of Ica, not too far from Lima, two young boys of about 12 are great friends. The family of one boy is planning to move to Lima, which is all right with him because he thinks the city might offer him a better chance of becoming a soccer star. The other boy is apparently without parents and lives alone in a vast, strange, haunted structure at the edge of the desert.\n\nWhat is this structure, and why is it there? The priest hints that a great tragedy took place in it one day, a story so sad no one wants to remember it -- and which is just as well forgotten in any case. But the second boy seems to know the story, which has to do with a cruel landowner, his beautiful wife and the workman that she loves. The ways by which the boy understands this story that he could not possibly know are hard to describe. Robles-Godoy does not use dreams, fantasies or flashbacks. The people he tells us about are all dead by now. But by inhabiting their home, the boy somehow inhabits their space, their lives. He knows about them because they pass through him and in some mystical way, are always there.\n\nThe story of the love is told by Robles-Godoy with pure and unashamed romanticism; it is so rare to find a film that exists at a wholly adult level, and still affirms romantic love and presents it with visual and musical lushness. And yet there is always something extra in the love, and it is not so much a simple love story as a legend, an often-heard tale, in which the characters are doomed because their fates have all long ago been written down.\n\n\"Mirage\" was filmed on location in and around the Peruvian desert and is the most visually beautiful film I have seen since a previous Chicago festival winner, \"The Fruits of Paradise.\" The use of the fluidity of the sand, the simplicity of the life, the disturbingly erotic process of winemaking, is masterful.\n\nAnd there is a particular sequence in \"Mirage\" that comes close to a perfect marriage between an idea and the way it is presented. The avaricious landowner insists that his grape pickers whistle while they work -- because it is impossible to eat a grape while whistling, and he reckons he is losing 1 per cent of his crop to his workers' appetites. \n\nSo they whistle. At first their song is a chaotic and tuneless one, but eventually, ever so slowly, the strains of a familiar tune emerge . . . the Internationale.", "running_time": null, "mpaa_rating": "NR", "release_year": 1972, "date_published": "1972-11-03", "genres": null, "title": "Mirage (1972)"}