{"url": "http://www.rogerebert.com/reviews/miracle-mile-1989", "by": "Anthony Edwardsas Harry Washello", "star_rating": 3.0, "text": "“Miracle Mile” has the logic of one of those nightmares in which you’re sure something is terrible, hopeless and dangerous, but you can’t get anyone to listen to you. Besides, you have a sneaking suspicion that you might be mistaken. The film begins as a low-key, boy-meets-girl story, and then a telephone is answered by the wrong person and everything goes horribly wrong. Much of the movie’s diabolical effectiveness comes from the fact that it never reveals, until the very end, whether the nightmare is real, or only some sort of tragic misunderstanding.\n\nThe opening scenes are sunny and sweet. Harry (Anthony Edwards) and Julie (Mare Winningham) are two young people in Los Angeles who have what the movies like to call a Meet Cute: They like each other’s looks, and begin to talk, and it’s love at first sight, and so Harry makes a date to pick up Julie after she gets off work at the all-night coffee shop where she’s a waitress. So far, so good, but then Harry oversleeps and wakes up in the middle of the night, confused and befuddled, and races down to the coffee shop, only to find that Julie has already left for home.\n\nThat’s when the pay telephone rings in the booth outside the restaurant. Harry answers it and hears some kind of panicky warning that he can barely understand. It’s something about how nuclear missiles have been launched, and it’s too late to recall them, and the Russians are involved, and the irrevocable events leading up to World War III have been set into motion. The guy on the other end of the line doesn’t know who he’s talking to; he thinks he called his father and doesn’t know he got the wrong number. Then there’s the sound of gunfire, and Harry is told by a new voice to ignore everything he just heard.\n\nWell, what did he hear? Was it a genuine call or some sort of a practical joke. Did the guy on the other end really know what he was talking about? Or did Harry perhaps get everything out of context and misunderstand it? This is the device through which the movie generates its suspense; we can never be sure that telephone call was genuine.\n\nAt first, Harry doesn’t know what to do. And the inhabitants of the all-night diner aren’t much help. One is a drunk, one is a drag queen, one is the hard-boiled short-order clerk, and then there’s the impeccably groomed brunet at the counter who calmly takes out a portable phone, dials a secret number and tells them all that things look bad, that an attack may be on the way. Is she crazy, or what? The movie was written and directed by Steve DeJarnatt, who toys with our sense of reality by establishing a time limit early in the film: There’s about an hour until the missiles arrive, if they’re indeed arriving. What can be done in that time? Harry desperately tries to find Julie, the girl with whom he wants to share his last moments of life. He and the short-order clerk organize some kind of half-baked attempt to get out of town. Then there’s a plan to use a helicopter pilot to airlift some of the characters out of the target zone. All of these disorganized plans are accompanied by confusion, bad communications, accidents and outbursts of violence - and the clock keeps ticking.\n\n“Miracle Mile” reminded me a little, at times, of Martin Scorsese’s “After Hours.” Both show a city at night, sleeping, dreaming, disoriented, while a character desperately tries to apply logic where it will not work. “Miracle Mile” is not as good as the Scorsese film, perhaps because its danger is an impersonal nuclear attack rather than the random craziness of late-night street people.\n\nBut the effect is sometimes the same, and there is real terror in a scene where word of the possible attack begins to spread through the city and there are riots in the streets. What the movie confirmed for me is something I’ve always suspected: that if there’s ever an hour’s warning that the nuclear missiles are on the way, thanks all the same, but I’d just as soon not know about it.", "running_time": 88, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-06-09", "genres": ["Action", "Disaster", "Drama", "Science Fiction", "Thriller"], "title": "Miracle Mile (1989)"}