{"url": "http://www.rogerebert.com/reviews/miracle-2004", "by": "Kurt Russellas Herb Brooks", "star_rating": 2.0, "text": "\"Miracle\" is a sports movie that's more about the coach than about the team, and that's a miracle, too. At a time when movies are shamelessly aimed at the young male demographic, here's a film with a whole team of hockey players in their teens and early 20s, and the screenplay hardly bothers to tell one from another. Instead, the focus is on Herb Brooks (Kurt Russell), a veteran hockey coach from Minnesota who is assigned the thankless task of assembling a team to represent America in the 1980 Winter Olympics. The United States hasn't won since 1960, and the professionals on the Soviet team -- not to mention the Swedes, the Finns and the Canadians -- rule the sport.\n\nThis is a Kurt Russell you might not recognize. He's beefed up into a jowly, steady middle-age man who still wears his square high-school haircut. Patricia Clarkson, who plays Brooks' wife, has the thankless role of playing yet another movie spouse whose only function in life is to complain that his job is taking too much time away from his family. This role, complete with the obligatory shots of the wife appearing in his study door as the husband burns the midnight oil, is so standard, so ritualistic, so boring, that I propose all future movies about workaholics just make them bachelors, to spare us the dead air. At the very least, she could occasionally ask her husband if he thinks he looks good in those plaid sport coats and slacks.\n\nHerb Brooks is a real man (he died in a car accident just after the film was finished), and the movie presents him in all his complexity. It's fascinated by the quirks of his personality and style; we can see he's a good coach, but, like his players, we're not always sure if we like him. That's what's good about the film: The way it frankly focuses on what a coach does, and how, and why. Brooks knows hockey, and disappointment: He was cut from the 1960 American hockey team only a week before the first game, and so in this film, when he has to cut one more player at the last moment, we know how he feels -- and he knows how the player feels.\n\nBrooks' strategy is to weave an air of mystery about himself. He assigns his assistant coach, Craig Patrick (Noah Emmerich), to become a friend to the players -- because Brooks deliberately does not become a friend, stays aloof, wants to be a little feared and a little resented. At one point, after chewing out his team in the locker room, he stalks out and, passing Patrick, says in a quiet aside, \"That oughta wake 'em up.\"\n\nAfter Brooks is selected for the job, his first task is to select his team. He immediately breaks with tradition. Amateur sports are overrun with adults who are essentially groupies, loving to get close to a team, treasuring their blazers with the badges on the breast pockets. These guys think they will join Brooks in choosing the American finalists after a week of tryouts, but Brooks announces his final cut on the first day of practice; he already knows who he wants, and doesn't require any advice. He's looking for kids who are hungry and passionate and need to win.\n\nMost of the time, the team is seen as a unit. We begin to recognize their faces, but not much is done to develop them as individuals. The exception is the goaltender, Jim Craig (Eddie Cahill). He refuses to take a psychological exam that Brooks hands out, and Brooks tells him that, by not taking it, \"you just took it.\" Later, when Craig seems to falter, Brooks benches him, and says, \"I'm looking for the guy who refused to take the test.\"\n\nWe know all the cliches of the modern sports movie, but \"Miracle\" sidesteps a lot of them. Eric Guggenheim's screenplay, directed by Gavin O'Connor, is not about how some of the players have little quirks that they cure, or about their girl, or about villains that have to be overcome. It's about practicing hard and winning games. It doesn't even bother to demonize the opponents. When the team finally faces the Soviets, they're depicted as -- well, simply as the other team. Their coach has a dark, forbidding manner and doesn't smile much, but he's not a Machiavellian schemer, and the Soviets don't play any dirtier than most teams do in hockey.\n\nOddly enough, the recent movie this one reminds me of is Robert Altman's \"The Company,\" about the Joffrey Ballet. Altman was fascinated by the leadership style of the company's artistic director, and how he deliberately uses strategy and underlings to create an aura of mysterious authority. And he dealt dispassionately with injuries, which are a fact of life and can end a career in a second. \"Miracle\" has a similar orientation.\n\nIn keeping with its analytical style, the movie doesn't use a lot of trick photography in the hockey games. Unlike the fancy shots in a movie like \"The Mighty Ducks,\" this one films the hockey matches more or less the way they might look in a good documentary, or a superior TV broadcast. We're in the middle of the confusion on the ice, feeling the energy rather than focusing on plot points.\n\nThat leaves Kurt Russell and his character Herb Brooks as the center and reason for the film. Although playing a hockey coach might seem like a slap shot for an actor, Russell does real acting here. He has thought about Brooks and internalized him; the real Brooks was available as a consultant to the film. And Russell and O'Connor create a study of a personality, of a man who is leading young men through a process that led him to disappointment 20 years earlier. He has ideas about hockey and ideas about coaching, and like the Zen master Phil Jackson begins with philosophy, not strategy. The film doesn't even end with the outcome of the Big Game. It ends by focusing on the coach, after it is all over.", "running_time": 135, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-02-06", "genres": ["Drama", "History", "Sports Film"], "title": "Miracle (2004)"}