{"url": "http://www.rogerebert.com/reviews/miracle-on-34th-street-1994", "by": "Richard Attenboroughas Kriss Kringle", "star_rating": 3.0, "text": "Little girls are more sophisticated than they used to be. When 6-year-old Susan Walker sees a drunken Santa Claus, for example, she takes it right in stride: \"Bombed? It's the pressure.\" Susan's mother is the PR director for Cole's, a big Manhattan department store, and so the kid knows the angles. \"This seems like a pretty pointless exercise,\" she sighs at one point, while climbing into Santa's lap.\n\nBut of course her disbelief in Santa Claus will not last long, because she finds herself in a retread of \"Miracle on 34th Street,\" the 1947 classic about a department store Santa who may possibly be the genuine article. The movie has been remade by producer John Hughes and director Les Mayfield, who follow the original fairly closely, but with a quieter, more elegiac tone. As in the earlier version, this \"Miracle\" begins with a charming old gentleman who is hired on sight and pressed into service after the department store's Santa gets drunk at the start of the annual New York Thanksgiving parade. The old man says his name is Kriss Kringle (Kriss is spelled with two s's in the new version, for no good reason). Played in 1947 by Edmund Gwenn (who won the Oscar), he's portrayed this time by Richard Attenborough, whose eyes twinkle and whose beard, he proves, cannot be pulled off.\n\nKringle is such a hit in the parade that he gets the full-time job as Cole's Santa, and inspires good publicity by telling children the truth even when it means sending them across the street for cheaper prices at the evil Shopper's Express store (\"Today! Free gum guns!\"). In a touching twist on the earlier film, where Santa was able to talk to a Dutch girl in her own language, this Kringle uses sign language with a deaf girl.\n\nMeanwhile, little Susan (Mara Wilson) is beginning to wonder if there might perhaps be a Santa Claus after all. If there is, she knows what she wants: A father, a brother, and a house of their own.\n\nHer own dad has not been seen for years, but Bryan (Dylan McDermott), a lawyer who lives next door, is in love with her mother, Dorey (Elizabeth Perkins). Dorey is a cynic, once-wounded and twice shy, who doesn't believe in Santa, or love.\n\nThe movie follows the 1947 version into a courtroom where, after some shady tricks by a rival department store, an attempt is made to have old Kriss Kringle declared insane because he really does believe he's Santa Claus. Bryan defends him, with results just as satisfying as in the original, and then there is the happy ending, even more satisfying, because when Bryan and Dorey get married, it is in the very same Chicago church where I got married, and so it was not possible to achieve critical objectivity.\n\nThere will never really be a movie to replace the 1947 \"Miracle on 34th Street,\" nor a performance to replace Edmund Gwenn's, but this modern update is a sweet, gentle, good-hearted film that stays true to the spirit of the original and doesn't try to make everything slick and exploitative. You know it's a good movie when you walk out humming the songs, and this time, it was \"Joy to the World.\"", "running_time": 114, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-11-18", "genres": ["Drama", "Family", "Fantasy", "Science Fiction"], "title": "Miracle On 34th Street (1994)"}