{"url": "http://www.rogerebert.com/reviews/mirror-mirror-2012", "by": "Julia Robertsas The Queen", "star_rating": 2.5, "text": "\"Mirror Mirror\" is a sumptuous fantasy for the eyes and a pinball game for the mind, as story elements collide and roll around bumping into each other. This is not a faithful retelling of the versions by the Brothers Grimm or Walt Disney, but neither is it a satire, nor much of a story in its own right. But it's great to look at. If there's a major difference from the earlier versions, it's how this one has beefed-up roles for the seven dwarves, who here seem to be a merry band in search of Robin Hood. Nor do I recall earlier battles with a giant winged griffin.\n\nThe look of the film owes everything to the director, Tarsem Singh, an India-born former TV commercial maker, famous for two of the best-looking movies I've ever seen, \"The Cell\" (2000) and \"The Fall\" (2006). He's in love with spectacular landscapes and architecture, and in all of his films (including the underwhelming \"The Immortals\" in 2011) the costumes of the late Japanese designer Eiko Ishioka dominate every scene they're in and every character they're worn by.\n\nJulia Roberts seems particularly well-suited to wear them, and when first seen is wearing a magnificent orange gown and seated on a seashell throne which acts as a frame and a continuation of the costume. Roberts plays the Queen in a kingdom we're introduced to by her opening narration -- which uses animated dolls figures to fill us in on her early life, during which she was married to a King (Sean Bean) who promptly set off into the forest and was not seen again. That left her as the autocratic ruler of a kingdom with painfully high taxes, and the stepmother of Snow White (Lily Collins), who is a captive in the castle until she's 18.\n\nThere is a financial crisis. Brighton (Nathan Lane), her aide and accountant, tells her she's broke. That comes at an inconvenient time, because Prince Alcott (Armie Hammer) has wandered into the kingdom, and the Queen knows if she marries him, he can solve her finances. Problem is, she can't even afford the royal ball at which she plans for them to fall in love.\n\nThe Prince has already met Snow White; they were both wandering in the woods when they encountered the seven dwarfs, jolly bandits with good hearts. It is Snow White and not the Prince in this version who bestows a life-changing kiss. It's almost uncanny in some scenes here, how Lily Collins (daughter of Phil Collins) looks like Audrey Hepburn.\n\nShe's all sweet, all innocent, but Julia Roberts steals the show with her imperious and autocratic Queen. She consults her own image in a mirror, located as only Tarsem would place it in a weird structure in the middle of a lake. She never asks who is the fairest of them all, and thus never has to hear the inevitable answer, but the Queen's vanity and fear of aging give Roberts some plum scenes. Consider the one where she's having a spa-style beauty makeover before the ball. Her lips become bee-stung with the help of real bees, she gets a manicure from disgusting wormy creatures, and her skin is refreshed with a preparation made up from parrot droppings. Yes, parrot droppings, and we see the parrots dropping them.\n\nAll of this is in place and looks great, but the dialogue is rather flat, the movie sort of boring, and there's not much energy in the two places it should really be felt: Between the Queen and Snow White, and between Snow and the Prince. The story is a listless tale that moves at a stately pace through settings that could have supported fireworks. Indeed, the characters who seem to care the most about each other are the dwarfs.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-03-28", "genres": ["Adventure", "Comedy", "Drama", "Family", "Fantasy", "Science Fiction"], "title": "Mirror Mirror (2012)"}