{"url": "http://www.rogerebert.com/reviews/misery-1990", "by": "James Caanas Paul Sheldon", "star_rating": 3.0, "text": "Stephen King has a modest but undeniable genius for being able to find horror in everyday situations. My notion is that he starts with a germ of truth from his own life, and then takes it as far as he can into the macabre and the bizarre. Take \"Misery,\" for example, the story of a writer who finds himself the captive of his self-proclaimed \"No. 1 fan.\" The hero has not finished a novel to her liking, and now she has him in her grip and he is writing under a particularly painful and violent deadline.\n\nI can only imagine what some of the more peculiar fan letters of a writer like King must read like, and perhaps one of them even suggested this story. \"Misery\" involves a writer named Paul Sheldon (James Caan) who has been prostituting his talent for years with a series of romantic historical potboilers about a character named Misery, who after great triumphs and travails has finally been killed off. Having assassinated the character he had come to hate, Sheldon holes up in a Colorado lodge to write a \"real\" novel, and when he finishes it he packs it into his car and heads down a mountain road in a blizzard, loses control of his car, and ends up injured and in a snowbank.\n\nHe might easily have died, but he's rescued by a brusque, resourceful woman named Annie Wilkes (Kathy Bates), who digs him out, takes him home, nurses him back to health, and then is outraged to learn he has killed off Misery. That simply will not do, and so she holds her invalid prisoner while he writes a sequel bringing Misery back to life.\n\nThe world thinks Sheldon is dead. We follow the search for his body, which involves his literary agent (Lauren Bacall), the local backwoods sheriff (Richard Farnsworth), and the sheriff's wife (Frances Sternhagen). They are essentially the only other actors in the movie, which develops mostly as a two-hander between Caan and Bates.\n\nThey make an intriguing team. Caan, who has been hyper in some of his recent performances, is controlled and even passive here, the disbelieving captive of a madwoman. Bates, who has the film's key role, is uncanny in her ability to switch, in an instant, from sweet solicitude to savage scorn. Some of the things Stephen King invents for her to do to the writer are so shocking that they could be a trap for an actor - an invitation to overact. But she somehow remains convincing inside her character's madness.\n\nThe material in \"Misery\" is so much Stephen King's own that it's a little surprising that a director like Rob Reiner would have been interested in making the film. Reiner has started with literary properties before - among them King's \"Stand by Me\" and William Goldman's \"The Princess Bride\" - but his strength is in putting a personal stamp on his films (which also include the cross-country romance \"The Sure Thing\" and the fake documentary \"This is Spinal Tap\").\n\nWhat he does with \"Misery\" is essentially simply respectful - he \"brings the story to the screen,\" as the saying goes.\n\nIt is a good story, a natural, and it grabs us. But just as there is almost no way to screw it up, so there's hardly any way to bring it above a certain level of inspiration. Many competent directors could have done what Reiner does here, and perhaps many other actors could have done what Caan does, although the Kathy Bates performance is trickier and more special. The result is good craftsmanship, and a movie that works. It does not illuminate, challenge or inspire, but it works.", "running_time": 104, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-11-30", "genres": ["Thriller"], "title": "Misery (1990)"}