{"url": "http://www.rogerebert.com/reviews/mission-impossible-ii-2000", "by": "Dougray Scottas Sean Ambrose", "star_rating": 3.0, "text": "If James Bond is still around at the end of the 21st century, he will look a lot like Ethan Hunt. The hero of the \"Mission: Impossible\" series is a 007 for our time.\n\nThat means: Sex is more of a surprise and a distraction than a lifestyle. Stunts and special effects don't interrupt the plot, but are the plot. The hero's interest in new consumer items runs more toward cybergadgets than sports cars. He isn't a patriot working for his government, but a hired gun working for a shadowy international agency. And he doesn't smoke, hardly drinks, and is in the physical condition of a triathlete.\n\n\tThe new Bond, in short, is a driven, over-achieving professional -- not the sort of gentleman sophisticate the British spy family used to cultivate. His small talk consists not of lascivious puns, but geekspeak. When he raised an eyebrow, it's probably not his, because he's a master of disguise and can hide behind plastic face masks so realistic even his cinematographer doesn't know for sure.\n\n\tThe first \"Mission: Impossible\" (1996) had a plot no one understood. \"Mission: Impossible 2\" has a plot you don't need to understand. It's been cobbled together by the expert Hollywood script doctor Robert Towne out of elements of other movies, notably Hitchcock's \"Notorious\" (1946) from which he takes the idea that the hero first falls in love with the heroine, then heartlessly assigns her to resume an old affair with an ex-lover in order to spy on his devious plans. In both films, the woman agrees to do this because she loves the hero. In \"Notorious,\" the hero loses respect for the woman after she does what he asks. The modern hero is too amoral to think of this.\n\n\tTowne's contribution is quite skillful, especially if it's true, as I've heard, that he had to write around major f/x sequences which director John Woo had already written and fine-tuned. His strategy is to make Ethan Hunt (Tom Cruise) into a sympathetic yet one-dimensional character, so that motivation and emotion will not be a problem. He's a cousin of Clint Eastwood's Man With No Name -- a hero defined not by his values but by his actions.\n\n\tThe villain remains in the Bond tradition: A megalomaniac who seeks power or wealth by holding the world ransom. In this case, he seeks control of a deadly virus, but the virus is what Hitchcock called a MacGuffin; it doesn't matter what it is, just so it's something everyone desires or fears. The movie wisely spends little time on the details, but is clever in the way it uses the virus to create time pressure: Twenty-four hours after you're exposed, you die, and that leads to a nicely-timed showdown involving the hero, the woman he loves, the villain, the virus, and a ticking clock.\n\n\tThandie Newton plays the woman, and the most significant thing about her character is that she's still alive at the end, and apparently available for the sequel. The Bond girls have had a depressing mortality rate over the years, but remember that 007 was formed in the promiscuous 1960s, while Ethan Hunt lives in a time when even spies tend to stay with old relationships, maybe because it's so tiresome to start new ones.\n\n\tNewton's character is unique in the way she plays a key role in the plot, taking her own initiative. Bond girls, even those with formidable fighting skills, were instruments of the plot; Newton's Nyah Hall not only lacks a name that is a pun, but shockingly makes a unilateral decision that influences the outcome of the movie. The playing field will be more level in the \"M:I\" battle of the sexes.\n\n\tFor Tom Cruise, the series is a franchise, like Mel Gibson's \"Lethal Weapon\" movies. \"M:I3\" is already on the drawing board, again with John Woo as director, and there's no reason the sequels can't continue as long as Cruise can still star in action scenes (or their computer-generated manifestations). This is good for Cruise. By more or less underwriting his box office clout, it gives him the freedom to experiment with more offbeat choices like \"Eyes Wide Shut\" and \"Magnolia.\"\n\n\tAs for the movie itself: If the first movie was entertaining as sound, fury and movement, this one is more evolved, more confident, more sure-footed in the way it marries minimal character development to seamless action. It is a global movie, flying no flag, requiring little dialog, featuring characters who are Pavlovian in their motivation. It's more efficient than the Bond pictures, but not as much pure fun. But in this new century, I have a premonition we'll be seeing more efficiency and less fun in a lot of different areas. The trend started about the time college students decided management was sexier than literature.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-05-24", "genres": ["Action", "Adventure", "Thriller"], "title": "Mission: Impossible II (2000)"}