{"url": "http://www.rogerebert.com/reviews/mission-impossible-ghost-protocol-2011", "by": "Tom Cruiseas Ethan Hunt", "star_rating": 3.5, "text": "Tricky enough in concept alone. But it has been claimed that Cruise \"insisted on doing his stunts himself.\" Say what? The character Ethan Hunt is seen like a human fly clinging to glass, thousands of feet in the air, and you're telling me we aren't looking at CGI? If that's really Tom Cruise, he seems like a suitable case for treatment.\n\nIf it is or isn't, the sequence is one of the most spellbinding stretches of film I've seen. In the way it's set up, photographed and edited, it provided me and my vertigo with scary fascination. The movie has other accomplished set pieces as well. It opens with Ethan Hunt's breakout from a Russian prison. There is a staggering fight scene inside a space-age parking garage where moving steel platforms raise and lower cars, and the fighters jump from one level to another. There's a clever scene in the vaults of the Kremlin Archives in which a virtual reality illusion is used to fool a guard. And a scene at a fancy Mumbai party in which Indian star Anil Kapoor thinks he's seducing MI team member Jane (Paula Patton) in an elaborately choreographed diversionary technique.\n\nEthan and Jane are joined by Mission mates Brandt (Jeremy Renner) and Benji (Simon Pegg) in an attempt to foil a madman named Hendricks (Michael Nyqvist), who has gained control of a satellite and possession of Russian nuclear codes, and wants to start a nuclear war. His reason, as much as I understand it, is that life on Earth needs to be annihilated once in a while so it can get a fresh start, and Hendricks is impatient waiting for a big asteroid to come along in his lifetime.\n\nThe movie benefits greatly from the well-defined performances of the Mission team. Cruise, hurting from the death of his wife (remember her in the third MI picture?), plays a likable man of, shall we say, infinite courage. Simon Pegg, with his owl face and petulance, is funny as Benji the computer genius, one of those guys who can walk into the Burj Khalifa with a laptop and instantly grab control of its elevators and security cameras. Paula Patton is an appealing Jane, combining sweet sexiness with vicious hand-to-hand fighting techniques. And Jeremy Renner's Brandt, entering the plot late as an \"analyst\" for the IMF secretary (Tom Wilkinson), is revealed to have a great many extra-analytical skills.\n\nBrandt and Benji have a scene that reaches a new level of action goofiness even for a \"Mission: Impossible\" movie. Brandt's mission, and Ethan makes it clear he has to accept it, is to wear steel mesh underwear and jump into a ventilating shaft with wicked spinning fan blades at the bottom. Benji will halt his fall with a little mobile magnet at the bottom of the shaft, so Brandt can break into massive computers. Renner does an especially nice job of seeming very scared when he does this.\n\nThe movie has an unexpected director: Brad Bird, the maker of such great animated films as \"The Iron Giant,\" \"The Incredibles\" and \"Ratatouille.\" Well, why not? Animation specializes in action, and his films are known for strong characterization. You'd think he'd been doing thrillers for years.\n\nNow I want to get back to Tom Cruise, who we left clinging to the side of the Burj Khalifa, allegedly doing his own stunts. I'm not saying he didn't. No doubt various unseen nets and wires were also used, and at least some CGI. Whatever.\n\nI remember a story Clint Eastwood told me years ago, after he made \"The Eiger Sanction\" (1975). There's a scene in the movie where Clint's character dangles in mid-air at the end of a cable hanging from a mountain. He's thousands of feet up. Clint, who also directed, did the scene himself. \n\n\"I didn't want to use a stunt man,\" he said, \"because I wanted to use a telephoto lens and zoom in slowly all the way to my face — so you could see it was really me. I put on a little disguise and slipped into a sneak preview of the film to see how people liked it. When I was hanging up there in the air, the woman in front of me said to her friend, 'Gee, I wonder how they did that?' and her friend said, 'Special effects.'\"\n\nNote: I should add that I saw the film in the IMAX format. Wow. The skyscraper scene had incredible impact.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-12-14", "genres": ["Action", "Adventure", "Thriller"], "title": "Mission: Impossible -- Ghost Protocol (2011)"}