{"url": "http://www.rogerebert.com/reviews/mission-impossible-1996", "by": "Tom Cruiseas Ethan Hunt", "star_rating": 3.0, "text": "I'm not sure I could pass a test on the plot of \"Mission: Impossible.\" My consolation is that the screenwriters probably couldn't, either. The story is a nearly impenetrable labyrinth of post-Cold War double-dealing, but the details hardly matter; it's all a set-up for sensational chase sequences and a delicate computer theft operation, intercut with that most reliable of spy movie standbys, the midnight rendezvous under a street lamp in a chilly foreign capital.\n\nTom Cruise stars as Ethan Hunt, professional spy, whose assignment, which he chooses to accept, is to prevent the theft of a computer file containing the code names and real identities of all of America's double agents. It's not enough to simply stop the guy; Cruise and his team (also including Jon Voight, Kristen Scott-Thomas and Emmanuelle Beart) are asked to photograph the enemy in the act of stealing the information, and then follow him until he passes it along. This process involves a check list of Cold War spycraft and cliches: Eye glasses with built-in TV cameras, concealed microphones, laptop computers, agents in elaborate disguise, exploding cars, knifings, shootings, bodies toppling into a river, etc. Of course the whole sequence centers around a diplomatic reception in Prague.\n\nBecause \"Mission: Impossible\" was directed by Brian De Palma, a master of genre thrillers and sly Hitchcockian wit (\"Blow Out,\" \"Body Double\"), it's a nearly impossible mission to take the plot seriously.\n\nHe is more concerned with style than story, which is wise, since if this movie ever paused to explain itself it would take a very long time.\n\nThere are so many double-reverses in the first half hour that we learn to accept nothing at face value (not even faces, since they may be elaborate latex masks). And the momentum of the visuals prevents us from asking logical questions, such as, is physically copying a computer file onto another disc the only way to steal it? (My colleague Rich Elias has written that the obvious solution for the CIA would have been to hire Robert Redford's team from \"Sneakers\" to commit an online theft.) \"Mission: Impossible\" is all slick surface and technical skill. The characters are not very interesting (except for Vanessa Redgrave, as an information broker, and Jon Voight, who expresses a touching world-weariness in a film too impatient for weariness of any kind). The plot is impossible to follow. The various strategies of Cruise and his allies and foes don't stand up under scrutiny. And none of that matters.\n\nThis is a movie that exists in the instant, and we must exist in the instant to enjoy it. Any troubling questions from earlier in the film must be firmly repressed.\n\nDe Palma is expert at sustained nonverbal action sequences, and there are three in the film: The opening scenario at the diplomatic reception; a delicate act of computer theft; and a chase in which a helicopter follows the high-speed London-Paris train into the Chunnel with Cruise and a bad guy clinging to the top of it.\n\nThe computer theft scene will ring a bell with anyone who has seen \"Rififi\" (1954) or \"Topkapi\" (1964), both by Jules Dassin, who became famous for his extended theft sequences done in total silence. \"Topkapi\" also used the device of suspending a thief from a hole in the ceiling, to avoid anti-theft devices on the floor. This time, De Palma gives us a computer \"safe room\" rigged so that alarms will sound at any noise above a certain decibel level, any pressure on the floor, any change in temperature. Cruise hangs in a harness while carefully inserting a blank disc and making a copy of the file.\n\nOf course it's convenient that the decibel level is set high enough that it isn't triggered by the noise of a computer copying a disc -- which is precisely what it should be guarding against. Convenient, too, that the infra-red rays guarding the ceiling hatch can be so conveniently dealt with. And very convenient for the audience that the rays are made visible to a normal eye. If you want to see infra-red rays -- really -- exploited in a heist movie, have a look at \"Grand Slam\"(1968).\n\nIf the heist has been done before, and better, not even the James Bond films have ever given us anything quite like the ending chase sequence, with a bad guy in a helicopter flying into the Chunnel linking Britain to France. Earlier it's been established that the train through Britain is traveling so fast that Cruise, clinging to it, might easily be blown off. This will cheer the film's British viewers, who can forget for a moment that the Chunnel train goes that fast only on the French side, since the high-speed tracks on the British side have not yet been completed. (Inaugurating the Chunnel, Francois Mitter and wickedly described a traveler \"Speeding through France and then enjoying a leisurely view of the British countryside\").\n\nNo matter. The train goes fast, and the helicopter follows it right under the Channel, and De Palma's special effects (by Industrial Light and Magic) are clever for obscuring the scale involved, since a helicopter's blades would obviously not fit into the tunnel -- but then why am I quibbling, since the whole stunt is obviously impossible? \n\nThe bottom line on a film like this is, Tom Cruise looks cool and holds our attention while doing neat things that we don't quite understand -- doing them so quickly and with so much style that we put our questions on hold, and go with the flow. When the movie is over, it turns out there wasn't anything except the flow. Our consolation, I guess, is that we had fun going with it.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-05-31", "genres": ["Action", "Adventure", "Thriller"], "title": "Mission: Impossible (1996)"}