{"url": "http://www.rogerebert.com/reviews/miss-congeniality-2-armed-and-fabulous-2005", "by": "Sandra Bullockas Gracie Hart", "star_rating": 1.5, "text": "Having made the unnecessary \"Miss Congeniality\" (2000), Sandra Bullock now returns with the doubly unnecessary \"Miss Congeniality 2: Armed and Fabulous.\" Perhaps it is not entirely unnecessary in the eyes of the producers, since the first film had a worldwide gross of $212 million, not counting home video, but it's unnecessary in the sense that there is no good reason to go and actually see it.\n\nThat despite the presence of Sandra Bullock, who remains a most agreeable actress and brings what charm she can to a character who never seems plausible enough to be funny. Does a character in a comedy need to be plausible? I think it helps. It is not enough for a character to \"act funny.\" A lot of humor comes from tension between who the character is and what the character does or is made to do. Since Miss Congeniality is never other than a ditz, that she acts like one is not hilarious.\n\nYou will recall that Gracie Hart (Bullock) is an FBI agent who in the first film impersonated a beauty pageant contestant in order to infiltrate -- but enough about that plot, since all you need to know is that the publicity from the pageant has made her so famous that \"MC2\" opens with a bank robber recognizing her and aborting an FBI sting. Gracie is obviously too famous to function as an ordinary agent, so the FBI director makes her a public relations creature -- the new \"face of the bureau.\"\n\nSince the Michael Caine character in the first film successfully groomed her into a beauty pageant finalist, you'd think Gracie had learned something about seemly behavior, but no, she's still a klutz. The bureau supplies her with Joel (Diedrich Bader), a Queer Guy for the Straight Agent, who gives her tips on deportment (no snorting as a form of laughter), manners (chew with your mouth closed) and fashion (dress like a Barbie doll). She is also assigned a new partner: Sam Fuller (Regina King), a tough agent with anger management issues, who likes to throw people around and is allegedly Gracie's bodyguard, assuming she doesn't kill her.\n\nAs Gracie is rolled out as the FBI's new face, there's a funny TV chat scene with Regis Philbin (Regis: \"You don't look like J. Edgar Hoover.\" Gracie: \"Really? Because this is his dress.\"). Then comes an emergency: Miss United States (Heather Burns), Gracie's buddy from the beauty pageant, is kidnapped in Las Vegas, along with the pageant host (William Shatner).\n\nGracie and Sam fly to Vegas and humiliate the bureau by tackling the real Dolly Parton under the impression she is an imposter. Then they have to dress up like female impersonators in a drag club. They also re-enact the usual cliches of two partners who hate each other until they learn to love each other. And they impersonate Nancy Drew in their investigation, which leads to the thrilling rescue of Miss United States from the least likely place in the world where any kidnapper would think of hiding her.\n\nNow a word about the name of Regina King's character, Sam Fuller. This is, of course, the same name as the famous movie director Sam Fuller (\"The Big Red One,\" \"Shock Corridor,\" \"The Naked Kiss\"). Fuller (1912-97) was an icon among other directors, who gave him countless cameo roles in their movies just because his presence was like a blessing; he appeared in films by Amos Gitai, Aki Kaurismaki, his brother Mika Kaurismaki, Larry Cohen, Claude Chabrol, Steven Spielberg, Alexandre Rockwell (twice), Wim Wenders (three times) and Jean-Luc Godard, the first to use him, in \"Pierrot le Fou,\" where he stood against a wall, puffed a cigar, and told the camera, \"Film is like a battleground.\"\n\nIt may seem that I have strayed from the topic, but be honest: You are happier to learn these factoids about Sam Fuller than to find out which Las Vegas landmark the kidnappers use to imprison Miss United States and William Shatner. The only hint I will provide is that they almost drown, and Sandra Bullock almost drowns, too, as she did most famously in \"Speed 2: Cruise Control,\" a movie about a runaway ocean liner.\n\nI traditionally end my reviews of the \"Miss Congeniality\" movies by noting that I was the only critic in the world who liked \"Speed 2,\" and I see no reason to abandon that tradition, especially since if there is a \"Miss Congeniality 3\" and it doesn't have Sam Fuller in it, I may be at a loss for words.", "running_time": 115, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-03-23", "genres": ["Action", "Comedy"], "title": "Miss Congeniality 2: Armed and Fabulous (2005)"}