{"url": "http://www.rogerebert.com/reviews/miss-julie-2000", "by": "Saffron Burrowsas Miss Julie", "star_rating": 2.0, "text": "Mike Figgis' \"Leaving Las Vegas\" was about a self-destructive man who pauses briefly for sex and kindness from a Vegas call girl on his way to the grave. Now Figgis has made \"Miss Julie,'' a film based on the Strindberg play about a count's daughter and her footman--two people who use sex as their instrument of self-destruction. Both films are intense, erotic and willful; the difference is that we pity and love the characters in the first, while Strindberg and Figgis allow only pity in the second.\n\nIt is midsummer's eve in the house of a wealthy Swedish count. In the kitchen, there's much cheerful to-and-froing from the downstairs staff, while upstairs a party is under way. We meet Jean, the footman, played by Peter Mullan as a compact, self-assured man who polishes boots as if they were his enemies. His fiancee, the cook Christine (Maria Doyle Kennedy), is a plump, jolly woman who not only knows her place, but approves of it.\n\nMiss Julie walks down the stairs. Played by Saffron Burrows, she is several inches taller than Jean, and bold, the kind of woman who learned to handle men by first mastering horses. She's come for a little sport with the servants, or because she's bored with the aristocrats upstairs, or because she has noticed how Jean looks at her, or perhaps because her fiance has left her. He left, we learn, because she was too headstrong. On the rebound, she is angry and reckless.\n\nFor the next hour and a half, Jean and Miss Julie will engage in a duel of wills. The movie is almost exactly as long as Strindberg's one-act play, which traps them in the same time and space and calls their mutual bluff: Each wants to prove the other doesn't have the nerve to have sex. Intimacy between them, of course, is forbidden by all the codes that apply in this kitchen: the class system, religious beliefs, the separation of servant and master, Jean's engagement to Christine, and not least the fact that they do not like each other.\n\nBut their dislike is an aphrodisiac, and so is the danger they place themselves in, because a servant and a mistress who have sex can never be accepted again by society. They must leave--flee to Paris, perhaps--or find some other kind of escape. Ah, you say, but what if no one finds out? The whole point is that they themselves will know. They've been instructed by the class system to see themselves in a certain way, and sex would destroy that way of seeing.\n\nOf course, their danger makes it all the more enticing, and the drama is a verbal duel in which words are foreplay. There is a lot of sadomasochism in their fencing. She at first wants him to grovel and towers over him. Then he takes the upper hand and lashes her with harsh truths about herself. When they finally do have sex, it is not pleasurable but more like a mutual wounding: As you destroy me, I destroy you.\n\nThe actors are compelling. Mullan (\"My Name Is Joe\") can be a hard man, roughened by his servant's life. Burrows (\"The Loss Of Sexual Innocence\") is a great beauty, but like Sigourney Weaver, another tall woman, possessed of angularity: She can be soft and then all sharp corners. They talk, they fence, they dream, they are tender, they tease, they taunt, they dance closer and closer to the film's outcome, which, once you experience it, you know you saw coming right from the first.", "running_time": 100, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-03", "genres": ["Drama", "Foreign", "Romance"], "title": "Miss Julie (2000)"}