{"url": "http://www.rogerebert.com/reviews/mississippi-burning-1988", "by": "Gene Hackmanas Anderson", "star_rating": 4.0, "text": "Movies often take place in towns, but they rarely seem to live in them. Alan Parker’s “Mississippi Burning” feels like a movie made from the inside out, a movie that knows the ways and people of its small Southern city so intimately that, having seen it, I know the place I’d go for a cup of coffee and the place I’d steer clear from. This acute sense of time and place - rural Mississippi, 1964 - is the lifeblood of the film. More than any other film I’ve seen, this one gets inside the passion of race relations in America.\n\nThe film is based on a true story, the disappearances of Chaney, Goodman and Schwerner, three young civil rights workers who were part of a voter registration drive in Mississippi. When their murdered bodies were finally discovered, their corpses were irrefutable testimony against the officials who had complained that the whole case was a publicity stunt, dreamed up by Northern liberals and outside agitators. The case became one of the milestones, like the day Rosa Parks took her seat on the bus or the day Martin Luther King marched into Montgomery, on the long march toward racial justice in this country.\n\nBut “Mississippi Burning” is not a documentary, nor does it strain to present a story based on the facts. This movie is a gritty police drama, bloody, passionate and sometimes surprisingly funny about the efforts of two FBI men to lead an investigation into the disappearances. Few men could be more opposite than these two agents: Anderson (Gene Hackman), the good old boy who used to be a sheriff in a town a lot like this one, and Ward (Willem Dafoe), one of Bobby Kennedy’s bright young men from the Justice Department. Anderson believes in keeping a low profile, hanging around the barber shop, sort of smelling out the likely perpetrators. Ward believes in a show of force and calls in hundreds of federal agents and even the National Guard to search for the missing workers.\n\nAnderson and Ward do not like each other very much. Both men feel they should be in charge of the operation. As they go their separate paths, we meet some of the people in the town. The mayor, a slick country-club type, who lectures against rabble-rousing outsiders.\n\nThe sheriff, who thinks he can intimidate the FBI men. And Pell (Brad Dourif), a shifty-eyed deputy who has an alibi for the time the three men disappeared, and it’s a good alibi - except why would he have an alibi so good, for precisely that time, unless he needed one? The alibi depends on the word of Pell’s wife (Frances McDormand), a woman who has taken a lot over the years from this self-hating racist, who needs a gun on his belt by day and a hood over his head by night just to gather the courage to stand and walk.\n\nAnderson, the Hackman character, singles her out immediately as the key to the case. He believes the sheriff’s department delivered the three men over to the local klan, which murdered them. If he can get the wife to talk, the whole house of cards crashes down.\n\nSo he starts hanging around. Makes small talk. Shifts on his feet in her living room like a bashful boy. Lets his voice trail off, so that in the silence she can imagine that he was about to say what a pretty woman she was, still. Anderson plays this woman like a piano.\n\nAnd she wants to be played. Because Hackman is such a subtle actor, it takes us a while to realize that he has really fallen for her. He would like to rescue her from the scum she’s married to and wrap her up in his arms.\n\nThis relationship is counterpoint to the main current of the film, which involves good police work, interrogations, searches, and - mostly - hoping for tips. There is reason to believe that the local black community has a good idea of who committed the murders, but the klan trashes and burns the home of one family with a son who might talk, and there is terror in the air in the black neighborhood.\n\nParker, the director, doesn’t use melodrama to show how terrified the local blacks are of reprisals; he uses realism. We see what can happen to people who are not “good nigras.” The Dafoe character approaches a black man in a segregated luncheonette and asks him questions. The black refuses to talk to him - and still gets beaten by the klan. Sometimes keeping your mouth shut can be sound common sense. Parker has dealt with intimidating bullies before in his work, most notably in “Midnight Express,” but what makes this film so particular is the way he understates the evil in it.\n\nThere are no great villains and sadistic torturers in this film, only banal little racists with a vicious streak.\n\nBy the end of the film, the bodies have been found, the murderers have been identified, and the wheels of justice have started to grind. We knew the outcome of this case when we walked into the theater. What we may have forgotten, or never known, is exactly what kinds of currents were in the air in 1964. The civil rights movements of the early 1960s was the finest hour of modern American history, because it was the painful hour in which we determined to improve ourselves, instead of others. We grew. The South grew, the whole nation grew, more comfortable with the radical idea that all men were created equal and endowed with certain inalienable rights, among them life, liberty and the pursuit of happiness.\n\nWhat “Mississippi Burning” evokes more clearly than anything else is how recently in our past those rights were routinely and legally denied to blacks, particularly in the South. In a time so recent that its cars are still on the road and its newspapers have not started to yellow, large parts of America were a police state in which the crime was to be black. Things are not great for blacks today, but at least official racism is no longer on the law books anywhere. And no other movie I’ve seen captures so forcefully the look, the feel, the very smell, of racism. We can feel how sexy their hatred feels to the racists in this movie, how it replaces other entertainments, how it compensates for their sense of worthlessness. And we can feel something breaking free, the fresh air rushing in, when the back of that racism is broken.\n\n“Mississippi Burning” is the best American film of 1988 and a likely candidate for the Academy Award as the year’s best picture.\n\nApart from its pure entertainment value - this is the best American crime movie in years - it is an important statement about a time and a condition that should not be forgotten. The Academy loves to honor prestigious movies in which long-ago crimes are rectified in far-away places. Here is a nominee with the ink still wet on its pages.\n\nThe major players - Hackman and Dafoe - are likely Oscar nominees, but I hope attention is paid to McDormand, who could have turned her role into a flashy showboat performance, but chose instead to show us a woman who had been raised and trained and beaten into accepting her man as her master, and who finally rejects that role simply because with her own eyes she can see that it’s wrong to treat black people the way her husband does. The woman McDormand plays is quiet and shy and fearful, but in the moral decision she makes, she represents a generation that finally said, hey, what’s going on here is simply not fair.", "running_time": 128, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-09", "genres": ["Crime", "Drama", "Thriller"], "title": "Mississippi Burning (1988)"}