{"url": "http://www.rogerebert.com/reviews/missing-1982", "by": null, "star_rating": 3.0, "text": "\r\n\nMuch has already been written about the bravery of “Missing”,\rwhich dares, we are told, to make a specific attack on American policies in\rChile during and after the Allende regime. I wish the movie had been even brave\renough to risk a clear, unequivocal, uncompromised statement of its beliefs,\rinstead of losing itself in a cluttered mishmash of stylistic excesses. This\rmovie might have really been powerful, if it could have gotten out of its own\rway. \n\n\rThe story involves the disappearance in the\rearly 1970s of a young American journalist in a country (not named) that is\robviously intended to be Chile. The young man and his wife (played by John Shea\rand Sissy Spacek) have gone down there to live, write, and absorb the local\rcolor. But then a civil war breaks out, martial law is declared, troops roam\rthe streets, and one day soldiers come and take the young man away. The movie\ris the record of the frustrating attempts by Spacek and her father-in-law (Jack\rLemmon) to discover what happened to the missing man. It suggests that the\ryoung American might have been on some sort of informal hit list of left-wing\rforeign journalists, that he was taken away and killed, and that (this is the\rcontroversial part) American embassy officials knew about his fate and may even\rhave been involved in approving his death. \n\n\rIf that was indeed the case, then it is a cause\rfor great anger and dismay. And the best scenes in \"Missing\", the\rones that make this movie worth seeing despite its shortcomings are the ones in\rwhich Spacek and Lemmon hack their way through a bureaucratic jungle in an\rattempt to get someone to make a simple statement of fact. Those scenes are\rmasterful. The U.S. embassy officials are painted as dishonest weasels,\rshuffling papers, promising immediate action, and lying through their teeth.\rLemmon and Spacek are about as good an example of Ordinary Americans as you can\rfind in a movie, and their flat voices and stubborn determination and even\rtheir initial dislike for one another all ring exactly true. If \"Missing\" had\rstarted with the disappearance of the young man, and had followed Spacek and\rLemmon in a straightforward narrative as they searched for him, this movie\rmight have generated overwhelming tension and anger. But the movie never\rdevelops the power it should have had, because the director, Constantin\rCosta-Gavras, either lacked confidence in the strength of his story, or had too\rmuch confidence in his own stylistic virtuosity. He has achieved the unhappy\rfeat of upstaging his own movie, losing it in a thicket of visual and editing\rstunts. \n\n\rLet's begin with the most annoying example of\rhis meddling. “Missing” contains scenes that take place before the young man\rdisappears. We see his domestic happiness with his wife and friends, we see him\rreading from The Little Prince and making plans for the future. The fact that\rthis material is in the movie suggests, at least, that the story is being told\rby an omniscient author, one who can also tell us, if he wishes to, what\rhappened to the victim. But he does not. Costa-Gavras shows us all sorts of\rominous warnings of approaching trouble (including a lot of loose talk by\rAmerican military men who are not supposed to be in the country, but are, and\rall but claim credit for a coup). He shows us a tragic aftermath of martial\rlaw, guns in the streets, vigilante justice, and the chilling sight of row\rafter row of dead young men, summarily executed by the new junta. But he does\rnot show us what happened to make the film's hero disappear. Or, rather, he\rshows us several versions, visual fantasies in which the young husband is\rarrested at home by a lot of soldiers, or a few, and is taken away in this way\ror that. These versions are pegged to the unreliable eyewitness accounts of the\rpeople who live across the street. They dramatize an uncertain human fate in a\rtime of upheaval, but they also distract fatally from the flow of the film. \n\n\rBy the time “Missing” begins its crucial last\rhalf-hour, a strange thing has happened. We care about this dead American, and\rhis wife and father, almost despite the movie. The performances of Spacek and\rLemmon carry us along through the movie's undisciplined stylistic displays. But\rat the end of the film, there isn't the instant discharge of anger we felt at\rthe end of Costa-Gavras's great “Z” (1969), because the narrative juggernaut of\rthat film has been traded in for what is basically just a fancy meditation on\rthe nature of reality. Something happened to the missing young man (his story\ris based on real events). Somebody was guilty, and somebody was lying, and he\rwas indeed killed. But “Missing” loses its way on the road to those\rconclusions, and at the end Lemmon and Spacek seem almost to mourn alone, while\rthe crew is busy looking for its next shot.", "running_time": 122, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "History", "Mystery", "Thriller"], "title": "Missing (1982)"}