{"url": "http://www.rogerebert.com/reviews/miss-congeniality-2000", "by": "Sandra Bullockas Gracie Hart", "star_rating": 2.0, "text": "Something about Sandra Bullock strikes me the right way. She has a warmth that gets you smiling even when the material is weak--as it sometimes is, since she has uncertain luck in choosing projects. In \"Miss Congeniality,\" she makes her way through a screenplay that in other hands would have been a dreary sitcom mishmash, and her presence transforms it into a less dreary sitcom mishmash.\n\nShe has the producer's credit on the movie. That means she thought this project was a good fit. Since the material is tired and routine, what was she thinking of? Maybe she's not ambitious enough. Comedies will find her; she doesn't need to go looking for them. Stars with clout usually take on personal projects to break out of their typecasting, not to reinforce it.\n\nIn \"Miss Congeniality,\" Bullock plays another version of a familiar role for her, in which she begins the film looking unglamorous and then undergoes a transformation. Sometimes that happens in the eye of the beholder, as it did in \"While You Were Sleeping.\" This time, it happens because of a big-time beauty makeover. She starts as an FBI agent and ends up as a beauty contest finalist, and although churls may argue she's not convincing as a beauty queen, they are not of this earth.\n\nBefore she grows up to become an FBI agent, she's a tomboy who can beat up the other kids at school. As an agent, she clomps around looking hearty and graceless, pounding on punching bags and running red lights on her way to Starbucks, until she's assigned to impersonate a beauty pageant contestant. As an undercover agent, she can help head off a rumored terrorist threat to the event.\n\nUh-huh. But there are some funny scenes as Michael Caine, a disgraced but still brilliant \"beauty consultant,\" supervises her makeover and teaches her how to dress less like a model for L.L. Bean campwear. I saw this movie and Mel Gibson's \"What Women Want\" within a few days of each other, and in both stories the lead characters get a lot of mileage out of their unfamiliarity with feminine beauty products. Gibson has the edge on depilatories, but Bullock does a better job of not being able to walk like a woman.\n\nThe plot also involves Candice Bergen as the founder of the beauty pageant and Benjamin Bratt as Bullock's FBI partner. No prizes for figuring out that Bergen is up to more than she seems, and that after Bullock's transformation, the scales fall from Bratt's eyes and he realizes, gosh, she cleans up real well.\n\nBullock's character has a thing she does where she snorts through her nose--kind of a genteel barnyard sound--and she even stops doing that after awhile.\n\n\"Miss Congeniality\" is harmless fun of a silly sort. It isn't bad so much as it lacks any ambition to be more than it so obviously is. I smiled during it, and enjoyed Bullock, but then again I got to see it for free, and I'm the guy who thinks \"Speed 2: Cruise Control\" is a good movie, something not even Bullock believes.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-12-22", "genres": ["Action", "Comedy", "Romance"], "title": "Miss Congeniality (2000)"}