{"url": "http://www.rogerebert.com/reviews/miss-firecracker-1989", "by": "Holly Hunteras Carnelle Scott", "star_rating": 3.5, "text": "At first I was thinking the beauty contest in \"Miss Firecracker\" was too impossibly cornball to be true, but then I remembered the county fair queens of my youth - teenage girls made up to within an inch of their lives and trotted out in their formal gowns to parade in the heat of an August afternoon, downwind from the hog judging, which always took place at about the same time. These contests were run by selfless volunteers, usually men of a certain age whose obsession with the rules and regulations helped them to sublimate their lust for the fairway beauties. The one thing I could sense, even as a kid covering the canned-goods competition for the local paper, was that these girls were desperate to prove something, and it had little to do with glamor.\n\nIn \"Miss Firecracker,\" the playwright Beth Henley has taken such a contest, the Fourth of July pageant in Yazoo City, Miss., and turned it into another of those Southern Gothic romances where mansions crumble and libidos boil and young women weep bitter tears because their older sisters are prettier than they are. This is not new material, but Henley replaces some of the painful sincerity with a lighthearted goofiness that cheers things up, and the movie is performed with the kind of insight that could only have been achieved by actresses who once, for a moment however brief, dreamed of themselves stepping forward with a radiant smile to accept the crown and the roses.\n\nThe film stars Holly Hunter, fresh from \"Broadcast News,\" as Carnelle Scott, who was adopted by her cousins in the Williams family after becoming an orphan at 8. She is now somewhere in her 20s, works as a fish-gutter at the local catfish packing plant and has earned the nickname of \"Miss Hot Tamale\" among the local swains. But she has never quite forgotten the glorious day in 1972 when her cousin Elain (Mary Steenburgen) was named Miss Firecracker and stepped forward in all her glory and a shocking red gown. This is the summer, Carnelle has vowed, when she will finally succeed her cousin as the Fourth of July queen.\n\nThe movie opens with an assembly of the key players.\n\nCarnelle's boy cousin, Delmount (Tim Robbins), has just arrived in town via freight train and has a drunken plan to sell the crumbling Williams mansion to developers. Elain has come home for a visit from Atlanta, where she lives with her husband; she is scheduled to deliver the keynote address at this year's pageant, \"My Life as a Beauty.\" Meanwhile, Carnelle despairs of getting Elain to loan her the winning red dress and turns in desperation to a local seamstress named Popeye (Alfre Woodard), who has designed prize-winning costumes before - but for bullfrogs.\n\nCarnelle is on her best behavior, turning a cold shoulder to the local boys in heat. She has determined to live down her image as a hot tamale and finally amount to something. But then the carnival arrives in town for the Fourth of July, and she has a reunion with Mac Sam (Scott Glenn), the smooth-talking roustabout who has developed a taste for tamales over the years. Will she be able to preserve - or at least restore - her virtue? Will Elain lend her the red dress? Will Delmount succeed in his scheme to sell the homestead out from under them? Will Popeye design a winning dress that does not make anyone think of bullfrogs? \"Miss Firecracker\" is not so much concerned with the answers to these questions as with the asking of them. Every story like this has problems with the last act, in which all of the threads of plot have to be pulled together, but \"Miss Firecracker\" wisely spends most of its energy on character development, instead. Apart from Hunter and Steenburgen, who create a tight little ballet of cousinly \"love\" and jealousy, the most interesting characters in the movie are Delmount and Popeye - who behave in the most peculiar ways, and seem serenely unaware of it. They are both congenital outsiders, who sensibly cannot quite understand why anyone would want to be Miss Firecracker. The difference is Popeye wants to help Carnelle all she can, and Delmount affects a careless indifference. The performances by Robbins (the young pitcher in \"Bull Durham\") and Woodard (nominated for an Oscar for \"Cross Creek\") are the hidden treasures of the movie.\n\nThe director and the cinematographer, Thomas Schlamme and Arthur Albert, surround the plot with a lot of local atmosphere - the movie was shot on location with the cooperation of everyone in Yazoo City, and I think we see most of them on the screen - and also with a sort of moony, romantic glow. Many of the scenes are set at night, when hearts can be bared with greater safety, and love can declare itself free from lust. What finally makes \"Miss Firecracker\" special is that it is not about who wins the contest, but about how all beauty contests are about the need to be loved and about how silly a beauty contest can seem if somebody really loves you.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-04-28", "genres": ["Comedy", "Indie"], "title": "Miss Firecracker (1989)"}