{"url": "http://www.rogerebert.com/reviews/miss-minoes-2011", "by": "Carice van Houtenas Minoes", "star_rating": 2.0, "text": "\"Miss Minoes\" is a film I suspect would be adored by young girls who love cats. I am not that young woman. It's nominally a children's film, based on a children's book, but in its native Holland, it won awards for both best film and best actress. Best film I don't understand. Best actress — well, the role is certainly challenging.\n\nThe Miss Minoes of the title begins life as a Siamese cat. After exposure to a barrel filled with chemicals that falls off a passing truck, Minoes turns into a woman (Carice van Houten) who speaks, dresses and moves like a human but also climbs into trees when chased by dogs and eats sardines without using her fingers. The movie doesn't look into her response to a litter box.\n\nTibbe (Theo Maassen), a local newspaper reporter, meets Miss Minoes one night when she is crawling on the roof outside his window. The movie sidesteps any romantic implications in their encounter and uses Minoes as a news source for the young reporter, who is shy and not very good at his job. \n\nIf anyone knows everything that's going on in town, it is a cat, and Minoes is wired into the local feline hot­line. She begins to produce a series of scoops that moves Tibbe into the top ranks of his paper and eventually lead to an expose about the nefarious schemes of a local villain who runs an animal welfare organization as his cover.\n\nThe cats all speak. If their lips were synched in the original Dutch, we'll never know, because the movie has been dubbed into English — just as well for younger audiences. It is also kid-friendly in its simplicity and a bit too simpleminded for me. I was frustrated that it avoids countless logical questions. For example, after Miss Minoes changes into a cat, she is fully clothed. Shouldn't she be nude?\n\nStill, the movie is probably ideal for those proverbial young girls who adore cats, and young boys, too. I can't recommend it for adults attending on their own, unless they really, really love cats.", "running_time": 86, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-12-21", "genres": ["Comedy", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "Miss Minoes (2011)"}