{"url": "http://www.rogerebert.com/reviews/mission-impossible-iii-2006", "by": "Tom Cruiseas Ethan Hunt", "star_rating": 2.5, "text": "Ethan Hunt is in some respects the least inquisitive man in action movie history. In \"Mission: Impossible\" (1996), he risked his life to (I quote from my original review) \"prevent the theft of a computer file containing the code names and real identities of all of America's double agents.\" But Ethan (Tom Cruise) must prevent this theft after it happens, because first he must \"photograph the enemy in the act of stealing the information, and then follow him until he passes it along.\" The plot also involves crucial uses for latex masks and helicopters, one of which flies through the Chunnel from England to France, which is difficult, considering helicopter blades are wider than the Chunnel.\n\nIn \"Mission: Impossible II\" (2000), Ethan has to stop a villain who possesses a deadly virus: Twenty-four hours after exposure, you die. The heroine (Thandie Newton) does, however, survive at the end of the movie, leaving her available for the sequel, although by \"Mission: Impossible III,\" Ethan Hunt is engaged to a sweet nurse named Julia (Michelle Monaghan), who thinks he is a highway traffic control engineer.\n\nHelicopters are again involved, and Ethan falls for the old latex mask trick again, and even uses a latex mask himself, so that others can be fooled and he doesn't have to feel so bad. In a nice visual pun, the helicopters encounter giant energy-generating windmills in deserts near Berlin that uncannily resemble deserts near Palm Springs. It's kind of neat when one propeller slices off another, wouldn't you agree? Observing the curious landscape outside Berlin, I was reminded that Citizen Kane built his Xanadu \"on the desert coasts of Florida.\"\n\nEthan Hunt's assignment in \"M:I III\" is to battle the villain Owen Davian (Philip Seymour Hoffman) for control of the Rabbit's Foot. In Ethan's final words in the movie, after countless people have been blown up, shot, crushed and otherwise inconvenienced, he asks his boss Brassel (Laurence Fishburne), \"What is the Rabbit's Foot?\" Ethan should know by now it is a MacGuffin, just like the virus and the computer file.\n\nWhy does Ethan risk his life and the lives of those he loves to pursue objectives he does not understand? The answer, of course, is that the real objective of all the \"M:I\" movies is to provide a clothesline for sensational action scenes. Nothing else matters, and explanatory dialogue would only slow things down. This formula worked satisfactorily in \"M:I,\" directed by Brian de Palma, and \"M:I II,\" directed by John Woo, and I suppose it works up to a point in \"M:I III,\" directed by J.J. Abrams, if what you want is endless, nonstop high-tech action. Even the deadlines are speeded up this time. Instead of a 24-hour virus, we have an explosive capsule that detonates five minutes after it zips up your nose.\n\nThe action takes us to Berlin, Vatican City, Shanghai and the Chesapeake Bay Bridge, although there seems to be no real reason to visit any of those places except to stage stunts involving their landmarks using computer-generated imagery. I did smile at a scene where Ethan parachutes from a building and ends up hanging upside down in his harness in front of a speeding truck. I liked a moment when he jabs a needle of adrenaline into a woman's heart to bring her out of her drugged stupor; Quentin Tarantino should send him a bill. And there is the intriguing speech by an agency techie about the Anti-God Compound, a deadly byproduct of technological overachievement, which might simply destroy everything. If there is an \"M:I IV,\" I recommend the Anti-God Compound as the MacGuffin.\n\nI didn't expect a coherent story from \"Mission: Impossible III,\" and so I was sort of surprised that the plot hangs together more than in the other two films. I was puzzled, however, by the nature of Ethan's relationship with Julia, his sweet fiancee. If he belongs to a secret organization that controls his life and can order him around, doesn't she deserve to know that? Or, if not, is it right for him to marry her? And when she meets his co-workers from the office, do they all talk like he does, about how if you hit the brakes, it can cause a chain reaction slowing down traffic for hundreds of miles?\n\nSuch questions are beside the point. Either you want to see mindless action and computer-generated sequences executed with breakneck speed and technical precision, or you do not. I am getting to the point where I don't much care. There is a theory that action is exciting and dialogue is boring. My theory is that variety is exciting and sameness is boring. Modern high-tech action sequences are just the same damn thing over and over again: high-speed chases, desperate gun battles, all possible modes of transportation, falls from high places, deadly deadlines, exotic locations and characters who hardly ever say anything interesting.\n\nI saw \"M:I\" and \"M:I II\" and gave them three-star ratings because they delivered precisely what they promised. But now I've been there, done that, and my hope for \"M:I IV,\" if there is one, is that it self-destructs while mishandling the Anti-God Compound.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-05-04", "genres": ["Action", "Adventure", "Thriller"], "title": "Mission: Impossible III (2006)"}