{"url": "http://www.rogerebert.com/reviews/mister-johnson-1991", "by": "Maynard Eziashias Mister Johnson", "star_rating": 3.0, "text": "When the novelist Joyce Cary went out to Nigeria to join the British colonial civil service in 1913, there was no question in his mind, and in the minds of most British, that he was doing a good thing, representing the world's greatest democracy in an African backwater much in need of improvement. When Cary wrote Mister Johnson, the fourth of his African novels, in 1939, some questions had begun to arise. The novel is about those questions.\n\n\"Mister Johnson,\" now directed by Bruce Beresford in his first film since \"Driving Miss Daisy,\" tells the story of an African civil servant, known to all as Mister Johnson, who works as a clerk in the office of the British district administrator. Mister Johnson, played by Maynard Eziashi in a performance of great humor, grace and desperation, has adopted the values of Britain so enthusiastically that he even thinks of himself as British, and wears a white tropical suit and leather dress shoes even in the summer's fierce heat. He speaks of \"our\" standards and \"our\" institutions, and places his trust in his district officer while failing to understand that the purpose of British law in Nigeria is to protect the British and subdue Africans like himself.\n\nHe is a cheerful man, this Mister Johnson, hurrying through the district, flirting with the pretty girls, reprimanding laggards for not being up to his standards, and working efficiently for his boss, Harry Rudbeck (Pierce Brosnan). It is Brosnan's obsession to build a great road into the wilderness and connect his outpost with the capital. Perhaps he sees himself as a local version of an empire-builder of the earlier generation, Cecil Rhodes, who dreamed of an all-British route all the way from Cape Town to Cairo.\n\nThere is, alas, not enough money for the road, and it looks like work will have to be halted until Johnson suggests to Rudbeck that they juggle the books a little, robbing Peter to pay Paul, until the next year's budget comes through. Rudbeck agrees, but when the deception is discovered it is Johnson who must be dismissed for the bookkeeping infraction.\n\nLoss of his position and status is a serious blow for Johnson, who has a good many debts to pay. But he soon finds another job, working as a clerk for Sargy Gollup (Edward Woodward), the hard-drinking British owner of the local general store. Gollup has a drunken love-hate relationship with Africans, whom he sometimes beats \"for their own good,\" and the desperate Mister Johnson agrees with him - partly because he has no other choice, but also because in his increasingly confused mind, he identifies with him.\n\nThere is obviously going to be a tragedy, and it is equally obvious that it is Johnson who is going to suffer, despite all of the glories of British justice that he so admires. There is a genuine sadness in the scenes where Johnson forgives Harry Rudbeck for the sentence he has to carry out, and even sympathizes with him and tries to cheer him up.\n\nThere is also, of course, a savage irony in the fact that Rudbeck knows Johnson got into trouble in the first place by taking the rap for him. One of the subtleties of the film is the way this is never quite spelled out - not even by Rudbeck to his wife, Celia (Beatie Edney). Rudbeck maintains silence about his own guilt even while outwardly continuing to be a humane and reasonable administrator, and the film's last scenes take on a terrible sadness because of this silence.\n\nI have seen \"Mister Johnson\" two times, and both times I admired its sense of time and place, and the thoughtful performances of Eziashi, Brosnan and Woodward. Beresford's screenwriter is the novelist William Boyd, whose own novels, especially An Ice-Cream War, are set in British East Africa a few decades later. What they are doing here is quiet and rather tricky. They're not banging the audience over the head with the injustice of what happens to Johnson, but trying to re-create a moment in colonial history when many people both white and black believed in the rhetoric of official idealism, even while it was rotting from within.\n\nThe result is a very subtle film, one where the ideas are sometimes in danger of being overwhelmed by the sheer exuberance of Eziashi's performance. After seeing the film, I found myself asking what it was really about - was there a message, or only a careful reconstruction of a moment in history? There is a message, I now believe, but so subdued that some viewers may leave the film thinking it has said the opposite of what Beresford and Boyd intended - that it mocks, rather than celebrates, the martyrdom of Mister Johnson.\n\nThe movie, like the Cary novel, allows us to find its truth in our own way.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-04-19", "genres": null, "title": "Mister Johnson (1991)"}