{"url": "http://www.rogerebert.com/reviews/mister-lonely-2008", "by": "Diego Lunaas Michael Jackson", "star_rating": 2.0, "text": "I wish there were a way to write a positive two-star review. Harmony Korine's \"Mister Lonely\" is an odd, desperate film, lost in its own audacity, and yet there are passages of surreal beauty and preposterous invention that I have to admire. The film doesn't work, and indeed seems to have no clear idea of what its job is, and yet (sigh) there is the temptation to forgive its trespasses simply because it is utterly, if pointlessly, original.\n\nAll of the characters except for a priest played by Werner Herzog and some nuns live as celebrity impersonators. We can accept this from the Michael Jackson clone (Diego Luna), and we can even understand why when, in Paris, he meets a Marilyn Monroe impersonator (Samantha Morton), they would want to have drink together in a sidewalk cafe. It's when she takes him home with her that the puzzlements begin.\r\tShe lives in a house with the pretensions of a castle, in the Highlands of Scotland. It is inhabited by an extended family of celebrity impersonators, and they portray, to get this part out of the way, Charlie Chaplin (Denis Lavant), the Pope (James Fox), the Queen (Anita Pallenberg), Shirley Temple (Esme Creed-Miles), Abraham Lincoln (Richard Strange), Buckwheat, Sammy Davis Jr. and of course the Three Stooges. Now consider. How much of a market is there in the remote Highlands for one, let alone a houseful, of celebrity impersonators? How many pounds and pence can the inhabitants of the small nearby village be expected to toss into their hats? How would it feel to walk down the high street and be greeted by such a receiving line? What are the living expenses?\n\n\tBut such are logical questions, and you can check credibility at the door. This family is not only extended but dysfunctional, starting with Marilyn and Charlie, who are a couple, although she says she thinks of Hitler when she looks at him, and he leaves her out in the sun to burn. Lincoln is foul-mouthed and critical of everyone, Buckwheat thinks of himself as foster parent of a chicken, and the Pope proposes a toast: They should all get drunk in honor of the deaths of their sheep.\n\n\tPerhaps that's how they support themselves: raising sheep. However there seem scarcely two dozen sheep, which have go be destroyed after an outbreak of one of those diseases sheep are always being destroyed for. They're shot-gunned by the Three Stooges. Or maybe there are chickens around somewhere that we don't see. The chickens would probably be in the movie in homage to Werner Herzog, who famously hates chickens.\n\n\tNow you are remembering that I mentioned Herzog and some nuns. No, they do not live on the estate. They apparently live in South America, where they drop sacks of rice on hungry villages from an altitude of about 2,000 feet. Rinse well. When one of the nuns survives a fall from their airplane, she calls on all of the nuns to jump, to prove their faith in God. I would not dream of telling you if they do. Herzog feels a bond with Korine, who was still a teenager when he wrote the screenplay for Larry Clark's great \"Kids\" (1995). Korine is visionary and surrealistic enough to generate admiration from Herzog who also starred in his \"julien donkey-boy\" (he plays a schizophrenic's father, who listens to bluegrass while wearing gas mask). In addition to the chickens, \"Mister Lonely\" has another homage to Herzog, a shot of an airplane taking off, which you will have to be very, very familiar with the director's work to footnote.\n\n\tVarious melodramatic scenarios burrow to the surface. Marilyn is fraught with everything a girl can be fraught with. Lincoln has anger management problems. The Pope insists he is not dead. Everyone works on the construction of a theater, in which they will present their show, expecting folks to come all way the from town to -- what? Stand in a spotlight and do tiny bits evoking their celebrities? Then fulsome music swells, and the underlying tragedy of human existence is evoked, and the movie is more fascinating than it has any right to be, especially considering how fascinating it is that it was made at all.", "running_time": 112, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-05-22", "genres": ["Comedy", "Drama", "Foreign"], "title": "Mister Lonely (2008)"}