{"url": "http://www.rogerebert.com/reviews/mistress-1992", "by": "Robert Wuhlas Marvin Landisman", "star_rating": 3.0, "text": "You see this kind of guy all the time in Hollywood, in the cheaper restaurants in the better areas. They're your friend. They're supportive, fairly smart, and clever at flattering without seeming to flatter. They live for the day when they can somehow put together a package and take it to an agent or a studio and get an associate producer's credit and a couple of hundred grand.\n\nThey feed off talent. They may, indeed, have a better nose for talent than the high-priced executives in the big studios. Their problem is, they don't have any cash, and so their business consists of arranging meetings between people with talent and people with cash. Most of the time nothing comes of these meetings. When something does happen, it usually involves either the guy with the talent selling out, or the guy with the cash losing it.\n\nBarry Primus' \"Mistress\" knows a lot about the world of guys who made a little money in one business and now want to spend it in show business. In particular, it knows how the word \"producer\" is used among Hollywood would-bes.\n\n\"Producer\" here does not mean a man who can, or will, produce a movie. When used between men, it means a guy who can write a check.\n\nUsed in talking to a woman, it means either (a) the man you will have to sleep with before you get in the movie, or (b) the man you are sleeping with, who has promised to put you in a movie.\n\nHollywood at this level consists of a lot of lunches involving a movie project, money and sex, and men who can offer any one of the three and want to use it to get the other two. \"Mistress\" has a good ear for how these people talk while they're having their lunches and their meetings, and it sees the desperation that's right under the surface.\n\nThe movie has been described as a low-rent version of Robert Altman's \"The Player,\" but it would be more accurate to say it's about low-rent players. The key thing to understand, if you think of this movie and \"The Player\" side-by-side, is that there is no essential difference between the top people in \"The Player\" and the sleazy wheeler-dealers in \"Mistress.\" Most of the millionaires who are honored at industry banquets have the same values as the fly-by-night producers who hope somebody else will pick up the check at Hamburger Hamlet. They've just had better luck.\n\nThe movie follows one project through an endless series of compromises. The project is a screenplay written years ago by Marvin Landisman (Robert Wuhl), a once-promising director who now makes educational videos.\n\nMartin Landau plays Jack Roth, the desperately friendly, ingratiating middle-man who hopes to connect Marvin's screenplay to some guys with money. We meet three of the guys with money, played by Eli Wallach, Danny Aiello and Robert De Niro. They range on a scale from pathetic (the Wallach character) to smart and shrewd (De Niro), but each one is interested in the project only because it might help keep his mistress happy.\n\nWe meet the mistresses, too, and in a way each one has the man she deserves. Wallach, so eager to please, has the accommodating Peggy (Tuesday Knight). who knows she has no talent and is only happy to be considered.\n\nAiello, craftier, has the calculating Patricia (Jean Smart). De Niro, ruthless and autocratic, has an aggressive, tough-talking woman (Sheryl Lee Ralph) who's more than his equal. Also thrown into the mix is a young writer (Jace Alexander), who is working on spec and is constantly described as having studied under the same professors as Steven Spielberg.\n\nThe movie lacks the cleanedged economy of the screenplay for \"The Player,\" and it could have benefitted from less talkiness and fewer characters, but as a portrait of a particular Hollywood strata it is bittersweet and knowledgeable. And a few of its moments - including the way De Niro handles a meeting with people he doesn't want to acknowledge - are so bluntly truthful, they hurt.", "running_time": 110, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-08-21", "genres": null, "title": "Mistress (1992)"}