{"url": "http://www.rogerebert.com/reviews/mixed-nuts-1994", "by": "Steve Martinas Philip", "star_rating": 1.5, "text": "A s a general rule, normal people are funnier than zany people, a possibility that \"Mixed Nuts\" would have done well to explore. The film is so chock-a-block with unemployed Santas, disconsolate transvestites, lonely bachelorettes and harassed suicide hotline workers that a sense of exhaustion sets in: Isn't there anyone normal in this world, who can stand back and just sort of appreciate the others? The film takes place just before Christmas along the beach in Venice, Calif. - an area where, arguably, a normal person would stand out as a curiosity. It is centered on the offices of the Lifesavers, a volunteer hotline for the depressed, the suicidal, the lonely and the chatty. No prizes for guessing that many of the volunteers are more depressed than the callers.\n\nThe opening gag, a collision involving Santa, bicycles and a Christmas tree, more or less sets the tone for the movie, which wants to be slapstick and heartsick at the same time; these characters are so desperate that acting colorful is their only escape from grim reality.\n\nThe movie has a first-rate cast and crew; it's Nora Ephron's first directing job since the wonderful \"Sleepless in Seattle\" and stars Steve Martin, Madeline Kahn, Robert Klein, Anthony LaPaglia, Juliette Lewis, Rob Reiner and even Gary Shandling, in a walk-through. Maybe there's too much talent. Every character shines with such dazzling intensity and such inexhaustible comic invention that the movie becomes tiresome, like too many clowns.\n\nMartin runs Lifesavers, which is staffed by Kahn (who spends much of her time screaming in a stalled elevator) and Rita Wilson (who is in love with Martin but whose people skills are such that he has never had reason to suspect this). People calling her on the hotline are disconnected or, worse, given alarmingly wrongheaded advice. Headquarters is in a rickety old building which, like most of Venice, looks recycled from the 1960s (the building is actually an astonishingly convincing set built in New York). The landlord is trying to force everyone out, so service is shoddy. But he is killed by the Seaside Strangler, a serial killer we somehow know we will meet before the movie is over.\n\nWe also get to know some of the regulars in the neighborhood. Juliette Lewis, awesomely pregnant, runs the used-clothing store. Her boyfriend, played by LaPaglia, is an inept Santa Claus. Neighbors include Robert Klein, as a tireless curmudgeon, and Rob Reiner, as a veterinarian who will inevitably be pressed into service as a \"real doctor\" when the newborn arrives.\n\nThere are some very funny lines. I especially liked Reiner's riff pillows - how men are content with one nice, comfortable pillow , while women require mountain ranges of pillows, marching across a bed four rows deep.\n\nBut the movie is essentially just an exercise in behavior, an assembly of characters determined to be colorful and given license by the director, who would rather go for a gag now than a payoff later. Even Steve Martin, who can usually stand aside and make his moments work with their own logic, is carried along with the torrent.\n\nLeaving the movie, I felt sort of drained - the way you get when you smile politely for hours in the enforced company of strangers, madmen and bores, you know?", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-12-21", "genres": ["Comedy", "Drama", "Horror", "Romance"], "title": "Mixed Nuts (1994)"}