{"url": "http://www.rogerebert.com/reviews/mo-better-blues-1990", "by": "Denzel Washingtonas Bleek Gilliam", "star_rating": 3.0, "text": "Spike Lee's \"Mo' Better Blues\" is about a jazzman, but it's not really about jazz -- it's about work, about being so wrapped up in your career that you don't have space for relationships and you can't see where you're headed. It's a less passionate and angry film than Lee's previous work, \"Do the Right Thing,\" and less inspired, too. It's his fourth feature but suffers a little from the \"second-novel syndrome,\" the pressure on an artist to follow up a great triumph. But it's a logical film to come at this point in Lee's career, since it's about the time and career pressures on a young artist. \n\nThe movie stars Denzel Washington as a trumpet player with the evocative name of Bleek. He leads a successful jazz group, but sometimes seems distracted and unhappy, maybe because he never really wanted to be a musician, maybe because he hasn't grown up enough to find himself. The movie gives us some insights into those possibilities in a prologue that shows Bleek as a young boy, growing up on a middle-class Brooklyn street, being forced by his mother to practice his trumpet while the neighborhood kids stand on the sidewalk and taunt him because he can't come out and play softball. \"Let the boy be a boy,\" Bleek's father says, but the mother will have none of it. There won't be any softball until he finishes his scales.\n\nWe flash forward to Bleek as a successful jazzman. As played by Washington, he is handsome, assured, and a dedicated ladies' man. There are two women in his life: Clarke Bentancourt (Cynda Williams), as sleek as her name, a seductive songstress; and Indigo Downes (Joie Lee), sometimes as blue as her name, less glamorous but steadier and more emotionally healthy. Bleek desires both of them and has enough time for neither, and eventually gets himself into one of those situations where they both show up at the night club on the same evening wearing the same red dresses -- identical gifts from Bleek.\n\nThe band is on the brink of breaking out big, but needs better leadership than it gets from Bleek and his childhood friend and manager, Giant (Spike Lee). Giant is a compulsive gambler who is hopelessly incompetent to guide anyone's career, but through some sort of perverse logic Bleek is loyal to him instead of to the friends who would really help him. That leads into physical and professional tragedy.\n\nThe middle sections of the movie take place in a world of jazz clubs and dressing rooms, stage door entrances, bars, coffee shops and apartments -- urban New York at night. There is a lot of music in the film, provided both by Bill Lee's score and by the Bleek group, which has been dubbed by the Branford Marsalis Quartet. The music is sensuous big-city jazz from around midnight, swirling through cigarette smoke and perfume and the musty smell of a saloon, and it's good to listen to. On stage, Washington looks at home with his horn, and Wesley Snipes is also strong as Shadow, and saxophone player who likes to hog the solos.\n\nBackstage in the dressing room, in scenes that feel improvised, the musicians argue about the band, its leadership, its direction, and even the romantic preferences of its members. One sideman has a white girl friend, and the others argue the pros and cons of that until he tells them it's none of their business. In this film, as in Lee's three earlier films, questions involving race are a good deal more sophisticated and complicated than the simplistic formulas from earlier decades. \n\nAt the center of everything stands Bleek, who in some ways resembles the heroine of Lee's first film, \"She's Gotta Have It.\" That was about a woman who kept three guys on the line because she didn't want any one of them to feel he possessed her. This time, it's Bleek who tries to juggle the two women -- but he's representing irresponsibility, not independence. And there's a suggestion of a theme from \"School Daze,\" in which Lee examined subtle value systems within the black community, based on the relative lightness of skin tone: Clarke has \"whiter\" features than Indigo, and that may go into Bleek's emotional quandary, too. Clarke represents a superficial ideal of beauty as portrayed in the media, even though the darker Indigo is clearly the woman he should choose.\n\nLee has said he doesn't do \"push-button\" movies, and indeed \"Mo' Better Blues\" completely avoids the central cliche in almost all musical biopics. After Bleek gets into real trouble and can't play for a year, he walks into a night club to make his comeback, and we settle back for the obligatory scene in which he makes his triumphant return. But that's not the way things work out.\n\nLee avoids the usual formulas in that scene only to surprise us again, with an epilogue which mirrors the prologue. This time, though, some years have passed, and it's Bleek's own son who is practicing the trumpet. The symmetry of this ending feels awkward, especially since there seems to be an act missing -- how did Bleek get from where he was, to where he is in the final scene?\n\n\"Mo' Better Blues\" is not a supremely confident film like \"Do the Right Thing,\" which never took a wrong step. There are scenes that seem incompletely thought-out, improvised dialog that sounds more like improvisation than dialog, and those strange narrative bookends at the top and bottom of the movie. But the film has a beauty, grace and energy all the same. Washington has been seen mostly in heavy dramatic roles (\"Glory,\" \"Cry Freedom\"), and here, as in \"The Mighty Quinn,\" shows that he is gifted at comedy and romance. Cynda Williams, in her first film, is a luminous discovery; she has a presence that seems to occupy the screen by divine right. Joie Lee, in her most important role, isn't supposed to be as flashy but succeeds in the challenge of drawing our sympathy away from the sexpot and toward the more substantial woman. And I liked Spike Lee's acting, too: He has a kind of off-center, driving energy that makes you into an accomplice even when he's marching straight for trouble. \"Mo' Better Blues\" is not a great film, but it's an interesting one, which is almost as rare.", "running_time": 129, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-08-03", "genres": ["Drama", "Musical", "Romance"], "title": "Mo' Better Blues (1990)"}