{"url": "http://www.rogerebert.com/reviews/modern-girls-1986", "by": "Daphne Zunigaas Margo", "star_rating": 1.0, "text": "Here's a movie without a brain in its head about three young women with no brains in theirs. All three of the actresses have shown in previous movies that they have lots of brains and style, so I guess \"Modern Girls\" wanted it that way. Too bad.\n\nThe three bubble-brains are named Margo, Kelly and Cece, and they are played by Daphne Zuniga, who hitchhiked to California in \"The Sure Thing\"; Virginia Madsen, the cello player who seduced a computer in \"Electric Dreams,\" and Cynthia Gibb, from TV's \"Fame.\" These three actresses represent a pool of intelligence and wit, beauty and freshness that \"Modern Girls\" cannot quite drain, although it tries.\n\nI suspect that the movie's look was more important to the director, Jerry Kramer, than anything involving the plot and characters. Kramer is a former TV graphics producer who graduated to music videos and now to this moronic tour through L.A. nightclubs and after-hours hangouts. His plot: A nice but sort of cloddish young man (Clayton Rohner) makes a date with Madsen. She stands him up, but her two roommates feed him a line and convince him to be their chauffeur during a long night on the town.\n\nAll three girls are party animals. They come home from work, sleep from 6 until 10:30, and then go out to dance the night away. Rohner is a fish out of water in their world; he has the wrong clothes, the wrong look, the wrong line. He also loses out to Gibb's obsession, a punk rock star named Bruno X (who is also played by Rohner, which shows how little thought was given to either of his characters).\n\nGiven its underlying simple-mindedness, there are some fairly nasty moments in this movie, as when Madsen takes some pills without knowing what they'll do to her. She ends up flat on her back on a pool table, surrounded by ominous men, in a scene reminiscent of an infamous rape case of a few years back. What's the point of this scene? Maybe it's part of the buried agenda of the whole movie, which doesn't really seem to like these three young women very much. Kramer photographs them ravishingly, but jams them into such superficial, dumb roles that they are never allowed to emerge as interesting people.\n\nSure, I know, this isn't supposed to be some sort of deep philosophical meditation, but it has been a long time since any movie used women so consistently for their outsides while ignoring their personalities.\n\nThat brings me, by a roundabout way, to the one reason to see this movie, which is sheer appreciation of beauty. Zuniga and Madsen are two of the most beautiful women in the recent history of the movies (Gibb is more of a best-pal type), and they look great here. Zuniga doesn't have a single scene in which I was able to look at anyone else, even when she was in the background, and she will be a great star if she ever finds an agent smart enough to send scripts like \"Modern Girls\" directly to the paper shredder.", "running_time": 84, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-12-05", "genres": ["Comedy", "Romance"], "title": "Modern Girls (1986)"}