{"url": "http://www.rogerebert.com/reviews/modus-operandi-2010", "by": "Randy Russellas Stanley Cashay", "star_rating": 2.5, "text": "It's not enough to like such films because they're \"so bad they're good.\" You need to specialize, and like the films because they're so good about being so bad they're good. \"Modus Operandi,\" a film by Frankie Latina that has won praise on the midnight movie festival circuit, is such a film. \n\nYes, it has babes in bikinis. Yes, it has a \"plot\" about spies and assassins. Yes, it's filmed in Cheapo-Color which is used interchangeably with black and white. Yes, it has scenes set in \"Siberia, Russia\" and \"Tokyo, Japan.\" But what makes it special is that it was mostly filmed in Milwaukee, and one of its stars is Mark Borchardt, who you may recall as the subject of the great documentary \"American Movie.\" That was about the making of his own bargain-basement horror film, \"Coven,\" which a British actor informed him he was mispronouncing.\n\nIf you have paid those dues, there is a special pleasure to be had in \"Modus Operandi\" sequences like this one: The evil Dallas Deacon (Borchardt), apparently wearing the same glasses he wore in the doc 10 years ago, is being chased in b&w across an open field by a helicopter, in homage to \"North by Northwest.\" He runs and runs and runs, and then disappears into some trees that didn't exist in the previous shots. The (unseen) pilot shouts, \"We lost him down by the river!\" Cut to high quality new color footage of some ducks floating past, but no Borchardt. Cut to unmatched Cheapo-Color footage of three babes in bikinis, feet astride, standing menacingly on the prow of a speedboat on a lake, not a river. One babe means business. A second babe unties the top of the first babe's bikini and she dives in the water -- because, of course, she is unable to swim while wearing the top. Cut to Borchardt wading into the (river? lake?) fully clothed. \n\nDo you understand why I enjoyed \"Modus Oprandi?\" You don't. Millions agree with you. The film, now at Facets Cinematheque, is touring the nation in search of those like Quentin Tarantino and John Waters who would stay planted in their seats and watch it a second time. \n\nOften the satire is embedded in the very arrangement of the characters. Know the crime movie cliché in which an evil boss sits enthroned in a restaurant, flanked by hit-men and babes? Here they are obviously in the seating area of a Chinese restaurant's waiting room. Know how the bad guy shouts commands in a phone while his babes make out with each other? Here his headquarters is obviously a bench on the balcony of a hotel. His phone is a pastel 1970s desk model. Know how bad guys give orders to those around them? In one shot here, they're lined up parallel, so they have to look sideways to talk.\n\n\tThe plot involves… two briefcases, I guess. Who cares? They were stolen from a U.S. Presidential candidate. The briefcases are brought up by a scuba diver through a hole in the ice of a frozen lake in \"Siberia, Russia.\" The ice hole is seen being created in unmatching footage pretty obviously of ice fishermen -- in \"Wisconsin,\" is my guess. Only CIA agent Stanley Cashay (Randy Russell) can find the briefcases. When we meet him, he's passed out with his head resting in a tavern urinal, with unfortunate results. At one point the search for them involves a mission to fly to \"Tokyo, Japan\" to shove a letter under the door of the mysterious Black Licorice (Nikki Johnson), who invariably wears huge 1970s sunglasses, even at night or while receiving a massage. Pay close attention to the footage incorporating Black Licorice in shots of crowds crossing a street in Tokyo.\n\n\tI dunno who's still reading. You know who you are. If the film doesn't sound unique enough, reflect that it's one of the few in its genre to incorporate (1) a full-screen quote by Alexander Dumas, and (2) a walking-down-the-street shot in homage to \"Berlin Alexanderplatz,\" and (3) a tavern still using a Blatz Beer sign. The Dumas quote doesn't make clear if it was said by pere or fils, but you can't have everything.", "running_time": 80, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-10-20", "genres": ["Action", "Crime", "Thriller"], "title": "Modus Operandi (2010)"}