{"url": "http://www.rogerebert.com/reviews/mommie-dearest-1981", "by": null, "star_rating": 1.0, "text": "I can't imagine who would want to subject themselves to this\r\nmovie. \"Mommie Dearest\" is a painful experience that drones on\r\nendlessly, as Joan Crawford's relationship with her daughter, Christina,\r\ndisintegrates from cruelty through jealousy into pathos. It is unremittingly\r\ndepressing, not to any purpose of drama or entertainment, but just to depress.\r\nIt left me feeling creepy.\n\nThe movie was inspired, of course, by a best-selling memoir in\r\nwhich adopted daughter Christina Crawford portrayed her movie-star mother as a\r\ngrasping, sadistic, alcoholic wretch whose own insecurities and monstrous ego\r\nmade life miserable for everyone around her. I have no idea if the book's\r\nportrait is an accurate one, but the movie is faithful to it in one key sense:\r\nIt made life miserable for me.\n\n\"Mommie\r\nDearest\" repeats the same basic dramatic situation again and again. Baby\r\nChristina tries to do the right thing, tries to be a good girl, tries to please\r\nMommie, but Mommie is a manic-depressive who alternates between brief triumphs\r\nand long savage tirades, infecting her daughter with resentment and guilt. In\r\nscene after scene, we are invited to watch as Joan Crawford screams at\r\nChristina, chops her hair with scissors, beats her with a wire coat hanger and,\r\non an especially bad day, tackles her across an end table, hurls her to the\r\ncarpet, bangs her head against the floor, and tries to choke her to death. Who\r\nwants to watch this?\n\nThis\r\nmaterial is presented essentially as sensationalism. The movie makes no attempt\r\nto draw psychological insights from the life of its Joan Crawford, not even\r\nthrough the shorthand Freudianism much beloved by Hollywood. Mommie is a\r\nmonster, that's all, and there's some mention of her unhappy childhood.\r\nChristina is a brave, smiling, pretty, long-suffering dope who might inspire\r\nmore sympathy if she were not directed (in both her childhood and adult\r\nversions) to be distant and veiled.\n\nThe\r\nmovie doesn't even make narrative sense. Success follows crisis without any\r\npattern. At one moment, Joan is in triumph after winning the Oscar for\r\n\"Mildred Pierce.\" In the very next scene she goes so berserk we want\r\nto scrape her off the screen with a spatula. The scenes don't build, they just\r\nhappen. Another example: After an especially ugly fight, Joan sends Christina\r\nto a convent school. There's a scene where the mother superior welcomes her and\r\npromises to reform her. One scene later, Christina checks out of the school,\r\nand the nun wishes her godspeed. No mention of what happened in the school, how\r\nit affected Christina, or whether the nun changed her opinion of the girl.\n\nThe\r\nmovie also offers few insights into Crawford's relationships with others. There's\r\na loyal housekeeper, but never a scene where Crawford speaks personally with\r\nher. There is a lover and a third husband, both enigmas. Crawford's acting\r\ncareer is treated mostly in ellipses. The sets look absolutely great, Faye\r\nDunaway's impersonation of Crawford is stunningly suggestive and convincing,\r\nand little Mara Hobel, as Baby Christina, handles several difficult moments\r\nvery well. But to what end? \"Mommie Dearest\" is a movie that knows\r\nexactly how it wants to look, but has no idea what it wants to make us feel.", "running_time": 129, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama"], "title": "Mommie Dearest (1981)"}