{"url": "http://www.rogerebert.com/reviews/mon-oncle-damerique-1980", "by": null, "star_rating": 4.0, "text": "\n\nThree children are born in France. One, Rene, is the son of\r\nstruggling farmers. One, Janine, a daughter of proletarians. The third son,\r\nJean, is born in a manor house to wealthy bourgeois. These children grow up,\r\nare educated, find occupations often against the will of their parents, and\r\nenter relationships. They don't much think of themselves as laboratory rats,\r\nbut they might be surprised how consistently their behavior is consistent with\r\nthe involuntary responses of a rat. This observation is not intend as an insult\r\nto them, or to the rat.\n\nAlain\r\nResnais' \"Mon oncle d'Amerique\" (1980) is one the New Wave pioneer's\r\nbest films, a winner of the Grand Prize at Cannes. It is audacious. Beginning\r\nwith big stars of the time (Gerald Depardieu, Nicole Garcia, Roger Pierre), he\r\ntells the life stories of these three in a way that promises to be traditional\r\nnarrative.\n\nThen\r\nhe introduces a fourth figure. This is the much older Henri Laborit, a\r\nphysician, philosopher, and expert on evolutionary psychology. Laborit differs\r\nfrom the others in that he isn't fictional. He plays himself, he speaks\r\ndirectly to the camera, he explains his theories about human behavior and how\r\nit's often illuminated by tests involving laboratory animals. He had\r\nconsiderable influence on American market research 50 years ago.\n\nHis\r\ninvolvement in the film becomes its most intriguing element, elevating\r\nmelodrama to the level of rather disturbing insight. We humans are much\r\nconcerned with whether or not we truly have free will. There are two popular\r\ntheories: (a) everything we do is predestined, either by God or as a result of\r\nthe causes and effects of the physical laws of the universe; (b) yes, we have\r\nfree will, and can do as we choose, within the limits of practical possibility.\n\nI\r\nhave no idea what Henri Laborit's ideas about God are. I think he believes that\r\nour free will is more controlled than we think by instructions from the lower\r\nlevels of our brain. We do our basic survival functioning at levels formed\r\nduring the reptilian period, from which we all descend. Our biological behavior\r\nis often determined by the conditioning of our mammalian brains, which involve\r\nhunger, lust, courtship, territorial competition, and so on. Then humans and to\r\na lesser degree species like chimpanzees and orangutans have a level involving\r\nmore developed cerebral cortexes. This is where we do our conscious thinking: I choose to do this, but not that.\n\nWe\r\nthink we choose. To some degree, we may be pre-inclined to choose, or even\r\nforced to choose. Laborit narrates an experiment involving white rats in a lab.\r\nCute little creatures. One is put in a cage divided in half by a doorway. When\r\nan alarm is sounded, the floor where it's standing will produce an electric\r\nshock in a few seconds. The rat quickly learns to scamper through the door to\r\navoid the pain. Another alarm, another escape, back and forth. Simple. We would\r\ndo the same.\n\nNow\r\nthe door is closed. The alarm sounds. The rat scrambles desperately to escape.\r\nNo luck. The electric shock occurs. After a time, the rat gives up trying to\r\nescape. It crouches hopelessly, trembling slightly from the electrical current.\r\nIt is passive, defeated, no longer thinking of a way to escape because there is\r\nnone. Ah, but now it gets interesting. Two rats are placed in the same divided\r\ncage. They quickly learn to run back and forth. The door is closed. Both rats\r\nstruggle to escape. No luck. Then what happens? Do they give up and crouch\r\nforlornly side by side? Not at all. They\r\nbegin fighting.\n\nDid\r\nyou almost forget I was writing about a movie? Resnais shows his characters\r\ngrowing up in response and reaction to their childhoods. The farm child helps to\r\nsupport his family by going to work in a textile mill. He dreams of studying in\r\nParis, but his girl friend gets pregnant and he remains in the district,\r\neventually becoming in charge of the mill. The girl, a fervent Young Communist,\r\nrebels against her parents and runs away to join the theater. Her career goes\r\nnowhere, she become the mistress of -- the bourgeois boy, now a politician and\r\nthe head of French national radio. That's also a rebellion against her youthful\r\nideals. The bourgeois was a devout Catholic, but he leaves his wife and\r\nchildren to live with the mistress. Another rebellion. Oh, and when the worker\r\nis demoted and shunted to a distant job, he rebels in a refusal to play along\r\nwith the corporate plans.\n\nSo\r\nby running away from home, wife and job each of the three has exercised free\r\nwill, correct? Resnais is only getting started. In scenes which play much\r\nbetter than they may sound, he uses humans dressed as giant white rats in\r\nreruns of key scenes from other angles. And Resnais uses Laborit's narration to\r\nanalyze other scenes. It begins to appear as if all three of these modern\r\nFrench citizens, from different social backgrounds, may have been acting\r\ninstructions beamed in from their vestigial brain centers.\n\nThe\r\ngenius of the film is that even without Laborit and his rats, \"Mon oncle\r\nd'Amerique\" would tell an entertaining story on its own. The characters\r\nare sympathetic (given what we know about them), the narrative is\r\nwell-constructed, and we care. But consider one sequence. In itself it is\r\nperfectly absorbing. Then see how Resnais deconstructs it. Jean was raised by\r\nhis grandfather on an island. He tells Janine he will take her there one day.\r\nTwo years after they break up, they meet by chance on the island. They cross at\r\nlow tide to a little nearby island. The tide returns, but as they're returning\r\nthey pause to continue a fight, and are threatened with being stranded.\n\nHmm.\r\nConsidering what we know about how they got together, and why and how they\r\nsplit up, and what each one knows and doesn't know, their behavior on this day,\r\nwhich seems so spontaneous, becomes almost compelled by the same conditioning\r\nprocess suffered by the rats. And then we cycle back through other events in\r\nthe film, seeing those in a new light. I used the word \"deconstruction.\"\r\nThat can sometimes apply to the study of films in terms of story structure,\r\nconventional devices, social meanings, and so on. What Resnais seems to be\r\nhinting is that the characters in a movie, and the people who make it, and\r\nthose who watch it, may all be acting to some degree on impulses imbedded\r\nuntold millennia ago on the shores of lonely seas.\n\nAlain\r\nResnais was born in 1922 and as recently as May 2009 won the Special Jury prize\r\nfor his new film, \"Wild Grass.\" At the dawn of the New Wave he gained\r\nfame for such as \"Hiroshima, mon Amour\" and \"Last Year at\r\nMarienbad.\" He confessed once to me that he's crazy about comic books. He\r\nmakes great and sometimes weighty films but is not lacking in a quixotic humor,\r\nand \"Mon oncle d'Amerique\" is in some ways a comedy. Also a film that\r\nhas you discussing to for long afterward, and not in the terms you use for most\r\nfilms.\n\nAnd\r\nnow my article is completed. It's about the right length, and I'll dispatch it\r\nto my editor in plenty of time. In all the years since I won my first newspaper\r\njob in high school, I've never missed a single deadline. I like to think that's\r\nbecause I choose not to. I wonder. And you, who are not very good about making\r\ndeadlines, don't be too quick to blame yourself. Pin it on the turtles. By the\r\nway, the American uncle never shows up.\n\nAlso in my Great Movies Collection: \"Hiroshima, mom\r\nAmour,\" \"Last Year at Marienbad,\" \"La Belle Noiseuse.\"\n\n", "running_time": 125, "mpaa_rating": "PG", "release_year": 1980, "date_published": "2009-11-04", "genres": ["Comedy", "Drama", "Foreign", "Romance", "Thriller"], "title": "Mon oncle d'Amerique (1980)"}