{"url": "http://www.rogerebert.com/reviews/mon-homme-1998", "by": "Anouk Grinbergas Marie", "star_rating": 2.0, "text": "“What I sell is true love,” says the heroine of Bertrand Blier's\r“Mon Homme.” “With me they hear the music.” She says her name is Marie (Anouk\rGrinberg) and she is the hooker of a john's dreams: “I should pay you,” she\rtells one client. As the film opens, we find her sitting outside a hotel (“This\ris where I spin my web”), explaining how much she enjoys prostitution. “Ever\rthought of being paid for it?” she asks a matron who is passing by. The matron\rhas. In no time at all, Marie has talked her into turning her first trick.\n\nBlier's films are often about men in the service of their sexual\rneeds. “Too Beautiful for You” (1990) starred Gerard Depardieu as a man who\rleaves his elegant wife for the dowdy secretary who obsesses him. The Oscar\rwinner “Get Out Your Handkerchief” (1977) starred Depardieu as a man who\rdespairs of satisfying his wife. In “Mon Homme,” Blier in a sense has cast his\rusual male role with a woman: Marie calls the shots, satisfies herself, sleeps\rwith whom she wants, and gets paid for it.\n\nBut her life is not perfect until one day she discovers a\rderelict sleeping near a garbage heap. She brings him home, feeds him (leftover\rveal stew; French refrigerators never contain old pizzas and doggie bags from the\rChinese restaurant). Then they make love. Grinberg is awesome in suggesting her\rpassion; the earth shakes because she's shaking it. There is a small detail\rthat's just right: the way she bites his chin through his beard. Jeannot\r(Gerard Lanvin) is expert and enduring. She bathes him, shaves him and asks him\rto be her pimp and take all her money.\n\nHe: “What if you want money?” She: “I'll ask you for it.” He: “And\rif I refuse?” She: “Then you'll be a real pimp.” I wouldn't go so far as to say\rthere are no hookers like this in Paris, but Blier may have found the only one.\n\nI was distracted, during their lovemaking, by the thought that a\rhomeless man, found on a garbage heap, would be aromatic. Shouldn't she have\rbathed him before sex? But a moment's thought reveals that Marie is not being\rentirely truthful about her needs: It is not so much that she loves sex and\rprostitution as that she's a masochist, as Jeannot intuits when he slaps her\rafter she has given him stew, sex and what he concedes is a rather nice red\rwine. (“Like the smack?” She nods. Later, good fellow that he is, he instructs\rher on how to duck when she senses a slap on its way.) If Blier had been true\rto the logic of the story, he would have followed Marie's compulsions to their\rbitter end. Instead, he spins off into Jeannot's story, as the new pimp (who\rcleans up nicely) seduces a manicurist, names her Tangerine and tries to set\rher up in business. Tangerine, who thinks with her mouth open, does not have\renough wit for the game, and soon Jeannot is being slapped around by the cops;\rin France, it is legal to be a prostitute but not to be a pimp.\n\nThe film drifts away into developments, fantasies, whimsy and\rconceit.\n\nIts energy is lost. Blier has a strong central character and\rabandons her rather than accept the inescapable implications of her behavior. I\rdo not argue that prostitutes cannot be happy (indeed, I have here a letter\rfrom a prostitute taking me to task for calling all the characters in “Boogie\rNights” sad). But I argue that Marie is not happy, and that Blier's view of\rwomen and their sexuality is so narrow that he simply cannot accommodate that\rinconvenience.", "running_time": 95, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-04-03", "genres": null, "title": "Mon Homme (1998)"}