{"url": "http://www.rogerebert.com/reviews/mona-lisa-smile-2003", "by": "Julia Robertsas Katherine Watson", "star_rating": 3.0, "text": "I find it hard to believe that Wellesley College was as reactionary in the autumn of 1953 as \"Mona Lisa Smile\" says it is -- but then I wasn't there. Neither were the screenwriters, who reportedly based their screenplay on Hillary Clinton's experience at Wellesley in the early 1960s. The film shows a school which teaches, above all, that a woman's duty is to stand by her man, and if Clinton learned that, she also learned a good deal more. No doubt she had a teacher as inspiring as Katherine Watson (Julia Roberts), who trades in the bohemian freedom of Berkeley for a crack at Wellesley's future corporate wives.\n\nThis is the kind of school which actually offers classes in deportment, grooming and table setting, and the teacher of those classes, Nancy Abbey (Marcia Gay Harden) takes them so seriously that we begin to understand the system that produced Cathy Whitaker, Julianne Moore's showpiece wife in last year's \"Far From Heaven.\" Watson finds her students scornful of her California background (every students makes it a point to be able to identify every slide of every painting in her first lecture), but she counterattacks with a blast of modern art, and there is a scene where she takes them to watch the uncrating of a new work by Jackson Pollock.\n\nOf course the board of trustees is suspicious of Katherine Watson, modern art and everything else that is potentially \"subversive,\" and resistance among the undergraduates is led by Betty (Kirsten Dunst), whose mother is a trustee, whose plans include marrying an upward-bound but morally shifty Harvard man, and whose editorials in the school paper suggest Watson is leading her girls in the direction of communism and, worse, promiscuity. (A school nurse who gives advice on contraception has to leave her job.)\n\nWe are pretty sure what the story parabola of \"Mona Lisa Smile\" will be (the inspiring teacher will overcome adversity to enlighten and guide), but the movie is more observant and thoughtful than we expect. It doesn't just grind out the formula, but seems more like the record of an actual school year than about the needs of the plot. In the delicate dance of audience identification, we get to be both the teacher and her students -- to imagine ourselves as a free spirit in a closed system, and as a student whose life is forever changed by her.\n\nBut, you're wondering, how can I identify with a 30ish teacher and her 20ish female students? Don't you find yourself identifying with just about anybody on the screen, if the movie is really working? Katherine Watson is smart and brave and stands by her beliefs, and so of course she reminds us of ourselves.\n\nJulia Roberts is above all an actress with a winning way; we like her, feel protective toward her, want her to prevail. In \"Mona Lisa Smile,\" she is the conduit for the plot, which flows through her character. The major supporting roles are played by luminaries of the first post-Julia generation, including not only Dunst, but Julia Stiles as Joan Brandwyn, a girl smart enough to be accepted by Yale Law but perhaps not smart enough to choose it over marriage; Maggie Gyllenhaal as Giselle Levy, who is sexually advanced and has even, it is said, slept with the studly young Italian professor, and Ginnifer Goodwin as Constance Baker, who is too concerned about her looks.\n\n\"A few years from now,\" the Wellesley students are solemnly informed, \"your sole responsibility will be taking care of your husband and children.\" This is not a priority Watson can agree with. She tells the competent but conservative school president (Marian Seldes), \"I thought I was headed to a place that would turn out tomorrow's leaders -- not their wives.\" Unlike the typical heroes of movies about inspiring teachers, however, she doesn't think the answer lies in exuberance, freedom and letting it all hang out, but in actually studying and doing the work, and she despairs when competent students throw away their futures (as she sees it) for marriage to men who have already started to cheat before their wedding days.\n\nWatson herself has a fairly lively love life, with a boyfriend in California (John Slattery) and now a warmth for the abovementioned studly Italian teacher (Dominic West), although it is probably not true, as a student rumor has it, that she had to come east because of a torrid affair with William Holden. The movie is not really about her romances at all, but about her function as a teacher and her determination to install feminism on the campus before that noun was widely in use. The movie, directed by Mike Newell, may be a little too aware of its sexual politics and might have been more absorbing if Katherine and her students were fighting their way together out of the chains of gender slavery. But the characters involve us, we sympathize with their dreams and despair of their matrimonial tunnel vision, and at the end we are relieved that we listened to Miss Watson and became the wonderful people who we are today.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-12-19", "genres": ["Drama", "Romance"], "title": "Mona Lisa Smile (2003)"}