{"url": "http://www.rogerebert.com/reviews/mona-lisa-1986", "by": "Bob Hoskinsas George", "star_rating": 4.0, "text": "You can tell how much they eventually will like each other by how much they hate each other at first. His name is George. He's a short, fierce, bullet-headed foot soldier in the London underworld, and he has just gotten out of prison. Her name is Simone. She's a tall, beautiful black woman who works as a high-priced call girl. George goes to Mortwell, who runs the mob, looking for a job. He is assigned to drive Simone around to expensive hotels and private homes and to wait for her while she conducts her business. He also is supposed to protect her if anything goes wrong.\n\nAt first he seems hopelessly unsuited to his job. He wears the wrong clothes, and stands out like a sore thumb in the lobbies of hotels like the Ritz. She can't believe she has been saddled with this misfit. He thinks she is stuck up and cold, and puts on too many airs for a whore. They are at each other's throats day and night, fighting about everything, until eventually they realize they enjoy their arguments; they are entertained by one another.\n\nThat's the setup for \"Mona Lisa,\" a new British film set in the tattered precincts of Soho, where vice lords run sordid clubs in which young, bewildered provincial women sell themselves to earn money for drugs. Simone now operates at a higher level in the sex business, but she never forgets where she started. Sometimes she orders George to cruise slowly in the big Jaguar, as she searches the sordid King's Cross district for a familiar face. She is looking for a young woman who used to be her friend when they were on the streets together, and who still is the slave, she fears, of a sadistic pimp.\n\nThese nighttime journeys are a contrast to her usual routine, which involves visiting wealthy bankers, decadent diplomats and rich Middle Eastern investors who live on the most expensive streets of Hampstead. George drives her, argues with her, speculates about her and falls in love with her. And when she asks him to help find the missing woman, he risks his life for her.\n\n\"Mona Lisa\" stars Bob Hoskins as George. You may remember him as the ferocious little mob boss in \"The Long Good Friday,\" where he had it all fixed up to go respectable and then someone started blowing up his pubs. Hoskins is one of the very best new British actors, and this is a great performance - it won him the best-actor award at this year's Cannes Film Festival. Simone is played by Cathy Tyson (a niece of actress Cecily Tyson), and she is elegant and cool and yet able to project the pain that is always inside. The relationship of their characters in the film is interesting, because both people, for personal reasons, have developed a style that doesn't reveal very much.\n\nThey have walls, and friendship means being able to see over someone else's wall while still keeping your own intact.\n\nThe third major character in the movie, and the third major performance, is by Michael Caine as Mortwell, the vice boss. In the more than 20 years since I first saw Caine in a movie, I don't believe I've seen him in a bad performance more than once or twice. And I've rarely seen him doing the same thing, which is strange, since in one way or another he usually seems to look and talk like Michael Caine - and yet with subtle differences that are just right for the role. In \"Mona Lisa,\" he plays one of his most evil villains, a slimebag who trades in the lives and happiness of naive young women, and he plays the character without apology and without exaggeration, as a businessman. That's why Mortwell is so creepy.\n\nThe movie's plot reveals itself only gradually. At first \"Mona Lisa\" seems to be a character study, the story of George and Simone and how they operate within the call-girl industry. After we find out how important the missing woman is to Simone, however, the movie becomes a thriller, as George descends into gutters to try to find her and bring her back to Simone.\n\nThe movie's ending is a little too neat for my taste. But in a movie like this, everything depends on atmosphere and character, and \"Mona Lisa\" knows exactly what it is doing.", "running_time": 104, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-07-02", "genres": ["Action", "Crime", "Drama", "Foreign", "Romance", "Thriller"], "title": "Mona Lisa (1986)"}