{"url": "http://www.rogerebert.com/reviews/mondays-in-the-sun-2003", "by": "Luis Tosaras Jose", "star_rating": 2.5, "text": "\"Mondays in the Sun\" chronicles the lives of men who were shipbuilders in Spain until the yards closed, and now measure out their lives in drinking and despair. One still goes to apply for jobs, but is too old, and considers hair dye to make himself look younger. Others buy lottery tickets, hoping for good luck, and benefit from the free cheese samples at the supermarket. They all feel unmanned by the inability to support themselves and their families, and free time is like a swamp they have to wade through every day.\n\nThe film stars Javier Bardem, whose range as an actor is demonstrated here by the way he seems to have aged, put on weight, lost his athletic poise and become a bar-stool jockey. He plays Santa, the unelected leader of a small group of friends who meet most days in a bar opened by Rico (Joaquin Climent), when he was laid off at the shipyards. Among the regulars: Amador (Celso Bugallo), who has developed into a pitiful alcoholic and won't go home even when he has clearly had too much to drink; Reina (Enrique Villen), who found a job as a security guard and whose employment is like a silent rebuke to them all; and Jose (Luis Tosar), whose wife Ana (Nieve de Medina) has a job at the cannery and drowns herself in deodorants to get rid of the fishy smell.\n\nIn one of the movie's most sharply focused scenes, Jose and Ana go to the bank to apply for a loan, and the questions of the loan officer, on top of Jose's bitterness that his wife works and he does not, leads to an angry outburst. But outburst or no, there was no way they were going to get the loan. All of these characters are at a dead end.\n\nThere are moments of sad insight, as when they take Amador home to his apartment and find it an emptied-out mess; the wife he keeps talking about has abandoned him. And when Santa meets a friendly woman named Angela (Laura Dominguez), there's no way he feels able to pursue a relationship, because he has nothing to offer her, not even self-esteem. Better to stay in Rico's bar and drink, and go through a pretend flirtation with Rico's teenage daughter.\n\nYou can see here fairly clearly the way in which a neighborhood bar can become a surrogate family for men with nowhere to go, nothing to do, and a tendency to drink too much. The bartender is the authority figure, and day after day, week after week, his customers appear in his court for their daily sentence. Sometimes Santa and a friend sit outside in the sun, talking aimlessly about nothing much, because even with the tabs that Rico runs for them they lack the funds to be as drunk as they would like.\n\nThe movie, directed by Fernando Leon de Aranoa, was the most honored film in Spain last year, chosen by the Spanish as their Oscar contender over Almo-dovar's \"Talk to Her.\" Bardem won the Goya, Spain's Oscar, as best actor, and the picture picked up four other Goyas, including one for best film. It is intensely involving at the outset, but it faces an insoluble problem: The story, like the characters, has no place to go. If they got jobs or won the lottery, the movie would be dishonest, and if they do not, then day will follow day with increasing gloom. For the viewer, it seems as if \"Mondays in the Sun\" is simply repeating the same dilemma over and over. For its characters, of course, it feels that way, too.", "running_time": 115, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-08", "genres": ["Drama", "Foreign"], "title": "Mondays In The Sun (2003)"}