{"url": "http://www.rogerebert.com/reviews/money-talks-1997", "by": "Chris Tuckeras Franklin Hatchett", "star_rating": 3.0, "text": "How does a guy like Jim Carrey get his first chance to perform anarchic comedy in a movie? Now that he's a star, directors are, of course, happy to let him run wild. But how did he get his foot in the door in the first place? How did they know they should hand him the scenery and a knife and fork? I wonder because in \"Money Talks,'' a comedian named Chris Tucker has his own foot jammed in the same door, and you can see his talent blossom right there before your eyes.\n\nThe movie is not distinguished. It's a clone of the black-white buddy pictures, with a little of \"48 Hrs.\" and \"Lethal Weapon\" and \"Nothing to Lose\" thrown in. The plot is so dumb that at one point, terrorists blow up a prison bus so that their leader can escape, and no one even considers the possibility that, gee, maybe the leader could get blown up along with everyone else on the bus. He isn't, and that's just as well, because he's handcuffed to Franklin Hatchett, the Chris Tucker character, and we're going to need him for the rest of the movie.\n\nYou may remember Tucker from \"The Fifth Element,\" where his character went on endlessly, as an emcee in a nightclub on a space station. Watching that movie, I felt the Tucker role derailed the ending by continuing too long on the wrong note, as a distraction. But in \"Money Talks,'' where he has more of a character to develop and an opportunity to experiment with his voice and style, Tucker has a personal triumph. He's funny in that cocky, freefall way that Carrey and Jerry Lewis get away with: He's floating on inspiration and improvisation, like a musician.\n\nConsider the scene where he is presented at a black-tie wedding party for a rich Italian American, played by Paul Sorvino. Sorvino is dubious about this black man he's never seen before. But Tucker, who earlier in the day happened to watch a TV ad for the greatest hits of Vic Damone, has a brainstorm: He introduces himself as Vic Damone Jr., the son of the singer and Diahann Carroll. Sorvino embraces the Italian connection, ignores the African-American component, and is blissful as Tucker recalls a childhood spent among other juniors: \"Junior Walker Jr., Sammy Davis Junior Jr ... .'' I'm not giving Tucker credit for this hilarious scene, which was written by Joel Cohen and Alec Sokolow. But I'm crediting him with how he sells it: The lines are funny, but Tucker runs with them, and there's a kind of wink to the audience as he relaunches himself as Vic Damone's son: We know he knows exactly what he's doing.\n\nHe was invited to the pre-wedding party by a TV newsman named James Russell (Charlie Sheen), who plays his sidekick through most of the movie. Russell is not a great newsman (and it doesn't help that nobody connected with the movie knows anything about how real TV news reporters talk or behave). In fact, he's just been fired by his weary, cynical boss (David Warner, very funny in an engaging, attention-getting role). But when there's a manhunt for the escaped terrorist and the Tucker character is fingered as the mastermind behind the prison break, Tucker turns to Sheen for protection--and Sheen agrees to hide him for a weekend (under cover of his own wedding) in order to produce him in time for a sweeps ratings period.\n\nAs the straight man, Sheen has the most thankless role in the movie, and there are scenes where he seems to realize that Tucker, Sorvino and Warner have all the best lines. He stands there while Tucker goes on wild verbal riffs and has the thankless task of appearing to take him seriously. Some critics dislike Sheen's performance, but I think it's more or less what's called for: He provides the solid backdrop for the anarchy, and probably feels like Margaret Dumont to Tucker's Groucho Marx.\n\nThe movie marks the directing debut of Brett Ratner. He has not made a flawless film, but at least has made an interesting one; he understands what Tucker is able to do, and helps him do it. And Tucker, like Carrey, comes on as obnoxious and irritating at first, and then you see the smile and the intelligence underneath, and he begins to grow on you.", "running_time": 92, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-22", "genres": ["Action", "Adventure", "Comedy"], "title": "Money Talks (1997)"}