{"url": "http://www.rogerebert.com/reviews/moneyball-2011", "by": "Brad Pittas Billy Beane", "star_rating": 4.0, "text": "\n\nIn the 2002 season, the nation's lowest-salaried Major League Baseball team put together a 20-game winning streak, setting a new American League record. The team began that same season with 11 losses in row. What happened between is the stuff of \"Moneyball,\" a smart, intense and moving film that isn't so much about sports as about the war between intuition and statistics.\n\nI walked in knowing what the movie was about, but unprepared for its intelligence and depth. It centers on the character of the Oakland Athletics' general manager Billy Beane (Brad Pitt), who after a bad start as a MLB player, moved over to management and was driven by his hatred of losing. In his previous season, he'd taken the A's to the World Series, only to have them lose and see their best three players hired away by richer teams offering much bigger salaries.\n\nFaced with rebuilding the team at bargain basement prices, Beane became persuaded by the theories of Peter Brand (Jonah Hill), a nerdy recent Yale graduate who crunched numbers to arrive at a strict cost-benefit analysis of baseball players. \n\nHe persuaded Beane that he should hire based on key performance statistics that pointed to undervalued players. Together, they assembled a team that seemed foolhardy at first, but during the course of an agonizing season, proved itself the biggest bargain in baseball.\n\n\"Peter Brand\" is based on people described in the 2003 book Moneyball: The Art of Winning an Unfair Game by Michael Lewis. Jonah Hill's performance is understated and fascinating; a pudgy kid who has never played a baseball game in his life, Peter has analyzed decades of baseball stats to prove that game-winning qualities are not always the ones veteran scouts look for. He's shy and quiet, advancing his theories tentatively but with firm certainty; he's an amusing contrast with the team's grizzled, tobacco-chewing scouts — who are looking for all the wrong things, Brand argues. \n\nPitt's Billy Beane is an inward and lonely man, recovering from a failed marriage and doting on his daughter, Casey (Kerris Dorsey). He's so driven, he can't bear to watch a game in the stadium, and sometimes drives aimlessly while listening to it on the radio. He's fully aware that if he follows his theories for the full season and they fail, that will make him unemployable. He faces fierce opposition from his bullet-headed team manager, Art Howe (Philip Seymour Hoffman), who feels his experience is being insulted by a manager mesmerized by some half-baked Ivy League theorist. \n\nThe director is Bennett Miller, who also directed Hoffman in the title role of the radically different \"Capote.\" \"Moneyball\" is not a traditional sports movie, and indeed should be just as gripping for non-sports fans. It's not a series of Big Games. When it goes to the field, it's for well-chosen crucial moments. Its essence is in terse, brainy dialogue by the two accomplished screenwriters Aaron Sorkin (\"The Social Network\") and Steven Zaillian (\"Gangs of New York\"). As in \"The Social Network,\" abstract discussions reflect deep emotional conflicts. There are a lot of laughs, but only one or two are inspired by lines intended to be funny. Instead, our laughter comes from recognition, an awareness of irony, an appreciation of perfect zingers — and, best of all, insights into human nature.\n\nThis is really a movie about business. None of the individual players have major roles. The drama all happens in the mind of a general manager and his numbers guy. They bet against tradition and in favor of numerical analysis. That goes against a century of baseball history, although for all of those years, fans have thumbed through their baseball almanacs and issued mind-numbing statistical theories on talk shows. What the numbers crunchers demonstrated is that a computer can assemble a team better than human instinct.\n\nThat's melancholy, but then this is a melancholy movie. Pitt has some soul-baring scenes with Jonah Hill in which he wonders what it all means, anyway. It doesn't matter if you have a 20-game winning streak. All that matters is that you win the last game of the season. Even the players are merely inventory, and there are dramatic moments here of players being traded or moved down to the minors. Baseball is a business. Only we fans love it as a game.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-09-21", "genres": ["Drama", "Sport"], "title": "Moneyball (2011)"}