{"url": "http://www.rogerebert.com/reviews/money-money-money-1973", "by": "Lino Venturaas Lino", "star_rating": 1.0, "text": "Claude Lelouch’s “Money, Money, Money” suffers from an almost fatal malady, for a comedy: It maintains the wrong tone from beginning to end. The situations are promising. The actors are fine. The story will do. But the movie should have been directed at the breathless pace of a Mel Brooks or Woody Allen: Lelouch, who has apparently come down with a case of terminal whimsy, throws away laughs with his lazy timing. That’s too bad, because the movie’s premise is basically a good one. Lelouch gives us a band of 5 two-bit thieves and puts them through an education in the really big ways to make money. When the picture opens, they’re aiming too low: One gas station attendant is pumping gas into his private hose instead of into the customer’s car, for example, and a guy who works at Michelin is stealing tires. But then their self-appointed leader sets them up with a crash course in the way big money is to be made. You’ve got to work in the key fields: Show business, revolution, and religion. So they try. First they arrange the self-kidnapping of a pop singer (Johnny Halladay), who pays them for the publicity he gets. Then they kidnap a revolutionary leader, and sell him back to three different bidders at the same time. An ambassador comes next. Then they hijack an airplane. As the picture closes, they’ve got their hands on the Pope. This material needs timing like Allen’s in “Bananas,” or Brooks’ in the classic “The Producers.” It’s slapstick stuff. It’s good for a laugh or it’s not good for anything at all. Yet for some reason Lelouch has his characters pad around and mumble at each other. And he holds some of his shots so long that any possible humor simply dissipates. Sometimes there’s a funny one-liner, sometimes a nice sight gag, but for the most part the movie just lies there. I can’t prove it, but I wouldn’t be surprised to find that Lelouch had Jacques Tati on his mind when he made “Money, Money, Money.” He steals the Tati style but leaves Mr. Hulot with all of the laughs. Lelouch, like Tati, stays in long shot a lot of the time, proving along the way that when Chaplin said: “Comedy is in long-shot, tragedy is in close-up,” he should have added: Provided there’s something funny going on in the long shot. \n\nLelouch also admires Tati’s gift for introducing a prop or character and then getting an unexpected laugh with it 10 minutes later. But Tati’s movies are like Swiss watches, labored over with infinite care for the smallest piece. Lelouch seems to be out of breath sometimes; he’s a diligent comic director but not a gifted one, and he can’t really handle a plot this complicated.", "running_time": null, "mpaa_rating": null, "release_year": 1973, "date_published": "1973-07-31", "genres": null, "title": "Money, Money, Money (1973)"}