{"url": "http://www.rogerebert.com/reviews/mongol-2008", "by": "Tadanobu Asanoas Temudgin", "star_rating": 3.5, "text": "Mongols need laws. I will make them obey -- even if I have to kill half of them. \r--Genghis Khan\n\nSergei Bodrov's \"Mongol\" is a ferocious film, blood-soaked, pausing occasionally for passionate romance and more frequently for torture. As a visual spectacle, it is all but overwhelming, putting to shame some of the recent historical epics from Hollywood. If it has a flaw, and it does, it is expressed succinctly by the wife of its hero: \"All Mongols do is kill and steal.\"\n\nShe must have seen the movie. That's about all they do in \"Mongol.\" They do not sing, dance, chant, hold summit meetings, have courts, hunt, or (with one exception) even cook and eat. They have no culture, except for a series of sayings: \"A Mongol does, or does not ...\" a long list of things, although many a Mongol seems never to have been issued the list, and does (or does not) do them, anyway.\n\nAs a result, the film consists of one bloody scene of carnage after another, illustrated by hordes of warriors eviscerating one another while bright patches of blood burst upon the screen. At the center of the killing is invariably the khan, or leader, named Temudgin (Tadanobu Asano), who is not yet Genghis Khan, but be patient: This film is the first of a trilogy.\n\nThe film opens with Temudgin at age 9 (Odnyam Odsuren), taken by his father to choose a bride from the Merkit clan. This will settle an old score. But along the way they happen upon a smaller clan, and there Temudgin first sets eyes on 10-year-old Borte (Bavertsetseg Erdenebat), who informs him he should choose her as his bride. He agrees, and thus is forged a partnership that will save his life more than once.\n\nYears pass, the two are married, and Borte (played as an adult by Khulan Chuluun) makes a perfect bride, but one hard to keep. She is kidnapped by another clan, bears the first of two children claimed by Temudgin despite reasons to doubt, and follows her man into a series of battles that stain the soil of Mongolia with gallons of blood.\n\nIt happens that I have seen another movie about Mongols that suggests they do more than steal and kill. This is the famous nine-hour, three-part documentary \"Taiga\" (1995) by Ulrike Ottinger, who lived with today's yurt dwellers, witnessed one of their trance-evoking religious ceremonies, observed their customs and traditions, and learned in great detail how they procure and prepare food. There is also a wrestling match that is a good deal more cheerful than the contests in \"Mongol.\" But you do not have the time for a nine-hour documentary on this subject, I suppose, nor does \"Mongol.\" The nuances of an ancient and ingeniously developed culture are passed over, and it cannot be denied that \"Mongol\" is relentlessly entertaining as an action picture.\n\nIt left me, however, with some questions. Many involve the survival of the young Temudgin. Having inherited all his father's enemies, he is captured more than once, and we actually see him being fed so he can grow tall enough to kill (\"Mongols do not kill children\"). His neck and hands are imprisoned in a heavy wooden yoke, and when he escapes, he has the energy to run for miles across the steppe. On another occasion, he falls through the ice of a lake, and the movie simply ignores the question of how he is saved, unless it is by Tengri, God of the Blue Sky. Yes, I think it was Tengri, who also appears as a wolf and saves him more than once. If you want to be Genghis Khan, it helps to have a god in your corner.\n\nFinally, Temudgin is imprisoned in a cell surrounded by a moat populated by savage dogs. No such arrangement can hold him, of course, and he leads his clan into yet another series of battles, as gradually it occurs to him that this is no way to live, and the Mongols need to be united under a strong leader who will enforce less anarchistic battle practices. It's at about that point the movie ends, and we reflect that Temudgin has to survive two more such films to become Genghis Khan. And we think our election campaigns run on too long.", "running_time": null, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-06-19", "genres": null, "title": "Mongol (2008)"}