{"url": "http://www.rogerebert.com/reviews/monkey-hustle-1976", "by": "Yaphet Kottoas Daddy Foxx", "star_rating": 1.5, "text": "\"Monkey Hustle\" is a good-hearted muddle, a totally confused movie that manages to be fun from time to time. It was shot entirely on location in Chicago, but they must have left half the script back in Hollywood. Some of the scenes lead nowhere, some of the characters hardly seem to have a reason for being in the movie and it's still a mystery to me how they kept the expressway from coming through.\n\nWhat expressway? The movie doesn't say, but I guess it's not the Crosstown. In any event, it's scheduled to come right through the South Side, somewhere around Kenwood, and that upsets the local residents because (a) the neighborhood gym will have to be torn down right in the middle of training for the future Olympics and (b) all the hustlers and con men will have to relocate.\n\nSo the neighborhood organizes. The leader is Daddy Foxx (Yaphet Kotto), a dealer in stolen merchandise. Also on his team are Goldie (Rudy Ray Moore), who tools around in his gold Cadillac pimpmobile, and Mama (Rosalind Cash), who runs the neighborhood soul food restaurant. So far, so good: But when we try to figure out how they plan to stop the expressway, we get lost.\n\nTake the climactic scene, for example. A big block party has been thrown to rally resistance to the expressway. Two city bulldozers roar down the street. They're apparently supposed to push over the buildings in the way of the expressway, although a wrecker's ball might perhaps do a better job and allow the bulldozer operators to avoid being crushed by falling walls.\n\nNo matter; the neighbors spray the bulldozer drivers with a fire hose. And then, just like that, the alderman arrives and announces that the expressway will not be built. Loud cheering and general jubilation. Our late mayor, who at one time believed that movies shot in Chicago should reflect favorably on the city's image, would have been bemused, to say the least, by the notion that this is the way an expressway gets stopped in Chicago. Or that an alderman would be allowed to make the announcement.\n\nThere's another character who doesn't exactly provide shocks of recognition for seasoned Chicagoans: The Black Knight, a neighborhood cop played by Frank Rice. He's the only cop we ever see in the movie, but he turns up more than Rod Steiger in \"In the Heat of the Night.\" That's because he's the bagman for the neighborhood numbers operation. His luck isn't too good. At one point, a fleeing auto crashes into his squad car. What does he do? Just what any Chicago policeman would do in such a situation: Takes off his hat, throws it on the ground, and stomps on it. Uh huh.\n\nThere are a couple of good scenes. One involves a complicated scheme by Yaphet Kotto and his strike force of juvenile delinquents. They want to convince the local appliance dealer (Fuddle Bagley) that he's receiving stolen merchandise. So they stage an elaborate charade in which empty TV boxes from his own store are \"stolen\" by a garbage man, then stolen from the garbage man by Kotto and then stolen from Kotto by the junior crooks. The dealer then buys the boxes back from the kids, not knowing they're empty.\n\nThe whole deal is carried off with a certain cheerful illogic, but there aren't many scenes that work that well. There was, however, at least one other good thing about \"Monkey Hustle\": It's doing such good business that they've opened the balcony of the Roosevelt, and I got to sit up there for the first time in four years. It's a hell of a balcony.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-12-29", "genres": ["Action", "Foreign"], "title": "The Monkey Hustle (1976)"}