{"url": "http://www.rogerebert.com/reviews/monkey-shines-an-experiment-in-fear-1988", "by": "Jason Begheas Allan Mann", "star_rating": 2.5, "text": "`Monkey Shines” opens with a textbook illustration of the Perfect Day Theory, which teaches that when a movie opens with a glorious depiction of a perfect day in the life of the hero, the joy is always a prelude to tragedy. In this case, Allan, the hero, goes jogging, is struck by a truck and awakens as a quadriplegic.\n\nIn an ordinary movie, his tragedy would, in turn, be a cue for a story of struggle and courage, and we’d get one of those made-for-TV docudramas in which everything is just a little larger, braver and more moving than in life. But “Monkey Shines,” whatever its shortcomings, is not an uplifting parable. It is a horror story, and before it is over it will have thrown everything at us.\n\nAt first the story seems matter-of-fact. Allan (Jason Beghe) undergoes rehabilitation therapy and returns home with one of those wheelchairs that can be controlled by breathing into a tube. Not much goes right. His girlfriend jilts him and goes to live with his insufferably pompous surgeon. He is doted on by a smothering mother.\n\nHis best pal, a brilliant chemist, is a speed freak. His nurse is a shrill, sadistic harpy. At the pit of his despair, Allan tries to commit suicide. Then Ella arrives.\n\nElla is a Capuchin monkey, naturally intelligent, and her intelligence has been boosted by injections of human brain tissue, administered by Allan’s friend the druggie chemist. Right from the first, there’s a special rapport between the man and the monkey. Ella seems to understand Allan, to love him, even sometimes to be able to anticipate his needs.\n\nAt this point, the movie does indeed seem to be poised on the brink of becoming an uplifting made-for-TV parable. Ella steals the show, scampering around the room and hugging Allan and seeming instinctively sympathetic. But then the undertones of horror begin to creep in, orchestrated by George A. Romero, the writer-director, who will be forever remembered for “Night of the Living Dead.” First Romero provides a rival for Ella’s love: the seductive young animal trainer (Kate McNeil) who trains Ella and then falls in love with Allan. Meanwhile, Allan fights off his protective mother (Joyce Van Patten) and endures the insults of his insufferable nurse (Christine Forrest, as a classic harridan), while his chemist pal (John Pankow) shoots speed, pumps the monkey full of brain cells and wages war with the jealous head of his department.\n\nAt first Allan sees Ella as his best friend. Then he begins to wonder - especially after he starts having nightmares from a monkey’s-eye view, and especially after one of the dreams depicts his ex-fiancee and his surgeon burning to death. When he discovers that they actually have died in a fire, he realizes that Ella can read his mind, and with her unforgiving and savage animal instincts she is, God forbid, acting on his subconscious wishes.\n\nRomero shifts into violent melodramatic overdrive for the conclusion of his film, which must be seen to be believed, and which I will not reveal. He has always been a director of cheerful excess, and sometimes, as in “Dawn of the Dead” (1979) it is exactly the right thing to go over the top. There is a certain exhilaration in the green slime that sprays out of the ghouls in that film, a certain joy in violating all restraints of taste and swinging for the scoreboard.\n\nBut “Monkey Shines,” I’m afraid, simply contains too much.\n\nJust a shade of understatement would have gone a long way. It could have benefitted from losing a few subplots, especially the protective mother and the jealous university dean. That would have allowed the story to proceed more directly to its inevitable conclusion. Instead, Romero loses momentum in the closing passages because he has too many loose ends to keep track of. Somewhere within this movie’s two hours or so is hidden an absolutely spellbinding 90-minute thriller.", "running_time": 113, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-07-29", "genres": ["Drama", "Horror", "Science Fiction"], "title": "Monkey Shines: An Experiment In Fear (1988)"}