{"url": "http://www.rogerebert.com/reviews/monkeybone-2000", "by": "Brendan Fraseras Stu Miley", "star_rating": 1.5, "text": "A character played by Brendan Fraser spends half of \"Monkeybone\" on life support, and so does the movie. Both try to stay alive with injections of nightmare juice. The movie labors hard, the special effects are admirable, no expense has been spared, and yet the movie never takes off; it's a bright idea the filmmakers were unable to breathe life into.\n\nFraser plays a cartoonist named Stu Miley (\"S. Miley\"--ho, ho). He's created a character named Monekybone, which has become enormously popular and might soon star in its own TV show--except that Stu is one of those unsullied artists who shies away from success. He flees a fancy reception with his girlfriend Julie (Bridget Fonda), but as they're driving away, a giant plastic Monkeybone toy in the back seat suddenly inflates, causing a crash. Julie is unharmed, but Stu goes into a coma, with his sister negotiating with the hospital about how soon they can pull the plug.\n\nThe coma is, in fact, action-packed. In his mind, Stu has taken an escalator to Downtown, a nightmare dreamland nightclub ruled by Hypnos (Giancarlo Esposito); it's not far from Thanatopolis, ruled by Death (Whoopi Goldberg). Here Monkeybone is the emcee, and exit passes are hard to come by. That leads to a scheme by Monkeybone (\"I'm tired of being a figment!\") to occupy Stu's body and escape from Downtown.\n\nMeanwhile, on earth, Stu's time is drawing short and his sister has her hand on the plug. Julie scans a brain chart and intuits that Stu is trapped in a \"nightmare loop.\" She thinks maybe an emergency injection of Nightmare Juice might scare him awake. Through a coincidental miracle of timing, Monkeybone leaves Downtown and possesses Stu's body just as the juice hits, so when he comes out of the coma and starts acting strangely, she blames it on the juice.\n\nAnd so on. The plot is not exactly the issue here. \"Monkeybone\" was directed by Henry Selick, who also made \"Tim Burton's The Nightmare Before Christmas\" and \"James And The Giant Peach.\" His ability to blend live-action with makeup, special effects and computer effects is about as good as it gets--and he leans away from computers and in the direction of bizarre sets and makeup and stop-action animation, which gives his work an eerie third-dimensionality unmatched by slicker computer effects.\n\nHere he achieves technical marvels, but the movie just doesn't deliver. The Monkeybone character doesn't earn its screen time; it's just a noxious pest. Brendan Fraser has been at home before in cartoon roles (\"George Of The Jungle,\" \"Dudley Do-Right\") but here he seems more like the victim of the joke than the perpetrator, and Bridget Fonda's girlfriend is earnest and plucky but not funny (she has to look concerned about Stu all the time).\n\nOne sequence made me smile. It involves Chris Kattan from \"Saturday Night Live\" as an organ transplant donor snatched from the hospital in mid-operation and lofted over the city by a hot-air balloon, while spare parts fall from his incision and are greeted below by grateful dogs.\n\nDowntown itself looks like the amusement park from (or in) hell, and there's a lot of \"Beetlejuice\" in the inspiration for the strange creatures, one-eyed and otherwise, who live there. But strangeness is not enough. There must also be humor, and characters who exist for some reason other than to look bizarre. That rule would include Whoopi Goldberg's Death, who is sadly underwritten, and played by Goldberg as if we're supposed to keep repeating: \"Wow! Look! Death is being played by Whoopi Goldberg!\" It is a truth too often forgotten that casting a famous actor in a weird cameo is the setup of the joke, not the punch line.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-02-23", "genres": ["Action", "Adventure", "Animation", "Comedy", "Fantasy"], "title": "Monkeybone (2000)"}