{"url": "http://www.rogerebert.com/reviews/monkey-trouble-1994", "by": "Finsteras Dodger", "star_rating": 3.0, "text": "It's no mistake that the credits for \"Monkey Trouble\" give top billing to the monkey, named Finster. He steals the show with a fetching performance that goes beyond \"training,\" and into acting itself. And the show is a quirky, bright, PG-rated adventure that's as entertaining as \"Free Willy.\" Better, maybe, since monkeys are a lot more charismatic than whales. This is a splendid family film.\n\nThe movie stars Flora Birch (from \"Hocus Pocus\") as Eva, a troubled gradeschooler who isn't doing very well in school. At home, with her mom (Mimi Rogers) and stepfather (Christopher McDonald), she's resentful of a new baby brother, and mad because she can't have a dog. Her stepdad is allergic to animals, but that's only one reason; her mom also points out that she's not responsible enough to walk, feed, and clean up after a pet.\n\nMeanwhile, we've gotten to know the swarthy, dishonest Azro (Harvey Keitel), a street entertainer who works the Venice Beach area of Los Angeles with his pet monkey, which has been trained to pick pockets and steal watches and jewelry. Azro is not a kind master, and when the monkey sees his chance, he runs away - to Eva's home, which it has scouted out during an exercise in housebreaking and thievery.\n\nThe girl and the monkey, which she names Dodger, form an immediate bond. Meanwhile, Azro is in trouble, because he's made a deal with some gangsters who want to use the monkey in a big heist.\n\nThat sets up the fairly mechanical plot of the movie, which involves Eva hiding Dodger from her parents while Azro schemes to track down the monkey and get it back.\n\nOkay. This is all more or less routine, right down to the bad guys in the black limousine, who seem to be a convenient shortcut for any screenwriter who needs instant villains on demand. What isn't routine is the performance by the monkey, an adult capuchin, which is small, cute, and very smart, and able to move more or less invisibly through the human world. And the plot isn't just about bad guys and chases; it involves the ways Eva learns to take responsibility for the monkey and herself, in some tight scrapes.\n\nIt takes her awhile to figure out that Dodger is a trained pickpocket, who can get her into a lot of trouble. When she goes shopping, for example, he peeks out of her knapsack and shoplifts sardines. The resulting scene with the store manager is like a nightmare: She can't explain how she got the shoplifted goods without revealing the monkey. Another day, when she tries to earn some quick money with the monkey in a sidewalk performance, she's startled later to learn Dodger was collecting billfolds along with tips.\n\nW. C. Fields used to refuse to appear with small children and animals, on the reasonable grounds that they always stole the scene. \"Monkey Trouble\" is an example of that, a movie that has taken the time and trouble to orchestrate such an excellent animal performance that the monkey's adventures are not only fun, but almost believable.\n\nI wonder, though, why the filmmakers found it necessary to identify the Keitel character as a Gypsy, thus reinforcing all kinds of negative stereotypes. He could have had a non-specific background and the movie would have worked just as well, without giving its young audiences a lesson in prejudice.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-03-18", "genres": ["Family"], "title": "Monkey Trouble (1994)"}