{"url": "http://www.rogerebert.com/reviews/monster-2003", "by": "Charlize Theronas Aileen", "star_rating": 4.0, "text": "What Charlize Theron achieves in Patty Jenkins' \"Monster\" isn't a performance but an embodiment. With courage, art and charity, she empathizes with Aileen Wuornos, a damaged woman who committed seven murders. She does not excuse the murders. She simply asks that we witness the woman's final desperate attempt to be a better person than her fate intended.\n\nWuornos received a lot of publicity during her arrest, trial, conviction and 2002 execution for the Florida murders of seven men who picked her up as a prostitute (although one wanted to help her, not use her). The headlines, true as always to our compulsion to treat everything as a sporting event or an entry for the Guinness Book, called her \"America's first female serial killer.\" Her image on the news and in documentaries presented a large, beaten-down woman who did seem to be monstrous. Evidence against her was given by Selby Wall (Christina Ricci), an 18-year-old who became the older woman's naive lesbian lover and inspired Aileen's dream of earning enough money to set them up in a \"normal\" lifestyle. Robbing her clients led to murder, and each new murder seemed necessary to cover the tracks leading from the previous one.\n\nI confess that I walked into the screening not knowing who the star was, and that I did not recognize Charlize Theron until I read her name in the closing credits. Not many others will have that surprise; she was just honored as best actress of the year by the National Society of Film Critics. I didn't recognize her -- but more to the point, I hardly tried, because the performance is so focused and intense that it becomes a fact of life. Observe the way Theron controls her eyes in the film; there is not a flicker of inattention, as she urgently communicates what she is feeling and thinking. There's the uncanny sensation that Theron has forgotten the camera and the script and is directly channeling her ideas about Aileen Wuornos. She has made herself the instrument of this character.\n\nI have already learned more than I wanted to about the techniques of disguise used by makeup artist Toni G. to transform an attractive 28-year-old into an ungainly street prostitute, snapping her cigarette butt into the shadows before stepping forward to talk with a faceless man who has found her in the shadows of a barren Florida highway. Watching the film, I had no sense of makeup technique; I was simply watching one of the most real people I had ever seen on the screen. Jenkins, the writer-director, has made the best film of the year. Movies like this are perfect when they get made, before they're ground down by analysis. There is a certain tone in the voices of some critics that I detest -- that superior way of explaining technique in order to destroy it. They imply that because they can explain how Theron did it, she didn't do it. But she does it.\n\nThe movie opens with Aileen informing God that she is down to her last $5, and that if God doesn't guide her to spend it wisely she will end her life. She walks into what happens to be a lesbian bar and meets the 18-year-old Selby, who has been sent to live with Florida relatives and be \"cured\" of lesbianism. Aileen is adamant that she's had no lesbian experience, and indeed her sordid life as a bottom-rung sex worker has left her with no taste for sex at all. Selby's own sexuality functions essentially as a way to shock her parents and gratify her need to be desired. There is a stunning scene when the two women connect with raw sexual energy, but soon enough sex is unimportant compared to daydreaming, watching television, and enacting their private soap opera in cheap roadside motels.\n\nAileen is the protector and provider, proudly bringing home the bacon -- and the keys to cars that Selby doesn't ask too many questions about. Does she know that Aileen has started to murder her clients? She does and doesn't. Aileen's murder spree becomes big news long before Selby focuses on it. The crimes themselves are triggered by Aileen's loathing for prostitution -- by a lifetime's hatred for the way men have treated her since she was a child. She has only one male friend, a shattered Vietnam veteran and fellow drunk (Bruce Dern). Although she kills for the first time in self-defense, she is also lashing out against her past. Her experience of love with Selby brings revulsion uncoiling from her memories; men treat her in a cruel way and pay for their sins and those of all who went before them. The most heartbreaking scene is the death of a good man (Scott Wilson) who actually wants to help her, but has arrived so late in her life that the only way he can help is to be eliminated as a witness.\n\nAileen's body language is frightening and fascinating. She doesn't know how to occupy her body. Watch Theron as she goes through a repertory of little arm straightenings and body adjustments and head tosses and hair touchings, as she nervously tries to shake out her nervousness and look at ease. Observe her smoking technique; she handles her cigarettes with the self-conscious bravado of a 13-year-old trying to impress a kid. And note that there is only one moment in the movie where she seems relaxed and at peace with herself; you will know the scene, and it will explain itself. This is one of the greatest performances in the history of the cinema.\n\nChristina Ricci finds the correct note for Selby Wall -- so correct some critics have mistaken it for bad acting, when in fact it is sublime acting in its portrayal of a bad actor. She plays Selby as clueless, dim, in over her head, picking up cues from moment to moment, cobbling her behavior out of notions borrowed from bad movies, old songs, and barroom romances. Selby must have walked into a gay bar for the first time only a few weeks ago, and studied desperately to figure out how to present herself. Selby and Aileen are often trying to improvise the next line they think the other wants to hear.\n\nWe are told to hate the sin but not the sinner, and as I watched \"Monster\" I began to see it as an exercise in the theological virtue of charity. It refuses to objectify Wuornos and her crimes and refuses to exploit her story in the cynical manner of true crime sensationalism -- insisting instead on seeing her as one of God's creatures worthy of our attention. She has been so cruelly twisted by life that she seems incapable of goodness, and yet when she feels love for the first time she is inspired to try to be a better person.\n\nShe is unequipped for this struggle, and lacks the gifts of intelligence and common sense. She is devoid of conventional moral standards. She is impulsive, reckless, angry and violent, and she devastates her victims, their families and herself. There are no excuses for what she does, but there are reasons, and the purpose of the movie is to make them visible. If life had given her anything at all to work with, we would feel no sympathy. But life has beaten her beyond redemption", "running_time": 110, "mpaa_rating": "R", "release_year": 2003, "date_published": "2004-01-01", "genres": ["Crime", "Drama"], "title": "Monster (2003)"}