{"url": "http://www.rogerebert.com/reviews/monsters-ball-2002", "by": "Billy Bob Thorntonas Hank", "star_rating": 4.0, "text": "\"Monster's Ball\" is about a black woman and a white man who find, for a time anyway, solace in each other for their pain. But their pain remains separate and so do they; this is not a message movie about interracial relationships, but the specific story of two desperate people whose lives are shaken by violent deaths, and how in the days right after that they turn to each other because there is no place else to turn. The movie has the complexity of great fiction, and requires our empathy as we interpret the decisions that are made--especially at the end, when the movie avoids an obligatory scene that would have been conventional and forces us to cut straight to the point.\n\nBilly Bob Thornton and Halle Berry star as Hank and Leticia, in two performances that are so powerful because they observe the specific natures of these two characters, and avoid the pitfalls of racial cliches. What a shock to find these two characters freed from the conventions of political correctness, and allowed to be who they are: weak, flawed, needful, with good hearts tested by lifetimes of compromise. They live in a Georgia town, circa 1990; Leticia works the night shift in a diner, has a fat little son and an ex-husband on Death Row; Hank works as a guard on Death Row, has a mean, racist father and a browbeaten son, and will be involved in Leticia's ex-husband's execution. (\"Monster's Ball\" is an old English term for a condemned man's last night on earth.) At first, Hank and Leticia do not realize the connection they have through the condemned man. For another movie that would be enough plot. We can imagine the scenes of discovery and revelation. How this movie handles that disclosure is one of its great strengths; how both characters deal with it (or don't deal with it) internally, so that the movie blessedly proceeds according to exactly who they are, what they need, what they must do, and the choices open to them.\n\nThe screenplay by Milo Addica and Will Rokos is subtle and observant; one is reminded of short fiction by Andre Dubus, William Trevor, Eudora Welty, Raymond Carver. It specifically does not tell \"their\" story, but focuses on two separate lives. The characters are given equal weight, and have individual story arcs, which do not intersect but simply, inevitably, meet. There is an overlay of racism in the story; Hank's father Buck (Peter Boyle) is a hateful racist, and Hank mirrors his attitudes. But the movie is not about redemption, not about how Hank overcomes his attitudes, but about how they fall away from him like a dead skin because his other feelings are so much more urgent. The movie then is not about overcoming prejudice, but sidestepping it because it comes to seem monstrously irrelevant.\n\nHank is an abused son and an abusive father. His old man Buck, confined to a wheelchair and a stroller, still exercises an iron will over the family. All three generations live under his roof, and when Hank's son Sonny (Heath Ledger) opts out of the family sickness, Buck's judgment is cruel: \"He was weak.\" We do not learn much about Leticia's parents, but she is a bad mother, alternately smothering her son Tyrell (Coronji Calhoun) with love, and screaming at him that he's a \"fat little piggy.\" She drinks too much, has been served with an eviction notice, sees herself as a loser. She has no affection at all for Tyrell's father Lawrence (Sean Combs), on Death Row, and makes it clear during a visitation that she is there strictly for her son. There is no side story to paint Lawrence as a victim; \"I'm a bad man,\" he tells Tyrell. \"You're the best of me.\" Leticia is all messed up. She sustains a loss that derails her, and it happens, by coincidence, that Hank is there when he can perform a service. This makes them visible to each other. It is safe to say that no one else in the community is visible, in terms of human need, to either one. Hank's shy, slow courtship is so tentative, it's like he's sleepwalking toward her. Her response is dictated by the fact that she has nowhere else to turn. They have a key conversation in which the bodies of both characters are tilted away from each other, as if fearful of being any closer. And notice another conversation, when she's been drinking, and she waves her hands, and one hand keeps falling on Hank's lap; she doesn't seem to notice and, here is the point, he doesn't seem willing to.\n\nTheir intimate scenes are ordinary and simple, a contrast to Hank's cold mercenary arrangement with a local hooker. The film's only flaw is the way Marc Forster allows his camera to linger on Berry's half-clothed beauty; this story is not about sex appeal, and if the camera sees her that way, we are pretty sure that Hank doesn't. What he sees, what she sees, is defined not by desire but by need.\n\nStudents of screenwriting should study the way the film handles the crucial passages at the end, when she discovers some drawings and understands their meaning. Here is where a lesser movie would have supplied an obligatory confrontation. Leticia never mentions the drawings to Hank. Why not? Because it is time to move on? Because she understands why he withheld information? Because she has no alternative? Because she senses that the drawings would not exist if the artist hated his subject? Because she is too tired and this is just one more nail on the cross? Because she forgives? What? The movie cannot say. The characters have disappeared into the mysteries of the heart. \"Monster's Ball\" demonstrates that to explain all its mysteries, a movie would have to limit itself to mysteries that can be explained. As for myself, as Leticia rejoined Hank in the last shot of the movie, I was thinking about her as deeply and urgently as about any movie character I can remember.", "running_time": 111, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-01", "genres": ["Drama", "Indie", "Romance"], "title": "Monster's Ball (2002)"}