{"url": "http://www.rogerebert.com/reviews/monster-in-a-box-1992", "by": "Spalding Gray", "star_rating": 3.0, "text": "He sat there behind a bare table and talked for a couple of hours, and the reviews said he was good at it, and he hasn't shut up since.\n\nThat is not intended as a criticism but as an observation.\n\nGray's \"Monster in a Box,\" like his earlier \"Swimming to Cambodia\", is a filmed monologue augmented by music, subtle lighting changes, and what dramatic interest, suspense and humor he can create with the sound of his own voice.\n\nLike many second novels, this second monologue is largely a report on what has happened to the author since the startling success of the first one. Gray became famous for the first time in his life, was quoted, made deals, got better acting jobs, and ran into Hollywood agents who eyed him warily and said, \"We all hope you're not one of those artists that's afraid to make money.\" He was not. In fact, unlike many monologists who burn with the zeal of their inner convictions, Gray seems like a disarmingly realistic man, an actor who has missed enough paychecks and received enough bad reviews for any normal lifetime, and is now content to bask in whatever fame he can muster. This frankness is one of the pleasures of his monologues; he does not claim for himself anything more than we can plainly see is there.\n\nIn \"Swimming to Cambodia,\" he related the odyssey which took him from relative obscurity in this country to complete confusion in another, as an actor in the film \"The Killing Fields.\" Since then, we learn he has appeared on Broadway in \"Our Town,\" been in some other movies, joined a U.S./Russian cultural exchange program, and survived an earthquake.\n\nHe has also been working on a novel, a big semi-autobiographical one about an aspiring young actor who is torn between his fledgling stage career and the needs of his unstable mother. The manuscript for this novel is literally the monster in the box - the bulky work in progress which he carries around and slams down on the table with an impressive thud. (One of the casualties of computers is the thick typescript of the would-be novelist; it's not nearly as impressive to slam a floppy disk down on a desk, no matter how many bytes it has in it.) Gray's narrative style owes a little to jazz improvisation.\n\nHe heads in the direction of his narrative, throws in a few riffs on tangental ideas, pretends to have changed the subject, and then triumphantly returns to his theme and wraps everything up with a flourish. Settling in at the beginning of his film, you wonder if it will be boring - if what you really need is another 90 minutes of Spalding Gray's voice. Then he starts rolling, and you suspend your reservations. He makes it work.\n\nYou wouldn't want one of his films every year, though; it's been five years since \"Swimming to Cambodia,\" and that seems like an appropriate interval.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-06-26", "genres": ["Comedy", "Drama", "Indie"], "title": "Monster in a Box (1992)"}