{"url": "http://www.rogerebert.com/reviews/monster-in-law-2005", "by": "Jane Fondaas Viola Fields", "star_rating": 1.0, "text": "Faithful readers will know I'm an admirer of Jennifer Lopez, and older readers will recall my admiration for Jane Fonda, who I first met on the set of \"Barbarella\" (1968), so it has been all uphill ever since. Watching \"Monster-in-Law,\" I tried to transfer into Fan Mode, enjoying their presence while ignoring the movie. I did not succeed. My reveries were interrupted by bulletins from my conscious mind, which hated the movie.\n\nI hated it above all because it wasted an opportunity. You do not keep Jane Fonda offscreen for 15 years, only to bring her back as a specimen of rabid Momism. You write a role for her. It makes sense. It fits her. You like her in it. It gives her a relationship with Jennifer Lopez that could plausibly exist in our time and space. It gives her a son who has not wandered over after the \"E.R.\" auditions. And it doesn't supply a supporting character who undercuts every scene she's in by being more on-topic than any of the leads.\n\nNo, you don't get rid of the supporting character, whose name is Ruby and who is played by Wanda Sykes. What you do is lift the whole plot up on rollers, and use heavy equipment to relocate it in Ruby's universe, which is a lot more promising than the rabbit hole this movie falls into. \"Monster-in-Law\" fails the Gene Siskel Test: \"Is this film more interesting than a documentary of the same actors having lunch?\"\n\nThe movie opens by establishing Charlotte \"Charlie\" Cantilini (Lopez) as an awfully nice person. She walks dogs, she works as a temp, she likes to cook, she's friendly and loyal, she roughs it on Venice Beach in an apartment that can't cost more than $2,950 a month, she has a gay neighbor who's her best bud. I enjoyed these scenes, right up until the Meet Cute with Young Dr. Kevin Fields (Michael Vartan), a surgeon who falls in love with her. She can't believe a guy like that would really like a girl like her, which is unlikely, since anyone who looks like Jennifer Lopez and walks dogs on the boardwalk has already been hit on by every dot.com entrepreneur and boy band dropout in Santa Monica, along with Donald Trump and Charlie Sheen.\n\nDr. Kevin's mother Viola, played by Fonda, is not so much a clone of Barbara Walters as a rubbing. You get the outlines but there's a lot of missing detail. In a flashback, we see that she was a famous television personality, fired under circumstances no one associated with this movie could possibly have thought were realistic -- and then allowed to telecast one more program, when in fact security guards would be helping her carry cardboard boxes out to her car. Her last show goes badly when she attempts to kill her guest.\n\nWhen we meet her, she's \"fresh off the funny farm,\" guzzling booze, taking pills, and getting wake-up calls from Ruby, who is played by Sykes as if she thinks the movie needs an adult chaperone. Viola is seen as a possessive, egotistical, imperious monster who is, and I quote, \"on the verge of a psychotic break.\" The far verge, I would say. When she learns that Dr. Kevin is engaged to marry Charlie, she begins a campaign to sabotage their romance, moaning \"My son the brilliant surgeon is going to marry a temp.\"\n\nThe movie's most peculiar scenes involve Charlie being steadfastly and heroically nice while Viola hurls rudeness and abuse at her. There follows a sequence where Viola throws a \"reception\" for her prospective daughter-in-law and invites the most famous people in the world, so the little temp will be humiliated; Charlie is so serene in her self-confidence that even though she's dressed more for volleyball than diplomacy, she keeps her composure.\n\nAll during her monster act, we don't for a second believe Fonda's character because if she really were such a monster, she would fire Ruby, who insults her with a zeal approaching joy. Anyone who keeps Ruby on the payroll has her feet on the ground. Another problem is that Dr. Kevin is a world-class wimp, who actually proposes marriage to Charlie while his mother is standing right there. No doubt Dr. Phil will provide counsel in their wedding bed.\n\nEventually we realize that Fonda's character consists entirely of a scene waiting to happen: The scene where her heart melts, she realizes Charlie is terrific, and she accepts her. Everything else Viola does is an exercise in postponing that moment. The longer we wait, the more we wonder why (a) Charlie doesn't belt her, and (b) Charlie doesn't jump Dr. Kevin -- actually, I meant to write \"dump,\" but either will do.\n\nBy the time the happy ending arrives, it's too late, because by then we don't want Charlie to marry Dr. Kevin. We want her to go back to walking the dogs. She was happier, we were happier, the dogs were happier.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-05-12", "genres": ["Comedy", "Romance"], "title": "Monster-in-Law (2005)"}