{"url": "http://www.rogerebert.com/reviews/monsters-vs-aliens-2009", "by": "Seth Rogenas B.O.B.", "star_rating": 2.5, "text": "\"Monsters vs. Aliens\" is possibly the most commercial title of the year. How can you resist such a premise, especially if it's in 3-D animation? Very readily, in my case. I will say this first and get it out of the way: 3-D is a distraction and an annoyance. Younger moviegoers may think they like it because they've been told to, and picture quality is usually far from their minds. But for anyone who would just like to be left alone to see the darned thing, like me, it's a constant nudge in the ribs saying never mind the story, just see how neat I look.\n\nThe film was made in Tru3D, the DreamWorks process that has been hailed by honcho Jeffrey Katzenberg as the future of the cinema. It is better than most of the 3-D I've seen (it doesn't approach the work on \"The Polar Express\" and \"Beowulf\"). But if this is the future of movies for grownups and not just the kiddies, saints preserve us. Billions of people for a century have happily watched 2-D and imagined 3-D. Think of the desert in \"Lawrence of Arabia.\" The schools of fish in \"Finding Nemo.\" The great hall in \"Citizen Kane.\"\n\nNow that flawless screen surface is threatened with a gimmick, which, let's face it, is intended primarily to raise ticket prices and make piracy more difficult. If its only purpose was artistic, do you think Hollywood would spend a dime on it? The superb MaxiVision process is available for $15,000 a screen, and the Hollywood establishment can't even be bothered to look at it. Why invest in the technology of the future when they can plunder the past?\n\nSpeaking of the past, \"Monsters vs. Aliens\" retreads some of the monsters that starred in actual 1950s B movies: a blob, the 50-Foot Woman and no end of aliens with towering foreheads on their dome-shaped heads. Whether the average kid will get all of the connections is beside the point; if kids could accept Pokemon and the Teenage Mutant Ninja Turtles, these monsters are going to seem like masterpieces of manic personality.\n\nThe plot: On her wedding day, sweet Susan (Reese Witherspoon) is mutated by a meteorite; just as she walks down the aisle she grows to (I learn) just an inch short of 50 feet, maybe because Disney wanted to respect the copyright. Her husband (Paul Rudd) was no match for her, anyway, and now he really has Small Man Complex. After she wreaks havoc with every step, the media names her Ginormica, no doubt sidestepping \"Amazonia\" so as not to offend the lesbian lobby. \n\nShe's snatched by the feds and deposited in a secret government prison holding other monsters, who have been languishing since the 1950s. They're old enough that, if they escape, they could terrorize the subway on a senior pass.\n\nEarth is invaded by an robot, which has one big eyeball in the middle of its head, like a giant Leggs pantyhose container bred with an iSight camera. Gen. W.R. Monger (Kiefer Sutherland) and the President (Stephen Colbert) are helpless to deal with this threat, and in desperation release the monsters to save Earth. Springing, leaping, skittering or oozing into battle, we have Ginormica at the head of an army including B.O.B., Insectosaurus, Dr. Cockroach and the Missing Link.\n\nExcept for Susan, who is perky, these creatures have no personalities in the sense of the distinctive characters in DreamWorks' \"Shrek\" movies. They express basic intentions, fears and desires in terms of their physical characteristics. There is a lot of banging, clanging, toppling, colliding and crumbing in the movie, especially when San Francisco is attacked by Gallaxhar, a squid that is the master of the robot. Conventional evolutionary guidelines are lost in the confusion.\n\nI didn't find the movie rich with humor, unless frenetic action is funny. Maybe kids have learned to think so. Too bad for them. Think of the depth of \"Pinocchio.\" Kids in those days were treated with respect for their intelligence. \"Monsters vs. Aliens\" is also lacking in wit. What is wit? Well, for example, the spirit in which I am writing this review. The dictionary defines it as \"analogies between dissimilar things, expressed in quick, sharp, spontaneous observations.\" A weak point with the monsters, and way outside Gallaxhar's range.\n\nI suppose kids will like this movie, especially those below the age of reason. Their parents may not be as amused, and if they have several children, may ask themselves how much it was worth for the kids to wear the glasses. Is there a child who would see this movie in 2-D (which has brighter colors than 3-D) and complain?", "running_time": null, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-03-25", "genres": null, "title": "Monsters vs. Aliens (2009)"}