{"url": "http://www.rogerebert.com/reviews/monsoon-wedding-2002", "by": "Naseeruddin Shah Pimmias Lalit Verma", "star_rating": 3.5, "text": "Mira Nair's \"Monsoon Wedding\" is one of those joyous films that leaps over national boundaries and celebrates universal human nature. It could be the first Indian film to win big at the North American box office; like \"Tampopo,\" the Japanese noodle-shop romance, or \"Crouching Tiger, Hidden Dragon,\" which escaped the subtitled martial arts ghetto, it's the kind of film people tell their friends they ought to see.\n\nThe movie follows the events in the large Verma family of Delhi, as their daughter Aditi (Vasundhara Das) prepares to marry Hemant (Parvin Dabas), a computer programmer from Houston. He is an \"NRI\" (non-resident Indian), who has returned to meet the bride selected by his parents for an arranged marriage. Such marriages are an ancient tradition, but these are modern young people, and in the opening scene we see Aditi in a hurried exchange with her married lover, a TV host. She has agreed to the arranged marriage partly out of impatience with her lover's vague talk about someday divorcing his wife.\n\nAs in an Altman film, we plunge into the middle of an event and gradually figure out who everyone is--just as the members of the two families must. The key players are the parents of the bride, Lalit (Naseeruddin Shah) and Pimmi (Lillete Dubey). He worries about the weather, the happiness of his family, his duties as a host, and especially about the cost of everything. In charge of the festivities and apparently overcharging him is the wedding planner, P.K. Dube (Vijay Raaz), who does not reassure Lalit with his use of such invaluable Indian English expressions as \"exactly and approximately.\" All of the characters speak English. Also Hindi and, in some cases, Punjabi, sometimes in the same sentence. The effect is delightful. We have the pleasure of seeing a foreign film and the convenience of understanding almost everything that's said. The spontaneous movement between languages, typical of modern middle-class Indians, reflects the mixture of characters: Some are returning from America or Australia and work with computers or on television, while others occupy ancient life patterns. One young family member wants to study creative writing in America, and a relative, no doubt aware of the current boom in English-language best sellers about India, tells her, \"Lots of money in writing.\" The wedding creates a certain suspense: What if the bride and groom do not like each other? They sneak off for quiet talks and find that they do like each other--at least, each other's looks and as much as they can learn in a few hours. Meanwhile, subterranean romances surround them. Aditi's pretty cousin Ayesha (Neha Dubey) makes no mystery of her attraction to Rahul (Randeep Hooda), the visitor from Australia, P.K. Dube has been thunderstruck by the beauty of the Verma's family maid, Alice (Tilotama Shome). And there is intrigue of a darker sort as Aditi's cousin observes a family friend who once assaulted her and now may have his eye on a young relative.\n\nI have not even started on the groom's family. You will meet them at the wedding. What strikes you immediately about \"Monsoon Wedding\" is the quickness of the comedy, the deft way Nair moves between story lines, the brilliant colors of Declan Quinn's cinematography, and the way music is easily woven into the narrative. Nair, whose films include \"Salaam Bombay!\" and \"Mississippi Masala,\" says she wanted to make a Bollywood movie in her own way, and she has. \"Bollywood\" is the term for the Bombay film industry, the world's largest, which produces broad popular entertainments in which the characters are likely to start singing and dancing at any moment, in any context. There is a lot of singing and dancing in \"Monsoon Wedding,\" but all of it emerges in a logical way from the action, as it might in a Hollywood musical.\n\nThere are moments of truth in the romance between Aditi and Hemant, especially when they level with each other about their pasts, but the real heart-tugging moment, the moment audiences will love, is when P.K. Dube falls to his knees before a heart made of marigolds, in a hopeless gesture of adoration before Alice. A harsher moment of truth comes when Aditi's father, who places loyalty to family above everything, breaks with tradition to do the right thing in a painful situation, no matter what.\n\nThe hope for \"Monsoon Wedding\" is that those who like it will drag their friends into the theater. There's such an unreasonable prejudice in this country against any film that is not exactly like every other film. People cheerfully attend assembly-line junk but are wary of movies that might give them new experiences or take them new places. \"Monsoon Wedding,\" which won the Golden Lion as the best film at Venice 2001, is the kind of film where you meet characters you have never been within 10,000 miles of, and feel like you know them at once.", "running_time": 113, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-08", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "Monsoon Wedding (2002)"}