{"url": "http://www.rogerebert.com/reviews/monsters-inc-2001", "by": "Billy Crystalas Mike Wazowski", "star_rating": 3.0, "text": "Kids and movie monsters have a lot in common. They feel conspicuous. They stand out in a crowd. They can't make small-talk with grownups. They are always stepping on stuff and breaking it. Anything that goes wrong is blamed on them. Now it turns out they share something else.\n\nNot only are kids scared of monsters, but according to ''Monsters, Inc.,'' monsters are scared of kids.\n\nThe new animated feature from Pixar reveals that it is true (as every child knows) that there are monsters in the bedroom closet, especially after the lights have been put out. What we did not realize is that the monsters are on assignment. A closet door, which by day leads to a closet, at night leads directly to Monstropolis, the world of monsters, which is powered by Scream Heat. The only reason monsters jump out of closets and scare kids is to collect their screams, which are to Monstropolis as power plants are to the rest of us.\n\nAs the movie opens, Monstropolis faces a crisis: Kids are getting too hard to scare, and there's a scream shortage. ''Rolling blackouts'' are predicted. A complete energy shutdown is a possibility. Responsibility falls on the broad shoulders of a big blue monster named Sully (voice by John Goodman), who is the leading scream-producer. Sully looks like a cross between a gorilla and a bear. His best pal, Mike Wazowski (voice by Billy Crystal), is a green eyeball with arms and legs. Sully is brave and dedicated. Wazowski is phobic, frightened, and malingering. Together, they cover the spectrum of work traits. The sexy Celia (voice by Jennifer Tilly) has a crush on Wazowski. What she sees in him is beyond me, although if there is anyone who can figure out how to have sex with a green eyeball, that would be Jennifer Tilly. I can imagine her brassy voice: ''Blink! Blink!'' There must be villains, and this time they are Henry J. Waternoose (James Coburn), who looks like a crab crossed with a cartoon of Boss Tweed, and Randall Boggs (Steve Buscemi), a snaky schemer who wants to dethrone Sully as the champion scream collector. Their competition grows more urgent when a human child named Boo (voice by Mary Gibbs) goes where no human has gone before, through the closet door and into the monster world.\n\n''Monsters, Inc.'' follows the two ''Toy Story'' movies and ''A Bug's Life'' from Pixar, and once again shows off the studio's remarkable computer-aided animation, which creates an uncanny sense of dimension and movement. Monsters, like toys and bugs, come in every conceivable shape, size and color, which must have been one of their attractions, and the movie is jolly to look at. And since the monsters are terrified of Boo, whose very name is a rebuke to their lifelong missions, there are screams and chases on both sides of the closet doors. (''There's nothing more toxic or deadly than a human child,'' Waternoose warns. ''A single touch could kill you!'') Speaking of those doors--turns out they're manufactured in Monstropolis, to such exacting specifications that no one ever figures out they didn't come with the house. The most entertaining sequence in the movie is a roller-coaster chase scene involving hundreds of doors on an endless conveyor line that loops the loop at a breakneck speed.\n\nVoice-over dubbing used to be what actors did instead of dinner theater. Now, with the multimillion-dollar grosses of the top animated films, it's a lucrative job that is finally getting the credit it deserves for the artistic skills necessary. Not everyone is a good looper, and stars like Goodman, Crystal, Coburn, Buscemi and Bonnie Hunt bring a dimension to the film that both borrows from their screen personas and kids them. As for the invaluable Tilly, she has the only voice that has ever made me think simultaneously of Mae West and Slim Pickens.\n\nThe animation of Wazowski is interesting because the animators apparently had so little to work with. Instead of an expressive face and a lot of body language, they're given, as one of the leads of the picture, an eyeball. Luckily, the eyeball has an eyelid, or maybe it's a brow, and with this to work with, the artists are able to supply him with all the facial expressions a monster would ever need--especially one without a face. It's a tour de force.\n\n''Monsters, Inc.'' is cheerful, high-energy fun, and like the other Pixar movies, has a running supply of gags and references aimed at grownups (I liked the restaurant named Harryhausen's, after the animation pioneer).\n\nI also enjoyed the sly way that the monster world mirrors our own, right down to production quotas and sales slogans. ''We Scare,'' they assure us, ''Because We Care.''", "running_time": 86, "mpaa_rating": "G", "release_year": 2001, "date_published": "2001-11-02", "genres": ["Animation", "Family", "Fantasy", "Science Fiction"], "title": "Monsters, Inc. (2001)"}