{"url": "http://www.rogerebert.com/reviews/monsters-2010", "by": "Gareth Edwards", "star_rating": 3.5, "text": "A movie named \"Monsters\" must contain monsters. But in its breathtaking final scene, we realize they should not be called Monsters but perhaps simply Beings. They're aliens from Europa, a moon of Jupiter, which has a thin oxygen atmosphere and possibly an ocean under its surface. It's one of the prime candidates for life elsewhere in the solar system, and if it's hard to understand how that life might be 50-foot-high spiders that float and have a pulsing inner glow, well, that's an alien for you. The bastards are always up to something.\n\nI've read some complaints from fanboys that the monsters in \"Monsters\" aren't monstrous enough. You don't hear any complaints about Godzilla, Mothra or the clicking grasshoppers in \"District 9,\" but let a filmmaker dare to imagine a truly alien lifeform, and it's whine, whine, whine. So let me say that \"Monsters\" is a rather special achievement. Think of it as a movie that M. Night Shyamalan (and we) would be happy he made. It's based on characters, relationships, fear and mostly unseen menace, and although the movie's special effects are important, it's not about special effects.\n\nI recently came across a collection of covers from a 1950s comic book named Tales to Astonish! Each issue featured a different low-rent monster (\"Mummex,\" \"Droom,\" \"Titano,\" \"Vandoom,\" \"Roombu\"). The most intriguing was \"X,\" described as THE THING THAT LIVED!! The monsters invariably towered high above puny humans who were running for their lives in the foreground. The Beings in \"Monsters\" tower above humans, but that's not because they're giant versions of B-movie cliches. It's because they are different in structure and nature from the lifeforms on Earth.\n\nThe story, set some years in the future, explains that a probe was sent to Europa to search for life. On its return, it crash-landed in Mexico. Whatever was on board found the conditions here suitable. The Beings have occupied a wide swath of northern Mexico, known as the Infected Zone, and travel through it is forbidden. The two nations are connected only by boats and airplanes. A massive wall has been constructed to keep the creatures out of the United States, and Air Force planes fire missiles at them.\n\nWhoops. I just hopped over one allegory and tripped on another one. There's an obvious parallel with our current border situation and the controversy over undocumented aliens. And another one with our recent wars, where expensive and advanced aircraft are used to fire missiles at enemies who are mostly invisible. A process of demonization is also going on: Are these beings actually a threat?\n\nOh, sure, the journey in the film takes us through wastelands of devastation (my guess is they filmed in the aftermath of hurricanes). Boats are in trees, planes are in rivers and so on. A brief comment, almost a throwaway line, suggests the creatures grow agitated when attacked. Many a creature does. There isn't a single shot on camera of a Being actually assaulting anything without provocation.\n\nThe story involves Andrew Kaulder (Scoot McNairy) and Samantha Wynden (Whitney Able). He's a free-lance photographer. She's the daughter of Kaulder's boss. Her father calls Kaulder and orders him to be sure Sam gets out of Mexico unharmed. He reluctantly agrees. They begin a journey north that, after many setbacks, leaves them trying to navigate a river through the Infected Zone on a boat crewed by hired gunmen.\n\nWe see evidence of the aliens. We hear their mournful sounds. We see them unclearly in night vision images on television news. Apparently they don't come out in daytime. The river journey, like the one in \"Apocalypse Now,\" often goes smoothly enough, but there's always the invisible threat in the jungle. Andrew and Samantha, like many a movie couple before them, start out antagonistic, and gradually lower their guards as they share the journey. But theirs is not a conventional romance. It's more about learning to see another person.\n\n\"Monsters\" was written and directed by Gareth Edwards. He also created all the special effects. He shot on location. All of the characters, except the leads, are played by locals. They're untrained, which means they're all the more convincing. Edwards had a minuscule budget, but let's say he knew how to spend it.\n\n\"Monsters\" holds our attention ever more deeply as we realize it's not a casual exploitation picture. We expect that sooner or later, we'll get a good look at the aliens close up. When we do, let's say it's not a disappointment. They're ugly and uncannily beautiful. We've never seen anything like them. And their motives are made clear in a sequence combining uncommon suspense and uncanny poetry.\n\nEdwards is brilliant at evoking the awe and beauty he has been building toward, and at last we fully realize the film's ambitious arc. I think the lesson may be: Life has its reasons. Motives are pretty universal. Monsters are in the eye of the beholder.", "running_time": 94, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-11-17", "genres": ["Drama", "Foreign", "Science Fiction", "Thriller"], "title": "Monsters (2010)"}