{"url": "http://www.rogerebert.com/reviews/monsignor", "by": null, "star_rating": 1.0, "text": "MONSIGNOR is the most cynical movie ever made about organized religion. I include in that statement the anticlerical broadsides by Luis Bu–uel, who attacked Catholicism with shocking imagery and gleefully flaunted his atheism but at least took the Roman Catholic Church seriously enough to treat it as a worthy adversary. MONSIGNOR uses the Vatican only for a storylineÑand doesn't even get a good one.\n\nThe movie takes place during World War II, when the Italian-dominated Vatican establishment, racked by infighting, imports a young Irish-Catholic priest (Christopher Reeve) from America. He's said to be a good accountant. He sure is. Under the sponsorship of the Vatican Secretary of State (Fernando Rey), he concocts a plan to finance the bankrupt Vatican by selling fifty thousand cartons of American cigarettes a week to the Mafia-controlled black market. This is obviously a bright young man, destined to rise in the church hierarchy. Unfortunately, despite his promising start in illegal profiteering, he turns out to have a character defect: He lusts after a young nun (Genevi\u008fve Bujold), and they have an affair.\n\nThere follows a confusing flash-forward to a point some years in the future, after Reeve has allowed $400 million of the church's money to be lost in reckless stock market speculation. This time, has he gone too far? Not really. At the movie's end, he's exchanging confidences with his old sponsor, who has just been elected pope. As you may already have gathered, the Catholics in this movie do everything but pray. The church is seen as a venal, corrupt, dishonest institutionÑI think. (The strange thing is that Reeve maintains such a veneer of saintliness through the movie that at times we really believe his sophistry as he's defending his black market sales.) I do not object to the filmmaker's desire to make a film of overwhelming cynicism about the Vatican power structure. I simply object to the film they have made.\n\nIt appears to have no purpose. It doesn't condemn dishonesty, yet neither does it applaud unscrupulous schemery. It doesn't bemoan low human weaknesses, nor does it contain heroes. In the case of the affair between the priest and the nun, it doesn't even take a stand! The flash-forward avoids the necessity of even finishing that aspect of the story. There are a few good things in MONSIGNOR. The movie is populated with good performances in the character roles, especially by Fernando Rey (who once played one of Bu–uel's anticlerical clerics), by Robert Prosky (he's an American cardinal here, and was superb as the mob fixer in THIEF) and by Leonardo Cimino as a pope who looks uncannily like E.T. and looks forward to his own death with a grim humor. These performances, alas, do not occur in an engaging screenplay; the most cynical thing in this cynical movie is that it doesn't even bother to put its nihilistic characters in a comprehensible story.", "running_time": 122, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": null, "title": "Monsignor (1982)"}