{"url": "http://www.rogerebert.com/reviews/montenegro-1982", "by": "Susan Anspachas Marilyn", "star_rating": 4.0, "text": "There can be something absolutely liberating about a movie that\r\nmakes up its rules as it goes along. \"Montenegro\" is a movie like\r\nthat. It is about an uptight American wife who escapes from her husband's\r\nutterly sedate existence in Stockholm and spends two wild and wooly nights in a\r\nsleazy nightclub run by some expatriate Yugoslavians.\n\nShe leaves behind a staid, comfortable, affluent Swedish\r\nhousehold, in which the only spark of life is the old grandfather's conviction\r\nthat he is Buffalo Bill, and that he can find a bride by advertising in the\r\nnewspaper. She finds herself in a ghetto inhabited by immigrant workers from\r\nSouthern and Eastern Europe. She is surrounded by sex and violence and, truth\r\nto tell, she likes it.\n\n\"Montenegro\"\r\nis the first movie in seven years from Dusan Makavejev, one of the great free\r\nspirits of moviemaking in our time. He does not see it as a protest against the\r\nexploitation of his poor countrymen who immigrate to Northern Europe in search\r\nof jobs. Quite the contrary. He believes that his life-embracing countrymen are\r\ndoing the uptight Swedes a favor by condescending to live in their dull\r\ncountry. At one point, Makavejev says, he intended to dedicate \"Montenegro\"\r\nto the 11 million \"guest workers\" of Europe, “who moved north to\r\nexploit rich and prosperous people, bringing with them filthy habits, bad\r\nmanners and the smell of garlic.\"\n\nYou\r\ncan guess from that statement something of the spirit in which \"Montenegro\"\r\nwas made. The movie stars Susan Anspach, the displaced housewife of \"Blume\r\nin Love,\" as the American wife of a rich Swedish executive. The Swede is\r\nErland Josephson, who played a similar character (from a radically different\r\npoint of view) in Ingmar Bergman's \"Scenes from a Marriage.\"\n\nThey\r\nlive with a precocious son and the dotty grandfather, and occasionally consult\r\na psychiatrist (Per Oscarsson) who is so sick he may be trying to research\r\ninsanity from the inside. Their household is a mixture of sterile, efficient\r\ncreature comforts and buried frustration. Their sex life is not terrific.\n\nAnspach's\r\nhusband has to make a business trip. She thinks to join him, but at the airport\r\nshe's waylaid by a band of Yugoslavians, and before she quite understands what\r\nhas happened, she's posed for a Polaroid with a man with a knife stuck in his\r\nforehead, and is sharing the back seat of a car with a sheep. The Yugoslavians\r\ntake her to the Zanzi Bar, a disreputable nightclub, where she witnesses the\r\ntransformation of a shy Yugoslavian farm girl into an exotic dancer, and finds\r\nherself powerfully attracted to the garlicky sexuality of a strong young\r\npeasant.\n\nThe\r\nnightclub occupies no known plane of real existence. Like many of the places in\r\nMakevejev’s movies, it ventures into a fevered fantasy world of eroticism,\r\nMarxism and unbridled excess. We know we're in a strange place when we see the\r\nbattery-powered, remote-controlled toy U.S. Army tank with the large vibrator\r\nmounted on it. For Makavejev, this is no doubt a splendid symbol, enjoining us\r\nto make love, not war.\n\nSeeing\r\na Makavejev film is like experiencing a showdown with the director's libido. He\r\nhas a few major themes: Large bureaucracies are stupid, ideologies are usually\r\nmisunderstood by their most fervent supporters, most people are too uptight,\r\npossessions get in the way of sexuality, and an orgasm a day keeps the doctor\r\naway. In this case, the doctor (Oscarsson) and the husband hold frantic\r\nconferences about the whereabouts of the missing Anspach, while the Zanzi Bar\r\nengages in an unrestrained countdown toward New Year's Day.\n\nMakevejev’s\r\nmovies are very frank about sexuality, but they are not dirty. They have a kind\r\nof table-slapping, robust good health to them. Susan Anspach, who is not\r\nrobust, and who is in fact rather shy and frail, may not seem like a likely\r\ncandidate to enter this world, but she undergoes a transformation in the movie,\r\nfrom the suppressed, unbalanced housewife into a woman who was born to embrace\r\nRabelaisian excess.\n\nMaybe\r\nit's the movie's cheerful collision between the Cuisinart set and raw peasant\r\npassion that is pleasing \"Montenegro's\" audiences (the movie was a\r\nbig hit over the weekend among the Lincoln Park crowds at the Biograph).\r\nWithout knowing it, Makavejev may have stumbled on the cinematic equivalent of\r\na visit to Greek Town. It's liberating to descend into the ethnic dives and\r\ndance to the wild zither and dodge flaming cheese and be home in front of the\r\nSony by midnight. That's why I especially love the last scene In \"Montenegro,\"\r\nin which Anspach returns to her affluent cocoon and takes appropriate action.", "running_time": null, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Montenegro (1982)"}