{"url": "http://www.rogerebert.com/reviews/monte-carlo-2011", "by": "Selena Gomezas Grace/Cordelia", "star_rating": 2.0, "text": "\"Monte Carlo\" is a harmless, innocuous tween fantasy that seems constructed out of bits and pieces of movies that we must surely have seen before, but can't quite place because there's nothing much to remember. It's chirpy, it's bright, there are pretty locations and lots happens. This is the kind of movie that can briefly hold the attention of a cat.\n\nIt stars Selena Gomez, a Disney discovery who is 18 but looks 14 and, let it be said, is cute as a button. I liked her in the movie, with her round-eyed astonishment and unaffected energy. She plays Grace, a new high school graduate who has been saving up for four years to pay for her dream, a graduation trip to Paris.\n\nIn another movie, in another universe, this would be a movie about Grace's trip to Paris. \"Monte Carlo\" is a movie about Grace's trip to a wheezy plot involving mistaken identities, a handsome guy who falls in love with her, and her whirlwind trip through a lifestyle of the rich and famous.\n\nGrace has acquired a stepsister, Meg (Leighton Meester, of \"Gossip Girl\"), and is devastated when she finds that her mom and stepdad have arranged for Meg to join her on the trip. And Grace will bring along her BFF, Emma (Katie Cassidy, also of \"Gossip Girl\"). This actually may be prudent, because Meg is in her 20s and will perhaps provide some chaperoning. \n\nSuch a possibility is not considered by the movie, which treats the trio more as a unit, bopping through a heady series of adventures after Grace is mistaken for Cordelia Winthrop Scott, a rich little British girl who is heir to a vast fortune and is perhaps not six degrees separated from Paris Hilton. Grace is a dead ringer for Cordelia, and in playing both characters, Gomez essentially just has to look like herself.\n\nThat sets up the girls for a PG-rated version of \"Sex and the City,\" except with no sex, one fewer girl and different cities. Otherwise, the escapism is the same: Through the miraculous intervention of outside forces (a Middle Eastern sheik, or in this case mistaken identity), they are whisked off in a private jet and find themselves pampered in a luxurious hotel suite, gowned in haute couture, served 30-pound lobsters and courted by handsome young guys. And hey, Owen (Cory Monteith of \"Glee\") likes Grace — for herself!\n\nThere is a puzzlement about the selection of Monte Carlo. Given any role in the decision, what girl in her right mind would want to leave Paris and go to Monte Carlo? Venice, maybe. Monte Carlo is an overbuilt condo tax shelter with bargain-basement royalty. Its sights, in this film, anyway, seem to consist mostly of hotel rooms. The adventures of the girls have less to do with traveling in Europe than with conspicuous consumption. The movie gives its tween target audience credit for little intelligence or curiosity about Europe, and dishes out the same old love-at-first-sight formulas.\n\nI enjoyed two details. One is the budget fleabag hotel they check into. If they had only stayed there, some promising comedy might have been generated. The second was the whirlwind tour by sightseeing bus they take after arriving in Paris. As they trot though the Louvre, their guide seems to be trying to set a speed record. Then again, nothing about these characters suggests they would have ever found the Louvre on their own.", "running_time": 109, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-06-28", "genres": ["Adventure", "Comedy", "Family", "Romance"], "title": "Monte Carlo (2011)"}