{"url": "http://www.rogerebert.com/reviews/monty-pythons-life-of-brian-2004", "by": "Graham Chapmanas Brian Cohen", "star_rating": 3.0, "text": "'Monty Python's Life of Brian\" has been re-released, I suspect, because of the enormous box office of \"The Passion of the Christ.\" This is a classic bait-and-switch, because Brian, of course, is not Christ, but was born in the next stable. In cinema as in life, poor Brian never did the big numbers. When the film was released in 1979, it was attacked as blasphemous by many religious groups. Consulting my original review, I find I quoted Stanley Kauffmann in the New Republic, who speculated that Jesus might have enjoyed it; he had a sense of humor, proven by his occasional puns. That opens up another line of controversy: Are puns funny? Certainly \"Monty Python's Life of Brian\" is funny, in that peculiar British way where jokes are told sideways, with the obvious point and then the delayed zinger.\n\nThe tragedy of Brian (Graham Chapman) is that he has everything it takes be a success, except divinity. Not that he has any desire to found a religion. He attracts followers who convince themselves he is the savior, is the object of cult veneration, and unsuccessfully tries to persuade his (small) multitudes that he is not who they think he is. No, that's the other guy. His followers seize upon the smallest hints and misunderstood fragments of his speech to create an orthodoxy which they claim to have received from him.\n\nWe see the real Jesus twice, once in the next manger (unlike Brian, he has a halo) and again when he delivers the Sermon on the Mount. Most biblical movies show the Sermon from a point of view close to Jesus, or looking over his shoulder. \"Life of Brian\" has the cheap seats, way down at the bottom of the mount, where it's hard to hear: \"What did he say? Blessed are the cheesemakers?\"\n\nUnlike Brian, Monty Python's Flying Circus gang had a distinguished family line. It was in direct descent from \"The Goon Show\" on BBC radio (Spike Mulligan, Peter Sellers) and the satirical revue \"Beyond the Fringe\" (Peter Cook, Dudley Moore, Jonathan Miller, Alan Bennett) -- which was inspired by Second City. Cook and Moore also had a TV show named \"Not Only...but Also,\" which along with Second City more or less invented \"Saturday Night Live.\" Then came the Pythons, who adapted best to movies (\"Monty Python and the Holy Grail,\" \"Monty Python's Meaning of Life\").\n\nThe success of \"Life of Brian\" is based first of all on Brian's desperation at being a redeemer without portfolio. He's like one of those guys you meet in a bar who explains how he would have been Elvis if Elvis hadn't been so much better at it. Brian is, in fact, not a religious leader at all but the member of an underground political organization seeking to overthrow Pontius Pilate and throw the Romans out of the Holy Land. There are uncomfortable parallels with the real-life situation in the Middle East, and a jab at the second-class status of women in the scene where men stone a blasphemer. The joke is that the \"men\" are women pretending to be men, because as women they never get to have fun attending stonings and suchlike. Monty Python rotates the joke into another dimension, since all of the women in the movie are men in drag (some of them risking discovery, you would think, by wearing beards).\n\nThe movie benefits by looking vaguely historically accurate (it used the sets build by Lord Lew Grade for Franco Zeffirelli's \"Jesus of Nazareth\"). It incorporates familiar figures such as Pontius Pilate (Michael Palin) but observes that he speaks with a lisp (his centurions helplessly crack up behind his back). At crucial moments, he breaks into song, and there is a particular irony, considering how it is used on the movie, that \"The Bright Side of Life\" has taken on a long life in exactly the opposite context.\n\nIf the film has a message, and it may, it's that much of what passes in religion for truth is the result of centuries of opinion and speculation. Its version of the Brian legend is like a comic parallel to the theories of Christian history in The Da Vinci Code -- itself a ripe target for Pythonizing. The difficulty with a literal interpretation of the Bible is that it is a translation of a translation of a translation of documents that were chosen by the early church from among a much larger cache of potential manuscripts. \"You've all got to think for yourselves!\" Brian exhorts his followers, who obediently repeat after him: \"We've all got to think for ourselves!\"", "running_time": 94, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-06-18", "genres": ["Comedy", "Foreign"], "title": "Monty Python's Life of Brian (2004)"}