{"url": "http://www.rogerebert.com/reviews/monty-pythons-meaning-of-life-1983", "by": "Terry Jones", "star_rating": 2.5, "text": "Halfway through \"Monty Python's Meaning of Life,\" the thought struck me that One-Upmanship was a British discovery. You remember, of course, the book and movie (\"School for Scoundrels\") inspired by Stephen Potter's theory of One-Upmanship, in which the goal of the practitioner was to One-Up his daily associates and, if possible, the world. A modern example:\n\nVictim: \"I've just been reading Gabriel Garcia Marquez's 'Chronicle of a Death Foretold,' in Vanity Fair magazine.\"\n\nOne-Upman: \"Really? I'm afraid I missed it.\"\n\nVictim: \"But Garcia Marquez is brilliant.\"\n\nOne-Upman: \"No doubt, dear fellow, but my subscription ran out in 1939.\"\n\nI use this illustration as an approach to \"Monty Python's Meaning of Life,\" which is a movie that seems consumed with a desire to push us too far. This movie is so far beyond good taste, and so cheerfully beyond, that we almost feel we're being One-Upped if we allow ourselves to be offended. Take, for example, the scene featuring projectile vomiting. We don't get just a little vomit in the scene, like we saw in \"The Exorcist.\" No, sir, we get gallons of vomit, streams of it, all a vile yellow color, sprayed all over everybody and everything in a formal dining room.\n\nThe first reaction of the non-Upman is \"Yech!\" But I think the Python gang is working at another level. And, given the weakness of movie critics for discussing what \"level\" a movie \"works\" on, I find myself almost compelled to ask myself, \"At what 'level' does the projectile vomiting 'work'?\" And I think the Python One-Up reply would be, dear fellow, that it rises above vulgarity and stakes out territory in the surrealistic. Anyone who takes the vomiting literally has missed the joke; the scene isn't about vomiting, but about the lengths to which Python will go for a laugh.\n\nThere are other scenes in equally poor taste in this movie, which has a little something to offend everybody. And I mean really offend them: This isn't a Mel Brooks movie, with friendly little ethnic in-jokes. It's a barbed, uncompromising attack on generally observed community standards.\n\nDoes the attack work? Only occasionally. The opening sequence of the film is one of its best, showing the overworked old clerks in an insurance company staging a mutiny. After they've gained control of their shabby old stone building, the movie does a brilliant turn into surrealism, the building becomes a ship, and the clerks weigh anchor and set sail against the fleets of modern high-rises, firing their filing cabinets like cannons. It's a wonderful sequence.\n\nI also liked a scene set on a military parade ground, and a joke involving a tank full of fish, and a cheerfully unfair rugby match between two teams, one made up of 12 small schoolboys, the other with 18 schoolmasters, all huge. Balanced against these bright moments is the goriest scene in Python history, showing a liver being removed from a transplant \"volunteer\" by brute force. There are also a lot of religious jokes, some straightforward sexism and the above mentioned vomiting sequence.\n\nBy admitting to being offended by some of the stuff in this movie, I've been One-Upped. By liking the funny stuff, I've been One-Upped again. (\"But you liked the jokes that were in good taste? Jolly good!\") But I'm a good loser, and I don't mind being One-Upped. In fact, let's say this is a tennis match, and the Pythons are the winners. Here, I'll hold down the net while they jump over to shake hands with me. Whoops!", "running_time": 107, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-04-01", "genres": ["Comedy", "Foreign"], "title": "Monty Python's Meaning of Life (1983)"}