{"url": "http://www.rogerebert.com/reviews/monument-ave-1998", "by": "Denis Learyas Bobby", "star_rating": 3.0, "text": "Watching “Monument Ave.,” I was reminded of the recent tragedy in Chicago when a young black man, bicycling through Bridgeport, was beaten almost to death. There is a chillingly similar scene in this movie, with a revealing twist on the sickness of racism.\n\nThe film takes place in an Irish-American section of Boston, where a gang of childhood friends, now in their 30s, supports their booze and coke habits with a loosely organized car-theft ring. Their leader is Jackie (Colm Meaney), who is capable of ordering an informer to be shot dead in a saloon and then attending the wake to pass out $100 bills to the dead boy's relatives. Second in command is Bobby (Denis Leary), who is drifting out of control and is usually in debt to Jackie because of gambling bets made during blackouts.\n\nOne night, Bobby and his friends are cruising their neighborhood in a friend's cab when they see a young black man walking alone on the street. One of the gang says they ought to beat him up “to teach him a lesson.” The others are not so enthusiastic, but the guy keeps talking until finally Bobby, fueled by cocaine and alcohol, orders the driver to turn the cab around. “Give me the gun,” Bobby says.\n\nWith Bobby as the instigator, they pile out of the taxi and force the black man inside. They drive around, as Bobby makes violent threats. There is a fake execution before Bobby sets his victim free. “There's a subway stop a block from here,” he says. “Ask around at school to see where it's safe to go.” Then he turns on his racist friend and berates him for talking big but being gutless. And we get the point: Bobby never intended to harm the black man, but staged the whole charade to teach his friend a lesson--to show him up as a phony. Bobby is the good guy here. And as that sinks in, we realize the depth of the sickness in Bobby's society. He was concerned only with making a point to his friend. He felt not a shred of empathy for the victim. He was incapable of sharing, or perhaps even seeing, his terror. Bobby, like the others, is trapped inside a watertight, airtight, thought-proof cocoon of blind tribalism.\n\nGangs of every color are like that. Their values are entirely within the gang structure; outsiders are irrelevant. In “Monument Ave.,” the characters drink together, snort together, play stick hockey together. The movie, directed by Ted Demme and written by Mike Armstrong, has a good ear for their dialogue, and it's not the funny, colorful dialogue of other low-life movies; a kind of exhausted desperation creeps even into their humor.\n\nThere's a minimal plot; the movie is mostly concerned with showing the lifestyle. In a key early scene, Bobby goes to the local bar and sees that his friend Teddy (Billy Crudup) is home from prison. Teddy is obviously high in a dangerous way. Bobby tries to give him money and send him home. No luck. Teddy settles in, and when Jackie, the ringleader, turns up, Teddy unwisely goes into a disorganized ramble about what he did and didn't tell the cops who quizzed him.\n\nEverybody at the table knows that Teddy has made a big mistake. Bobby tells a funny story. Jackie's men shoot Teddy dead. The beat detective (Martin Sheen) arrives and makes cynical noises about how he supposes all the witnesses were in the men's room at the time.As the central character, Denis Leary gives a thoughtful and effective performance. He is tired of his life of crime, tired of drugs and drinking, tired of always playing catch-up. Teddy's friends huddle in a corner at the funeral home and watch disbelievingly as Jackie, the big man, hands out the bills and sympathy. His mother, after still another wake, tells him, “Somebody ought to say something this time.” But nobody ever does.\n\nThe characters talk about family, neighborhood, loyalty and tradition as if their gang represents the neighborhood (which is terrified of them). Certainly there are a lot of good people in the neighborhood, and we glimpse them in the background. But in Bobby's crowd, all of the good has been drained out, and they are demoralized by the half-realized fact that they are bad and worthless, their code a hollow shell.\n\nThe film is populated with many other sharply seen characters. Katy (Famke Janssen) is officially Jackie's girlfriend, but gets drunk and comes over to Bobby's house. All of life centers on the tavern, which is a stage for nightly dramas, as when Bobby sees Katy with Jackie and deliberately picks up a yuppie girl (Jeanne Tripplehorn) just to make her mad at him. It's the kind of bar where two men put their bare arms side by side and the bartender puts a lighted cigarette on them, and they bet on who'll be the first to pull his arm away. You see somebody playing that game, and you know all you need to know about them.\n\nThere is a whole genre of films about childhood friends still living in the old neighborhood and going down the drain of crime and drugs. Few of them capture the fatigue and depression, and the futility, as well as this one, in which the characters hold on to their self-respect by obeying the very rules that are grinding them down.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-10-09", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Monument Ave. (1998)"}