{"url": "http://www.rogerebert.com/reviews/moon-2009", "by": "Sam Rockwellas Sam Bell", "star_rating": 3.5, "text": "\n\nIs \"Moon\" evoking \"2001,\" or does its mining outpost on the far side of the moon simply happen to date back to the \"2001\" era (which was of course eight years ago)? I lean toward the second theory. After the mission carrying Dave Bowman disappeared beyond Jupiter, mankind decided to focus on the moon, where we were already, you will recall, conducting operations. In \"Moon,\" the interior design of the new lunar station was influenced by the \"2001\" ship, and the station itself is supervised by Gerty, sort of a scaled-down HAL 9000 that scoots around.\n\nAt some point in the future (we can't nail down the story's time frame), this station on the far side is manned by a single crew member, Sam Bell (Sam Rockwell). He's working out the final days of a three-year contract and is close to cracking from loneliness. Talking to loved ones via video link doesn't satisfy. The station is largely automated; it processes lunar rock to extract Helium-3, used to provide Earth with pollution-free power from nuclear fusion. My guess is, the station is on the far side because you don't want to go gazing at the Man in the Moon some night and see a big zit on his nose.\n\nThe station is large and well-appointed, has entertainment resources and adequate supplies. Sam communicates frequently with the home office ... and so does Gerty. Sam doesn't do any actual mining, but his human hands and brain are needed for repairs, maintenance and inspection. One day he's outside checking up on something, and his lunar rover smashes up. He's injured and awakens in the station's medical facility. And that, I think, is all I need to say. A spoiler warning would mean secrets are revealed -- and you'd look, wouldn't you, no matter what you say?\n\nI want to take a step back and discuss some underlying matters in the film. In an age when our space and distance boundaries are being pushed way beyond the human comfort zone, how do we deal with the challenges of space in real time? In lower gravity, how do our bodies deal with loss of bone and muscle mass? How do our minds deal with long periods of isolation?\n\nThe \"2001\" vessel dealt with the physical challenges with its centrifuge. Dave and Frank had each other -- and HAL. Sam is all on his own, except for Gerty, whose voice by Kevin Spacey suggests he was programmed by the same voice synthesizers used for HAL. Gerty seems harmless and friendly, but you never know with these digital devils. All Sam knows is that he's past his shelf date, and ready to be recycled back to Earth.\n\nSpace is a cold and lonely place, pitiless and indifferent, as Bruce Dern's character grimly realized in Douglas Trumbull's classic \"Silent Running.\" At least he had the consolation that he was living with Earth's last vegetation. Sam has no consolations at all. It even appears that a new man may have entered the orbits of his wife and daughter. What kind of a man would volunteer for this duty? What kind of a corporation would ask him to? We, and he, find out.\n\n\"Moon\" is a superior example of that threatened genre, hard science-fiction, which is often about the interface between humans and alien intelligence of one kind of or other, including digital. John W. Campbell Jr., the godmother of this genre, would have approved. The movie is really all about ideas. It only seems to be about emotions. How real are our emotions, anyway? How real are we? Someday I will die. This laptop I'm using is patient and can wait.\n\nNote: The film's capable director, Duncan Jones, was born Duncan Zowie Heywood Jones. Easy to understand if you know his father is David Bowie, which rhymes with Zoe, not Howie. He's a successful U.K. commercial director; this is his debut feature.\r\n\n\n ", "running_time": 97, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-06-17", "genres": ["Drama", "Foreign", "Mystery", "Science Fiction", "Thriller"], "title": "Moon (2009)"}