{"url": "http://www.rogerebert.com/reviews/moonlight-and-valentino-1995", "by": "Elizabeth Perkinsas Rebecca Trager Lott", "star_rating": 1.5, "text": "\"Moonlight and Valentino\" is very sincere, very heartfelt and very bad. It is also very discouraging for men, since it is about women who discover that sisterhood is all they really need - unless, of course, the house painter happens to be Jon Bon Jovi, in which case they are prepared to make an exception.\n\nAs the movie opens, Rebecca Lott (Elizabeth Perkins) is worried.\n\nHer husband has not returned from jogging. She goes out looking for him, and discovers he's been struck by a car and killed. So begins her dreaded existence as the \"w-word\" - a widow. Thank God she can count on her best friend Sylvie (Whoopi Goldberg), her troubled sister Lucy (Gwyneth Paltrow) and her stepmother Alberta (Kathleen Turner) to share in the healing process.\n\nThe movie essentially consists of long, heartfelt conversations between or among these women, who Support, Encourage and Befriend one another, while Sharing Lessons about life, love and sex. Watching it, I felt trapped in an advice column from one of the women's magazines.\n\nI have no doubt many of the heartfelt statements in the film are true (actually, I have many doubts - but never mind). What bothered me was that the story never found a way to make them dramatic, or illustrate them with incidents. The movie is slow, plotless and relentless - one of those deals where you find yourself tapping your watch, to be sure it hasn't stopped.\n\nRebecca and Sylvie live in a sylvan suburban setting where the porches on houses are likely to overlook little ponds, and where all conversations take place in rooms that look like backdrops for Martha Stewart. Here they deal with Grief, Anger, Loss and the Healing Process, and complain about men. Actually, the complaints are mostly Sylvie's task. She gives her marriage only weeks to go, and is constantly complaining about her husband, even though they have three beautiful kids and he seems like a nice enough guy in the few moments he (or any man) is allowed to edge into the frame.\n\nLucy, Rebecca's kid sister, has problems, too. She is one of those sullen, troubled students who dresses entirely in black and walks around looking like someone just told her Kurt Cobain was flawed. Later in the film, she does find a guy, and we discover that her real problem is terminal inexperience. In a scene that must be seen to be believed, she turns to Rebecca for advice on sex (\"Is it better to moan, or to act like you're stifling a moan, or to just not moan at all?\"). With just a little work, this and several other scenes could have been nudged up into comedy. \"Moonlight and Valentino\" has all the right ingredients to be an \"Airplane!\"-style spoof of Women's Pictures. All it lacks is a sense of humor.\n\nThe scenes involving the house painter (Jon Bon Jovi, in an unbilled role) seems inspired, not by the advice columns of the women's magazines, but by trashy soft-core romance novels. At first the women think he doesn't speak English, and so Alberta comments on his \"great ass.\" Then it turns out he not only speaks English but is a romantic as well. Rebecca figures that out when she finds him painting her house by moonlight. As a concept this is wonderful, but I would advise you not to allow anyone to paint your house that way, as it leads to missed spots and nasty accidents involving ladders.\n\nSpace is limited, so I won't mention several of the other scenes, including the Pizza Date, the Confession Scene, the Graveside Scene and the scene where Lucy shows Rebecca her body, to be sure it is up to snuff for her big date with a sullen youth she's met at school.\n\nFreud once asked, \"What does a woman want?\" Having seen this movie, I believe that women want fewer movies like this. I've just been reading Virginia Woolf, who more or less invented feminism with A Room of One's Own, and who, I suspect, would have hated this film with every atom of her being. Pious, simpering truisms about sisterhood can only go so far, and then you have to get real, smell the coffee and join the human race.", "running_time": 105, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-09-29", "genres": ["Drama", "Romance"], "title": "Moonlight And Valentino (1995)"}