{"url": "http://www.rogerebert.com/reviews/moonraker-1979", "by": null, "star_rating": 3.0, "text": "\"Moonraker\" is the 11th installment in the most successful film series in history. It is also, of course, in the grand Bond tradition. The basic form of the James Bond thrillers has been firmly established since the beginning; they're as predictable in style as the kabuki theater. The first shot of Bond must show him in a bizarre predicament that brings him within inches of his life. Surviving it, he must immediately be seen by a sexy girl. \n\nThen … let's see. He's called in by 'M,' flirts briefly with Miss Moneypenny, is assigned to a case that takes him to exotic foreign locations, crosses tracks with another sex symbol who turns out to be working for a rival intelligence agency, is attacked by the villain's goons, is confronted by the villain himself (in the villain's incredibly elaborate hideaway), and learns of the villain's plan to achieve world mastery. (The villain's obligatory explanation of his plan for global domination led to the definition of The Talking Killer in my Little Movie Glossary.) \n\nThe closing sequence of every Bond picture is a set piece, using incredibly expensive special effects to create a vast global control center which is then destroyed. The last shot, of course, again shows Bond with a sexy girl (preferably the rival intelligence agent). Take this formula, plug in the specifics, and you have the new Bond movie. In this case, it's called \"Moonraker,\" and it's so jammed with faraway places and science fiction special effects that Bond has to move at a trot just to make it into all the scenes. \n\nThis Bond arrives in the midst of the post-\"Star Wars\" sci-fi boom, and was right on time. The press releases promised there had never before been a set as large as the one built to contain \"Moonraker\"'s city in outer space. The space station, inspired (as they all are) by Kubrick's \"2001: A Space Odyssey,\" is a masterpiece of art direction. One moment among many: When the station's artificial gravity is shut off, it appears to us that 50 or 100 men are floating in free-fall in the command area. It's hard enough to make one man appear to be floating, but \"Moonraker\" doesn't spare the cash. \n\nIt also doesn't break new ground. The villain this time is named Drax, instead of, say, \"Goldfinger.\" Bond's girl is named Holly Goodhead instead of, say, Pussy Galore. The locations this time are London, Los Angeles, Venice, Rio and Earth orbit instead of, say, Switzerland, Las Vegas, Hong Kong, Russia and Fort Knox. But the dialogue is exactly the same: Bond likes to \"keep abreast of things,\" he's got a \"leg up on the situation,\" he's got the same subtle leer and the same lascivious eyebrows he had before women's lib. Not since Tarzan has a movie character changed so little between movies and actors. \n\nBond is played by Roger Moore again. Moore had grown into the role by this time, but Moore was, alas, simply not Connery. He lacked the gift of combining the comic with the sexy; he didn't have Connery's sophisticated smile with just a hint of a drool. \n\nTo which I suppose we should say, so what? The stars of this movie are Ken Adam, the art director, and Derek Meddings, in charge of special effects. In addition to the gigantic space station, they provide lots of little touches, like 007's gondola in Venice, which turns into a speedboat and then miraculously grows wheels. \"Moonraker\" is a movie by gadgeteers, for gadgeteers, about gadgeteers. Our age may be losing its faith in technology, but James Bond sure hasn't.", "running_time": 126, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-01-01", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "Moonraker (1979)"}