{"url": "http://www.rogerebert.com/reviews/moonlighting-1982", "by": null, "star_rating": 4.0, "text": "\n\n\"Moonlighting\" is a wickedly pointed movie that takes\r\na simple little story, tells it with humor and truth, and turns it into a knife\r\nin the side of the Polish government. In its own way, this response to the\r\ncrushing of Solidarity is as powerful as Andrzej Wajda's \"Man of\r\nIron.\" It also is more fun.\n\nThe\r\nmovie takes place in London, during the weeks just before and after the banning\r\nof the Solidarity movement in Poland. It begins, actually, in Warsaw, with a\r\nmystifying scene in which a group of plotters are scheming to smuggle some\r\nhardware past British customs. They're plotters, all right; their plot is to\r\nmove into a small house in London and remodel it, knocking out walls, painting\r\nceilings, making it into a showplace for the Polish government official who has\r\npurchased it.\n\nThe\r\nofficial's plan is simplicity itself: By bringing Polish workers to London on\r\ntourist visas, he can get the remodeling done for a fraction of what British\r\nworkman would cost him. At the same time, the workers can earn good wages that\r\nthey can take back to Poland and buy bicycles with. The only thing nobody\r\ncounts on is the upheaval after Solidarity is crushed and travel to and from\r\nPoland is strictly regulated.\n\nJeremy\r\nIrons, of \"The French Lieutenant's Woman,\" plays the lead in the\r\nfilm. He's the only Polish workman who can speak English. Acting as foreman, he\r\nguides his team of men through the pitfalls of London and safely into the house\r\nthey're going to remodel. He advises them to keep a low profile, while he\r\nventures out to buy the groceries and (not incidentally) to read the\r\nnewspapers. When he finds out about the crisis in Poland, he keeps it a secret\r\nfrom his comrades.\n\nThe\r\ndaily life of the renovation project falls into a pattern, which the film's\r\ndirector, Jerzy Skolimowski, intercuts with the adventures of his hero. Jeremy\r\nIrons begins to steal things: newspapers, bicycles, frozen turkeys. He concocts\r\nan elaborate scheme to defraud the local supermarket, and some of the movie's\r\nbest scenes involve the subtle timing of his shoplifting scam, which involves\r\nthe misrepresentation of cash-register receipts. He needs to steal food because\r\nhe's running out of money, and he knows his group can't easily go home again.\r\nThere's also a quietly hilarious, and slightly sad, episode involving a\r\nsalesgirl in a blue-jeans store. Irons, pretending to be more naive than he is,\r\ntries to pick the girl up. She's having none of it.\n\n\"Moonlighting\"\r\ninvites all kinds of interpretations. You can take this simple story and set it\r\nagainst the events of the early 80's, and see it as a kind of parable. Your\r\ninterpretation is as good as mine. Is the house itself Poland, and the workmen\r\nSolidarity -- rebuilding it from within, before an authoritarian outside force\r\nintervenes? Or is this movie about the heresy of substituting Western values\r\n(and jeans and turkeys) for a home-grown orientation? Or is it about the\r\nmanipulation of the working classes by the intelligentsia? Or is it simply a\r\nfrontal attack on the Communist Party bosses who live high off the hog while\r\nthe workers are supposed to follow the rules?\n\nLike\r\nall good parables, \"Moonlighting\" contains not one but many\r\npossibilities. What needs to be insisted upon, however, is how much fun this\r\nmovie is. Skolimowski, a Pole who has lived and worked in England for several\r\nyears, began writing this film on the day that Solidarity was crushed, and he\r\nfilmed it, on a small budget and with a small crew, in less than two months: He\r\nhad it ready for the 1982 Cannes Film Festival where it was a major success.\r\nIt's successful, I think, because it tells an interesting narrative in a\r\nstraightforward way. Skolimowski is a natural storyteller. You can interpret\r\nand discuss \"Moonlighting\" all night. During the movie, you'll be\r\nmore interested in whether Irons gets away with that frozen turkey.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Foreign"], "title": "Moonlighting (1982)"}