{"url": "http://www.rogerebert.com/reviews/moon-over-parador-1988", "by": "Richard Dreyfussas Jack Noah", "star_rating": 2.0, "text": "If an actor can become a national leader in America, then why not in Parador, a fictional country that seems to lie somewhere between Paraguay, Equador and Carmen Miranda’s memoirs? In Paul Mazursky’s “Moon Over Parador,” Richard Dreyfuss explores that possibility as a second-rate New York actor who is shooting a movie on location in Parador when the military dictator is finally killed by his imprudent lifestyle.\n\nAs it happens, Dreyfuss had been entertaining the dictator only days earlier with his own uncanny imitation of the leader’s voice and mannerisms. Now the military attache who is the power behind the throne (Raul Julia) offers Dreyfuss the full-time job of impersonating the dead leader. He makes it clear that this is an offer Dreyfuss cannot refuse.\n\nThis is the promising premise of a disappointing comedy that unfortunately doesn’t have near enough fun with it. Maybe the problem is that Mazursky spends too much time trying to get laughs out of Parador and not enough time making fun of actors. Given the rich vein of satire that Mazursky and Dreyfuss explored together in their brilliant “Down and Out in Beverly Hills” (1986), I expected a sharper edge to this collaboration.\n\nThe nation of Parador seems recycled directly out of every comic cliche Hollywood has ever created about Latin America. The country is led by bemedaled buffoons, ruled by nepotism, tamed by a corrupt army, inhabited by seething mobs of chanting peasants, entertained by endless national holidays and given solace by hot-blooded women who take their men neat. The woman in this story is played by Sonia Braga as the mistress of the departed dictator and an Eva Peron who is somewhat beloved by many of the seething masses. She quickly realizes that her lover has been replaced, of course, but rather likes this vulnerable New Yorker trying to grow into his new job.\n\nThere is a current of warmth and sweetness at the heart of this film, and it is probably a bad idea. The Dreyfuss character is explored in terms of his personal development. Can he gain the self-confidence to take on this greatest challenge in his career and also to accept the love of a beautiful woman? Well, of course he can, but not without a fair amount of bittersweet regret over the fact that such an idyllic existence cannot survive forever. The film is told in flashback, after Dreyfuss has returned to New York and started waiting in line at auditions again, and the nostalgic tone of his memories is exactly what’s wrong with the film. His adventure shouldn’t be a wonderful memory, but an up-for-grabs cliff-hanger.\n\nI was also never quite convinced by Dreyfuss’ performance.\n\nIt’s a tricky matter, an actor playing an actor. Maybe there’s an element of self-doubt in all actors that forces them to overplay that particular kind of role, more than any other. Actors don’t let themselves off easily. Playing actors, they tend to lay it on thick, to show themselves as even more insecure and filled with self-loathing than probably is the case. If the Dreyfuss character in “Moon Over Parador” had been conceived on a more realistic basis, perhaps Mazursky and Dreyfuss could have had more fun exploring the true insecurities of the profession, instead of the stereotyped ones.\n\nBraga is more than the equal of her role as the hot-blooded mistress. Julia has some nice moments as the military attache, convincing Dreyfuss he’s equal to the impersonation by reading him the one thing no actor can resist hearing - his own good reviews. Jonathan Winters appears too briefly as the local CIA man, disguised as Jonathan Winters, and creates a character that could probably spin off into a sitcom. And Dreyfuss is good, too, but too human, and lacking in the wicked edge that might have put the movie over the top.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-09-09", "genres": ["Action", "Comedy", "Drama", "Romance"], "title": "Moon Over Parador (1988)"}