{"url": "http://www.rogerebert.com/reviews/more-than-a-miracle-1967", "by": "Sophia Lorenas Isabella", "star_rating": 2.5, "text": "At last, a family movie the old man can enjoy. He is always the guy who gets stuck with taking the kids to the movie while the wife scatters his paycheck to the four winds on Christmas presents. And usually the miserable slob can't even forget his impending bankruptcy for a couple of hours because the screen is filled with syncopated chipmunks or Santa Claus fighting the Martians.\n\nThat is not the case with \"More Than a Miracle,\" which is a lighthearted and entertaining fairy tale about a handsome prince and the humble peasant girl he takes as his princess. And if the humble peasant girl turns out to be Sophia Loren, well, who wants chipmunks anyway?\n\nThe story is based on several old legends; I forgot exactly which ones. The prince (Omar Sharif) has a wild white stallion that he is trying to tame. It runs away and deposits him in a hidden monastery. This is no ordinary monastery since it has a Flying Monk. The monk lands and tells the prince he will marry a girl as stubborn as he is. Then the monk gives him a bag of flour and tells him to have the girl bake him seven dumplings. If he can eat all seven, it's not the right girl. The prince has some more questions, but the monk has to leave since he's the next flight to Sicily.\n\nThe prince discovers Sophia Loren pulling turnips in a field and gives her the flour. She bakes seven dumplings but can't resist eating one herself. A-ha! Then there are all kinds of great fairy tale twists: a contest to choose which of seven princesses the prince will marry, a mysterious trail of flour, an omelet with 3,000 eggs and a dishwashing contest.\n\nThe beautiful thing is, everything works. The movie doesn't get bogged down in trying to make fun of itself. Director Francesco Rosi (who made \"The Moment of Truth,\" a beautifully photographed bullfighting film) is apparently a romantic at heart, and it is enough for him that the prince is noble and the peasant girl heroic.\n\nI imagine the kids will enjoy \"More Than a Miracle,\" which moves along quickly and has lots of sight gags and action. If they don't, snarl at them or tell them a rabid chipmunk will get them if they don't watch out.", "running_time": 104, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-12-11", "genres": ["Comedy", "Fantasy", "Romance"], "title": "More Than a Miracle (1967)"}