{"url": "http://www.rogerebert.com/reviews/more-1969", "by": "Mimsy Farmeras Estelle", "star_rating": 2.5, "text": "Barbet Schroeder's \"More\" is a weird, freaky movie about two hedonisitc kids who destroy themselves with drugs. More precisely, it's about a kinky American girl who destroys her German boyfriend and in the process destroys herself. But why be precise? The boyfriend is played as such a stupid Teutonic slob we're glad to see him die.\n\n\"More\" is not, however, a lecture. It's more of a celebration. The message seems to be: Sure, speed kills, but what a way to go. After some disorganized scenes in Europe, the two kids leave to spend the summer on a Mediterranean island. They lie nude in the sun (forever, it seems); get involved in a Nazi intrigue that's never made clear; experiment with pot, acid, speed, heroin and banana peels; make a little love; and engage in the most impossible menage a trois since Elsa the lion crawled into the tent.\n\nAlas, such happy times can't possibly last. When autumn comes, the boy has developed a heroin habit and kills himself with an overdose. But please don't blame me, this time, for giving away the ending. We're informed as the movie opens that the boy will die. What's strange is that he narrates his own story, all the same. Even his funeral. I think English professors call that a flawed point of view.\n\nThe movie is very heavy on sunsets, sunrises, and sun in general. Schroeder doesn't quite understand that turning on and basking in the sun is one thing, but having to watch it is another. The drug experience is basically internal, and no movie has really succeeded in reproducing it visually. Some, like \"The Trip\" (1967) and \"Easy Rider,\" try to reproduce acid trips by messing around with the camera. That doesn't work and gets boring after a while. \"More,\" interestingly enough, never pretends to be inside the character's heads. It watches the trips from outside. That's a relief but not a solution.\n\nThe movie comes to us provincials, by the way, bearing a heavy weight of praise from New York critics (who are apparently hard to bore). Perhaps Schroeder's reputation preceded him; he's an influential young critic for Cahlers du Cinema, and produced the anthology film \"Six in Paris.\" But he is not yet very sure of himself, especially in the editing. Several passages are destroyed by nervous editing; the love scenes, in particular, seem truncated and uncertain.\n\nThat is not the fault, however, of Mimsy Farmer, who doesn't miss a one of them (or allow us to miss much of her). Miss Farmer has previously been seen in cheap motorcycle pictures; it is a surprise to discover how well she can act.\n\nInstead of playing the love scenes in the conventional American voluptuous and gasping style, she remains very freaky, brittle, and almost neurotically repressed during them. Her scenes are the best in the film. Unfortunately, there are a lot of other scenes that go nowhere, and we quickly get bored with the untalented Klaus Grunberg as her German boyfriend. Even in the love scenes, he's only following orders.", "running_time": 117, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-11-24", "genres": ["Drama", "Foreign", "Indie"], "title": "More (1969)"}