{"url": "http://www.rogerebert.com/reviews/morning-glory-2010", "by": "Rachel McAdamsas Becky", "star_rating": 3.5, "text": "“Morning Glory” is a funny entertainment to begin with, and then Rachel McAdams transforms it. And Harrison Ford transforms himself. She plays as lovable a lead as anyone since Amy Adams in “Junebug,” and he bestirs himself from his frequent morosity and creates with gusto a TV newsman who is described as a great man, but the third worst person of all time. Diane Keaton is pitch-perfect a Colleen Peck, a morning TV host who can, and must, smile through everything.\n\nComedies open every week. This is the kind I like best. It grows from human nature and is about how people do their jobs and live their lives. It is wisely not about a May-October romance between McAdams and Ford. It's more about their love for their work. It isn't deep, and it doesn't approach “Broadcast News” in its examination of the TV producer mentality, but it's the kind of sitcom you can get happily carried along with.\n\nMcAdams plays Becky Fuller, a little Energizer Bunny of a morning TV producer, who gets fired from her thankless job in New Jersey, and then has the good, or bad, luck to be hired to produce a last-place network morning show. Her boss is the dubious Jerry Barnes (Jeff Goldblum), who possibly views himself as the hiring agent for the Titanic. Becky plunges with zeal into a show that is not merely stuck in its tracks, but congealed. At the first staff meeting, Becky comes across as a featherbrained lightweight until, in a nice burst of dialogue, she reveals she has heard everything, had strong opinions about it and fires Peck''s current co-anchor.\n\nFuller's assignment: Turn the show around. The network has one of her heroes handing around, working off the end of his contract. This is Mike Pomeroy (Ford), who detests what has happened to network news. Becky discovers how much time he has left on his contract and forces him into taking her show's co-anchor gig. This involves precisely the kind of news he hates, and he'll have to do some of it, even though Colleen Peck's game enough to kiss a frog.\n\nI suppose the outcome of the story is preordained. And we can hardly stir ourselves to care about the story within the story, about Becky's affair with Paul Newmanish fellow producer Adam Bennett (Patrick Wilson), which forces her to choose between love and her BlackBerry. If you think teenagers are tethered to texting, you've never seen a TV producer.\n\nWhat the movie has is charm and a light-footed smartness. In its version of story meetings and problems with talent, it's not a million miles away from what I've seen taking place. Morning news have a certain caffeinated jollity that's comforting. I sit in grumpy sleepiness and allow myself to be kidded out of it with the on-air “family” and the goofy weatherman. I don't expect hard news and investigative reporting. Pomeroy does. He expects it all the time, which is perhaps why he's sitting out the rest of its contract.\n\n“Morning Glory” could have been routine. It's Rachel McAdams' life force that illuminates it. She positions herself barely on the right side of manic. She's always on, always optimistic, always hoping. She loves her work. There's a scene where she runs from NBC at Rockefeller Center across town to her network, “IBS,” and she does it like a hungry colt. She makes Becky impulsive, determined, frisky, and, yes, cute. She grinds away at Harrison Ford's stone face and carves a smile out of it.\n\nThe film was directed by Roger Michel (“Notting Hill”) and written by Aline Brosh McKenna, whose “The Devil Wears Prada” is also about a spunky young woman up against a living legend. They know how to handle this material. They're also fortunate in the casting.\n\nFord is not a demonstrative actor. Sometimes he can barely rouse himself to growl. Here he's kind of inspired. When he's anchoring with Keaton, his double takes are flawless. When they get into a duel of who says “bye” last, they do it with impeccable timing. Ford doesn't venture beyond his usual acting range, but within it he creates a character with a reluctantly human inside.\n\nI mentioned goofy weathermen. Matt Malloy plays a funny one here. He lives for the weather. He collects weathervanes. He also loves being in TV. Becky is ruthless in how she uses him on outside locations, and those scenes remind us of all the hapless TV people doing absurd things at some risk to their bodies or souls, simply to produce a few minutes of anything to perk us up at home. Back in the studio, the producers like Becky aren't heartless, exactly. It's just that they'll gladly toss human beings on the bonfire of “good TV.”", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-11-09", "genres": ["Comedy"], "title": "Morning Glory (2010)"}