{"url": "http://www.rogerebert.com/reviews/morvern-callar-2003", "by": "Samantha Mortonas Morvern Callar", "star_rating": 3.5, "text": "In the opening scene of \"Morvern Callar,\" a young woman awakens next to the body of her boyfriend, who has committed suicide during the night. Lights blink on their Christmas tree. His blood is all over the floor. His presents for her are still wrapped and under the tree. On his computer he has left a suicide note (\"It just seemed like the right thing to do\"), instructions on how to withdraw money from his account, and the manuscript of a novel that he wants her to submit to a list of publishers.\n\nMorvern reads the note, opens the presents (she likes the leather jacket), and walks out into the winter gloom of Glasgow. She stands for a long time on a train platform, until a pay phone rings. She listens to the stranger on the other end of the line and finally says, \"I'm sure he'll be all right.\" That night, she dresses sexy and meets her best friend, Lanna, for a night at the pub that ends with drunken, confused sex with strangers. The boyfriend's body remains on the floor.\n\nMorvern is played by Samantha Morton, who like Isabelle Huppert has a face that can convey enormous emotions without visibly changing. Because she reveals so little, we are drawn into her, fascinated, trying to read her thoughts. You may remember Morton as the musician's deaf-mute girlfriend in Woody Allen's \"Sweet and Lowdown,\" or as the pale, limp \"pre-cog\" in Spielberg's \"Minority Report.\" Here she is a working class girl, prisoner of a thankless job in a supermarket, whose boyfriend is better educated and more successful.\n\nOne of the mysteries of the early stages of \"Morvern Callar\" is Morvern's behavior after finding the body. She cries, inwardly and privately, but such is her aura that we don't know if she's crying for him, or for herself. He left money for a funeral, but after several days, when she can ignore the body no longer, she cuts it up and throws it away. There is a closeup of the computer screen as she deletes his name on the title page of the novel and types in her own. Is she heartless, crazy, or what? I think the answer is right there in the film, but less visible to American viewers because we are less class-conscious than the filmmakers (the director, Lynne Ramsay, is the daughter of a bartender; Samantha Morton is a survivor of foster homes).\n\nConsider. Morvern lives in her boyfriend's fairly expensive and comfortable Glasgow flat, but still works at the supermarket. If they were truly a couple with a future and had been together for some time, isn't it reasonable to expect that she would no longer be holding onto that job? My guess is that their relationship began fairly recently, based on sex between incompatibles and fueled by a lot of drinking, and that by killing himself he has, from her point of view, shown how unimportant she was to him and how lightly he took their relationship and his life. (When a young person who is not dying or in unbearable crisis commits suicide, it is often an act of selfish unforgivable egotism.) By signing her name to his novel, Morvern is sending a message beyond the grave: I will not clean up this mess and finish your life for you . She will begin to live her own. Unfortunately, she has few resources. She lacks even her friend Lanna's (Kathleen McDermott) gift for silly aimless hedonism. After she actually sells the novel, she uses the publisher's check to buy them both a package holiday in Spain, where Lanna is skilled at drinking, partying and getting laid, but Morvern is a ghost at the feast, a silent, inward person who looks not so much sad as disengaged.\n\nHer style is passive aggressive. She withholds herself, is not quite present. She sits at times alone and silent, and we feel she is not alone with her thoughts, but only with her feelings. There is the sense that she broods about hurt. We have little idea what her early life was like, but when we learn that Samantha Morton never talks about her own foster childhood, we are bold enough to wonder if the sense-memories she draws upon for the performance have converted her early years into Morvern's.\n\nThe movie doesn't have a plot in the conventional sense, and could not support one. People like Morvern Callar do not lead lives that lend themselves to beginnings, middles and ends. She is on hold. Somehow, in some way, she's stuck in neutral. The gray-brown tones of her life in Glasgow reflect her emotional habitat, and the bright colors of Spain cause her to wince in pain. She can only handle so much incoming experience at a time. \"Sorry, Morvern,\" her boyfriend wrote in that note. \"Don't try to understand.\" What a bloody condescending jerk. Yet she is not drifting because of his death. She drifts anyway, and always has. What great wrong has made her so damaged? We watch Samantha Morton so closely, with such fascination, because she is able to embody a universe of wounded privacy.\n\nThis is Lynne Ramsay's second film, after \"Ratcatcher\" (1999). That one was about a small boy living with the guilt of a terrible act. Her short films include one in which two small girls, half-sisters, trying to understand the wreckage of the marriages that created them. She has been signed to direct the film of Alice Sebold's best-seller The Lovely Bones , narrated by the ghostly voice of a young girl who has been raped and murdered. These stories all seem to explore similar dread lifescapes. Why she knows it so well we cannot guess, but she does.", "running_time": 97, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-01-01", "genres": ["Drama", "Foreign", "Indie"], "title": "Morvern Callar (2003)"}