{"url": "http://www.rogerebert.com/reviews/moscow-belgium-2009", "by": "Barbara Sarafianas Matty", "star_rating": 3.0, "text": "She backs up her car. His big truck runs into it. She should have looked first. A truck that size shouldn't have been in a parking lot. They get out and start screaming insults at each other. This all occurs in a Flemish-speaking city in Belgium. We quickly learn that the f-word sounds exactly the same in English and Flemish.\n\n Now here is the intriguing element. They are both livid with anger. Their insults escalate from their driving abilities to their genders. Women are bloodsuckers. Men are -- never mind what men are. At some point, very subtle and hard to define, their insults turn into play. No, they don't start grinning. They still both seem angry. But they grow verbally inventive, and we sense, and they sense, a shift in the weather. It ends with him asking her out for coffee.\n\nThe buried emotions in this scene play out all through \"Moscow, Belgium,\" an uncommon comedy that is fairly serious most of the time. She is Matty (Barbara Sarafian), 41 years old. He is Johnny (Jurgen Delnaet), in his late 20s. Matty's husband has walked out on her and her three kids. Johnny's girlfriend left him for some rich dude. Johnny has fallen helplessly in love with Matty, possibly because he has met his match in insults, possibly because a woman who can think that fast on her feet can -- never mind what she can do.\n\nTheir working-class neighborhood of Ghent is named Moucou, with high-rises, heavy traffic, rough bars. Johnny lives here in the sleeping compartment of his truck cab. He is friendly, has eyes that smile, hair she would probably love to take a brush to. Her hair is a slightly tidier mess. She has no desire to meet a man, especially one that much younger. Her husband, Werner (Johan Hildenbergh), an art teacher, left her for a little tart who was one of his students. One cradle robber is enough for her family.\n\nNow about her kids. They are individuals intent on their own lives and indifferent to the fact that they are in a movie. Here's what I mean by that. Ever notice how in a lot of movies the family members are playing Family Members? The kids are arrayed around the dinner table, smoothly fitting into their dialogue. Matty's kids are Vera, a daughter about 17 who regards her mother with weary insight; a younger daughter, Fien, who is going through a stage of reading everyone's Tarot cards and relates to you as if you're the Hanging Man or the Fool, and a still younger son, Peter, who is obsessed with airplanes. Johnny comes for dinner, but they're indifferent to him or, in Vera's case, tactfully withdrawn.\n\nWerner turns up when he hears about his wife's young boyfriend, and they all share a family meal that I suspect owes something to Mike Leigh's family occasions of awkward, weird embarrassment. Matty has to choose: the faithless husband who is a handsome jerk, or the love-struck truck driver with a disturbing past and good reasons to never, ever drink again. The audience would advise her against both.\n\nUnderneath it all rolls the rhythm of Matty's real life. Men can come and go, but someone needs to put food on the table, do the shopping, be a parent. Matty has a job in the post office, where half the customers seem to know her. This is not the greatest job, but it's what she has. She understands Johnny's pride in his truck. It is all he has, but it is his. He can come and go with the freedom of a ranch hand. Werner, however, sometimes seems like one of the kids. Well, both men do. By the virtue of their continuity through family crises, women maintain a home that serves as a powerful attraction.\n\nThe performances make these characters work. Barbara Sarafian, first seen in a long shot as she looks painfully hostile and withdrawn, is weather-beaten but attractive. Johnny must be the despair of his mother: an unkempt charmer who looks like trouble. Werner is a creep. The only grownup is Vera. She puts her mother to an unexpected test, and Matty, after a double take, shows she has instinctive love for her daughter.\n\nI will not be revealing a thing if I say we're not too sure that Matty has made the right choice at the end. That's because neither choice would be the right choice. But notice how deeply the director, Christophe van Rompaey, has drawn us into these lives, how much we finally care, and with what sympathy all the actors enter into the enterprise.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-01-07", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Moscow, Belgium (2009)"}