{"url": "http://www.rogerebert.com/reviews/moscow-on-the-hudson-1984", "by": "Robin Williams", "star_rating": 4.0, "text": "Mike Royko likes to make fun of foreign-born taxi drivers. He uses a lot of phonetic spellings to show how funny dey speeka da Engleesh. Maybe he's missing out on some good conversations. Have you ever talked to a taxi driver from Iran or Pakistan or Africa? I have, and usually I hear a fascinating story about a man who has fled from poverty or persecution, who in some cases has left behind a thriving business, and who is starting out all over again in this country. I also usually get the name of a good restaurant.\n\nI thought of some of those experiences while I was watching Paul Mazursky's \"Moscow on the Hudson,\" a wonderful movie about a man who defects to the United States. His name is Vladimir Ivanoff, he plays the saxophone in a Russian circus, and when the circus visits New York, he falls in love with the United States and defects by turning himself in to a security guard at Bloomingdale's. The Russian is played by Robin Williams, who disappears so completely into his quirky, lovable, complicated character that he's quite plausible as a Russian. The movie opens with his life in Moscow, a city of overcrowded apartments, bureaucratic red tape, long lines for consumer goods, secret pleasures like jazz records, and shortages so acute that toilet paper has turned into a currency of its own. The early scenes are eerily convincing, partly because Williams plays them in Russian. This isn't one of those movies where everybody somehow speaks English. The turning point of the movie occurs in Bloomingdale's, as so many turning points do, and Ivanoff makes two friends right there on the spot: Witherspoon, the black security guard (Cleavant Derricks), and Lucia, the Italian salesclerk (Maria Conchita Alonso).\n\nThey're a tip-off to an interesting casting decision by Mazursky, who populates his movie almost entirely with ethnic and racial minorities. In addition to the black and the Italian, there's a Korean taxi driver, a Cuban lawyer, a Chinese anchorwoman, all of them reminders that all of us, except for American Indians, came from somewhere else. Ivanoff moves in with the security guard's family, which greatly resembles the one he left behind in Moscow, right down to the pious grandfather. He gets a job selling hot dogs from a pushcart, he works his way up to driving a limousine, and he falls in love with the salesclerk from Italy. That doesn't go so well. She dreams of marrying a \"real American,\" and Ivanoff, even after he trims his beard, will not quite do.\n\n\"Moscow on the Hudson\" is the kind of movie that Paul Mazursky does especially well. It's a comedy that finds most of its laughs in the close observations of human behavior, and that finds its story in a contemporary subject Mazursky has some thoughts about. In that, it's like his earlier films \"An Unmarried Woman\" (women's liberation), \"Harry and Tonto\" (growing old), \"Blume in Love\" (marriage in the age of doing your own thing), and \"Bob and Carol and Ted and Alice\" (encounter groups). It is also a rarity, a patriotic film that has a liberal, rather than a conservative, heart. It made me feel good to be an American, and good that Vladimir Ivanoff was going to be one, too.", "running_time": 115, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Moscow on the Hudson (1984)"}