{"url": "http://www.rogerebert.com/reviews/motel-hell-1980", "by": "Rory Calhounas Farmer Vincent", "star_rating": 3.0, "text": "These films are not to be confused with those of a neighboring\r\ngenre, the Women in Danger films, which spew hatred of women. Sleazoid movies\r\nseem to exist on the edge of self-parody, and their ambition is to be to the\r\ncinema what the geek show is to the circus. They're not antiwoman, they're\r\nantitaste, and their characters sink into moronic, bestial savagery. They touch\r\non the ultimate horror of people degraded into subhuman, animalistic behavior.\r\nSome of these films, I should add, are not without merit -- although this isn't\r\nthe place to launch into a defense of them.\n\nWhat\r\nMotel Hell brings to this genre is the refreshing sound of laughter. This movie\r\nis disgusting, of course; it's impossible to satirize this material, I imagine,\r\nwithout presenting the subject matter you're satirizing. But Motel Hell is not\r\nnearly as gruesome as the films it satirizes, and it finds the right stylistic\r\nnote for its central characters, who are simple, cheerful, smiling, earnest,\r\nand resourceful cannibals.\n\n\r\nMotel Hell (the second \"e\" on the neon sign has gone out) is a\r\nramshackle place that seems to be located in the same redneck backwoods where\r\nRuss Meyer's characters all live. It is operated by friendly Farmer Vincent\r\n(Rory Calhoun) and his sister (Nancy Parsons). The district is patrolled, none\r\ntoo adroitly, by a relative (Paul Linke), who is the sheriff, but sees nothing\r\nwrong with burying the victims of a motorcycle crash without benefit of\r\ninvestigation or autopsy.\n\nThat's just as well, because Farmer Vincent's specialty is\r\nburying people. He just doesn't wait until they're dead. He waylays\r\nunsuspecting travelers, knocks them unconscious, buries them up to their necks\r\nin his secret garden, fattens them up with cattle feed, and then slaughters\r\nthem, smokes them in his smokehouse, and sells them as sausage at his roadside\r\nstand. His cheerful motto: \"It takes all kinds of critters ... to make\r\nFarmer Vincent's fritters.\"\n\nAll\r\nright now, of course this is disgusting. But hold on just a dagbone minute, as\r\nFarmer Vincent might say. It isn't simply the subject matter of Sleazoid Movies\r\nthat makes them reprehensible, it's their low opinion of human nature, their\r\nacquiescence in the proposition that the world is essentially an evil place.\r\nMotel Hell, with Rory Calhoun looking like a Norman Rockwell model in his bib\r\noveralls, pushes this material so far in such unlikely directions that,\r\nincredibly, it works as satire. A lot of horror movies used to work that way.\r\nWe went to be scared, sure, but we also went to laugh, enjoying the delicious\r\nself-indulgence with which Vincent Price or Christopher Lee hammed it up. But\r\nhorror movies stopped being funny. And now they're mostly just depressing,\r\ndisgusting exercises in depravity.\n\nMotel\r\nHell is a welcome change-of-pace; it's to \"The Texas Chainsaw\r\nMassacre\" as \"Airplane!\" is to \"Airport.\" It has some\r\ngreat moments, including a duel fought with chainsaws, a hero swinging to the\r\nrescue on a meathook, and Farmer Vincent's dying confession of the shameful\r\nsecret that he concealed for years. These moments illuminate the movie's basic\r\nand not very profound insight, which is that most of the sleazoids would be a\r\nlot more fun if they didn't take themselves with such gruesome solemnity.", "running_time": 106, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Comedy", "Horror"], "title": "Motel Hell (1980)"}