{"url": "http://www.rogerebert.com/reviews/mother-night-1996", "by": "Nick Nolteas Howard Campbell", "star_rating": 2.5, "text": "When Kurt Vonnegut, then in the U.S. Army, was being held in a\rGerman prison camp, he was asked by his guards why he was not fighting for the\rGermans--since he had a German name. Vonnegut later confessed in his\rintroduction to his novel, Mother Night, “If I'd been born in Germany, I\rsuppose I would have been a Nazi.” It is easy to lose sight of the fact that\ralmost all of us take the side of that country where we are born or that tribe\rwe are born into; for every person who takes sides for ethical reasons, a\rthousand or more take sides because of accidents of geography or birth.\n\n“Mother\rNight,” a difficult movie made from Vonnegut's 1961 novel, is about a man whose\rlife illustrates that reality. His name is Howard W. Campbell Jr., (Nick Nolte)\rand he is born in the United States but moves with his family to Berlin in\r1919. He grows up, becomes a successful playwright, marries an actress, and by\rthen the war clouds are gathering. Should he stay in Germany or return to\rAmerica? An American agent (John Goodman) makes it easy for him, by asking him\rto stay and deliver anti-Semitic and anti-American diatribes on Nazi radio.\rThrough a subtly coded system of pauses and coughs, the broadcasts will also\rcarry secret information of great use to the Allies.\n\nI\rhave no doubt that such systems were in fact used, but for the purposes of “Mother\rNight” this scheme is ideal: It puts Campbell on both sides of the same fence.\rAs his German father-in-law tells him, “Even if you were a spy, you served\rGermany more than the enemy.” Did he? The experience at the time indicates that\rnone of the propaganda broadcasts (by Tokyo Rose, Lord Haw Haw, Ezra Pound,\retc.) had much of an effect, since they were seen as exactly what they were.\n\nCampbell's\rsecret handler tells him that the American government will never claim him or\rcome to his rescue. After the war is over, and he sees with his own eyes the\rhorror of the death camps, Campbell is able to make his way to New York City,\rwhere he lives for almost 15 years under his own name; no one can believe he is\rthe same person as the notorious traitor.\n\nIf\rthe movie had been played out in this tone, I might have felt it worked better.\rThat tone would not, however, have been Vonnegut's, which is more daring but\rharder to film. He adopts a wry angle toward his material, hinting at the\rmadness and evil which lurk just below the surface of civilization, and the\rmovie follows its story into Vonnegut land. A neo-Nazi newspaper publishes his\raddress, and Campbell finds himself consorting with American Nazis and assorted\rother fauna, including “the black fuehrer of Harlem” and the nice old man\racross the hall (Alan Arkin), who is a Nazi--or then again, perhaps he isn't.\rHelga, his German wife, thought dead in a Russian attack, turns up again--or\rthen again, perhaps she doesn't.\n\nThis\runwelcome publicity causes Campbell a dilemma: Which side was he on? Was he an\rAmerican who inadvertently helped the Nazis? An American not reluctant to help\rthe Nazis? A Nazi posing as an American? His old handler (Goodman) turns up\ragain, but cannot help him, and eventually he finds himself standing stock\rstill in the street one day, because he has no reason to move in any direction.\n\nHis\rparalysis is broken by the Israelis, who arrest him and take him to Israel for\rtrial as a war criminal. He is given a typewriter and three weeks to write his\rmemoir (the cell scenes are the movie's framing device), and he can talk with,\rbut not see, one of his fellow prisoners, Adolf Eichmann. His story concludes,\rI suppose, in the only way it should. It is a tribute to Nolte's performance\rthat while we are confused about the meaning of the story, we never doubt the\rpresentation of his character.\n\nWalking\rout of “Mother Night,” I asked myself what statement, exactly, the movie had\rmade. I could not answer. Campbell is a man without a country, without core\rbeliefs. It is impossible to say for sure which side he was on, and which side\rhe harmed more. He was a man prepared to take the most convenient course, and\rfor him the ability to stay in Germany and become a famous propagandist (wined\rand dined by top Nazis) was very convenient, especially if he could pass along\rsecret messages for the Americans, which was convenient, too.\n\nThe\rconvenience for Campbell ended when the Nazis lost the war. Since the Americans\rwere never going to claim him, it would have been more convenient if Germany\rhad won. I assume in that case that Campbell would have stayed in Germany,\rwould have been celebrated as a hero, and eventually would have been given a plum\rjob. The dilemma Vonnegut sets him is that he cannot jump off the ship it was\rconvenient for him to sail through the war on.\n\nVonnegut\rwants to show us a man very much like most of us, no smarter, no braver, who\rdoes what he does because it will contribute to his comfort and perhaps to his\rsurvival. There but for the grace of God go we, drifting through life having\rbenefitted from chance and convenience, hoping the day will not come when we\rhave to risk everything by declaring ourselves. It takes an extraordinary man\rto stand outside his tribe and try to see what is objectively good and right.\rCampbell was not within miles of being that man.\n\nDoes\rthe film work? Not really. It loses itself in comic caricatures of the loonies\rthat Campbell meets in New York; and its melodramatic double-reverses, by\rmaking the plot seem arbitrary, rob it of importance. Nor does the film, within\ritself, make clear what it thinks. We can think about it afterwards, and that\ris instructive, but “Mother Night” is like notes for a lecture that is not\rcompleted.", "running_time": 113, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-15", "genres": ["Drama", "History"], "title": "Mother Night (1996)"}