{"url": "http://www.rogerebert.com/reviews/mother-1997", "by": "Albert Brooksas John Henderson", "star_rating": 3.5, "text": "The mother in Albert Brooks' \"Mother\" knows how to push the secret buttons to drive her son up the wall. All it takes is a slight intonation, a little pause, a wicked word choice no outsider would notice. And she's so sweet while making her subtle criticisms; why, you'd almost think she didn't know what she was doing.\n\n\"Mother\" opens with John Henderson (Brooks) in despair because his second marriage has ended in divorce. In the lawyer's office, his ex-wife holds herself apart from him, like the survivor of a long and exquisitely unpleasant experience. \"She brought a lot of great furniture to the marriage,\" Henderson reflects, returning to a house now furnished with one chair, which he spends the afternoon rearranging. Then he telephones his mother, tells her that his problems with women all started with her, and says that he wants to move back home and get it right this time.\n\nBeatrice Henderson (Debbie Reynolds) is not pleased. She's paid her dues, raised her children and embraced the solitude of widowhood. She doesn't really seem to be focusing on his anguish; she constantly interrupts his emergency telephone call with the call-waiting button, although she doesn't know how it works. We see the nature of the difficulty: A mother who insists on her right to do things wrong is a torture to a perfectionist son.\n\nBrooks is working with materials that look like the stuff of a sitcom; there is an \"Odd Couple\" spinoff here, waiting to happen. But Brooks, who co-wrote (with Monica Johnson) and directed as well as stars, is much too smart to settle for the obvious gags and payoffs. All of his films depend on closely observed behavior and language, on the ways language can refuse to let us communicate, no matter how obsessively we try to nail things down. In his scenes with Reynolds, they are told quietly, conversationally; they're not pounding out punch lines, and that's why the dialogue is so funny.\n\nThe experiment begins. John moves in with Beatrice, and their first battles are joined over the issue of food. Beatrice puts salads in the freezer, along with ancient blocks of Swiss cheese large enough to feed a day care center. She buys the cheapest brands of everything, including \"Sweet Tooth\" orange sherbet, which has been hibernating in the freezer for years, growing what she happily describes as a \"protective ice coating.\" (\"This tastes,\" he tells her, \"like an orange foot.'') When he says he's a vegetarian, she offers to \"scrape the top off the meatloaf.\" \n\nReynolds, who has not had a leading role in 27 years, has two scenes with Brooks that are triumphs of perfect tone and timing. One is the scene just mentioned, where she tries to feed him dinner. Another is when they go shopping, and get into arguments about everything that goes into the shopping cart; when she selects a generic brand of peanut butter, he cries out, \"Just once, I want an experience where we throw away 91 cents together.\" \n\nThese tussles over superficial issues reveal underlying problems. Yes, Beatrice is maddening. But if John wants to improve his track record with women, he's going to have to learn not to be maddened. And the screenplay has some sly tricks up its sleeve: Perhaps, for example, it is absolutely true that Beatrice favors her other son (Rob Morrow) over John. The Morrow character is handled with a sharper edge than Beatrice and John. We see him at home with his wife (Isabel Glasser) in a scene that is deadly serious, as they argue over his possessiveness and insecurity about his mother. \n\nThe dialogue in \"Mother\" is written so carefully that some lines carry two or three nuances. That's especially so when John discovers that his mother has a gentleman friend (Peter White) who comes to visit once a month or so, for dinner and sex. (John has by now moved back into the room he had in high school and decorated it with all the same old posters and sports pennants.) And then there's the scene where his mother tiptoes down the corridor to be sure he's asleep, while the friend waits eagerly in the foyer.\n\nI've seen \"Mother\" twice, once at the Toronto Film Festival and again with a capacity audience in Santa Monica, Calif. There was a lot of laughter both times, and the second time, listening closely, I recognized a certain quality in it. It wasn't the automatic laughter produced by slam-dunk punch lines, but the laughter of recognition, of insight, even sometimes of squirmy discomfort, as the truths hit close to home.\n\nThe audiences appreciated the film; they seemed grateful for its invention and intelligence, which didn't insult them, and on the way out, they were repeating some of the best lines. I don't know if you can improve your romantic life by moving back in with your mother. But it might be a help to see this movie. Maybe with your own mother. Maybe not.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-01-10", "genres": null, "title": "Mother (1997)"}