{"url": "http://www.rogerebert.com/reviews/motherhood-2009", "by": "Uma Thurmanas Eliza", "star_rating": 2.0, "text": "\"Motherhood\" is about a conventional family living a conventional life in a conventional way. This life isn't perfect, but whose life is? The father is absentminded but means well, the kids are normal, the mother is trying to juggle parental duties and her plans for a career. This could be countless families. Why do we require a movie about this particular one?\n\nThe film stars Uma Thurman, doing her best with a role that may offer her less than any other in her career, even though she's constantly onscreen. She's Eliza, who takes her laptop along to the playground to work on her blog, which is just a blog. She's not cooking her way through Julia Child or anything. Her husband is played by Anthony Edwards. I didn't remember the character's name after seeing the movie, so I checked with IMDb, and he doesn't seem to have one. That tells you something.\n\nThe kids are 6-year-old Clara (Daisy Tahan) and 2-year-old Lucas (twins David and Matthew Shallipp). The tooth-challenged Daisy is pitch-perfect at that demanding age when kids become fixated on their convictions. Watching the movie, it occurred to me that child actors are invariably terrific. Maybe we are all born as great actors, but after a certain age, most of us morph into bad ones.\n\nSome effort is made to introduce interest to the cast. Minnie Driver plays a best friend who has an unsatisfactory personal life; the two women go to a sale of women's clothing during which they have tugs of war with other women who want the same frocks. Did I mention the movie takes place in Manhattan? That would also explain the crotchety neighbor (Alice Drummond), who is annoyed that a movie crew is using their street as a location. It would also explain Jodie Foster's cameo as a mom being followed by paparazzi. Don't you sort of imagine that if you lived in Greenwich Village you would sometimes have a Jodie Foster sighting?\n\nThe movie suggests two directions that might fruitfully have employed by Katherine Dieckmann, the writer and director. One is in the person of an East Indian delivery man (Arjun Gupta) who begins an intriguing conversation with Eliza. Indian Americans are appearing in movies much more frequently -- for one reason, I suspect, because we like their accents. (An Indian friend told me, \"We have been speaking English longer than you have.\") Could this meeting have been developed into a subplot?\n\nThe other direction might have been fundamental. Instead of jumping through hoops to make Eliza somehow seem unique, special and besieged by her (utterly commonplace) problems, how about making her desperate with boredom and the desire to break out into the extraordinary? Maybe her blog dives off the high board and she becomes a media creature? I dunno.\n\nThe movie is billed as a comedy, but at no point will you require oxygen. There are some smiles and chuckles and a couple of actual laughs, but the overall effect is underwhelming. Meh.", "running_time": 89, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-10-21", "genres": ["Comedy", "Drama"], "title": "Motherhood (2009)"}