{"url": "http://www.rogerebert.com/reviews/mother-jugs-and-speed-1976", "by": "Bill Cosbyas Mother", "star_rating": 2.0, "text": "\"Mother, Jugs and Speed\" is one of those premises that must have sounded great when the agents were explaining it to the studio, but it comes out as an unhappy cross between \"MASH\" and \"As the World Turns.\" It can't decide whether to be slapstick or hard-boiled, winds up not being much of either and has the most improbable love scene since Nelson Eddy yodeled for Jeanette Macdonald. \n\nThe story's about a Los Angeles ambulance company that chases wrecks, overdoses and suicides with a maniacal zeal. The drivers are usually drunk, stoned or both (Bill Cosby has a beer cooler in the front seat of his ambulance), and they think nothing of driving right onto a golf course to snatch a victim away from their rivals. The office is run, sort of, by Allen Garfield as the hysterical owner and Raquel Welch as the switchboard operator. \n\nNobody knows where Raquel spends her nights, and she turns down dates with all of the drivers until Harvey Keitel comes on the scene. He plays the sort of introspective, thoughtful character he played in \"Mean Streets\" - but his performance isn't appropriate here, we think, because the movie's a berserk comedy. We're wrong. It's a comedy that will also try for pathos, satire and romance, and fail at all three while forgetting in the meantime to be funny.\r\nAn example. Raquel Welch, it turns out, has been spending her nights studying to be an ambulance driver and paramedic. When she brings her diploma in to the boss, he throws her out of the office. She drives off in an ambulance, with Keitel asleep in the back seat. A squad car starts to escort them and ends up chasing them. There's a high-speed pursuit up and down expressways, and at one point the squad car crashes into the back of the ambulance. But all ends well when Raquel hides the ambulance in the alley long enough for Keitel to wrap his head in gauze and impersonate a patient. \n\nThe cops pull up seconds later, in time to see Keitel stagger from a building talking about an exploding oven. The cops nod and, incredibly, leave. No questions about the chase, the crash, the oven or how the patient bandaged himself. That would all be just barely permissible in a farce, I suppose, but Raquel and Keitel go directly into a heavy romance scene, with dialog borrowed from soap operas and a long, meaningful exchange of looks before they (sigh) kiss for the first time. \n\nThe whole movie is like that. The mood changes at random. Characters are introduced haphazardly (Severn Darden as a shyster lawyer, Dick Butkus as another driver) and then forgotten for an hour. Moments of serious social observation - as when a driver is shot dead by a junkie - are followed by high jinx back at headquarters. When one of the drivers goes berserk and comes back to shoot the place up, Keitel is wounded and plays it seriously (supported by the solicitous Welch), but the movie plays the shoot-out for laughs. \n\nThis is a movie, in short, that will do almost anything to get through its next 10 minutes. It doesn't have the slightest notion of what it's up to. It almost relishes the incompatibility of its scenes - gore followed by double entendre followed by chills 'n' spills - and if it thinks it's imitating \"MASH\" it's wrong, because \"MASH\" had a central idea about its battlefield surgeons and then played variations on it. The only really fine thing about the movie is Bill Cosby, as the veteran ambulance driver - and his asides and comebacks seem so natural, funny and unforced that I suspect he worked a lot of them in himself. The writer and director don't seem to have had the necessary wit.", "running_time": 95, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-06-14", "genres": ["Comedy"], "title": "Mother, Jugs and Speed (1976)"}