{"url": "http://www.rogerebert.com/reviews/mother-and-child-2010", "by": "Annette Beningas Karen", "star_rating": 3.5, "text": "Three mothers in need of a child. Three children, one not yet born. Three lives that are obscurely linked. Rodrigo Garcia has made his career with films sympathetic to the feelings of women, and his \"Mother and Child\" is so emotionally affecting because it is concerned only with their feelings. The storylines coil and eventually join, but that's just a narrative device. If these characters had no connection, their lives would be equally evocative.\n\nThe film is founded on three performances by Annette Bening, Kerry Washington and Naomi Watts. All have rarely been better. Bening plays Karen, a caregiver at work, where she's a physical therapist, and at home, where she cares for her mother (Eileen Ryan). There will be no one to care for her: When she was 14, she gave up a child for adoption, and now she yearns to have that child back. This is not a film about the wisdom of adoption, however, but about Karen's desire for her child.\n\nKerry Washington plays Lucy, happily married, childless, trying to adopt a child. She finds one she loves, but the baby's birth mother, Ray (Shareeka Epps), is a piece of work. She considers it a seller's market and is fiercely determined that her unborn baby will find a good home with worthy parents. She's more exacting than an adoption agency. Epps is very good, very focused, here.\n\nNaomi Watts is Elizabeth, a lawyer who is concentrated not so much on her career but on her power, and how her sexuality can be a part of that. She goes to work for a Los Angeles law firm and makes it her business to have an affair with Paul, one of the partners (Samuel L. Jackson). She calls the shots, perhaps because she never knew her own parents, and fears a feeling of abandonment.\n\nA quiet, nurturing person at the intersection of these lives is Sister Joanne (Cherry Jones), a nun at a church adoption bureau. She is childless, of course, but content; she accepts her state as part of her service to God and is devoted to her clients. The nun is one of several important supporting characters who give \"Mother and Child\" richness. In this large cast, the actors are gifted and well-cast down to the smaller roles, and each one is important to the development of the story — not just added for diversion or variety.\n\nThese include Sofia (Elpidia Carrillo), Karen's maid, who has a daughter who sometimes comes to work with her, and embodies some of Karen's regrets. Paul has daughters of his own, as does Paco (Jimmy Smits), Karen's friend at work. They have what she doesn't. Lucy's mother (S. Epatha Merkerson) is a nurturing parent, unlike her mother-in-law, who is cruel about the absence of a grandchild. \n\nGarcia, whose credits include \"Things You Can Tell Just by Looking at Her\" (2000) and \"Nine Lives\" (2005), has created an interwoven plot not just for the purpose of being clever. Each facet revolves to illuminate the others. The characters reflect aspects of the central dilemma of the childless mothers. It doesn't argue that all mothers require children, and indeed the nun may be the happiest woman here. It simply argues that these mothers believe that they do.\n\nOf all the performances, Samuel L. Jackson's is the most surprising. It sometimes appears that the busy Jackson will take almost any role to stay working. (Remember \"Black Snake Moan\"?) This film provides a reminder of his subtlety. He is a powerful, successful man, relatively helpless with a demanding and sexually skilled woman like Elizabeth. They like the sex, there is no love, she does not want to be involved in his personal life, and there is something there that disturbs him.\n\nBening, Watts and Washington create three distinct beings with three distinct lives. They don't all \"share the same problem,\" but they believe they share the same solution. Garcia embeds their needs in the details of their lives, so we don't emerge with ideas about them, but feelings.", "running_time": 125, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-05-19", "genres": ["Drama", "Romance"], "title": "Mother and Child (2010)"}