{"url": "http://www.rogerebert.com/reviews/mother-2010", "by": "Kim Hye-jaas Mother", "star_rating": 3.5, "text": "The strange, fascinating film \"Mother\" begins with what seems like a straightforward premise. A young man of marginal intelligence is accused of murder. A clue with his name on it and eyewitness testimony tie him to the crime. His mother, a dynamo, plunges into action to prove her son innocent. So there we have it, right? He's either guilty or not, and his mom will get to the bottom of things. Or not.\n\nIs it that I've seen so many movies? Is that why I grow impatient with formulas, and am grateful for films that upset my expectations? If you faithfully remade \"Mother\" for a mass American audience (let's say with Helen Mirren and Edward Norton), mainstream moviegoers would likely be furious, because: (a) \"You can't do that!\" and (b) \"Uh, what is it that you did, exactly?\"\n\nThis is a new South Korean film by Bong Joon-ho, his first after \"The Host\" (2006). That was a popular thriller about a giant squid, created by toxic waste, who dragged away a victim. Her family members learn she's still alive, but can't get the authorities to listen. Once again, in \"Mother,\" blood ties go up against the state.\n\nThe mother of the title, played by respected South Korean actress Kim Hye-ja, is a force of nature. In a village, she runs a little shop selling herbs, roots and spices. Her sideline is prescribing herbal cures. Her son Do-jun (Weon Bin), in his late 20s, lives at home and they sleep in the same bed. He's a few slices short of a pie. Early in the film, he's saved from death in traffic when his mother races to the rescue.\n\nDo-jun has a friend named Jin-tae (Jin Gu). Jin-tae easily manipulates him. Do-jun's mental fogginess may be his most attractive quality. In the town, a shocking murder occurs. A girl's body is left where all can see. A golf ball with Do-jun's name is found near the death site.\n\nDid he do it? We can't be sure. Did Jin-tae do it and plant the evidence? Or persuade Do-jun to do it when he was drunk? Again, we can't be sure. Under the Law of Economy of Characters, Jin-tae must have been involved, because there are no other eligible suspects. You can't simply produce a killer. Of course Do-jun could be guilty and Jin-tae had no involvement. Or, at least technically, the mother could have done it. \n\nMother (she's given no other name) marches tirelessly around the village, doing her own detective work. She questions people, badgers them, harasses police, comforts her son, hires a worthless lawyer. We learn everything she learns. It seems she's getting nowhere. At this point the movie might become upsetting for a mass audience, because \"Mother\" creates new levels in the previously established story.\n\nThe film is labyrinthine and deceptive, and not in a way we anticipate. It becomes a pleasure for the mind. Long after a conventional thriller would have its destination in plain sight, \"Mother\" is still penetrating our assumptions. So much depends on Kim Hye-ja's performance as a remorseless parent defending her fledgling. Likely she has spent years helping her clueless son escape one dilemma after another, and now she rises to the great occasion of her life. Her struggle is made more difficult because the police find it child's play to extract a confession from him.\n\n\"Mother,\" and South Korean films in general, provide a case study of the situation of alternative films. Many Americans have never seen a South Korean film and never will. I once spoke to a class for would-be foreign correspondents at the University of Illinois, and only two of them had ever seen a subtitled film from anywhere. \n\nA film like \"Mother\" is an adult film, not in the sense that it contains X-rated material, but in the sense that it appeals to intelligent grown-ups. A bright 10-year-old can understand most Hollywood films. Disney recently announced it will make only 3-D \"event\" movies, comic hero stories and franchises like \"Pirates of the Caribbean.\" It has essentially abandoned films about plausible human beings. It isn't a luxury to see indie or alternative films. It's a necessity. \n\n\"Mother\" will have you discussing the plot, not entirely to your satisfaction. I would argue: The stories in movies are complete fictions and can be resolved in any way the director chooses. If he actually cheats or lies, we have a case against him. If not, no matter what his strange conclusions, we can be grateful that we remained involved and even fascinated. Why do we buy a ticket? To confirm that a movie ends just the way we expect it to?", "running_time": 128, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-24", "genres": ["Crime", "Drama", "Foreign", "Mystery", "Thriller"], "title": "Mother (2010)"}