{"url": "http://www.rogerebert.com/reviews/moulin-rouge-2001", "by": "Nicole Kidmanas Satine", "star_rating": 3.5, "text": "Like almost every American college boy who ever took a cut-rate flight to Paris, I went to the Moulin Rouge on my first night in town. I had a cheap standing-room ticket way in the back, and over the heads of the crowd, through a haze of smoke, I could vaguely see the dancing girls. The tragedy of the Moulin Rouge is that by the time you can afford a better seat, you've outgrown the show.\n\n\"Moulin Rouge\" the movie is more like the Moulin Rouge of my adolescent fantasies than the real Moulin Rouge ever could be. It isn't about tired, decadent people, but about glorious romantics, who believe in the glitz and the tinsel--who see the nightclub not as a shabby tourist trap but as a stage for their dreams. Even its villain is a love-struck duke who gnashes his way into the fantasy, content to play a starring role however venal.\n\nThe film is constructed like the fevered snapshots created by your imagination before an anticipated erotic encounter. It doesn't depend on dialogue or situation but on the way you imagine a fantasy object first from one angle and then another. Satine, the heroine, is seen not so much in dramatic situations as in poses--in postcards for the yearning mind. The movie is about how we imagine its world. It is perfectly appropriate that it was filmed on sound stages in Australia; Paris has always existed best in the minds of its admirers.\n\nThe film stars Nicole Kidman as Satine, a star dancer who has a deadly secret; she is dying of tuberculosis. This is not a secret from the audience, which learns it early on, but from Christian (Ewan McGregor), the would-be writer who loves her. Toulouse-Lautrec (John Leguizamo), the dwarf artist, lives above Christian, and one day comes crashing through the ceiling of their flimsy tenement, sparking a friendship and collaboration: They will write a show to spotlight Satine's brilliance, as well as \"truth, beauty, freedom and love.\" (I was reminded of Gene Kelly and Donald O'Connor's motto in \"Singin' in the Rain\": \"Dignity. Always dignity.\") The show must be financed; enter the venal Duke of Worcester (Richard Roxburgh), who wants to pay for the show and for Satine's favors. The ringmaster is Zidler (Jim Broadbent), impresario of the Moulin Rouge.\n\nEach of these characters is seen in terms of their own fantasies about themselves. Toulouse-Lautrec, for example, is flamboyant and romantic; Christian is lonely and lovelorn; Satine has a good heart and only seems to be a bad girl; Zidler pretends to be all business but is a softy, and the Duke can be so easily duped because being duped is the essence of his role in life. Those who think they can buy affection are suckers; a wise man is content to rent it.\n\nThe movie was directed by Baz Luhrmann, an Australian with a background in opera, whose two previous films were also experiments in exuberant excess. \"Strictly Ballroom\" made a ballroom competition into a flamboyant theatrical exercise, and his \"William Shakespeare's Romeo + Juliet\" updated the play into a contempo teenage rumble. He constructs \"Moulin Rouge\" with the melodrama of a 19th century opera, the Technicolor brashness of a 1950s Hollywood musical and the quick-cutting frenzy of a music video. Nothing is really \"period\" about the movie--it's like a costume revue taking place right now, with hit songs from the 1970s and 1980s (you will get the idea if I mention that Jim Broadbent sings \"Like a Virgin\").\n\nI am often impatient with directors who use so many cuts their films seem to have been fed through electric fans. For Luhrmann and this material, it is the right approach. He uses so many different setups and camera angles that some of the songs seem to be cut not on every word of the lyrics, but on every syllable. There's no breathing room. The whole movie is on the same manic pitch as O'Connor's \"Make 'em Laugh\" number in \"Singin' in the Rain.\" Everything is screwed to a breakneck pitch, as if the characters have died and their lives are flashing before our eyes.\n\nThis means the actors do not create their characters but embody them. Who is Satine? A leggy redhead who can look like a million in a nightclub costume, and then melt into a guy's arms. Who is Christian? A man who embodies longing with his eyes and sighs--whose very essence, whose entire being, is composed of need for Satine. With the Duke, one is reminded of silent films in which the titles said \"The Duke,\" and then he sneered at you.\n\nThe movie is all color and music, sound and motion, kinetic energy, broad strokes, operatic excess. While it might be most convenient to see it from the beginning, it hardly makes any difference; walk in at any moment and you'll quickly know who is good and bad, who is in love and why--and then all the rest is song, dance, spectacular production numbers, protestations of love, exhalations of regret, vows of revenge and grand destructive gestures. It's like being trapped on an elevator with the circus.", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-06-01", "genres": ["Drama", "Music", "Romance"], "title": "Moulin Rouge (2001)"}