{"url": "http://www.rogerebert.com/reviews/mountains-of-the-moon-1990", "by": "Patrick Berginas Richard Burton", "star_rating": 3.5, "text": "The astronauts of the 19th century were the explorers - those intrepid men, often British, who mounted expeditions from the clubrooms of Pall Mall to the most exotic hinterlands of the world. When the astronauts came back from the moon, they told their stories to Life magazine. When the Victorians returned from their expeditions, they presented their findings in lectures before the Royal Geographical Society, and then they wrote their memoirs in large leather-bound volumes. But make no mistake; they were some of the greatest celebrities of their age, the Robert Scotts and David Livingstons, and exploration was not only a rewarding but also a democratic profession.\n\nExplorers did not need breeding or wealth to become famous - only luck and unholy determination.\n\nOf all the British explorers of the 19th century, the most interesting is Richard Francis Burton (1821-90), who was also a linguist, a poet and a pioneer of sexual studies who translated the \"Kama Sutra\" and an unexpurgated version of \"The Arabian Nights\" into English. For his pains, he became thoroughly disrespectable, and on his death his wife burned his translation of \"The Perfumed Garden,\" a masterpiece of Arabic erotica he labored over for 14 years.\n\nThe black magic practitioner Aleister Crowley, who was one of the few men of the time more disreputable than Burton, wrote in his \"Confessions\" that Victorians like Burton \"seethed with impotent rage\" at their doom, which was to live within the repressions and evasions of the Victorian period. If the Burtons were not banished altogether, their careers and lives were rewritten to give the age more proper heroes. A flamboyant original like Burton \"was toned down into a famous traveler and translator,\" Crowley complained.\n\nNow here is a movie to tone him up again. Bob Rafelson's \"Mountains of the Moon\" is centered on a series of expeditions led by Burton and John Hanning Speke, who marched for months through East Africa in their search for the source of the Nile. They were the first Europeans to set eyes on most of the lands they walked across, the first to see many African species of animals, birds and insects, and to encounter tribal customs that had developed in an uninterrupted continuity since the birth of history. Burton was already famous for some of his other exploits, such as disguising himself as an Arab and slipping into the holy city of Mecca. Speke, a less dashing and more ambitious man, was not lacking in physical stamina but lacked Burton's fire. At first they were a good team. Later their differences destroyed them.\n\nThe movie is not one of those wide-screen epics that might have been directed by David Lean. It's wide screen, all right, and it's an epic, but it's a not a movie about adventure and action, it's an epic about the personalities of the men who endured incredible hardships because of their curiosity, egos, greed or even because of their nobility. Rafelson (whose credits include \"Five Easy Pieces\") fills his movie with unobtrusive period detail; he has not only the costumes and the settings right, but also the attitudes, as men in proper attire and an astonishing variety of facial hair crowd into the Geographical Society to hear lectures from the great explorers. These men look ancient and proper, but actually they are fans, and to them Richard Burton is a dashing hero - a man they envy because he has gotten out from under Victoria's skirts by thousands of dangerous miles.\n\nTo win their ovations, Burton and Speke were prepared to risk their lives in the unknown. We see their expeditions snaking across uncharted territories, where death by native attack was less of a threat than disease, famine, pestilence or simply getting lost. When one expedition finally reaches a lake that may be a source of the Nile, Burton arrives carried on a stretcher, almost too sick to think. A diary by a member of Scott's expedition to the South Pole is titled \"The Worst Journey in the World.\" That could also be the diary of this expedition.\n\nBack in London, Burton (Patrick Bergin) and Speke (Iain Glen) have a falling-out, based on a lack of communication and a tragic misunderstanding. Speke takes credit for finding the source of the Nile, Burton is adamant that the evidence is not sufficient. An unscrupulous publisher tells Speke lies about Burton, and Speke acts on them, making unforgivable statements about his former friend. When he learns that they were lies - that Burton has the material to destroy him in a debate - he falls into despair. There is the suggestion, tantalizing and unresolved, that he may have been in love with Burton, a man whose sexual appetites seem to have been fueled as much by curiosity as by lust.\n\n\"Mountains of the Moon\" is completely absorbing. It tells its story soberly and intelligently, and with quiet style. It doesn't manufacture false thrills or phony excitement. It's the kind of movie that sends you away from the screen filled with curiosity to know more about this man Burton. Why, you ask yourself, has such an oversized character become almost forgotten? The movie is about the unquenchable compulsion of some men to see what is beyond the horizon, and about the hunger for glory. It is about stubbornness and pride. It is about a friendship that would have been infinitely less painful if the friends had not both been bullheaded. It is a tribute to this movie that, at the end, neither the filmmakers nor their audience have much interest in whether anyone found the source of the Nile.", "running_time": 135, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-23", "genres": ["Action", "Adventure", "Drama", "History"], "title": "Mountains of the Moon (1990)"}