{"url": "http://www.rogerebert.com/reviews/mouse-hunt-1997", "by": "Nathan Laneas Ernie Smuntz", "star_rating": 2.0, "text": "\"Mouse Hunt'' is not very funny, and maybe couldn't have been very funny no matter what, because the pieces for comedy are not in place. It's the story of two luckless brothers who inherit a priceless architectural treasure, and hope to auction it for a big bundle, but are frustrated at every turn by the house's only inhabitant, a very clever mouse. Quick: Who do we sympathize with? The brothers, or the mouse? The movie doesn't know, and as a result the payoffs are lost in a comic vacuum. Pratfalls, slapstick and special effects are not funny in themselves (something Hollywood keeps forgetting). They're only funny when they apply to someone we have an attitude about, so that we want them to succeed, or fail. A comedy that hasn't assigned sympathy to some characters and made others hateful cannot expect to get many laughs, because the audience doesn't know who to laugh at, or with.\n\nConsider the rodent itself. In appearance, it is a common field mouse.\n\nSort of cute. It has been cinematically assembled from many sources (real trained mice, animated mice, an animatronic mouse for the closeups) but it has never been given a goal in life, other than to function as a plot device. Is the mouse intelligent? Does it know and care what is happening? Or is it simply a movie prop to be employed on cue? We aren't told, and we don't know. Because the mouse has no personality or personal history, because it has no particular goals other than to continue being a mouse, it isn't a sympathetic character, but simply an ingenious prop.\n\nNow what about the brothers Smuntz? Ernie (Nathan Lane) and Lars (Lee Evans) have inherited the string factory of their father (William Hickey), and also a run-down Victorian mansion that turns out to be a great architect'slost masterpiece. They can get rich by selling it, but first they have to make some repairs--and get rid of the mouse. To help themselves, they bring in an exterminator named Caesar (Christopher Walken).\n\nAt some point in the production, someone undoubtedly said, \"Wouldn't it be great to get Christopher Walken as the exterminator!'' But why? Yes, Walken is an actor who inspires strong audience reactions, and, yes, his baggage from previous roles make him a plausible exterminator. But what is funny about the character other than that it's played by Walken? Are we supposed to laugh when he's humiliated by the mouse? Not unless we care about him--and we don't, since he's obviously as much a prop as the mouse.\n\nWhat about the brothers? Are they funny? No. But it is supposed to be funny that they can't get rid of the mouse, which is able to set off all their traps, figure out all their plans, and anticipate all their schemes. Since we never believe the mouse is doing that (we believe the screenplay is doing it), we don't much care that it's done.\n\n\"Mouse Hunt'' is an excellent example of the way modern advances in special effects can sabotage a picture (\"Titanic\" is an example of effects being used wisely). Because it is possible to make a movie in which the mouse can do all sorts of clever things, the filmmakers have assumed incorrectly that it would be funny to see the mouse doing them.\n\nYears ago, a comedy with a similar theme would have established the mouse, but would have been about the people. The characters would have reacted to the simple presence of a mouse, not to the incredibly elaborate stunts the mouse performs. The brothers and their auctioneer could have been developed as desperate for money, as eager to deceive, as pathetic liars, as hapless victims. The mouse would have been there, but wouldn't have had more screen time than most of the characters.\n\n\"Mouse Hunt'' is a film that has gone to incredible effort and expense in order to sidetrack itself from comic payoffs. Less mouse, better dialogue and more strongly drawn characters might have made a funnier movie. I believe a mouse can be trained to pick up an olive and run with it, but I don't believe it's funny. Not unless I know the mouse.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-12-19", "genres": ["Animation", "Family"], "title": "Mouse Hunt (1997)"}