{"url": "http://www.rogerebert.com/reviews/moving-the-mountain-1995", "by": "Herselfas Chai Ling", "star_rating": 3.0, "text": "Documentary footage taken in the square shows them arm in arm, happy, surrounded by cheering students. Knowing their time together might be short, they enter a tent that is erected on the spot. \"I had never been with a woman,\" Li Lu remembers. \"We had just begun to undress, but never got a chance to perform our duty.\" They were interrupted by growing tension in the square. Before long the troops began to move, and the lovers were separated. \"I never saw her again,\" Li Lu says.\n\nNow a graduate with three degrees from Columbia University, he tells this story during an interview in New York with Michael Apted, director of \"Moving the Mountain.\" Li Lu is one of several leaders who tell their stories in the film; some are in New York, some are scattered overseas (Paris, Hong Kong) and one is still in hiding in Beijing.\n\nThe larger story of Tiananmen Square has been told many times, symbolized by a remarkable live shot of a single student facing down the approach of a tank. What this film documents are some of the smaller stories that went into it. Apted talks to several of the key leaders, who still express disbelief that the People's Army would fire on Chinese citizens, and who blame themselves (sometimes with tears) for not being \"adequate\" to protect the lives of their followers.\n\nNo one knows for sure how many people were killed in the Tiananmen massacre. \"When they said (on government broadcasts) the troops had not fired, that is how we knew they had fired,\" says one of the leaders of the movement for Chinese democracy. \"When they said no one had been killed, that is how we knew many people had been killed - not one or two, but many, because otherwise they would not have mentioned it.\" Apted is a remarkable figure among directors for his lifelong practice of moving between fiction films and documentaries. His features include \"Coal Miner's Daughter,\" \"Gorillas in the Mist,\" \"Blink\" and the recent \"Nell.\" At the same time, he has continued the \"7-Up\" films, a series tracking the lives of the same group of people every seven years. His other documentaries are on subjects such as a shooting at the Oglala Indian reservation, the Rolling Stones and Sting.\n\nIn \"Moving the Mountain,\" where original video source material is thin, he augments the narration of Li Lu and the others with fictional flashbacks to their memories. In the case of Li Lu, what he shows is a life typical of those who grew up during the neo-puritanical time of the Cultural Revolution.\n\nLi Lu was taken from his parents while still a baby because his father, a Russian-trained engineer, and his mother, the daughter of landowners, were deemed in need of ideological correction at work camps. He was reared by a series of foster parents, none of whom wanted him, and then in an orphanage where he was mocked because of his class.\n\nHe remembers clearly the turning point: While standing in a corner for punishment, he looks down to see a lizard creeping across his bare foot. He believes that when this happens, the foot will soon fall off. When he still has his foot the next morning, he believes he can survive anything, and indeed he does survive, growing up to read everything he can get his hands on, and finally traveling by train to Beijing to take part in the demonstrations and hunger strikes that led to the showdown at Tiananmen.\n\n\"Moving the Mountain\" is not as gripping as it perhaps could have been, because Apted does not have access to footage from the square he no doubt would have liked to include (such footage probably has not survived). What he does have is extraordinary, however, and at a time when China's human rights policies are again in the air, and the annexation of Hong Kong grows closer, \"Moving the Mountain\" is an extraordinary glimpse behind the scenes of a country lurching with difficulty toward democracy.", "running_time": 83, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-08-04", "genres": null, "title": "Moving The Mountain (1995)"}