{"url": "http://www.rogerebert.com/reviews/mozarts-sister-2011", "by": "Marie Feretas Nannerl.", "star_rating": 3.5, "text": "The image that springs to mind is of the young Mozart touring the royal courts of Europe and being feted by crowned heads. He was a prodigy, a celebrity, a star. The reality was not so splendid, and even less so for his sister, Nannerl, who was older by 4½ years and also highly gifted. \n\nThe family Mozart, headed by the ambitious impresario Leopold and cared for by his wife, traveled the frozen roads of the continent in carriages that jounced and rattled through long nights of broken sleep. Some royalty were happy to keep the Mozarts waiting impatiently for small payments. There was competition from other traveling prodigies — none remotely as gifted as Mozart, but how much did some audiences know about music? Toilet facilities were found in the shrubbery along the roads.\n\nStill, theirs was largely a happy life, as shown in Rene Feret's \"Mozart's Sister,\" a lavishly photographed period biopic that contrasts the family's struggle with the luxuries of its patrons. Papa Mozart (Marc Barbe) was a taskmaster but a doting father. Frau Mozart (Delphine Chuillot) was warm and stable. And this is crucial: Nannerl (Marie Feret) and Wolfgang (David Moreau) loved music. They lived and breathed it. They performed with delight. The great mystery of Mozart's life (and now we must add his sister) is how such great music apparently came so easily. For them, music was not labor but play.\n\nOne understandably hesitates to say Nannerl was as gifted as her brother. We will never know. She played the violin beautifully, but was discouraged by her father because it was not \"a woman's instrument.\" She composed, but was discouraged because that was not \"woman's work.\" She found her family role at the harpsichord, as Wolfgang's accompanist. The feminist point is clear to see, but Leopold was not punishing his daughter so much as adapting his family business to the solidly entrenched gender ideas of the time.\n\nThere's a trenchant conversation late in the film between Nannerl and Princess Louise de France (Lisa Feret), the youngest child of Louis XV. From such different walks of life, they formed almost at first meeting a close, lifelong friendship, and shared a keen awareness of the way their choices were limited by being female. \n\nA royal princess who was not close in line to the throne (she was the 10th child), Louise had two career choices: She could marry into royalty or give herself to the church. She entered a cloistered order, and it was her good fortune to accept its restrictions joyfully. \"But think if we had been males!\" she says to Nannerl. Each could have ruled in their different spheres of life.\n\nNannerl also has a close relationship with Louise's brother, the Dauphin prince (Clovis Fouin), a young widower. It seems to have been chaste but caring. Nannerl was always required in the wings of her brother's career, and after his death at only 35, she became the guardian of the music and the keeper of the flame. She found contentment in this role, but never self-realization.\n\nThe movie is an uncommonly knowledgeable portrait of the way musical gifts could lift people of ordinary backgrounds into high circles. We hear Papa in a letter complaining about the humiliations his family experienced by tight-fisted royals (they were kept waiting two weeks as one prince went out hunting). Leopold was a publicist, a promoter, a coach, a producer. It is possible that without him, Mozart's genius might never have become known.\n\nThe film focuses most closely on Nannerl, a grave-eyed beauty, whose face speaks volumes. She aspires, she dreams, she hopes, but for the most part, she is obedient to the role society has assigned her. Marie Feret, the director's daughter, is luminous in the role. Another daughter, Lisa, plays the princess, and Rene Feret himself turns up as a music master; does his family have a Mozartian dynamic?\n\nDavid Moreau supplies a different Wolfgang than the one we remember so clearly by Tom Hulce in \"Amadeus\" (1984). He is younger, rounder-faced, more angelic, more childish. As he and his sister have a pillow fight, all of the mystique evaporates from the notion of being a \"great composer.\" Through some happy chance, the child and man who created such bountiful music in so many styles and fashions was motivated by sheer enjoyment of the gift he had been given. It is one of those lives that makes you wonder at the glory of men. Not so much at the opportunities of women.", "running_time": 120, "mpaa_rating": "Unrated", "release_year": 2011, "date_published": "2011-09-07", "genres": ["Drama", "Foreign"], "title": "Mozart's Sister (2011)"}