{"url": "http://www.rogerebert.com/reviews/mr-3000-2004", "by": "Bernie Macas Stan Ross", "star_rating": 3.0, "text": "Baseball heroes are not necessarily the nicest guys on earth, but do moviegoers want to know that? Two movies about flawed legends, Ty Cobb and Babe Ruth, bombed at the box office. Now here is \"Mr. 3000,\" starring Bernie Mac as a player so disliked that even the team's mascot disses him. This time, however, the movie is a comedy, not a dirge, and Bernie Mac gives a funny and kind of touching performance as a man who attains greatness once and then has to do it again.\n\nMac plays Stan Ross, a legend in more ways than one on the Milwaukee Brewers, where he retired after getting 3,000 hits. In fact, he retired immediately after hit No. 3,000, leaving his team in the middle of the season, to devote himself to his car dealership and TV commercials. Even his best friend doesn't sound sincere when he speaks on Stan Ross Day. Maybe there's still some bad feeling because Stan climbed into the stands to get the ball he hit for No. 3,000, and grabbed it out of the hands of a little kid.\n\nTime passes. Stan basks in the afterglow of his 3,000 hits. He is considered for the Baseball Hall of Fame, and then a statistician discovers a crucial error: Because of a discontinued game, some of his hits were counted twice, and he in fact has only 2,997 hits. Too bad he didn't finish out that season.\n\nThat's all set-up. The fun is in the payoff, as Stan comes out of retirement at 47 to try to get three more hits. He's past his prime and even past his decline, but his comeback makes a good story and ticket sales zoom. But the kids on the team hardly know who he is, and his attitude wears badly when he's batting 0 for 27. You may be in trouble if you're starring every night in Jay Leno monologues.\n\nThe thing about Stan, though, is that he knows baseball. He thinks his team is loafing, and he's right. He calls them a Little League team. He notices things, like an opposing pitcher's \"tell\" before he throws a curve. He starts passing out advice and criticism in the dugout. There's room for that, because the team's manager (Paul Sorvino) sits with sphinx-like detachment at the end of the bench, never uttering a single word.\n\nThe Bernie Ross story is a big one for ESPN, which assigns ace reporter Mo Simmons (Angela Bassett). She's an old girlfriend of Stan's, maybe the only woman he ever loved, although love for Stan does not come easily. She puts the pieces in place for what becomes the redemption of Mr. 3000, as he struggles to attain his crucial hits, but somehow at the same time becomes a nicer and even a wiser guy.\n\nBernie Mac is a meat-and-potatoes kind of actor, at least in the roles he's given to play. In his characters, what you see is what you get: A no-B.S. straight talker with unlimited self-confidence. He's a good choice to play Stan Ross, because we believe him when he says what he thinks, and we especially believe him when he says what he shouldn't be thinking. Stan's romantic relationship with the Mo Simmons character is obviously based on a lot of history. Angela Bassett plays what could have been a routine role with a convincing emotional spirit; she'll cover the story, but Mr. 3000 has not earned an entry in her record book.\n\nAlmost all sports movies end with the big play, the big point, the big pass, the big putt, whatever. I guess they have to. There's not much point in showing the next play, point, etc. And of course the big moment has to come in the last moment of the last game of the season, after countless setbacks, in a sudden death situation. \"Mr. 3000\" follows this formula up to a point, and then, to my surprise, it finds a variation. Don't assume I'm hinting that Stan Ross doesn't get hit No. 3000, or for that matter that he does. It's more a case of allowing the implacable logic of baseball strategy to take over.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-09-17", "genres": null, "title": "Mr. 3000 (2004)"}