{"url": "http://www.rogerebert.com/reviews/mr-and-mrs-smith-2005", "by": "Brad Pittas John Smith", "star_rating": 3.0, "text": "There is a kind of movie that consists of watching two people together on the screen. The plot is immaterial. What matters is the \"chemistry,\" a term that once referred to a science but now refers to the heat we sense, or think we sense, between two movie stars. Brad Pitt and Angelina Jolie have it, or I think they have it, in \"Mr. and Mrs. Smith,\" and because they do, the movie works. If they did not, there'd be nothing to work with.\n\nThe screenplay is a device to revive their marriage by placing them in mortal danger, while at the same time providing an excuse for elaborate gunfights and chase scenes. I learn from Variety that it was written by Simon Kinberg as his master's thesis at Columbia. If he had been studying chemistry instead of the cinema, he might have blown up the lab, but it wouldn't have been boring.\n\nPitt and Jolie play John and Jane Smith, almost certainly not their real names, who met in Bogota \"five or six\" years ago, got married and settled down to a comfortable suburban lifestyle while not revealing to each other that they are both skilled assassins. John keeps his guns and money in a pit beneath the tool shed. Jane keeps her knives and other weapons in trays that slide out from under the oven.\n\nAs the movie opens, they're in marriage counseling; the spark has gone out of their relationship. On a typical day, they set off separately to their jobs: He to kill three or four guys, she to pose as a dominatrix while snapping a guy's neck. Can you imagine Rock Hudson and Doris Day in this story? Gable and Lombard and Hepburn and Tracy have also been invoked, but given the violence in their lives, the casting I recommend is The Rock and Vin Diesel. In the opening scene, they could fight over who has to play Mrs. Smith.\n\nSorry. Lost my train of thought. Anyway, John and Jane individually receive instructions to travel to a remote desert location in the Southwest and take out a mysterious target. They travel there separately, only to discover that their targets are each other. It's one of those situations where they could tell each other, but then they'd have to kill each other. \"If you two stay together, you're dead,\" says Eddie (Vince Vaughn) another tough guy, who lives at home with his mother because it's convenient and she cooks good and on and on.\n\nThe question becomes: Do John and Jane kill each other like the professionals they are, or do they team up to save their lives? The solution to this dilemma requires them to have a fight that reminded me of the showdown between Uma Thurman and Daryl Hannah in \"Kill Bill Vol. 2.\" After physical violence which should theoretically have broken every bone in both their beautiful bodies, they get so excited that, yes, they have sex, which in their case seems to involve both the martial and marital arts.\n\nThere is a chase scene. The movie was directed by Doug Liman (\"The Bourne Identity\"), who is good at chase scenes; The Los Angeles Times reports that second unit director Simon Crane also played a key role. They get a laugh by having Jolie drive a van while being pursued by three muscle cars. Liman is able to find a lot of possibilities in the fact that it's one of those vans with two sliding doors in the rear.\n\nThe movie pauses from time to time for more sessions with the marriage counselor, during which it appears that professional killing is good for their relationship. After we get our money's worth of action, their problems are resolved, more or less. Although many lives have been lost, the marriage is saved.\n\nNone of this matters at all. What makes the movie work is that Pitt and Jolie have fun together on the screen, and they're able to find a rhythm that allows them to be understated and amused even during the most alarming developments. There are many ways that John and Jane Smith could have been played awkwardly, or out of synch, but the actors understand the material and hold themselves at just the right distance from it; we understand this is not really an action picture, but a movie star romance in which the action picture serves as a location.\n\nRecently I've noticed a new trend in the questions I'm asked by strangers. For years it was \"Seen any good movies lately?\" Now I am asked for my insights into Brad and Angelina, Tom and Katie, and other couples created by celebrity gossip. I reply that I know nothing about their private lives, except what I read in the supermarket tabloids, which also know nothing about their private lives. I can see this comes as a disappointment. So I think I'll start speculating about threesomes enlisting The Rock, Vin Diesel and Vince Vaughn, selected at random. This may be an idea for the sequel.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-06-09", "genres": ["Action", "Comedy", "Drama", "Thriller"], "title": "Mr. & Mrs. Smith (2005)"}