{"url": "http://www.rogerebert.com/reviews/mr-baseball-1992", "by": "Tom Selleckas Jack Elliot", "star_rating": 3.0, "text": "“Mr. Baseball” is another one of those formula sports movies, in which the locale is changed but the recipe stays the same. I was able to anticipate almost everything that happened, as in the predictable hockey movie “The Mighty Ducks,” which also opens today. So why did I like it? Maybe because style is as important as story in a movie like this, and “Mr. Baseball” is not without a certain flair.\n\nThe movie stars Tom Selleck, convincing as a heavy-hitting first baseman who is traded to Japan by the New York Yankees. He's not a paragon of virtue. He drinks, chews, smokes cigars, womanizes, and has a bad attitude and a bum knee. Faced with calisthenics on his first day in Japan, he grumbles, “Athletes? We aren't athletes. We're baseball players.” He's the property of the Nagoya Dragons. The team is coached by Uchiyama Ken (Takakura, from \"Black Rain\") a crusty old-timer who insists Selleck has a hole in his swing. Selleck is not prepared to take advice on this or any other baseball subject from a Japanese, and before long he's in hot water for disobeying orders, losing his temper, getting into fights and insulting the management.\n\nThere is, of course, a women. There always is in this formula. Her name is Hiroko (Aya Takanashi), and for once she is not a clone of the stereotyped quasi-geisha; she's an advertising professional who runs the club's enforcements, and makes Selleck appear in commercials he would rather not think about. They fall in love, but because of his ignorance of Japanese ways he is forever committing grave offenses against proper behavior, and she is for ever vowing never to speak to him again.\n\nThe other major character is an African-American player named Hammer and played by Dennis Haysbert in the obligatory good buddy role. He gives advice on such matters as taking off one's shoes before entering the clubhouse. Together, Selleck and Haysbert try to instill a fighting spirit into a club that avoids trying to steal extra bases because getting thrown out would be a loss of face.\n\nThe movie is directed by Fred Schepisi, an Australian who usually avoids genre films like this his credits include (“A Cry in the Dark” and “The Russia House”). He gives this one some unexpected touches, of which the best is the handling of the crowd scenes. You can spot the phony crowds in most baseball movies (“The Babe” never seemed to have enough people in the stands), but here Schepisi uses a documentary approach to show real crowds at real games, and he joins the fictional action so seamlessly it's not only convincing, but exciting, as the Dragons go into the big series against their archrivals.\n\nSchepisi and Selleck also do a nice, quiet job of making the title character convincing. He isn't overwritten or overplayed, and seems like what he is: A player of considerable but not unlimited ability who needs to do some growing up. He grows up, the games get played, the subplots resolve themselves satisfactorily, and although the movie sets no records for brilliance, it works.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-10-02", "genres": ["Comedy", "Romance"], "title": "Mr. Baseball (1992)"}