{"url": "http://www.rogerebert.com/reviews/mr-destiny-1990", "by": "James Belushias Larry Burrows", "star_rating": 2.0, "text": "The plot of \"Mr. Destiny\" has been borrowed from unimpeachable sources. It's based on the same notion that worked in \"It's a Wonderful Life,\" and a century earlier in the story of Scrooge as retailed by Charles Dickens in \"A Christmas Carol.\" It involves an ungrateful man being taken on a guided tour of his life, and seeing some of the other ways it could have turned out.\n\nThe tour guide can be a guardian angel, or perhaps the ghost of Christmas past, present or future. This time it's a bartender, a genial soul in an obscure tavern in an unfamiliar part of town. A businessman named Larry (James Belushi) wanders into the bar after his car breaks down, and he's in a mood to grumble to the bartender about the way his life is turning out. It all started to go wrong, he moans, when he was the last man at bat in the final game of the state baseball championship, and he struck out. If only he had belted that last pitch out of the park, he believes, everything would have been different, and better.\n\nThe bartender listens and nods and pours him another drink, and because business is slow (Larry is the only customer this particular bar may ever have), he does the poor guy a favor: He puts his life on fast-reverse, lets him hit the winning run, and then shows him how things would have turned out. The bartender is probably God, I suppose.\n\nMichael Caine plays him like a guy who happens to be omnipotent and doesn't mind doing a favor for a stranger.\n\nBecause the story idea behind \"Mr. Destiny\" is so obviously a retread, I expected the movie to pay off with comedy, rather than trying to hook us one more time with the tried and true parable about the man who learns to be grateful for what he has. And Belushi does have three or four big laughs in the movie. In fact, he's very good as Larry - gentle, touching, and a convincing everyman. But the movie is so low-key, so muted and laid back and slow-moving, that Belushi's contribution isn't enough. Someone should have picked up the tempo.\n\nThe story of Larry's life involves a man who becomes a mid-level executive at a company where his superior married the boss' daughter.\n\nLarry married a girl who consoled him after he struck out in the ill-fated championship game. In the alternative lifeline revealed to him, Larry marries the boss' daughter and becomes the boss, and his former superior is his underling, and is married to the consoling girl.\n\nIt sounds more complicated than it is.\n\nThroughout \"Mr. Destiny,\" Larry remembers who he was in his \"other\" life, but everyone else thinks they're really in the alternative lifeline. That generates some funny situations, as when Larry realizes he now is married to the sexpot, or when he tries to convince his \"real\" wife that they once were married. The poignancy here reminded me of \"Chances Are.\" Linda Hamilton, of TV's \"Beauty and the Beast,\" creates a lot of warmth and tenderness as Larry's once and future wife, and Rene Russo, who has big hair and a fetching way about her, has fun with the role of the boss' daughter. Michael Caine, of course, is flawless in a role that requires him to be civilized and look as if he knows more than anyone realizes.\n\nBut the movie is a slow march through foregone conclusions, and its curious passivity is underscored, if that is the word, by the quietest soundtrack I can remember. As someone who believes most movies have too much music, I was surprised to find myself noticing how little is in \"Mr. Destiny.\" In the quiet, an innocent little fable grows, blossoms and is harvested, to no great moment.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-10-12", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Mr. Destiny (1990)"}