{"url": "http://www.rogerebert.com/reviews/mr-deeds-2002", "by": "Adam Sandleras Longfellow Deeds", "star_rating": 1.5, "text": "At one point during the long ordeal of \"Mr. Deeds,\" it is said of the Adam Sandler character, \"He doesn't share our sense of ironic detachment.\" Is this a private joke by the writer? If there's is one thing Sandler's Mr. Deeds has, it's ironic detachment.\n\nLike so many Sandler characters, he seems fundamentally insincere, to be aiming for the laugh even at serious moments. Since the 1936 Frank Capra film \"Mr. Deeds Goes to Town\" was above all sincere, we wonder how this project was chosen; did Adam Sandler look at Gary Cooper and see a role for himself? He plays Longfellow Deeds, pizzeria owner in the hamlet of Mandrake Falls, N.H. The pizzeria is one of those establishments required in all comedies about small towns, where every single character in town gathers every single day to provide an audience for the hero, crossed with a Greek chorus. Nobody does anything in Mandrake Falls, except sit in the pizzeria and talk about Deeds. When he leaves town, they watch him on the TV.\n\nTurns out Deeds is the distant relative of an elderly zillionaire who freezes to death in the very act of conquering Everest. Control of his media empire and a $40 billion fortune goes to Deeds, who is obviously too good-hearted and simple-minded to deserve it, so a corporate executive named Cedar (Peter Gallagher) conspires to push him aside. Meanwhile, when Deeds hits New York, a trash TV show makes him its favorite target, and producer Babe Bennett (Winona Ryder) goes undercover, convinces Deeds she loves him, and sets him up for humiliation. Then she discovers she loves him, too late.\n\nFrank Capra played this story straight. But the 2002 film doesn't really believe in it, and breaks the mood with absurdly inappropriate \"comedy\" scenes. Consider a scene where Deeds meets his new butler Emilio (John Turturro). Emilio has a foot fetish. Deeds doubts Emilio will like his right foot, which is pitch black after a childhood bout of frostbite. The foot has no feeling, Deeds says, inviting Emilio to pound it with a fireplace poker. When Deeds doesn't flinch, Turturro actually punctures the foot with the point of the poker, at which point I listened attentively for sounds of laughter in the theater, and heard none.\n\nThere's no chemistry between Deeds and Babe, but then how could there be, considering that their characters have no existence, except as the puppets in scenes of plot manipulation. After Deeds grows disillusioned with her, there is a reconciliation inspired after she falls through the ice on a pond and he breaks through to save her using the Black Foot. In story conferences, do they discuss scenes like this and nod approvingly? Tell me, for I want to know.\n\nThe moral center of the story is curious. The media empire, we learn, controls enormous resources and employs 50,000 people. The evil Cedar wants to break it up. The good-hearted Deeds fights to keep it together so those 50,000 people won't be out of work. This is essentially a movie that wants to win our hearts with a populist hero who risks his entire fortune in order to ensure the survival of Time-AOL-Warner-Disney-Murdoch. What would Frank Capra have thought about the little guy bravely standing up for the monolith? Of the many notes I took during the film, one deserves to be shared with you. There is a scene in the movie where Deeds, the fire chief in Mandrake Falls, becomes a hero during a Manhattan fire. He scales the side of a building and rescues a woman's cats, since she refuses to be rescued before them. One after another, the cats are thrown onto a fireman's net. Finally there is a cat that is on fire. The blazing feline is tossed from the window and bounces into a bucket of water, emerging wet but intact, ho, ho, and then Deeds and the heavyset cat lady jump together and crash through the net, but Deeds' fall is cushioned by the fat lady, who is also not harmed, ho ho, giving us a heart-rending happy ending. That is not what I wrote in my notes. It is only the set-up. What I noted was that in the woman's kitchen, nothing is seen to be on fire except for a box of Special-K cereal. This is a species of product placement previously unthinkable. In product placement conferences, do they discuss scenes like this and nod approvingly? Tell me, for oh, how I want to know.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-06-28", "genres": ["Comedy", "Romance"], "title": "Mr. Deeds (2002)"}