{"url": "http://www.rogerebert.com/reviews/mr-frost-1990", "by": "Jeff Goldblumas Mr. Frost", "star_rating": 2.0, "text": "When the lights came up after \"Mr. Frost,\" I was wrestling with a thorny theological question: If Satan chose to reveal himself to man, would he manifest himself as Jeff Goldblum? I ask the question because the Mr. Frost of the title is indeed Satan, and yet possesses all of Goldblum's usual mannerisms, those little personal tics that I found effective in movies like \"The Fly\" but less convincing, somehow, in the devil. Goldblum's slick charm, for example, and his way of throwing pauses into the middle of sentences, and what he does with his eyebrows.\n\nOne of Lucifer's intolerable penalties - in addition to being banished from heaven, of course - must have been the knowledge that he would be played by actors in the movies. God is rarely portrayed as a human being, but the devil provides more work than Joan of Arc. The most recent Satan on the screen was Robert De Niro (\"Angel Heart\"), where the dark eminence was portrayed as De Niro's impression of Martin Scorsese. Other actors who have played the devil include Emil Jannings, Walter Huston, Ray Milland, Rex Ingram, Burgess Meredith, Peter Cook and, of course, Vincent Price.\n\nOf the lot, Jeff Goodblum's Satan is easily the least likable - which is praise, I guess. He is a mass murderer who lives in the country, on an estate where the tortured and mutilated bodies of his victims are buried all over the grounds. Arrested and taken into custody, he refuses to speak, and the police find it impossible to establish his real identity. Finally he is sent to a high-powered mental institution, run by the egotistical Reynhardt (Roland Giraud). But the only psychiatrist he will speak to is a woman, played by Kathy Baker.\n\nWhy does he choose her? To seduce her with his mind, perhaps. He tells her quite frankly that he is the devil, and the screenplay by Philip Setbon and Brad Lynch provides a nice little speech where he complains that the modern world has gone to - hell, I suppose. In the old days, he sighs, it was a simple matter of good and evil, and people sold their souls for youth and wealth. But today the shrinks have taken over, and there is an explanation for everything.\n\nHis mission on Earth is to remind man that the devil does indeed exist, and that he is slogging away in the trenches of our consciences, day after day, still trying to win our immortal souls.\n\nHis goal in his relationship with Baker is to convince her that he is indeed the devil - to drive her to the point where she will murder him. If he can get a psychiatrist to shoot him because he is Satan, that would be a personal victory.\n\nWeird things happen around the asylum. An angelic young boy goes berserk. Dr. Reynhardt loses confidence in himself. Satanic eyes are reflected in rear-view mirrors. And Alan Bates, convinced that Frost is indeed the devil, has left the police force and followed Frost through three countries, and looks as if he walked every step of the way. \"Mr. Frost\" is silly, but not silly enough. The problem with movies like this is that they've forgotten how to be absurd.\n\nThey take everything so seriously. Even Jeff Goldblum falls into the trap, and with his sense of humor he should have been able to bring something to Satan other than the suave allure of a snake-oil salesman.\n\nNote: We've been reading a lot about the new Europe, where currencies and passports will merge, and \"Mr. Frost\" seems to be the first new European movie. Frost's estate is clearly French, the local police inspector (Bates) is British, other officials seem French or Italian, the psychiatrist is American, and people keep saying there is \"absolutely no clue\" to Goldblum's origins - as if he didn't speak with an American accent.", "running_time": 92, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-11-09", "genres": ["Thriller"], "title": "Mr. Frost (1990)"}