{"url": "http://www.rogerebert.com/reviews/mr-hollands-opus-1995", "by": "Stephen Herek", "star_rating": 3.5, "text": "\n\nHigh school teachers seem locked in time to us; we seem like\rpart of a flowing stream to them. My teachers are frozen in the late 1950s, an\rinnocent time when high school portals had quotations from Milton carved over\rthe doorways, and no metal detectors. But to them, the Class of 1960 was one of\r10, 20, 30 or more classes passing through their hands, and even though Coach\rSmith did assure us at our 10th reunion that \"there was never another\rclass like you,\" we had the suspicion that he said that at all the\rreunions.\n\n\"Mr.\rHolland's Opus\" tells the story of 30 years in the life of a high school\rmusic teacher named Glenn Holland, who takes the job in the first place as a\rtemporary measure. His real work, he believes, is to compose music. Teaching is\rjust a way to pay some bills. He realizes only gradually that it is, in fact,\rhis destiny. (Like they say, \"What you're doing instead of your real jobISyour real\rjob.\")\n\nAs the movie opens, Holland (Richard Dreyfuss) and his wife Iris\r(Glenne Headly) are a couple fueled by his heady ambitions. He will be a great\rcomposer, of that he is sure, but then hard financial realities make him take\rthe teaching job, where the hard-edged principal (Olympia Dukakis) looks him\rover sternly and reads him as a man for whom teaching has no seriousness.\n\nGod knows the school needs a music teacher. At his first meeting\rwith the high school orchestra, he finds they play badly. How badly? I didn't\rrecognize the first four notes of Beethoven's Fifth Symphony.\r(By the end of the film, a successor to this orchestra has so improved that it\rsounds for all the world like a Hollywood recording stage filled with\rprofessional session musicians under the baton of Michael Kamen.)\n\nMeanwhile, the Hollands have a baby, to Iris's delight and\rGlenn's\rsomewhat more muted pleasure -- which turns to coldness when he discovers his\rson, named Cole, is deaf. Holland almost takes it as a personal affront that\rhis son will not be able to hear the great opus that he still clings to as his\rultimate vision.\n\nYear follows year, and it is one of the pleasures of \"Mr.\rHolland's Opus,\" like \"Forrest Gump,\" that the characters live\rthrough many of the watershed events of three decades: The assassination of\rKennedy, the war in Vietnam, the plague of drugs and school violence, and the\rcost-cutting measures that eventually eliminate programs like Mr. Holland's\rmusic classes. (The day American high schools admit that \"electives\"\rlike music, art, and drama are as important as sports will be the day they\rvalue culture as much as entertainment for the alums.)\n\nEvery\rteacher has his favorite students, and Mr. Holland has several. One is a\rhopelessly untalented band member (Alicia Witt). Mr. Holland is not able to\rmake her talented, but he is able to restore her self-esteem, and she reappears\rmany years later as a woman who learned much more than music in his class.\rAnother is a beautiful and talented student (Jean Louisa Kelly), who has her\rsights set on\rshow biz, and who falls in love with Mr. Holland, who must walk a delicate\remotional tightrope with an end not always in sight.\n\nAlthough\rmuch of the movie involves Mr. Holland helping his students to mature, the\rcharacter of the son, Cole, provides acounterpoint:\rA way for Mr. Holland to grow up, too, and accept bothhis son and his life. Some of them\rscenes between them are painful, and a later scene, where Mr. Holland sings\rJohn Lennon's \"Beautiful Boy\" to Cole, is very moving.\n\nRichard\rDreyfuss, who is sometimes too exuberant, here finds theright tones for Mr. Holland, from\ryouthful cocksureness to the gentleinsight\rof age. His physical transformations over 30 years are alwaysconvincing. Glenne Headly has a more\rthankless role as his wife, but watch her handle the scene where she suddenly\rsees something she had not suspected, and intuitively knows how to deal with\rit. The supporting cast is all strong, especially Jay Thomas as the football\rcoach who becomes Holland's lifelong friend.\n\nWatching\rthis film, falling into its rhythm, appreciating its sweep, I could not help\rbut remember my own high school teachers. Sitting here at the keyboard, I began\ra list of their names, only to realize that you have your own list. Amazing,\rhow clearly I remember their excellence, and their patience. One anecdote will\rdo. Stanley\rHynes, who taught us Shakespeare, always addressed us as \"Mr.\" and\r\"Miss,\" as a college teacher would do, and somehow that brought a\rgreater seriousness to \"Macbeth\" and \"Julius Caesar,\" which\rwere uncharted new worlds for us. Modifying the curriculum to make it more\r\"contemporary\" and \"relevant\" is doing an injustice to\rstudents, whose lives will become relevant to the exact degree that high school\rencourages them to outgrow themselves, and escape from the contemporary into\rthe timeless. Mr. Hynes knew that. So does \"Mr. Holland's Opus.\"", "running_time": 137, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-01-19", "genres": ["Drama", "Family", "Musical"], "title": "Mr. Holland's Opus (1995)"}