{"url": "http://www.rogerebert.com/reviews/mr-jones-1993", "by": "Richard Gereas Mr. Jones", "star_rating": 3.0, "text": "There is a scene in \"Mr. Jones\" where the hero, played by Richard Gere, is experiencing manic euphoria. He is all-powerful, he is elated, everything has become clear at last! He walks into a symphony concert as the orchestra is playing Beethoven's \"Ode to Joy.\" It's his theme song! He walks down the aisle and onto the stage, his arms waving, and tries to take over from the conductor.\n\nIn the next scene Mr. Jones is in a mental hospital, drugged into a stupor, but he fights against the drugs, against the whole depressing world of normality. He misses his euphoria. Only then does he have charm, wit, grace, intelligence. And only then is he invulnerable to the grief of the world. What is remarkable about \"Mr. Jones\" is how clearly it communicates his feelings. We begin to understand why manic-depression is sometimes described as the only mental illness its victims enjoy - on the up days, anyway.\n\nGere is the right actor for this role. He has always brimmed with cocky self-confidence. He projects the sense that he can talk anybody into anything; he could have been a con-man instead of an actor. In other movies he has used his charm in a conventional sense, to make friends, seduce women, get his way. But Gere has always been a risk-taker as an actor, and in \"Mr. Jones\" he is like a magician revealing his tricks: He shows you how he can turn up the heat, and turn it down again.\n\nIn the film we never really find out very much about Mr. Jones, except that he wanders into lives with a sad mixture of elation and dejection. At the mental hospital, he comes under the care of a psychiatrist named Libbie (Lena Olin), who finds herself falling for him with her eyes wide open. She knows it is wrong for a psychiatrist to get romantically involved with a patient, and she even knows she may be falling in love with the disease, not the man.\n\nBut he's so charming.\n\nIt's too bad about this aspect of the screenplay. The study of Mr. Jones is itself so interesting that we don't require the addition of a forbidden romance to make the movie work. The story is told so intelligently that we feel Libbie should know better. In a less ambitious movie, we might accept the romance as part of the whole commercial formula. But \"Mr. Jones,\" directed by Mike Figgis and written by Eric Roth and Michael Cristofer, seems too wise about mental illness to make such a mistake.\n\nThe movie does a good job of portraying the two worlds that Gere inhabits: The institution, and the outside. There are strong supporting performances by Lisa Malkiewicz as a bank teller who gets swept off her feet and is still a little in love with him, even after being his date to that fateful concert. Lauren Tom plays a fellow patient who never gets the help she needs. And Delroy Lindo is a man who seems to understand Jones on his own terms, while recognizing that he needs help.\n\nGere spent time among mental patients in researching the role, and the filmmakers are obviously familiar with their subject.\n\nThe question of the psychiatrist's liaison with her patient is even treated correctly; she knows she has behaved wrongly, and confesses to a superior (Anne Bancroft). It's just that the whole romantic subplot feels contrived, an add-on to a story that didn't need one.\n\nYet the movie is worth seeing, for Gere's transitions from highs to lows, which are so convincing that we really do feel in the presence of mental illness, with all of its seductive interior logic.\n\nThere is often a strange quality about crazy people: They are filled with a glowing conviction that everything makes sense, and sometimes we almost envy them.", "running_time": 114, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-10-08", "genres": ["Drama", "Romance"], "title": "Mr. Jones (1993)"}