{"url": "http://www.rogerebert.com/reviews/mr-jealousy-1998", "by": "Eric Stoltzas Lester Grimm", "star_rating": 2.5, "text": "Lester Grimm, the hero of “Mr. Jealousy,” is the kind of guy who can grow so obsessed with a girl that he shadows her all the time, hiding in shrubbery to see where she goes and what she does--until she drops him because he never seems to be around. His insecurity started early. At 15, he took a girl to a movie and an Italian restaurant on what he thought was a perfectly acceptable date, only to spot her later at a party, making out with a 24-year-old club promoter.\n\nEver since, Lester (Eric Stoltz) has been tormented by images of his dates in the arms of other guys. Who did they date before they met him? How did they feel about their former lovers? How do they still feel? At 31, Lester is still single, and working as a substitute teacher of Spanish, a language he does not speak. He is dating Ramona (Annabella Sciorra), who conducts museum tours and is getting her Ph.D. in Abstract Expressionism. Can he trust her? Did she have a life before he met her? She sure did. She used to date Dashiell Frank (Chris Eigeman), “the generation-defining writer” whose novels speak powerfully to Generation X-ers. When Ramona and Dashiell accidentally encounter each other, Lester's jealousy is inflamed by their air of easy affection, and he starts following Dashiell. Discovering that the writer is a member of a therapy group, Lester signs up for the same group--not under his own name, but as “Vince,” the name of his best friend (Carlos Jacott).\n\nThat's the setup for Noah Baumbach's new film, which, like his observant “Kicking and Screaming” (1995), is about characters who are too old for college but unready for real life. Baumbach has a good ear for how these characters talk, but the unforced originality of his earlier film is joined here by homages to other directors; he gets the iris shots and narration from Francois Truffaut, the nebbishy insecurity from Woody Allen and Henry Jaglom, and the self-analytical dialogue from Whit Stillman. I'm not bothered by his homage to them as much as I miss his confidence in himself.\n\nThat earlier film nailed the characters and the dialogue so accurately that you remembered people exactly like that; indeed, you recalled being like that. “Mr. Jealousy” pumps in more plot, and I'm not sure that's the right decision. Mistaken identities and mutual misunderstandings can be taken only so far before the plot seems to be leading the characters. That's OK in farce, but in more thoughtful comedies the characters should appear to be making their decisions entirely unprompted by the requirements of the genre.\n\nBaumbach is a gifted filmmaker, however, and many of his scenes are just right, including a sequence where Dashiell, the writer, reads a story to the group and Lester thinks it must be based on Dashiell's relationship with Ramona. He challenges the writer to “reveal more about his characters,” and learns what he didn't want to know, that the original of the woman in the story “was a bit of a tart.” Well, was she? Ramona strikes us as sensible and restrained, and discriminating enough in her relationships that she probably shouldn't even be dating Lester. But we begin to sense uneasily that a story arc is being shaped here, and that the movie will require Lester to almost lose Ramona, and for secrets to be revealed and emotional showdowns to be arrived at, and for events to replace insights.\n\nEric Stoltz, who also starred in “Kicking and Screaming,” is well cast as Lester; he has a quiet intelligence matched with a kind of laconic earnestness about himself. Chris Eigeman, a veteran of Stillman's films, finds and holds a difficult note, as a writer who is young and famous without being any more insufferable as a result than is absolutely necessary. Annabella Sciorra does a good job of creating the kind of woman who puts up with a lot from a guy if she likes him; she has her own life, doesn't need to live through his, and only gradually realizes that in a quiet, elusive way he is stark staring mad.\n\n“Mr. Jealousy” isn't quite successful, but it does provide more evidence of Baumbach's talent. So many young filmmakers aim merely for success, and throw anything at us that they think we'll buy. Only a few are trying to chronicle their generation, listening to how it talks and watching how it behaves. That number includes the Whit Stillman of “The Last Days of Disco,” the Richard Linklater of “subUrbia,” the Kevin Smith of “Chasing Amy” and the Nicole Holofcener of “Walking and Talking.” “Mr. Jealousy” shows that Baumbach is the real thing, but he needs to focus.", "running_time": 105, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-19", "genres": ["Comedy", "Indie", "Romance"], "title": "Mr. Jealousy (1998)"}