{"url": "http://www.rogerebert.com/reviews/mr-magoo-1997", "by": "Leslie Nielsenas Mr. Magoo", "star_rating": 0.5, "text": "Magoo drives a red Studebaker convertible in “Mr. Magoo,” a fact I report because I love Studebakers and his was the only thing I liked in the film. It has a prescription windshield. He also drives an eggplantmobile, which looks like a failed wienermobile. The concept of a failed wienermobile is itself funnier than anything in the movie.\n\n“Mr. Magoo” is transcendently bad. It soars above ordinary badness as the eagle outreaches the fly. There is not a laugh in it. Not one. I counted. I wonder if there could have been any laughs in it. Perhaps this project was simply a bad idea from the beginning, and no script, no director, no actor could have saved it.\n\nI wasn't much of a fan of the old cartoons. They were versions of one joke, imposed on us by the cantankerous but sometimes lovable nearsighted Magoo, whose shtick was to mistake something for something else. He always survived, but since it wasn't through his own doing, his adventures were more like exercises in design: Let's see how Magoo can walk down several girders suspended in the air, while thinking they're a staircase.\n\nThe plot involves Magoo as an innocent bystander when a jewel is stolen. Mistaken as the thief, he is pursued by the usual standard-issue CIA and FBI buffoons, while never quite understanding the trouble he's in. He's accompanied on most of his wanderings by his bulldog and his nephew Waldo, of which the bulldog has the more winning personality.\n\nMagoo is played by Leslie Nielsen, who could at the very least have shaved his head bald for the role. He does an imitation of the Magoo squint and the Magoo voice, but is unable to overcome the fact that a little Magoo at six minutes in a cartoon is a far different matter than a lot of Magoo at 90 minutes in a feature. This is a one-joke movie without the joke. Even the outtakes at the end aren't funny, and I'm not sure I understood one of them, unless it was meant to show stunt people hilariously almost being drowned.\n\nI have taken another look at my notes and must correct myself. There is one laugh in the movie. It comes after the action is over, in the form of a foolish, politically correct disclaimer stating that the film “is not intended as an accurate portrayal of blindness or poor eyesight.” I think we should stage an international search to find one single person who thinks the film is intended as such a portrayal, and introduce that person to the author of the disclaimer, as they will have a lot in common, including complete detachment from reality.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-12-25", "genres": ["Comedy", "Family"], "title": "Mr. Magoo (1997)"}