{"url": "http://www.rogerebert.com/reviews/mr-mom-1983", "by": "Michael Keatonas Jack", "star_rating": 2.0, "text": "People have been living through the basic idea for \"Mr. Mom\" for years. It's too bad this movie doesn't feel more like their lives and less like the pilot for a TV sitcom. The movie's about a well-paid Ford executive who gets laid off and can't find work. Then his wife finds a job at an advertising agency, and her years of experience in \"the front lines of consumerism\" make her a big hit with the clients. \n\nMeanwhile, her husband stays home to keep house and raise the children. There are so many genuine comedy ideas (and not a few provocative ones) rising out of this situation that it's hard to see how the filmmakers could go wrong. But go wrong they do, with gimmicky sight gags and awkward fantasy sequences, stock characters and unbelievable situations. What a lost opportunity.\n\nThat's especially true because the cast is so promising. Michael Keaton, a kinetic young actor who gives the uncanny impression of being able to think faster than he can talk, plays the husband. Teri Garr, Dustin Hoffman's other girlfriend in \"Tootsie,\" is the wife. And Martin Mull is the snaky president of the advertising agency, with plans for promoting Garr into his own life.\n\nNow if they'd taken these characters and their situation and followed through on the implications, on a believable level, they might have come up with a true human comedy. Instead, everything is pushed too far, situations are overwritten and over-directed, and the movie is desperate enough to throw in vacuum cleaners with minds of their own, seductive next-door neighbors, and a team of local repairmen who show up an cue and look straight out of TV commercials. \n\nGod knows there's enough in ordinary housework to make a comedy out of, especially if the hotshot husband is trying to learn how to run the house. Do we really need the scene in which he cheerfully puts four cups of detergent into the washer? Enough real things can go wrong around the house without the movie needing a monosyllabic female TV repairman and an exterminator who's afraid of bugs. \n\nMeanwhile, at the ad agency, Teri Garr also is having her problems with a script that strives for the predictable. She's brought into a conference on a tuna account. The agency's failed campaign presentations line the walls. She shoots them down and comes up with a bright idea: Offer a 50-cent discount for the duration of the recession. Brilliant, eh? Except, wait a minute, the other campaigns on the bulletin board don't even look like professional presentations; they look like scrawls out of Mad magazine. And her bright idea is obviously only in the movie because if she HAS a bright idea, you see, she'll get the job and attract the boss. No attempt is made to be perceptive or original about the idea of a housewife returning to the job wars as an ad executive.\n\n\"Mr. Mom\" gives itself away with it's title, I think. The title was so obviously a Concept, a brief encapsulation of what the movie would be \"about,\" that all the script needed to deliver was manufactured, artificial situations inspired, not by the experiences of joblessness or role reversal, but by memories of old TV shows. They had a great idea here. It's too bad they didn't follow it through on a human level, instead of making it feel made up and artificial and twice-removed, from the everyday experience it pretends to be about.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-08-22", "genres": ["Comedy", "Drama", "Family"], "title": "Mr. Mom (1983)"}