{"url": "http://www.rogerebert.com/reviews/mr-magoriums-wonder-emporium-2007", "by": "Dustin Hoffmanas Mr. Magorium", "star_rating": 3.0, "text": "Mr. Magorium is 243 years old, he informs us. He has possibly survived so long by being incapable of boredom. Life for him is a daily adventure, which he shares with the children who pack into his magical toy store. And let's talk about the toy store first. If the movies consist of millions and millions of rooms, some of them indoors, some outdoors, some only in our minds, Mr. Magorium's Wonder Emporium is one of the most delightful. It is jammed to the ceilings and bursting the walls with toys that, in some cases, seem to be alive, and in most cases seem to be real toys, and not the extrusions of market research.\n\nThe emporium, a quaint old store squeezed in between two modern monoliths, has been run since time immemorial by Edward Magorium, who is played by Dustin Hoffman as a daffy old luv with a slight overbite, a hint of a lisp, a twinkle of the eyes and boundless optimism.\n\nHe is so optimistic he is looking forward to his next great experience, which will be death. And he dearly hopes that after he departs, the emporium will be taken over by young Molly Mahoney (Natalie Portman), who is his only employee, except for Bellini the Bookbuilder (Ted Ludzik), who does not seem quite real and possibly just operates in the basement as a freelancer.\n\nMolly is not sure she is ready to shoulder such a responsibility, and her lack of self-confidence provides the Conflict without which the movie would be left in search of a plot. She was once a prodigy at the piano, but her failure of nerve on the stage has spread into other areas of her life, and it is Edward's mission to correct that. Looking on (and narrating) is Eric (Zach Mills), a young boy who seems to live at the store as unofficial monitor of all activities.\n\nOne dark day an accountant shows up. This is Henry Weston (Jason Bateman), who has been assigned by ominous shadowy parties to look into the emporium's books, which seem to have fallen behind by roughly two centuries. The emporium is threatened with financial ruin, and even if it survives, will Molly care to take over? Because no one else but Molly will do, you see. She contains the same kind of magical spark that has allowed Edward to keep things humming along.\n\nAll of this perhaps sounds like a wonderful family movie, and to a degree it is, although the story arcs involving Molly and the accountant and the threats to the store are all recycled from countless other films. The plot is forever being upstaged by the emporium. We want to stop worrying about Molly's self-esteem and just play with more neat stuff. And is there ever any real doubt that there will be a happy ending? None. It's just that everybody has to pretend there is.\n\nHoffman has countless characters inside of him, and this is one of his nicest. Edward Magorium is very matter-of-fact about his great age, his astonishing store, and his decision that it is time to move on to the next life. He takes it all for granted. Portman, as Molly, doesn't think it's that simple, and she has the thankless task of holding out against the old man's certainty. The suspense, such as it is, will possibly enthrall kids up to a certain age, but their parents, once they get over the visual delights of the emporium, will be grateful the proceedings last only 93 minutes. That's about as long as this notion will carry us, or a little longer.\n\nThe first-time direction and screenplay are by Zach Helm, who wrote Marc Forster's metaphysical comedy \"Stranger Than Fiction\" (2006), with Will Ferrell as a tax man who starts hearing a voice in his head describing what he does all day, a little before he does it. Dustin Hoffman was in that movie, too, as an English professor who determines that the hero's life is being written by a novelist, and uses his skills to figure out who it is.\n\nHelm has the kind of imagination that makes you want to see what he'll do next. And he has the taste or luck to have assembled production designer Therese DePrez, art director Brandt Gordon and set decorator Clive Thomasson, without all of whom the emporium would not live up to its billing.\n\nThis isn't quite the over-the-top fantasy you'd like it to be, but it's a charming enough little movie, and probably the younger you are, the more charming.", "running_time": 93, "mpaa_rating": "G", "release_year": 2007, "date_published": "2007-11-15", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Mr. Magorium's Wonder Emporium (2007)"}