{"url": "http://www.rogerebert.com/reviews/mr-north-1988", "by": "Anthony Edwardsas Theophilus North", "star_rating": 2.0, "text": "The strange thing about magical powers is that the people who possess them tend to dismiss them, while the people who claim them tend to be charlatans. Whenever you meet someone who makes a lot of mystical claims for himself, you can just about bet he's running on empty. But sometimes there are those quiet people in the corner who are a little too quick to be modest. Those are the ones to keep your eye on.\n\nTheophilus North is a man like that, a reserved, handsome young man without a past, who comes to the rich resort town of Newport, R.I., to be a tutor to the children of the local gentry. He has some kind of special touch with people. He can make headaches go away, for example, or make people feel better about themselves.\n\nTheophilus was the hero of Theophilus North, the last novel by Thornton Wilder, who perhaps saw in his special gifts some of the magic that a storyteller can create for his readers. The movie is set in 1926, with all of the costumes and white frame mansions and manicured green lawns that implies, and it has been directed by Danny Huston, son of the late John Huston. Perhaps he, too, found a meaning in this material; he wanted to star his father in the movie, and maybe he saw it as his father's story, the story of a man who sometimes seemed magical but was only human.\n\nJohn Huston died shortly after the production began, and his place was taken in the film by Robert Mitchum, who plays a gravel-voiced old patriarch who has not left his house for years because of an embarrassing personal problem. His daughter (Tammy Grimes) hires Mr.\n\nNorth (Anthony Edwards) to come and read to him, and North is able to restore the old man's courage and get him back on his feet again.\n\nHe performs other small miracles. He cures the migrane headaches of a rich, shy local girl (Mary Stuart Masterson), and he inspires courage in a local servant girl (Virginia Madsen) who is afraid to admit she loves the son of one of the great local families. He is, in a way, a guardian angel, appearing everywhere he is needed, giving little nudges and encouragements.\n\nThe story is pleasant as long as it occupies its whimsical territory, but this material is light as a feather and will not stand much seriousness. That's why the final courtroom scene doesn't work, I think. An embittered local doctor (David Warner) grows jealous of North's healing powers and brings charges of quackery against him. In court, North is defended by the old aristocrat and also by a local boarding house owner (Lauren Bacall). In his own defense, he explains that he does not possess magical powers, but only a body that somehow conveys powerful jolts of static electricity. His gifts are strange, but mundane.\n\nI am not sure exactly what Wilder had in mind when he wrote this story (is North supposed to be a subtly supernatural being?), and I am not sure what Danny Huston had in mind in making it. The premise is sweet and innocent and the production is handsome, but the film moves slowly and doesn't really hold our attention. The courtroom scene comes after so many countless other courtroom scenes in countless other movies that it almost creates a generic ending for the film, instead of a specific one. \"Mr. North\" glows briefly and then slips out of focus.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1988, "date_published": "1988-08-19", "genres": ["Comedy", "Drama", "Fantasy", "Science Fiction"], "title": "Mr. North (1988)"}