{"url": "http://www.rogerebert.com/reviews/mr-nice-guy-1998", "by": "Jackie Chanas Jackie", "star_rating": 3.0, "text": "Jackie Chan's \"Mr. Nice Guy\" was originally titled \"No More Mr. Nice Guy,\" which would also have worked; as the film opens he's a smiling chef on a TV show, and as it closes he's single-handedly destroying a house with a giant piece of earth-moving equipment. Still, I like the new title, because Chan is a nice guy, with his infectious grin, potato nose, and astonishing physical comedy.\n\nIn a seminar at last year's Hawaii Film Festival, I compared some of his action sequences to work by Buster Keaton. That may seem like a stretch, but look at his films and it's obvious Chan is more in the tradition of silent comedy than of the chop-socky genre. He kids himself, he pretends to be in over his head, and he survives by luck and skill instead of brute force.\n\nIn \"Mr. Nice Guy,\" he's the innocuous bystander who gets involved only to save a pretty girl, and wanders into a drug war by accident. The plot is a clothesline for the action sequences. A TV reporter (Gabrielle Fitzpatrick) has a videotape incriminating some drug lords. The bad guys want it back. They chase her. Jackie helps her. The bad guys become convinced Jackie has the tape. They chase both of them. Jackie's TV show assistant (Karen McLymont) turns up, and gets chased, too. Jackie's girlfriend from Hong Kong (Miki Lee) flies into town. Then the bad guys chase Jackie and all three women. Sample dialogue. Goon tells boss: \"I'm sorry, boss. We didn't get the tape, and four of our guys got blown up!\" Boss tells goon: \"Get the tape or you'll never be seen again.\" So far, so good, but then the boss grabs the goon's tie and starts slapping him on his face with the end of it, and this is so unexpected and weirdly goofy that it gets a laugh.\n\nThe plot is an excuse for sight gags, physical humor, stunts and exquisite timing. There are big action ballets, but one of my favorite moments is a quieter one that happens so fast you'll miss it if you blink. Jackie is holding a gun he knows is not loaded. He comes around a corner, and is face to face with a bad guy, also with a gun. The guy points the gun at Jackie. Jackie hands his own gun to the guy. The guy looks at the gun he's been given, and Jackie simply takes the other gun, as if in trade. Then the guy shoots Jackie--but with the unloaded gun. It's like a three-card monte trick. I think I've left out a couple of steps, but you get the idea: The logic of the physical movements drives the drama.\n\nAnother neat sequence: Jackie is demonstrating cooking skills in a shopping center by flipping bite-sized pieces of crepes 20 yards into the mouths of his fans. A bad guy steps in front of a fan, and intercepts one of the bites. Jackie grins, and flips him another bite. This time it's a fiery pepper. OK, so this isn't Antonioni.\n\nThe big action sequences involve runaway horses, a chase through a shopping center, the use of a crane, and an escape across a steel beam high in the air. Some of the stunts are amazing. That giant earth-moving vehicle, for example, has wheels that look 12 feet high. In one shot, as a wheel approaches Jackie to crush him, he keeps himself away from it--by pushing off with his feet against the moving wheel to scoot himself along on his back. Get that one wrong, and you have tire treads where your face used to be.\n\nThere's a stunt, too, where Jackie is hanging out the side of a moving carriage, about to fall, and braces himself by running sideways, as it were, down the side of a passing trolley car. Hard to describe, and almost impossible to do, but for Chan it's a throwaway, a few seconds in length.\n\nThe movie ends, as always, with credit cookies showing outtakes of Jackie landing wrong and nearly getting creamed. They prove what we know, that he does his own stunts. You watch how good he is and how hard he works, and you're glad his plots are an afterthought, because you don't want anything distracting from his sheer physical exuberance.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-03-20", "genres": ["Action", "Comedy", "Foreign"], "title": "Mr. Nice Guy (1998)"}