{"url": "http://www.rogerebert.com/reviews/mr-payback-1995", "by": "Leslie Easterbrookas Diane Wyatt", "star_rating": 0.5, "text": "The armrest of your seat contains a little console with red, orange and green buttons. You do a test run, clicking them. The lights go down, the \"Interfilm\" trademark appears on the screen, and an announcer encourages you to talk, scream, shout and snort during the following film: \"Feel free to generally behave as if you were raised in a barn.\" \"Mr. Payback,\" the first \"interactive movie,\" is supposed to inspire these reactions because you, the lucky audience member, will be able to make key decisions affecting the progress of the story.\n\nThe first \"interfilm\" opens this weekend in 44 specially equipped theaters around the country, and you can see for yourself.\n\nIf you feel, for example, that the headmistress of a private school should torture the handcuffed hero with a cattle prod, you will want to push the red button. Other choices include a paddle or a rod. I was for the paddle, but the majority voted for the cattle prod, after which the hero was given electric shocks to the genitals (thankfully below screen level) and then dropped in a dumpster while a subtitle cheerfully assured us that his \"family jewels\" had survived intact.\n\nI went to see \"Mr. Payback\" with an open mind. I knew it would not be a \"movie\" as I understand the word, because movies act on you and absorb you in their stories. An \"interfilm,\" as they call this new medium, is like a cross between a video game and a CD-ROM game, and according to Bob Bejan, president and CEO of Interfilm Inc., \"suspension of disbelief comes when you begin to believe you're in control.\" I never believed I was in control. If I had been in control, I would have ended the projection and advised Bejan to go back to the drawing board. While an interactive movie might in theory be an entertaining experience, \"Mr. Payback\" was so offensive and yokel-brained that being raised in a barn might almost be required of its audiences.\n\nFew adults are going to find the process bearable. The target audience is possibly children and younger adolescents. That's why I found it surprising that \"Mr. Payback\" shovels as much barnyard material into its plot as possible.\n\nThe movie seems obsessed with scatology: excrement, urination, enemas, loudly passing gas, stepping in dog messes, etc. It also involves a great deal of talk about sexual practices, not to mention every possible rude four-letter word except, to be sure, the ultimate one. The movie bends over backward to be vulgar. It's the kind of film where horrified parents might encourage the kids to shout at the screen, hoping the noise might drown out the flood of garbage.\n\nHey, I'm not against four letter words - in context, and with a purpose. But why did \"Mr. Payback\" need to be gratuitously offensive? Nonstop? Knowing there would be young children in the audience? Now what about the process itself? True, you can \"influence\" events. You sit through the movie once, choosing villains, choosing \"paybacks,\" choosing fates, even choosing celebrity guests (Paul Anka, Ice T) for a final game show.\n\nThat takes 20 minutes. Then you're allowed to sit through the movie again, and this time of course you choose different villains, paybacks, etc. In one version, you can force that evil headmistress to be strapped into a leather bondage uniform and walked on all fours. In another version, the villain might be forced to eat monkey brains. Ho, ho.\n\nHow are these choices conveyed to the screen? Four laser disc players with various plot choices are standing by in the control booth, and double-brightness video projectors are suspended from the theater ceiling. The image is acceptable and the sound is excellent; there is no perceptible delay between the audience vote and the scene it has chosen.\n\nIt was clear after two viewings that most of the movie remains essentially the same every time, and that the \"choices\" provide brief detours that loop back to the main storyline. Choose a different villain, and he or she still gets gassed in the back seat of the limousine. It's said that two hours of material are shot for every 20-minute movie. Nothing on Earth could induce me to sit through every permutation of \"Mr. Payback.\" Is there a future for \"interfilms?\" Maybe. Someday they may grow clever or witty. Not all of them will be as moronic and offensive as \"Mr. Payback.\" What they do technically, they do pretty well. It is just that this is not a movie. It is mass psychology run wild, with the mob zealously pummeling their buttons, careening downhill toward the sleaziest common denominator.\n\nThere were lots of small children in the audience. I thought about asking one little girl if she had voted for the paddle, the rod or the cattle prod. Because she must have voted for one of them. I saw her pushing her buttons.", "running_time": 20, "mpaa_rating": null, "release_year": 1995, "date_published": "1995-02-17", "genres": null, "title": "Mr. Payback (1995)"}