{"url": "http://www.rogerebert.com/reviews/mr-poppers-penguins-2011", "by": "Jim Carreyas Mr. Popper", "star_rating": 1.5, "text": "Mr. Popper's Penguins\" is a stupefying dumb family movie proving that penguins have limited charisma as pets. I mean, what do they do? They sit on eggs, they waddle, they eat fish and they squawk. Sometimes they might snap at you. The movie stars Jim Carrey, who is in his pleasant mode. It would have helped if he were in his manic mode, although it's hard to get a rise out of a penguin.\n\nThe movie is inspired by a 1938 children's book, apparently beloved by many. I haven't read it, so I'm trying to imagine why kids might like it. My best guess is that the idea of living in your home with penguins is more delightful than the experience. Penguins look cute in their little tuxedos, and kids can imagine being friends with them. The problem with a movie is that they take on an actual presence that gets old real fast.\n\nThis is, perhaps I should make clear, not an animated film. If the penguins were zooming into outer space in 3-D, that might change things. Weighted down by their apparent reality, they're more limited, although sometimes they slide down stuff on their bellies. One goes hang-gliding, but not very convincingly. I assumed that all of the penguins in the movie were created with CGI, but no. I learn from IMDb: \"Some are, some aren't.\" Since they all look and behave much the same, either the CGI is very good, or the real penguins are well-trained.\n\nJim Carrey plays Mr. Popper, a man involved in architecture and real estate, who must have great wealth because he lives in a Manhattan duplex with a spacious deck and travels in stretch limos. He is divorced from his wife, Amanda (Carla Gugino), although they seem on such good terms, it is eerie. The unit of mother and two children is always available to turn up at his co-op at a moment's notice, smiling and cheerful. It's one of those cases, I guess, where the parents are apart only for the good of the children.\n\nMr. Popper inherits six penguins from his father. Never mind why. At first he doesn't want them in his apartment, which is modern and sleek and looks decorated by a designer with ice water in his or her veins. There is no sign of daily habitation in his living space. What with one thing and another, Mr. Popper comes to love the little creatures; guess how Stinky gets his name. You would think the spic-and-span apartment would soon be deep in penguin poop, but no, Mr. Popper squeezes them over the toilet.\n\nThere is a subplot involving Popper's employers, who also move in a unit of three like his family. Also a matter involving the sale of the historic Tavern on the Green by the rich Mrs. Van Gundy (Angela Lansbury). These need concern us no more than they will concern the kiddies in the audience. There is also some weirdly bland courtship by which Mr. Popper attempts to persuade Mrs. Popper to return. \n\nOf more interest may be the blessed event when the penguins produce three eggs, a tipoff (given penguin mating habits) that three of the six are male and three female. You could have fooled me. Two eggs hatch. The third does not. That is the movie's tragic low point. Mr. Popper seems more distressed than the parents, or perhaps Carrey is the better actor.", "running_time": 94, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-06-15", "genres": ["Comedy", "Family"], "title": "Mr. Popper's Penguins (2011)"}