{"url": "http://www.rogerebert.com/reviews/mr-quilp-1975", "by": "Anthony Newleyas Mr. Quilp", "star_rating": 2.5, "text": "Sentimentalists of the Victorian age believed it was impossible to read Little Nell's death scene in Dickens' \"The Old Curiosity Shop\" without crying. Within a decade or two, opinion had changed: \"Lives there a man with a heart so unfeeling,\" asked Oscar Wilde, \"that he can read Little Nell's death scene without laughing?\" One of the problems with \"Mr. Quilp,\" the musical based on Dickens' novel, is that it's all too possible to see it without either crying or laughing: It's been laundered. \n\nThis is the latest, and by no means the worst, of the musicals being produced by Reader's Digest from what used to be called family classics, back when the family read (the family classics of the future will be Hogan's Heroes and Kojac.) We've already had Digest movies based on \"Huckleberry Finn\" and \"Tom Sawyer,\" who lost a lot of their cheerful disreputability in the transition to the screen. Now the same process is applied to the Victorian era. \n\nDickens saw his England as a world of grim contrasts, where suffering and despair and death, and debtor's prisons, broken families and thoroughly evil villains, had to be negotiated on the way to the halfway happy ending. His villains are very frequently more memorable than his heroes (who, once exposed to him, will ever forget Uriah Heep?), and his novels seem more suitable to filming as melodramas than as musicals. Still, there have been a couple of good Dickens musicals: \"Scrooge\" was fun, and Carol Reed's \"Oliver!\" was a fine and truly harrowing film. \n\n\"Mr. Quilp\" comes through as a pale shadow of those films, and of \"The Old Curiosity Shop.\" It's a strangely limp movie; there are times when it doesn't seem to have the energy to carry on. And its conflicts aren't made terribly interesting. The villain, the evil money lender Quilp, is played by Anthony Newley as a kindly monster it's fun to hate. The heroine, the angelic Nell, is played by the very pretty Sarah Jane Varley as just about too good to be true. She was that good in Dickens too, to be fair, but here she becomes almost an object - Our Heroine - propped up in the corner of key scenes for veneration. It probably shouldn't come as a surprise that the musical numbers aren't very memorable - the original movie musical has fallen on hard times - but it is surprising how awkwardly they're fit into the film, how arbitrary they seem and how little they have to do with the action. That's especially the case with the closing song, in which Nell's would-be suitor sets up his own curiosity shop after her death and sings about how well he'll remember her. This is a little hard to get dewy-eyed about. \n\nThe fact is, we just never get to know Nell and her father (played by the avuncular Michael Hordern), and that's because the film's emphasis has been switched to Quilp. Given the fact that Anthony Newley not only stars but wrote the songs and helped float the production, that's not too surprising: Newley couldn't very well play Nell, and her father wasn't a compelling character. But bringing Quilp into the limelight gives us a rather discouraging focus for what's supposed to be a cheerful musical: Can you imagine a story conference at which someone leaps up, bangs on the table and shouts, \"I've got it! We'll do a musical about an evil moneylender where the heroine dies at the end!\" Well, this is it, and it is, and she does.", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-11-25", "genres": null, "title": "Mr. Quilp (1975)"}