{"url": "http://www.rogerebert.com/reviews/mr-ricco", "by": null, "star_rating": 1.5, "text": "\"Mr. Ricco\" keeps us waiting through two hours of yawn inducing \"suspense\" for an ending that's totally off the wall. There's no way to foresee it, the clues hinting at it make sense only in retrospect, and we leave feeling cheated. Maybe we could have forgiven the ending if the rest of the movie had been passably interestingÑbut it wasn't. So the only thing keeping us in the theater was the futile hope that the story might eventually come to a plausible conclusion.\n\nThe movie gives us Dean Martin in the title role, as a San Francisco defense attorney who keeps getting shot at. He's just successfully defended a black militant charged with murder. And then he becomes the victim of a series of assassination attempts. Several witnesses see the wouldbe assassin, and they all describe him as looking exactly like the militant. The question bothering Ricco is a simple one: Why would the guy try to kill the lawyer who won him his freedom?\n\nThis is a trenchant question indeed, but along about the fifth time that Ricco asks it, we're beginning to get impatient for an answer. The movie stalls with an assortment of schtick, including a running gag about   Ricco's pet dog and its affair with the dog next door. There's a longsuffering police captain, a liberated secretary and Thalmus Rasulala playing the black militant as a thug who really did commit the murder.\n\nWe're alerted fairly early on, while Martin is having his midnight glass of milk, that the movie isn't going to hinge on the famous Dino image. No booze and no broads. And that brings us to a melancholy conclusion. While Martin was making his Matt Helm movies, I kept complaining that he was just doing his TV show in the middle of an adventure plot. His oneliners were aimed at the audience, not his costars, and he drifted through films with a gun in one hand and a glass in the other. I complained, but now, with \"Mr. Ricco,\" we have Martin without his props, and we miss them. The movie's too static, too all on one note, to quite grab us.\n\nThere are the obligatory scenes, of course. We get a chase scene, and that's an opportunity once again to reflect on how repetitious, how finally boring, chases are getting in these days after \"Bullitt\" and \"The French Connection\" and the overkill of \"Freebie and the Bean.\" We get some police raids and some shootouts, and the confrontation between Ricco and the militant, but we've been here before so many times that it doesn't much matter.\n\nAnd then the assassin tracks down Ricco at the opening of an art museum and opens fire. There's yet another shootout, and then the surprise ending. But movies like this shouldn't have surprises in the last five minutesÑor at least the surprises should somehow grow out of what's gone before. This one does, I guess, but in such an unprepared and disconnected way that we don't care. We haven't been involved. We'd even settle for Matt Helm pouring himself another one and heading for the sack.", "running_time": null, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Comedy", "Thriller"], "title": "Mr. Ricco (1975)"}