{"url": "http://www.rogerebert.com/reviews/mr-woodcock-2007", "by": "Billy Bob Thorntonas Mr. Woodcock", "star_rating": 3.0, "text": "Billy Bob Thornton is in full \"Bad Santa\" mode in \"Mr. Woodcock,\" an uneasy comedy about an adult who returns home to discover his mother is planning to marry the gym teacher who made his high school days a living hell. The thing about Thornton is, he makes no compromises and takes no prisoners when he plays guys like Woodcock. He's a hateful bastard, and he means it. That makes the movie better, actually, than if we sensed a heart of gold under the crust, but it doesn't exactly make it funnier.\n\nWoodcock uses his position in authority to pick on the weak and helpless in his gym classes, including the overweight, the stuttering and those who are simply no good at physical education. He slams them with basketballs thrown at wounding velocity, he runs them around the gym for looking funny, he finds their weaknesses and mocks them. \"It'll make men out of them,\" he explains. No, it won't. It'll make Woodcocks out of them.\n\nSeann William Scott plays John Farley, the hometown boy who has gone out into the world and written a best-selling self-help book, which, like most self-help books, tells you the same things your mother and Norman Vincent Peale told you, and charges for the privilege. Anyone read The Secret lately? Give me a break. Anyway, from what we learn about it, Farley's book recycles the usual slogans and meaningless platitudes and has made him a celebrity.\n\nBut all his adult wealth and fame turn to ashes when he discovers his mom, Beverly (Susan Sarandon), is dating Mr. Woodcock, and all his old fears come back. Give Thornton and the director, Craig Gillespie, full points for playing Woodcock as an uncompromising, insulting, tactless, hurtful, sadistic buttwipe. When Farley finally challenges him to a fight, his reply is: \"You must like getting spanked, Farley. I guess it runs in the family.\" Ouch. That's even in the trailer.\n\nI can imagine this as a softball comedy, but it's perversely more interesting as hardball. Take the Sarandon character. She's been alone for years, Mr. Woodcock is nice to her, she craves company and attention, and the guy apparently really does like her. Her son is making a rare visit home, but her life will go on, and she has to be free to make the best of it. That's better than making her an innocent victim.\n\nI'm not sure, but I suspect that Mr. Woodcock's treatment of kids borders on the illegal, yet he's named Educator of the Year and doesn't seem to give a flying flatulency in a windstorm if everybody hates him. Will he be cruel to Beverly Farley? Hard to say, but that's what her son fears.\n\nTo laugh at parts of this film would indicate one has a streak of Woodcockism in oneself. But to gaze in stupefied fascination is perfectly understandable. That's what makes Thornton such a complex actor. He can play a tough coach like the one in \"Friday Night Lights\" as a three-dimensional human being, and then make Mr. Woodcock into a monster. And hey, why, after all these years, hasn't Woodcock ever been promoted to a coaching position? Maybe because he likes to be a bully and the football players might beat him bloody.\n\nAnyway, all is resolved in a rather contrived ending that might have something to do with the film's three weeks of reshoots, as reported by Patrick Goldstein in the L.A. Times and documented on IMDb. I would have been happier if young John Farley had torn his positive thinking book to shreds, slammed Mr. Woodcock in the gut with a medicine ball, and told him to drop and give him 50 quick ones or he'd do it again.", "running_time": 87, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-09-13", "genres": ["Comedy", "Romance", "Sports Film"], "title": "Mr. Woodcock (2007)"}