{"url": "http://www.rogerebert.com/reviews/mr-wonderful-1993", "by": "Matt Dillonas Gus", "star_rating": 1.5, "text": "\"Mr. Wonderful\" is one of those films where it's clear to the audience within five minutes what must obviously happen, and clear to the characters only at the end of the story. The film is a New York love story, starring Matt Dillon as an electrician for Con Ed, and Annabella Sciorra as the wife who has recently divorced him. Because he wants to use his alimony payments to buy into a bowling alley, he tries to find her a Mr. Wonderful - someone to marry her and save him money.\n\nFunny? No, because in the first place we can't believe that the alimony payments would be anywhere near enough to buy into what looks like a fairly nice bowling alley. And no, in the second place, because it is clear in every frame that these two people are still in love.\n\nDillon and Sciorra are two of the more engaging actors in the movies right now, and it's a shame this lamebrained screenplay spends all of its efforts keeping them artificially separated. What you see at work here are filmmakers choosing a formula over the spontaneous discovery of their characters. Instead of starting with these same two characters and seeing what real and intelligent people would do in such roles, \"Mr. Wonderful\" plugs them into a series of awkward and unconvincing scenes that fall flat because they're phony from the inside out.\n\nThe Dillon character is supplied with an ostensible girlfriend (Mary-Louise Parker), but since there's a lack of chemistry between them (exaggerated, so we won't miss it), even the dimmest movie audience must realize she's a decoy. Meanwhile, the Sciorra character has an affair with her professor, played by William Hurt in one of those career moves that actors have fired their agents for.\n\nHurt at least wanders in (from another movie, it seems) as an interesting character, an arrogant, self-absorbed intellectual who condescends to Sciorra and talks mostly about himself. This may not be a likable character, but at least it's an original one. Too bad he's used only for shallow walkons, where he appears, does his ivory tower act, and disappears.\n\nMeanwhile, we follow Dillon as he attempts to round up a guy for his former wife. This involves approaching more or less total strangers, or the friends of friends, and setting them up on blind dates. What is even more amazing is that the Sciorra character actually goes out on some of these dates. Since no one, not even the screenwriters, could have seriously believed that this could actually happen (he wouldn't do it, she wouldn't do it, and they wouldn't do it), the only possible excuse for such scenes would be comic effect.\n\nSince they are not funny and are not even written as if they were supposed to be funny, I am at a loss to explain how the movie got financed and made.\n\nThe director is Anthony Minghella, who made the quirky, engaging \"Truly, Madly, Deeply\" a few years ago. That was the romance starring Alan Rickman and Juliet Stevenson, in which the wife got her husband back from the dead, along with his friends from the other world, who celebrated their return to the land of the living by camping out in the living room and watching videos. That the sensibility that produced that film could also produce \"Mr. Wonderful\" is hard to believe, unless Minghella, an English director, was so eager to work with a Hollywood studio that he thought if they liked \"Mr. Wonderful,\" who was he to disagree.\n\nI sometimes wonder exactly how stupid the moviegoing public is thought to be, by the executives who approve the filming of stories like this. Didn't anyone twig to the notion that the project might be improved if the characters behaved with at least average intelligence and wit? This is a film for the moviegoing-impaired.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-10-15", "genres": ["Comedy", "Romance"], "title": "Mr. Wonderful (1993)"}