{"url": "http://www.rogerebert.com/reviews/mrs-soffel-1984", "by": null, "star_rating": 2.0, "text": "\"Mrs. Soffel\" is a movie about how emotions look, not about how they feel. It does a great job of showing us the clothing of the people who have the emotions, and the rooms they live in, and the way light falls on their faces, and how they look when they escape across the frozen north in a bobsled. But it didn't for one moment convince me that these were real people, acting from the bottom of their hearts.\n\nThe movie is an anemic \"Bonnie and Clyde,\" a story about a magnetic criminal and a bored woman who gets swept up in his desperate life. According to a credit at the beginning of the movie, it's a \"true story,\" but there's a funny thing about true stories: Sometimes they're not as real as made-up ones. Here's a movie that may have its facts straight and certainly has the right look, but there's something missing at the core.\n\nThe movie stars Diane Keaton as Kate Soffel, the wife of a prison warden in Pittsburgh. Mel Gibson plays a convicted killer who lives on Death Row in her husband's prison, and Matthew Modine plays Gibson's brother. They both were found guilty of murder, but we learn that Gibson may be innocent and Modine certainly is. Mrs. Soffel begins by reading the Bible to the boys during her daily visits to comfort the prisoners, and ends by smuggling them saw blades so they can cut through the bars of their cells.\n\nThere is, meanwhile, some information about Mrs. Soffel's marriage. Her husband, played by Edward Herrmann, is a remote and cold man. Her daughter is a lively teenager soon to have a life of her own. And so on. None of this really matters. Because \"Mrs. Soffel\" has been so clearly constructed as a star vehicle for Keaton and Gibson, the other characters are not given dialogue enough or time enough to make themselves interesting; they are walking, talking props. \n\nThe most dramatic example of that process (by which the stars always seem to occupy the foreground and the other people in their lives are backdrops) is the fate of Matthew Modine, who plays Gibson's brother. Modine is a gifted actor with real style and presence; yet it's actually difficult to remember seeing him in \"Mrs. Soffel,\" although he has a key role.\n\nMany of the most important scenes in the movie create unfortunate echoes of \"Bonnie and Clyde.\" A scene, for example, where the fugitives are taken in by a friendly farm family and another one where sex seems less important than the forbidden passion of crime. For this movie to have worked, it would have needed to convince us of these people and their feelings; we would have had to care about Mrs. Soffel leaving her family to help a slick con man escape. We never do. \"Mrs. Soffel\" is great to look at, but the superb visuals become deadening; the movie has been decorated instead of populated.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Romance"], "title": "Mrs. Soffel (1984)"}