{"url": "http://www.rogerebert.com/reviews/mrs-palfrey-at-the-claremont-2006", "by": "Joan Plowrightas Mrs. Palfrey", "star_rating": 3.0, "text": "You may think there is no hotel in London like the Claremont, where Mrs. Palfrey becomes a lodger. No hotel where respectable gentlefolk can live by the month and have their breakfasts and dinners served to them in a dining room where good manners prevail. No hotel where the bellman is an aged ruin who nevertheless barks commands at the desk clerk. No hotel where the elevator is a brass cage that rises and falls majestically and discharges its passengers from behind ornate sliding doors.\n\nBut here and there such relics survive. A very few of my readers will have stayed at the Eyrie Mansion on Jermyn Street when it was run by Henry and Doddy Togna, and they will nod in recognition, although the mansion, to be sure, had no dining room. They will remember Bob the hall porter, who drove Henry crazy by getting drunk every eighth day (\"If Bob got drunk every seventh day, on a regular schedule like, we could plan for it\").\n\nMrs. Palfrey (Joan Plowright) books into the Claremont almost blindly. She is in flight from life with her grown daughter in Scotland, and wants to be independent. She is a stoic. Shown her room (twin beds of different heights, a desk, a mirror, a straight chair and an arm chair), she says, \"Oh, dear!\" Learning from the aged ruin that the bathroom is down the hall and the early bird gets the hot water, she cannot even manage an \"oh, dear!\"\n\nIn the dining room, she meets the regulars, particularly the brisk Mrs. Arbuthnot (Anna Massey), who tells the others to shut up when they require such coaching. There is also dear Mr. Osborne (Robert Lang), who asks her to a \"do\" at the Mason's Hall. Mrs. Palfrey hopes to spend time with her grandson Desmond, who works in the City, but he is an ingrate who never returns her calls. Then one day, while returning from the branch library with a copy of Lady Chatterley's Lover for Mrs. Arbuthnot, she stumbles on the sidewalk and is rescued by a nice young man named Ludovic (Rupert Friend). He invites her into the borrowed basement flat when he lives, serves her tea, rubs disinfectant on her bruise and explains he is a writer who supports himself as a street musician.\n\nLudovic is too good to be true, really. Too kind, too gentle, too patient with a lady 60 years his senior. But \"Mrs. Palfrey at the Claremont\" is the kind of movie where nice people turn up, and soon Ludovic is doing Mrs. Palfrey a favor. She is embarrassed that everyone in the dining room wonders why her grandson has never appeared at dinner, and so she asks Ludovic to pretend to be Desmond, and he agrees.\n\nJust as teenagers enjoy escapist movies, so do the elderly. They simply prefer a gentler pace. What is touching about \"Mrs. Palfrey\" is that she is allowed to be elderly, and not turned into a hip-hop granny. This movie is based on a novel by Elizabeth Taylor (the novelist, not the actress), and a screenplay by Ruth Sacks, herself in her 80s. Incredibly, it represents the biggest screen role that the great Joan Plowright (herself 77) has ever had, and it's little surprise she has won the AARP award as actress of the year.\n\nAmong the regulars in the Claremont dining room, there is that minute scrutiny inmates of such establishments always carry out, because of boredom, jealousy, or simple curiosity. All I really miss are complaints about the food. I recall my aunt Mary O'Neill sadly surveying her dinner at a retirement home and complaining: \"How am I expected to eat this, Rog? Sliced chicken, mashed potatoes and cauliflower. It's all white, honey! It needs carrots.\"\n\n\"Mrs. Palfrey at the Claremont\" has a parabola that is not startling. Mrs. Palfrey will undergo some disappointments and surprises, and Ludovic will learn a life lesson or two, and we accept all that because it comes with the territory. The movie is a delight, in ways both expected and rare. The scenes between Plowright and Lang, as the old gentleman, are classic -- both the Masonic \"do\" and his proposal of marriage, which is argued on admirably practical grounds but inspires more than one \"oh, dear!\"", "running_time": 108, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-05-04", "genres": ["Comedy", "Drama", "Foreign"], "title": "Mrs. Palfrey at the Claremont (2006)"}