{"url": "http://www.rogerebert.com/reviews/mrs-henderson-presents-2006", "by": "Judi Denchas Laura Henderson", "star_rating": 3.0, "text": "All the way across the Atlantic, a flight that took 24 hours and involved refueling in Newfoundland and Iceland, I studied Arthur Frommer's Europe on $5 a Day. You will guess from the title this was some time ago. Following Frommer's instructions, I took the tube to Russell Square, checked into a hotel that would give me bed and breakfast for $2.50, took the tube to Westminster and gazed upon Big Ben.\n\nThen the throbbing magnetic pull of Soho attracted me, as it has so many young men, and soon I stood regarding the facade of the Windmill Theater. \"We Never Closed,\" said the neon sign. That meant they were open, and that I would soon be over my daily budget.\n\nYes, it was just like you see it in this movie, but a little shabbier. There were comics and song-and-dance acts, and above all, there were dancing girls, and then the lighting shifted and you could see nude models, posed without moving, in \"artistic tableaux.\" I gazed in bliss and wonder. The lighting shifted again, and they disappeared, because how long, really, could a girl be expected to pose like that on a clamshell? All very well for Venus, but hard work six times a day for a variety artiste.\n\nThe Windmill Theater introduced nudity to the British stage through the brilliant expedient of convincing the Lord Chamberlain (who censored the shows) that a nude, if she did not move, was not \"theater\" but \"art,\" and fell under the same exemption that permitted nudes in the National Gallery. Oh, how I agreed. Faithful readers will have followed the controversy over whether video games can be an art form. If I argue that they cannot, how then can I claim that a nude model at the Windmill could be art? Anyone who can ask such a question has been spending too much time in the basement with a joy stick.\n\nI visited the Windmill in the summer of 1961. Within a few years, the barriers fell. Strip clubs opened all over Soho, and the Windmill was yesterday's news, one of the casualties of the sexual revolution. Philip Larkin, who would have become poet laureate had he not declined the honor, did what a poet laureate is supposed to do and wrote a poem to mark the changing climate:\n\nSexual intercourse beganIn nineteen sixty-three(which was rather late for me)Between the end of the Chatterley banAnd the Beatles' first LP.\n\n\"Mrs. Henderson Presents\" is a fond show-biz tale directed by Stephen Frears, who is one year older than I am and therefore would also remember the Windmill as it used to be. That he attended it in his youth I have not the slightest doubt. So would the Beatles have, and Denis Thatcher and Stephen Hawking.\n\nThe film tells the story of the theater's founding by Laura Henderson (Judi Dench), whose husband left her a widow in the 1930s. She came home from India with some money and nothing to do. \"I'm bored with widowhood,\" she told a friend. \"I have to smile at people. In India, there was always someone to look down on.\" One day, she saw the abandoned theater on Great Windmill Street and decided to buy the old barn and put on a show.\n\nAs her impresario, she hired Vivian Van Damm (Bob Hoskins). They presented a variety programme. Her inspiration was a \"non-stop revue\" all day and evening. The theater was a hit until it was widely copied and began to lose money, and then she had an inspiration. \"Let's have naked girls -- don't you think?\" she asked Vivian.\n\nTheir decision to include nudity saved the theater, and when war came Mrs. Henderson refused to close her doors, because (a) the theater was below street level and therefore somewhat safe, and (b) it was important for troop morale. When her son died in the first war, she told people, she found a French postcard among his possessions, and thought it likely he had never seen a real nude woman. She was determined to spare the new generation of British heroes this depressing fate.\n\n\"We never closed\" became the war cry of the Windmill. All during the Blitz, theaters, restaurants and pubs closed, but never the Windmill. Frears, working from a screenplay by Martin Sherman, tells this story through the relationship of Mrs. Henderson and Van Damm, both high-spirited and stubborn. Van Damm may have been running a nude show, but his discipline was strict and his standards high -- higher, I suspect, in this movie than in life. Although they became fast friends, the owner and her manager maintained a British reserve, and it was some years before Mrs. Henderson learned there was a Mrs. Van Damm.\n\nOther key roles in the story are played by Maureen (Kelly Reilly), a Windmill girl who Mrs. Henderson approves of for her \"British nipples,\" and Lord Cromer (Christopher Guest), the Lord Chamberlain, who one suspects approves of them, too. Mrs. Henderson has a droll luncheon audience with Cromer where they debate exactly what she proposes to reveal in her revue. \"Will you show the foliage?\" he asks. \"Try the brie,\" she suggests. He tries the cheese, finds it agreeable, and returns to \"the somewhat sordid topic of the pudendum.\" Why are men always so concerned, Mrs. Henderson wonders, about \"the Midlands\"? She promises that her lighting will be subtle, but by the time I attended the Windmill the illumination of geography encompassed the Lake District all the way to Land's End.\n\nDench and Hoskins bring ineffable personal styles to roles that could have been potted show biz. One touch is just right: Van Damm is always natty in dress and grooming. Impresarios in that era glowed with prosperity, no matter how shaky their finances. Mrs. Henderson is in the tradition of British ladies whose age, bearing and accent set the stage for the occasional shocking word; watch the Lord Chamberlain as she suggests a synonym for pudendum.\n\n\"Mrs. Henderson Presents\" is not great cinema, and neither was the Windmill great theater, but they both put on a good show. As I recall those days, the nudes fade and what I am nostalgic for are the desperately jolly song and dance numbers and the earnest young magicians pulling pigeons from their pants. A few years ago my wife and I were among 16 people in a tiny theater on Jermyn Street for a one-man show named \"Is It Magic, or Is It Manilow?\" It was neither. But it would have worked at the Windmill, if enriched by the occasional artistic tableaux.", "running_time": 103, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-01-12", "genres": ["Comedy", "Drama", "Foreign", "Musical"], "title": "Mrs. Henderson Presents (2006)"}