{"url": "http://www.rogerebert.com/reviews/mrs-parker-and-the-vicious-circle-1994", "by": "Jennifer Jason Leighas Dorothy Parker", "star_rating": 3.5, "text": "Guns aren't lawful; Nooses give; Gas smells awful; You might as well live. -- Dorothy Parker          \n\nAnd live she did, until her life itself became a long-running suicide note. When she died at 74 in 1967, nearly 40 years had passed since she reigned at the Algonquin Round Table, that fabled shrine in a hotel dining room where New York's wits practiced their art on one another, and got drunk.\n\nDorothy Parker was the wittiest of the Algonquin crowd, and the one whose work has survived the best. And probably she was the saddest, too; she never won her true love, drank too much, and her wonderful talent rarely broke free from the wisecracks and the booze.\n\nHer credo: \"Let's go wild tonight! There's plenty of time to do nothing once you're dead.\" \n\nThe great achievement of Alan Rudolph's \"Mrs. Parker and the Vicious Circle\" is that it allows us to empathize with Dorothy Parker on her long descent. That is largely because of the performance by Jennifer Jason Leigh in the title role, as a small, pretty, tough alcoholic -- a woman who found unhappiness in love affairs and two marriages (to the same man) and spent a lifetime in love with another man, whom she never married.\n\nThat was the humorist Robert Benchley, whose short subjects used to play before feature films in the 1930s and 1940s, and who was once as famous as he is now forgotten. I read everything he wrote when I was young, and thought Benchley had to be the nicest, as well as the funniest, man alive (James Thurber was as funny, but not nice). Campbell Scott plays Benchley in \"Mrs. Parker\" with a detached, almost studious niceness that is just right: If he tried any harder, he'd seem to want to be nice, and of course the Algonquin wits lived in fear of ever seeming to want to be anything.\n\nAs the story opens in the 1920s, Parker and Benchley are working for Vanity Fair magazine. Parker is fired because of the caustic tone of her reviews, Benchley resigns in sympathy, and they establish their own partnership, named the Utica Drop Forge and Tool Co. It consists of the two of them sitting at facing desks with twin typewriters, and it is significant that their typewriters are between them: They kept themselves apart with words. \"I'm afraid I might lose you,\" she tells him at one point, and he replies gently, \"You'd have to wear a pretty large hole in your pocket to lose me, Mrs. Parker.\" \n\nIn New York in the 1920s, before television, the written and spoken word was king, and the members of the Algonquin Round Table were known for their quick verbal skills. A legend grew up around them so potent that even today they are remembered for their wit (even if few people can quote any of it). They met every day for lunch and basically drank right on through until dawn; it is hard to see how they got any work done, but they did, and also hard to imagine how they kept up the level of their conversation, but perhaps they did not: Hours of conversation were distilled in the next morning's columns into perfectly edited little gems.\n\nRudolph follows the favorite approach of his producer, Robert Altman, in assembling a large number of characters and thrusting us into the middle of them. Since few people among the general movie audience today are likely to recognize Robert Sherwood, Edna Ferber, George S. Kaufman, Alexander Woollcott, Wolcott Gibbs, Heywood Broun or Harold Ross, Rudolph doesn't pause to explain them. If you know who they are, you'll be happy to see them, and if you don't, they work as background to the film's heroine and the key men in her life: Eddie Parker (Andrew McCarthy), the alcoholic war hero she married twice; Charles MacArthur (Matthew Broderick), the dashing newsman and screenwriter who loved and dumped her; and dear, long-suffering Robert Benchley.\n\nHistory does not record how the big round table in the center of the Algonquin dining room came to be installed. Certainly it was not already there waiting for Parker and her crowd, and the movie's explanation is as good as any: The head waiter (Wallace Shawn), exasperated by all the famous people crowding around one tiny banquette, simply had it wheeled in one day. Rudolph shoots the table from above, and then his camera circles it, so we hear snatches of countless bon mots; the screenplay sometimes reads as if it were lifted from Bartlett's Familiar Quotations.\n\nLeigh's performance, at the center of almost every scene, shows us a woman in a world of men, who wore it as a badge of honor that she could outdrink and outtalk them. Using recordings of Parker's smoky voice, Leigh creates a low-pitched, ironic tone with a little cynicism and a lot of booze in it. When the film was premiered at the Cannes Film Festival, many viewers thought Leigh slurred a little too much; redubbing has made the dialogue easier to understand, and no less hung over.\n\nHer relationship with Eddie, the husband, is seen here as a sad case: He was handsome and dashing, smiling and confident, and a wreck. Bad as Parker's own habits were, his were worse, and after the drugs took over she left him. Charles MacArthur, on the other hand, was a ladykiller (presumably until he met and married his true love, Helen Hayes). Unable to be faithful to Dorothy, he won her heart and then broke it.\n\nThese relationships, and her friendship with Benchley, are seen as being played out largely in public. For the Algonquin crowd, it was not enough to do: One had to be seen doing it, preferably with the Round Table looking on. The dining room worked for them as a saloon or pub works for some people, as a living room, an arena, a stage: All experience was reduced to one-liners, and in Parker's face you can see the pain lines growing, as she tries to hide her private grief with public bravado. A friend uneasily observes, \"Dotty can't be suffering and still say all those funny things.\" \n\nThe New Yorker magazine was born, more or less, around the Round Table, and many of the regulars wrote for it, including Parker. Then talking movies required writers who could handle dialogue, and Parker joined many others in an exodus to Hollywood, where she spent her last decades in well-paid exile. One of Leigh's best scenes is the last one, in which she is asked by a reporter to supply her own epitaph. \"What a morbid thing to ask a person!\" she says, and then adds quietly: \"You've just stolen my heart.\" \n\n\"Mrs. Parker and the Vicious Circle\" is the kind of movie best appreciated, I think, by those who already know the players around the Round Table, and have read some of their work. Others are likely to wonder what the fuss was about. Although some of the Algonquin wits survived into relatively modern times, their period remains forever the 1920s. It was a time when celebrities could become famous because they were smart and quick; today, few people talk as cleverly as the Algonquin crowd, and could hardly become popular doing so, because people have forgotten how to listen that fast.\n\nOnce, on a happier occasion, she suggested for her tombstone: \"Excuse my dust.\"", "running_time": 124, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-12-23", "genres": ["Drama", "Romance"], "title": "Mrs. Parker and the Vicious Circle (1994)"}