{"url": "http://www.rogerebert.com/reviews/mrs-winterbourne-1996", "by": "Shirley MacLaineas Grace Winterbourne", "star_rating": 2.5, "text": "Some movies require what the critics call “the willing suspension of disbelief.” “Mrs. Winterbourne” requires disbelief to be hoisted by a heavy-duty crane and detonated. I was happy to perform this duty, however, since the movie is charming, if as evanescent as those cookie wrappers you get at Italian restaurants--where after you light them, they fly up for a moment of glory and then disintegrate into invisible specks.\n\nThe movie stars Ricki Lake, in her first starring movie role since her transformation into a daytime TV talker. One of her qualities is a no-nonsense warmth, and she uses it here in the story of Connie Doyle, an unhappy girl who runs away from home and lands in New York City. She's befriended by a louse named Steve (Loren Dean), who introduces her to a life of “no flowers, but lots of stolen car radios.” When she becomes pregnant, he throws her out, and later, as she stands homeless in the rain beneath his window, tosses her a quarter.\n\nPoor Connie. She drifts to Grand Central Station, gets a ticket from a friendly stranger, boards a train, and meets a friendly and charitable young man named Hugh (Brendan Fraser). Hugh is traveling with his own pregnant wife, and in a moment of girl-to-girl talk, the wife allows Connie to try on her wedding ring. Then the train crashes, Hugh and his wife are killed, and when Connie wakes up, she is on the luxurious estate of Hugh's family, the Winterbournes.\n\nThey have never met Hugh's wife, and of course, because of the ring, they think Connie is the wife and soon-to-be mother of the Winterbourne heir.\n\nThat's the setup. Read no further if you want to spare yourself certain plot details--although if you close your eyes and meditate, I am sure you can predict with amazing accuracy what happens for the rest of the movie, especially if I tell you that the late Hugh has an identical twin brother named Bill (also played by Fraser).\n\nThe estate is ruled by the wise Mrs. Winterbourne (Shirley MacLaine), a widow who was herself not the soul of respectability when she married into the family. She is ill, and welcomes a new grandchild, and soon, wouldn't you know, Bill and Connie are dancing the tango in the kitchen, and marriage is proposed.\n\nThere are a few hitches along the way. Bill develops certain suspicions about Connie, but shelves them because of how she handles a crucial scene involving Mrs. Winterbourne's will. And then there is the problem of the evil Steve, who might be interested in blackmailing a future Mrs. Winterbourne.\n\nWhat's best about the movie are the actors' human qualities. Shirley MacLaine has a few lines so sensible, I'm sure she must have edited them herself. Ricki Lake has a direct, blunt honesty that is appealing, although I think her romance would be more plausible if she'd been slightly more polished.\n\nBrendan Fraser is solid as the lover who sees through deception and out the other side. And there are some nice moments with Paco (Miguel Sandoval), the gay Cuban chauffeur, who considers himself a Winterbourne of sorts, and tells the weeping Connie, “If bad things are going to happen, let them happen here.” “Mrs. Winterbourne” has the kind of plot that might have distinguished an old Hollywood tearjerker, and in fact, it did: “No Man of Her Own” (1950) with Barbara Stanwyck. It is an old-fashioned, manipulated romantic melodrama, where coincidence is a condition of the universe. Because it is light and stylish and good-hearted, it is quite possible to enjoy, in the right frame of mind. But I am not sure it is worth the effort of putting on your shoes and going out to the theater. This is more of a movie to see on video, on an empty night when you need something to hurl at the gloom.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-04-19", "genres": ["Comedy", "Drama", "Romance"], "title": "Mrs. Winterbourne (1996)"}