{"url": "http://www.rogerebert.com/reviews/mrs-doubtfire-1993", "by": "Robin Williamsas Daniel/Mrs. Doubtfire", "star_rating": 2.5, "text": "\"Mrs. Doubtfire\" tells the story of a divorced man who misses his children so desperately that he disguises himself as a middle-aged British nanny in order to be near them. The man's ex-wife and three kids are all, of course, completely fooled by the deception, leading to great poignancy when the man hears himself discussed in what appears to be his absence.\n\nIf this plot sounds to you like an elaborate scheme to create a comic role for an actor in drag, you would not be far off; Robin Williams, who is famous for his ability to do voices and impressions, would have had to be carried away kicking and screaming from the project. But the film is not as amusing as the premise, and there were long stretches when I'd had quite enough of Mrs. Doubtfire.\n\nWilliams stars in the movie as Daniel Hillard, an actor who specializes in dubbing the voices of cartoon characters. That means we get a title sequence showing him talking like a cat and a mouse, and since he's done such a brilliant job with characters like the genie in \"Aladdin,\" this is fun to see.\n\nBut soon the plot machinery begins to creak. His wife Miranda (Sally Field) can no longer endure his little eccentricities, like hiring a private zoo for their son's birthday party. She files for divorce. The judge gives Daniel visitation rights only on Saturdays. And so he turns in desperation to his gay brother, Frank (Harvey Fierstein), a makeup expert, who helps disguise him as the redoubtable Mrs. Doubtfire, a younger but not slimmer Miss Marple.\n\nThe disguise is surprisingly good. Not good enough to fool one's own kith and kin, I suppose, but we can allow the movie its premise. Mrs. Doubtfire turns out to be the nanny from heaven, so firm, so helpful, so reassuring, that if Daniel had been at all like this, he'd still be married. The kids love him.\n\nAct two. Time for complications. His wife turns up with a new boyfriend (Pierce Brosnan), and Daniel, in drag, has to stand by and grind his teeth as the romance progresses. Daniel has been ordered to find work by the judge and is employed as a shipping clerk at a TV station. (This is necessary for plot purposes, I guess; otherwise, why would a skilled and experienced voice-over actor not be able to make more money in his original field?).\n\nAll this leads up to the movie's climactic comic set-piece, when, for complicated reasons, both Daniel and Mrs. Doubtfire must be in the same restaurant at the same time, at different tables. Is this funny? Sort of. But it doesn't explode with humor the way it really should.\n\nEveryone knows that Williams is a mercurial talent who loves to dart in and out of many different characters and voices. But a little of that goes a long way, and already has. There's a scene here, for example, where Williams \"does\" a dozen voices for an employment counselor, and the movie stops cold for this vaudeville act, just as the Marx Brothers movies always paused for Harpo's instrumental solos.\n\nAny review of \"Mrs. Doubtfire\" must take into account Dustin Hoffman's transvestite comedy, \"Tootsie,\" which remains by far the better film: more believable, more intelligent and funnier. \"Tootsie\" grew out of real wit and insight; \"Mrs. Doubtfire\" has the values and depth of a sitcom.\n\nHoffman as an actor was able to successfully play a woman.\n\nWilliams, who is also a good actor, seems more to be playing himself playing a woman.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-11-24", "genres": ["Comedy", "Drama", "Family"], "title": "Mrs. Doubtfire (1993)"}