{"url": "http://www.rogerebert.com/reviews/much-ado-about-nothing-1993", "by": "Denzel Washingtonas Pedro, Prince Of Arragon", "star_rating": 3.0, "text": "Sunshine and laughter, and merrymakers on a hillside sprinkled with flowers. In the opening scene of \"Much Ado About Nothing,\" Kenneth Branagh insists on the tone the movie will take: These are healthy, joyful young people whose high spirits will survive anything, even the dark double-crosses of Shakespeare's plot.\n\nThe story involves two sets of lovers. The first, Claudio and Hero, are destined to be almost torn apart by the treachery of others. The second, Benedick and Beatrice, are almost kept apart by the treachery of their own hearts. The plot is driven by the kinds of misunderstandings, deceptions and cruel jokes that work only in stage comedy, or perhaps in P. G. Wodehouse, where people are always lurking in the shrubbery, eavesdropping on crucial conversations.\n\nBranagh is nothing if not a film director of high spirits and great energy. His \"Henry V\" was a Shakespeare history filled with patriotism and poetry. His \"Dead Again\" hurtled headlong into the juiciness of the murder-and-reincarnation genre. His \"Peter's Friends\" was a reunion of old university chums whose youthful quirks had matured into full-blown eccentricities, for good or ill. That last film, oddly enough, has a tone somewhat in common with \"Much Ado About Nothing.\" The play, set in Sicily and shot in Tuscany, involves a few crucial days in the lives of the followers of Don Pedro (Denzel Washington), Prince of Arragon, who returns victorious from battle with his half-brother Don John (Keanu Reeves). They are now apparently on speaking terms, but Don John, wearing a wicked black beard, mopes about the edges of the screen, casting dark looks upon the merrymakers.\n\nClaudio (Robert Sean Leonard), Don Pedro's follower, casts eyes on the beautiful Hero (Kate Beckinsale) and is immediately possessed by love. Her eyes reveal that she reciprocates. Meanwhile, the older Benedick (Branagh) and Beatrice (Emma Thompson) feel a powerful attraction, too, but it is expressed through barbed insults and verbal sparring. Sometimes when people are frightened by the love they feel, it comes out through mock hostility.\n\nThe film's action is a progression through a series of picnics, communal bathing, dinners, banquets, dances and courtships.\n\nBranagh sets the pace just this side of a Marx Brothers movie. While Benedick and Beatrice do their best to assure that they will never become a couple, the scheming Don John plots to destroy the love that has bloomed for Claudio and Hero. His evil plan involves the use of impostors to convince Claudio that Hero is a wanton woman, unfaithful to him with any man who comes to hand.\n\nA play like \"Much Ado About Nothing\" is all about style. I doubt if Shakespeare's audiences at the Globe took it any more seriously than we do. It is farce and mime and wisecracks, and dastardly melodrama which all comes right in the end, of course, because this is a Comedy. The key to the film's success is in the acting, especially in the sparks that fly between Branagh and Thompson as their characters aim their insults so lovingly that we realize, sooner than they do, how much they would miss their verbal duets.\n\nOf the others, the actor who tries the hardest, to uncertain effect, is Michael Keaton, as Dogberry, the oafish constable. One of Shakespeare's characters made of low comedy and burlesque, Dogberry here becomes a recycled grotesque modeled on Keaton's performance in \"Beetlejuice.\" Does the approach work? Probably not as Shakespeare, because it seems to come from another universe than the one inhabited by the other characters in the play. But viewed by itself - and Dogberry is after all a self-contained character - it's quite a job of work, and Keaton gets points just for trying so hard.\n\nAny modern film of Shakespeare must deal with the fact that many people in the audience will be unfamiliar with the play, and perhaps even with the playwright. Branagh deals with this fact by making \"Much Ado\" into a film that reinvents the story; this is not a film \"of\" a Shakespeare play, but a film that begins with the same materials and the wonderful language and finds its own reality. It is cheerful from beginning to end (since we can hardly take the moments of doom and despair seriously). It is entirely appropriate that it has been released in the springtime.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-05-21", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Much Ado About Nothing (1993)"}