{"url": "http://www.rogerebert.com/reviews/mugabe-and-the-white-african-2010", "by": "Mike Campbell", "star_rating": 3.0, "text": "A documentary featuring Mike Campbell and Ben Freeth.\n\nAfter the colonial invasions of Africa, all power was held in white hands. Of the colonial powers, the Portuguese were perhaps the best to live under, the Belgians the worst. The British in Southern Africa had a way of doing about as much mischief as everybody else but talking about it in idealistic terms. Cecil Rhodes, after whom Northern and Southern Rhodesia were named, saw himself as a force for civilization. When I visited those two lands in 1962, then not yet independent and renamed Zambia and Zimbabwe, I visited farms not unlike Mike Campbell's in this documentary.\n\nWhen independence came, many white Rhodesians chose to leave for South Africa or \"home,\" which meant the UK even if they'd been born in Africa. Others decided to stay. Campbell bought his farm and regularly made his payments, under the existing law of the black government at the time. He wasn't bothered by the regime of Robert Gabriel Mugabe which came to power in 1980. Mugabe began land reform, turning many farms over to black control. His government often paid far below market value. In Campbell's case, Mugabe waited until he had made his final payment before claiming the farm. He deemed it would become the possession of a member of his ruling party, and perhaps wanted to free that crony from the task of paying off the mortgage.\n\nCampbell refused to leave. Supported by the 500 Africans who worked on his farm, he resisted armed raids during which his workers and his family were beaten. This film tells the story of the complaint against Zimbabwe filed in a regional African court. He won, but not until after he and his family were nearly beaten to death. After he won, his farm buildings were burnt to the ground. Little happens in Zimbabwe without Mugabe's knowledge.\n\nThere is an excellent case to be made that whites were guilty of the theft of Africa from its native peoples. There is also a case, which South Africa has been making, that all races should be able to coexist peacefully there. The spirit of Mandela's Truth and Reconciliation commission is far from the brutal vision of Mugabe. In a continent where despotic rule is not uncommon, there is little argument that Mugabe is the most monstrous of rulers. He has gladly proclaimed Hitler as his role model.\n\nIt seems to me that Campbell has a good case here--good enough, anyway, to convince the judges on the African court. One could understand the government buying his farm at a fair price under eminent domain and installing an African staff to manage it. Mugabe pays pitiful sums and his political cronies, not interested in farming, loot their new properties and deprive the resident laborers of their livelihood. Zimbabwe, which was one of the most prosperous lands in Africa, today has 80 percent unemployment and widespread disease and starvation.\n\nThat being said, \"Mugabe and the White African\" could certainly have looked more deeply. The filmmakers travel to Kent in England to speak with the family of Campbell's son-in-law, but never have any meaningful conversations with the African workers on Campbell's farm. They support him, fight for him, are beaten by Mugabe's thugs for their efforts. What do they think? Possibly their understanding of the situation is less theoretical than ours, and they don't see how they can feed their families without stable employment. Apart from skin color, the difference between Mike Campbell and Robert Mugabe is that Campbell wants to run a farm.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-09-01", "genres": ["Documentary", "Foreign"], "title": "Mugabe and the White African (2010)"}