{"url": "http://www.rogerebert.com/reviews/mulan-1998", "by": "Ming-Na Wenas Mulan", "star_rating": 3.5, "text": "\"Mulan'' charts a new direction for Disney's animation studio, combining the traditional elements (brave heroine, cute animal sidekicks) with material that seems more adventuresome and grown up. Like Fox's \"Anastasia,'' this is a film that adults can enjoy on their own, without feeling an obligation to take along kids as a cover.\n\nThe story this time isn't a retread of a familiar Western children's classic, but based on a Chinese folk tale about a plucky Chinese teenage girl who disguises herself as a boy to fight the invading Huns. When the invaders and their implacable leader Shan-Yu (who looks alarmingly like Karl Malone) sweep down on the Chinese Wall, the Emperor calls up all able men to defend the kingdom. Mulan's father is old and feeble, but throws away his crutch to volunteer. To spare him, Mulan steals the family sword, summons the family ancestors for aid, and secretly goes in his place.\n\nAh, but it isn't as simple as that. Mulan is defying not simply convention, but her family's desire that she abide by the plans of a matchmaker and marry whomever she selects for her. Opening scenes in the film show Mulan botching the interview with the matchmaker (she sets her pants on fire, a nice Freudian touch), and asking, \"When will my reflection show who I am inside?\" The message here is standard feminist empowerment: Defy the matchmaker, dress as a boy, and choose your own career. But \"Mulan'' has it both ways, since inevitably Mulan's heart goes pitty-pat over Shang, the handsome young captain she's assigned to serve under. The movie breaks with the tradition in which the male hero rescues the heroine, but is still totally sold on the Western idea of romantic love. (In an Eastern culture, the ending might have involved an arranged match between Mulan and Shang, which she has earned by her exploits.) Disney movies since time immemorial have provided their leads with low-comedy sidekicks, usually in the form of animals, although teacups and chandeliers are not unheard of. Mulan is accompanied on her journey by a scrawny dragon named Mushu, whose voice is performed by Eddie Murphy. It's a little disconcerting the first time we hear his street-smart lingo (a black dude in medieval China?), but Mushu quickly grows on us. Murphy, working in the tradition of Robin Williams' genie in \"Aladdin,'' is quick, glib and funny. He is also offended when people doubt he is a real dragon and refer to him as a lizard.\n\nThe action plot involves Mulan training for battle (the song promises, \"I'll make a man out of you'') and using quick thinking to save Shang's troops from certain defeat. There are a couple of scenes where she narrowly escapes detection, including one at a swimming hole, and then, when she's unmasked, Shang's snaky adviser whispers that to impersonate a man is \"treason.'' The outcome manages somehow to be true simultaneously to feminist dogma and romantic convention.\n\nThe visual style breaks slightly with the look of modern Disney animation to draw from Chinese and Japanese classical cartoon art; in the depiction of nature, there's an echo of the master artist Hiroshige. In a scene where the Hun troops sweep down the side of a snowy mountain, I was reminded of the great battle sequence in Sergei Eisenstein's \"Alexander Nevsky.'' There are scenes here where the Disney artists seem aware of the important new work being done in Japanese anime; if American animation is ever going to win an audience beyond the family market, it will have to move in this direction, becoming more experimental both in stories and visual style.\n\nAnimation often finds a direct line to my imagination: It's pure story, character, movement and form, without the distractions of reality or the biographical baggage of the actors. I found myself really enjoying \"Mulan,'' as a story and as animated art. If the songs were only more memorable, I'd give it four stars, but they seemed pleasant rather than rousing, and I wasn't humming anything on the way out. Still, \"Mulan'' is an impressive achievement, with a story and treatment ranking with \"Beauty and the Beast (IMAX)'' and \"The Lion King.''", "running_time": 88, "mpaa_rating": "G", "release_year": 1998, "date_published": "1998-06-19", "genres": ["Adventure", "Animation", "Drama", "Family", "Music"], "title": "Mulan (1998)"}