{"url": "http://www.rogerebert.com/reviews/mulberry-child-2012", "by": "Lisa Xiaas Lisa Xia", "star_rating": 3.5, "text": "Born in China, Lisa Xia moved to Chicago at age 3 and has been thoroughly Americanized. This is not entirely pleasing to Jian Ping, her mother. Even though they live in the same city, she doubts if her daughter visits her every two months. Lisa thinks it's more like once a month. Whatever it is, it's unthinkable in her mother's culture. Lisa no doubt finds her mother boring and demanding. Her mother no doubt finds Lisa distant and lacking in filial affection. She'd like her daughter to come more often to, you know, have dinner, or talk or even watch television. \"TV isn't something I do,\" Lisa replies. We gather she goes out after work with friends, goes on dates, likes to travel — lots of things other than watching TV with her mom.\n\n\"Mulberry Child\" is a documentary mixed with re-enactments, based on a book Jian Ping wrote to tell her daughter what it was like for her, her husband and their parents to grow up in China. Her parents (Lisa's grandparents) lived through the ordeal of Mao's Cultural Revolution, were deprived of jobs and honor, were sent to live and labor in the countryside in poverty. For Lisa, a fortunate child, her life has been nothing like that. She wasn't much interested in reading the book. She isn't cruel or heartless — just not much interested in lives that were nothing like her own.\n\nFinally, Jian Ping decided to take her daughter on a trip to China, so they could find out more about each other. As Jian Ping comes from a family that tried to mask its emotions, perhaps such a journey would release some truths. And it does, not just for the two women, but for us. There's a universal story here about immigrant parents and children, and how American culture can swamp family traditions, and make parents and children culturally unrecognizable to one another. \n\nThis is a powerful and touching film, but I think it will help you to know that many of the \"documentary\" scenes are re-created by actors. \"Mulberry Child\" makes no secret of that (the actors are profiled on the movie's website), but neither does it make it clear at the outset, and although it's logically necessary to use actors you may have some uncertainty initially. This film is never boring, and it might have been slow going if the director, Susan Morgan Cooper, had been limited to the scant real material available. As it is, she artfully cuts in her new scenes and archival news footage from the Cultural Revolution.\n\nWhat an upheaval that was! A society steeped in tradition was uprooted, families were separated, relatives were forced to testify against one another. Then Mao died, the chaos was over, people moved back home, and today China is a success story. That's not because of the Cultural Revolution, but to the end, Jian Ping's father was loyal to Chairman Mao; her mother, Gu Wenxiu, still alive, says in the film she believes in the Communist Party.\n\nFrom Zhang Yimou's great film \"To Live\" (1994), I remember a scene that \"Mulberry Child\" says could happen in real life. Ordered to name a \"counterrevolutionary\" in their ranks, the members of a party committee would wait until someone left for a visit to the rest room, then name him. Living conditions were cruel; Jian Ping and her mother were not only exiled to the countryside but made to live in a rude shack with no heat, water or plumbing. The father was in prison at the same time, yet still loyal to Mao.\n\nIf the film has a weakness, it's the lack of information about the lives of Lisa Xia and Jian Ping in Chicago today. We see them talking in the mother's apartment, we see them on the street, we see Lisa meeting with friends, but we don't learn about their jobs or life trajectories. \n\nTrue, what happened in the past is more interesting than the present. I have recently written my own memoir, and received no indication that our grandchildren have read it. Then again, I had a cousin who spent a lot of time in the 1940s writing the story of our great-grandmother Gleeson, who set out from Ireland in a sailing ship and was blown back to shore many times. This book was carefully mimeographed and bound into bright blue covers, with real photos stuck to some of the pages. I'm afraid I haven't read it yet.", "running_time": 85, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-01-18", "genres": ["Documentary"], "title": "Mulberry Child (2012)"}