{"url": "http://www.rogerebert.com/reviews/mulholland-drive-2001", "by": "Naomi Wattsas Betty", "star_rating": 4.0, "text": "David Lynch has been working toward \"Mulholland Drive\" all of his career, and now that he's arrived there I forgive him \"Wild at Heart\" and even \"Lost Highway.\" At last his experiment doesn't shatter the test tubes. The movie is a surrealist dreamscape in the form of a Hollywood film noir, and the less sense it makes, the more we can't stop watching it.\n\nIt tells the story of . . . well, there's no way to finish that sentence. There are two characters named Betty and Rita who the movie follows through mysterious plot loops, but by the end of the film we aren't even sure they're different characters, and Rita (an amnesiac who lifted the name from a \"Gilda\" poster) wonders if she's really Diane Selwyn, a name from a waitress' name tag.\n\nBetty (Naomi Watts) is a perky blond, Sandra Dee crossed with a Hitchcock heroine, who has arrived in town to stay in her absent Aunt Ruth's apartment and audition for the movies. Rita (Laura Elena Harring) is a voluptuous brunet who is about to be murdered when her limousine is front-ended by drag racers. She crawls out of the wreckage on Mulholland Drive, stumbles down the hill, and is taking a shower in the aunt's apartment when Betty arrives.\n\nRita doesn't remember anything, even her name. Betty decides to help her. As they try to piece her life back together, the movie introduces other characters. A movie director (Justin Theroux) is told to cast an actress in his movie or be murdered; a dwarf in a wheelchair (Michael J. Anderson) gives instructions by cell phone; two detectives turn up, speak standard TV cop show dialogue, and disappear; a landlady (Ann Miller--yes, Ann Miller) wonders who the other girl is in Aunt Ruth's apartment; Betty auditions; the two girls climb in through a bedroom window, Nancy Drew style; a rotting corpse materializes, and Betty and Rita have two lesbian love scenes so sexy you'd swear this was a 1970s movie, made when movie audiences liked sex. One of the scenes also contains the funniest example of pure logic in the history of sex scenes.\n\nHaving told you all of that, I've basically explained nothing. The movie is hypnotic; we're drawn along as if one thing leads to another--but nothing leads anywhere, and that's even before the characters start to fracture and recombine like flesh caught in a kaleidoscope. \"Mulholland Drive\" isn't like \"Memento,\" where if you watch it closely enough, you can hope to explain the mystery. There is no explanation. There may not even be a mystery.\n\nThere have been countless dream sequences in the movies, almost all of them conceived with Freudian literalism to show the characters having nightmares about the plot. \"Mulholland Drive\" is all dream. There is nothing that is intended to be a waking moment. Like real dreams, it does not explain, does not complete its sequences, lingers over what it finds fascinating, dismisses unpromising plotlines. If you want an explanation for the last half hour of the film, think of it as the dreamer rising slowly to consciousness, as threads from the dream fight for space with recent memories from real life, and with fragments of other dreams--old ones and those still in development.\n\nThis works because Lynch is absolutely uncompromising. He takes what was frustrating in some of his earlier films, and instead of backing away from it, he charges right through. \"Mulholland Drive\" is said to have been assembled from scenes that he shot for a 1999 ABC television pilot, but no network would air (or understand) this material, and Lynch knew it. He takes his financing where he can find it and directs as fancy dictates. This movie doesn't feel incomplete because it could never be complete--closure is not a goal.\n\nLaura Elena Harring and Naomi Watts take the risk of embodying Hollywood archetypes, and get away with it because they are archetypes. Not many actresses would be bold enough to name themselves after Rita Hayworth, but Harring does, because she can. Slinky and voluptuous in clinging gowns, all she has to do is stand there and she's the first good argument in 55 years for a \"Gilda\" remake. Naomi Watts is bright-eyed and bushy-tailed, a plucky girl detective. Like a dream, the movie shifts easily between tones; there's an audition where a girl singer performs \"Sixteen Reasons\" and \"I Told Every Little Star,\" and the movie isn't satirizing \"American Bandstand,\" it's channeling it.\n\nThis is a movie to surrender yourself to. If you require logic, see something else. \"Mulholland Drive\" works directly on the emotions, like music. Individual scenes play well by themselves, as they do in dreams, but they don't connect in a way that makes sense--again, like dreams. The way you know the movie is over is that it ends. And then you tell a friend, \"I saw the weirdest movie last night.\" Just like you tell them you had the weirdest dream.", "running_time": 146, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-10-12", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Mulholland Drive (2001)"}