{"url": "http://www.rogerebert.com/reviews/mulholland-falls-1996", "by": "Nick Nolteas Hoover", "star_rating": 3.5, "text": "They were called the Hat Squad. They were four beefy middle-age guys who drove around in a black Buick convertible, wearing fedoras and chain-smoking, and throwing guys, mostly bad guys, over cliffs. They worked for the Los Angeles Police Department. This was in the early 1950s. “Mulholland Falls” takes the idea of these licensed vigilantes and crafts it into a “Chinatown” of the early Atomic Age. When a young woman is found murdered at a construction site, her body pressed into the earth almost as if by a steamroller, the Hat Squad gets involved. More involved than they planned, because the squad's leader, a cop named Hoover (Nick Nolte), knew the dead girl. Knew her, and had knowledge of her, if you see what I mean. This is the kind of movie where every note is put in lovingly. It's a 1950s crime movie, but with a modern, ironic edge: The cops are just a shade over the top, just slightly in on the joke. They smoke all through the movie, but there's one scene where they're disturbed and thoughtful, and they all light up and smoke furiously, the smoke lit by the cinematographer to look like great billowing clouds, and you smile, because you know the scene is really about itself. In addition to Nolte, the squad is played by Michael Madsen, Chazz Palminteri and Chris Penn. Palminteri is seeing a shrink because he has trouble sleeping at night, no doubt because of his job (the film opens with the guys throwing a gangster over the edge of Mulholland Drive with the helpful advice, “We don't want organized crime in L.A.!”). The other three guys look like they sleep all right. But Nolte's dreams are haunted after he sees the dead girl.\n\nHer name is Allison Pond (Jennifer Connelly). She lives in an efficiency apartment in a post-World War II pool-and-bedroom building, and is one of those beautiful lost Hollywood girls who is halfway between being discovered as a starlet and growing old as a hooker. Hoover met her for the first time as she was being beaten by a hoodlum. He sapped the hood and then injected him with a needle-full of his own medicine, causing a drug overdose. That led to his first conversation with Allison: “That's an inventive way of dispensing justice.” “It's an integral part of the job. So, who are you?” “Well, you won't find out by killing me.” She is breathtakingly beautiful, lush, carnal and yet innocent. She could be a cover model for all those 1950s pulp detective magazines. When the cops find her body, Hoover feels a special pain, because he loved her for six months, and then finally left her because he loved his wife (Melanie Griffith) more. The cops follow a trail of leads and clues through a strange cross-section of southern California. Their search mirrors the method used by Raymond Chandler in his Philip Marlowe novels, where a crime requires an expedition into the psychological undergrowth of a sinful and greedy community.\n\nHoover gets a film in the mail showing him having sex with Allison. Tracking down the film leads to the possibility that there were other films, and that blackmail may be involved. And then tests show that glass in the dead girl’s foot is radioactive, and the Hat Squad finds itself breaking onto a military atomic test range. This Allison knew a lot of guys. Maybe she would have stayed with Hoover if he had stayed with her. But then her list grew longer, and as Hoover follows it, it leads him to the consumptive Gen. Timms (John Malkovich), kingpin of U.S. atomic testing, who saw the girl on the last weekend of her life. And Timms, in turn, is connected to the unbending Col. Fitzgerald (Treat Williams) and the snaky chief of police (Bruce Dern). “Mulholland Falls” is the first movie directed by Lee Tamahori since his powerful 1994 film “Once Were Warriors,” the story of violence and abuse in a New Zealand Maori family. “Mullholland Falls” couldn't look and feel more different--it's a masterfully atmospheric film noir--and yet it sees a similar culture of men who define themselves violently by other men, and use women without knowing them. The film was photographed by Haskell Wexler, who finds a clean, hard-edged look to shots such as one where the cops peer down into a nuclear crater in the sand, and others where the Hat Squad in their shiny Buick lookalike male action dolls out for a spin in “Toy Story.” One of the key casting decisions was to use Jennifer Connelly as the wounded beauty at the heart of the story. Connelly is sexy in the way Marilyn Monroe was sexy--as if she doesn't quite believe it, and can't quite help it--and she finds the right note, halfway between innocence and heedless abandon. The men around her are well-cast (Dern and Malkovich are uncredited) to show the varieties of male ego and ruthless power, and it's no surprise that her best friend (Andrew McCarthy) is gay. In the way the movie makes a tour through colorful locations--gangster nightclubs, lonely mountain roads, cheap apartment complexes, saloons, the desert--it reminds us of Chandler's famous line, about the mean streets a man must walk down. It also seems to know something about how those streets got tube so mean.", "running_time": 107, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-04-26", "genres": ["Drama", "Indie", "Mystery", "Thriller"], "title": "Mulholland Falls (1996)"}