{"url": "http://www.rogerebert.com/reviews/multiplicity-1996", "by": "Michael Keatonas Doug Kinney", "star_rating": 2.5, "text": "As “Multiplicity” opens, Doug Kinney is complaining that he's too busy to talk even to himself. He's a construction executive, saddled with a foreman who rips up the wrong driveways. Home is a place he visits between emergencies. When he tells his wife Laura that they need a schedule, she wails, “We don't need a schedule. We need a miracle!” They get one. Doug (Michael Keaton) is working on a job one day at the Gemini Institute, one of those California think-tanks where no idea is too large to be enlarged. Its director, Dr. Leeds (Harris Yulin), listens to his complaints and offers a solution: Doug obviously needs to be cloned. Leeds explains his scientific method, and Doug gasps, “You Xerox people!” But if Doug--or two Dougs--could be in two places at one time, think of the scheduling breakthroughs he could make. And so he agrees to be cloned.\n\nThat's the setup for “Multiplicity,” the new reality-adjusting comedy from Harold Ramis, whose “Groundhog Day” (1993) starred Bill Murray as a weatherman condemned to repeat the same day over and over, until he gets it right. “Groundhog Day” had a certain sweetness and even a sly philosophical depth, but “Multiplicity” is more of a ground-level comedy, in which we can usually anticipate the problems for Doug and his clones.\n\nOf course the clone (Doug Two) doesn't think of himself as a clone; he is in every detail the duplicate of Doug One. Dr. Leeds helpfully provides tattoos behind the ears to tell them apart. One takes Two home with him, and hides him in an apartment upstairs over the garage. His wife Laura (Andie MacDowell) luckily never goes up there--which is just as well, since the entire plot depends on the clones running riot over the garage while the facade of normal family life is maintained in the house.\n\nKeaton plays Dougs One and Two (and eventually Three and Four) fairly seamlessly, thanks to special effects. In his conversations with himself, he doesn't always have the precise timing that Eddie Murphy brought to the dinner-table scenes in “The Nutty Professor,” which used similar methods. But he's good at helping us tell the Dougs apart. From the moment of cloning, each Doug begins to develop individual traits. Doug One, who was such a workaholic, turns out to have an unsuspected domestic side. Doug Two is even more workaholic than the original. Three develops party animal tendencies. And Doug Four is a simpleminded goof. (Dr. Leeds explains that Four was cloned from a copy, not the original, although with digital methods, the copy should not have degraded--but we're not talking hard science here).\n\nOnce the premise is established, the movie drifts into predictable waters. Discovery of the scheme will be narrowly averted. Laura will somehow remain oblivious to most of the bizarre things happening around her. One will wear himself out keeping Two, Three and Four in line (“No sex with my wife!”). And there will be a lesson in life at the end, although I am not sure this material has earned such profundity.\n\nWatching the film, I enjoyed a lot of it, especially Keaton's permutations on the theme of himself. But I wondered why the possibilities weren't taken to greater comic extremes. How about a gay Doug? A mean one? A blackmailing Doug who threatens to go public? How about Laura finding out what's going on (which she doesn't do during a long, long night with the clones)? How about elevating the material to true screwball, instead of staying at the level of sitcom and human comedy? As it is, the promising material of “Multiplicity” gets awfully thin. It feels more like a short film grown long, which is death to a comedy. And why, oh why, does an anarchic spirit like Harold Ramis (once a resident anarchist at Second City) feel obligated to provide a sweet little moral at the end of this fable? Why not run wild and see what happens?", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-07-19", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "Multiplicity (1996)"}