{"url": "http://www.rogerebert.com/reviews/mumford-1999", "by": "Loren Deanas Mumford", "star_rating": 3.5, "text": "In a little town right down the imaginary road from \"Pleasantville\" and Seahaven (where Truman lives), a psychologist sets up shop. His name is Mumford. The town's name is Mumford. Mumford is also the name of a great writer on towns and cities, but any connections between these Mumfords are left unexplored. Folks are too busy living their lives to spare the time.\n\nMumford is so carefully visualized in Lawrence Kasdan's new film that you'd sort of like to live there. Yes, it has its problems, its troubled people and lonely lives. But the arrival of Mumford (Loren Dean) seems to help. He rents an apartment from Lily (Alfre Woodard), who owns the coffee shop, and begins to listen to people's problems. Soon he is the most popular psychologist in town, and it's hard to say exactly why.\n\nHis dialogue, as written by Kasdan, is so circular and comforting that at times we almost feel we're on the couch ourselves. He rarely responds directly to anything. But on the other hand, he doesn't use the old professional formulas, either; you won't hear him asking, \"What do you think about that?\" Instead, he has a kind of oblique conversational style. He angles off in new directions. He encourages lateral thinking. People provide a lot of their own answers.\n\nKasdan has been attracted over the years to movies with large casts; like Robert Altman, he wants to know everybody in town. His credits include \"The Big Chill\" and \"Grand Canyon,\" and \"Mumford\" is another ensemble piece. Sooner or later most everyone wanders across Doc Mumford's path.\n\nWe meet: Sofie Crisp (Hope Davis), so chronically fatigued she's afraid to lie down on the couch for fear she may never rise again; Skip Skipperton (Jason Lee), the local Bill Gates type, a zillionaire so lonely he has a secret lab trying to develop a cure for his loneliness; Althea Brockett (Mary McDonnell), who shops till she drops; her husband, Jeremy (Ted Danson), who treats her badly and himself very, very well; the local druggist Henry Follett (Pruitt Taylor Vince), his fantasies inflamed by pulp magazines; Nessa Watkins (Zooey Deschanel), a troubled teenager, and Lionel Dillard (Martin Short), an attorney who is fired as a patient by Mumford and wants to get even. There are also two other local shrinks, Ernest Delbanco (David Paymer) and Phyllis Sheeler (Jane Adams), who don't violently resent Mumford's success, but would be interested to learn any scandal about him.\n\nSome of these people find they are made for one another, and others find they are made for better things than they have permitted themselves to try. The film makes us feel good, and we bathe in it. There's no big climax or crisis, and we can see the secrets coming a mile away, but this isn't a plot movie anyway. It's a feeling movie, a mood movie, an evocation of the kind of interaction we sometimes hunger for. In an age when nobody has time for anybody else, when people's pockets are buzzing with urgent electronic input, when the way to get someone's attention is to walk away and call them on a cell phone, \"Mumford\" is about a man who listens, and whose questions are nudges in the direction of healing.\n\nThis must read like a peculiar review. Does it make you want to see the movie? There are no earth-shaking payoffs here. No dramatic astonishments, vile betrayals or sexual surprises. Just the careful and loving creation of some characters it is mostly a pleasure to meet. And at its deepest level, profoundly down there below the surface, it is something more, I think: an expression of Kasdan's humanist longings, his wish that people would listen better and value one another more. It is the strangest thing, how this movie sneaks up and makes you feel a little better about yourself.", "running_time": 111, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-09-24", "genres": ["Comedy", "Drama", "Romance"], "title": "Mumford (1999)"}