{"url": "http://www.rogerebert.com/reviews/munger-road-2011", "by": "Bruce Davisonas Chief Kirkhoven", "star_rating": 3.0, "text": "It is the middle of the night in a rural town on the eve of the annual Scarecrow Festival. A notorious local serial killer has escaped from a prison bus and apparently stolen a van. The mayor is alarmed because the town will be filling up with visitors for the festival: \"This town needs to leave him in the past.\" The police chief and his deputy go on the prowl.\n\nThis is a standard setup for a horror film. All depends on how well it is done. \"Munger Road\" does an efficient, skillful job of audience manipulation using the techniques of darkness and vulnerability, and the truth that a horror not seen is almost always scarier than one you can see.\n\nThis is a low-budget film written and directed by Nicholas Smith, filmed where he lives in west suburban St. Charles (and elsewhere in Chicago's suburbs). It proves yet again that horror films don't require big stars, because the genre itself is the star. All you need is a poster with a skeletal handprint on the back window of an SUV on a lonely road, and you've got an audience.\n\nIn the SUV are four teenagers who have made the unwise decision to drive out to Munger Road, scene of a legendary local tragedy in which a school bus was hit by a train. Legend has it that one night a year … well, you always need a legend in a movie like this. And teenagers foolish enough to challenge it.\n\nTheir SUV stalls, starts and then stalls for good. Their cell phones can't pick up a signal. No traffic passes by. Meanwhile, back in town, the serial killer's stolen van has been found abandoned on Main Street. This calls for extended passages of the kids being scared in the car, and the cops penetrating dark and frightening places. There is also an ominous tunnel beneath the town, which looks like it must have taken a lot of work to construct, and I don't completely understand why it needs to extend as far as it does.\n\nBut never mind. Common sense questions are rarely appropriate with horror films. The unbelievable is part of the game. \"Munger Road\" stars the fine actor Bruce Davison as the police chief, all these years after his debut in Frank Perry's \"Last Summer\" (1969) and his Oscar nomination for \"Longtime Companion\" (1989). He and the four kids (Trevor Morgan, Lauren Storm, Hallock Beals and newcomer Brooke Peoples) are all smooth and accomplished, and \"Munger Road\" gets the job done.\n\nI'd say the ending leaves it open for a sequel. What do you think?", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-09-28", "genres": ["Thriller"], "title": "Munger Road (2011)"}