{"url": "http://www.rogerebert.com/reviews/munich-2005", "by": "Eric Banaas Avner", "star_rating": 4.0, "text": "Steven Spielberg's \"Munich\" is an act of courage and conscience. The director of \"Schindler's List,\" the founder of the Shoah Foundation, the most successful and visible Jew in the world of film, has placed himself between Israel and the Palestinians, looked at decades of terrorism and reprisal, and had one of his characters conclude, \"There is no peace at the end of this.\" Spielberg's film has been called an attack on the Palestinians and he has been rebuked as \"no friend of Israel.\" By not taking sides, he has taken both sides.\n\nThe film has deep love for Israel, and contains a heartfelt moment when a mother reminds her son why the state had to be founded: \"We had to take it because no one would ever give it to us. Whatever it took, whatever it takes, we have a place on earth at last.\" With this statement, I believe, Spielberg agrees to the bottom of his soul. Yet his film questions Israel's policy of swift and full retribution for every attack.\n\n\"Munich\" opens with a heart-stopping re-enactment of the kidnapping and deaths of Israeli athletes at the 1972 Munich Olympics. It then shows Prime Minister Golda Meir (Lynn Cohen) with her cabinet, stating firmly, \"Forget peace for now.\" It shows the formation of a secret Israeli revenge squad to kill those responsible. It concludes that although nine of the 11 were eventually eliminated, they were replaced and replaced again by men even more dangerous, while the terrorists responded with even more deaths. What was accomplished?\n\nThe movie is based upon a book by George Jonas, a 1956 Hungarian freedom fighter, now a conservative Toronto political writer, who has been an acquaintance for 25 years. I thought to ask him what he thought of Spielberg's view of his material, but I didn't. I wanted to review the movie as an interested but not expert outsider, sharing (with most of the film's audience) not a great deal more knowledge than the film supplies. Those who know more, who know everything, are often the wrong ones to consult about a film based on fact. The task of the director is to transmute fact into emotions and beliefs -- and beliefs, we need to be reminded, are beliefs precisely because they are not facts.\n\n\"Munich\" takes the form of a thriller matched with a procedural. Eric Bana stars as Avner, a former bodyguard to Meir, who is made leader of the secret revenge squadron. He and his men are paid off the books, have no official existence, and are handled by a go-between named Ephraim (Geoffrey Rush). Why it is necessary to deny their existence is not quite explained by the film, since they are clearly carrying out Israeli policy and Israel wants that known; they even use bombs instead of bullets to generate more dramatic publicity.\n\nAvner is assigned only four teammates: Robert (Mathieu Kassovitz), a toymaker, expert at disarming bombs, now asked to build them; Carl (Ciaran Hinds), who removes the evidence after every action; Steve (Daniel Craig), the trigger man, and Hans (Hanns Zischler), who can forge letters and documents. They travel with assumed names and false passports, and discover the whereabouts of many of their targets by paying bounties to a shadowy Frenchman named Louis (Mathieu Amalric).\n\nEventually Avner meets Louis' \"Papa\" (Michael Lonsdale), who has been selling information for years. Papa fought in the French Resistance, is now disillusioned: \"We paid this price so Nazi scum could be replaced by Gaullist scum. We don't deal with governments.\" The family, he believes, is the only unit worth fighting for. His speech is moving, but does he really believe Avner and his money do not come from a government?\n\nThe film's most exciting moments are in the details of assassinations. Plastic bombs are planted, booby traps are baited, there is a moment of Hitchcockian suspense when the team waits for a little girl to leave for school before calling her father's telephone; they have failed to see her re-enter the house, and are astonished when she answers the phone. As the team tries to prevent the explosion, we reflect how it is always more thrilling in a movie, when someone needs to run desperately, for it to be an awkward older man.\n\nThe teammates move among world capitals. One night, in a comic screw-up with deadly possibilities, Avner’s men and a PLO team are booked into the same \"safe house.\" As the operation proceeds, it takes a psychic toll on Avner, who moves his family to Brooklyn, who grows paranoid, who questions the ethical basis of the operation he heads: \"Jews don't do wrong because our enemies do wrong,\" he argues, and \"if these people committed crimes we should have arrested them.\" This has already been addressed in Meir’s early meeting with her advisors, when she says, \"Every civilization finds it necessary to negotiate compromises with its own values.\" \n\nThe same debate is going on right now in America. If it is true that civilizations must sometimes compromise their values, the questions remain: What is the cost, and what is the benefit? Spielberg clearly asks if Israel has risked more than it has gained. The stalemate in the Middle East will continue indefinitely, his film argues, unless brave men on both sides decide to break with the pattern of the past. Certainly in Israel itself it is significant that old enemies Ariel Sharon, from the right, and Shimon Peres, from the left, are now astonishingly both in the same new party and seeking a new path to peace. For the Palestinians, it may be crucial that the PLO's corrupt Arafat no longer has a personal stake in the status quo, and a new generation of leaders has moved into place.\n\nSpielberg’s film is well-timed in view of these unexpected political developments, which he could not have foreseen (Sharon left his Likud Party on Nov. 21, 2005, and Peres left his Labour Party a week later). Far from being “no friend of Israel,” he may be an invaluable friend, and for that very reason a friend of the Palestinians as well.\n\nSpielberg is using the effective form of a thriller to argue that loops of mutual reprisal have led to endless violence in the Middle East, Ireland, India and Pakistan, the former Yugoslavia, the former Soviet Union, Africa, and on and on. Miraculous, that the pariah nation of South Africa was the one place where irreconcilable enemies found a way to peacefully share the same land together.\n\nAt crucial times in a nation’s history, its best friends may be its critics. Spielberg did not have to make “Munich,” but he needed to. With this film he has dramatically opened a wider dialogue, helping to make the inarguable into the debatable. As a thriller, “Munich” is efficient, absorbing, effective. As an ethical argument, it is haunting. And its questions are not only for Israel but for any nation that believes it must compromise its values to defend them.", "running_time": 164, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-12-22", "genres": ["Action", "Drama", "History", "Thriller"], "title": "Munich (2005)"}