{"url": "http://www.rogerebert.com/reviews/munyurangabo-2009", "by": "Jeff Rutagengwaas Munyurangabo", "star_rating": 4.0, "text": "Perhaps the best way to approach a subject of bewildering complexity is with simplicity. “Munyurangabo” considers the genocide in Rwanda entirely through the lives of two adolescent boys. They are not symbols. They are simply boys who have been surviving on their own in a big city but are not toughened and essentially good. That's all.\n\nIts story involves one of those miracles that can illuminate the cinema. It was directed by Lee Isaac Chung, 30, a first-generation Korean-American who grew up on a small farm in rural Arkansas. It was shot on location in Rwanda in two weeks. It involved only local actors. It is the first film in the Kinyarwanda language (with few, excellent and easy-to-read subtitles). It is in every frame a beautiful and powerful film — a masterpiece.\n\nAn opening shot shows Sangwa and Munyurangabo, called Ngabo, as friends embarking on a cross-country journey. They trek through a pastoral landscape, stricken by drought. There are no dangers along the way. They have been in Kigali, the capital city. They will stop at Sangwa's family farm. He hasn't seen his mother for three years. All seems well, although weighing in our mind is the machete Ngabo carries in his knapsack. Sangwa's mother is joyful to see him, his father reserved and stern: What kind of a boy runs away from home for three years? Why did he not stay to help his family raise his younger siblings? What kind of a thing is that? Who is this boy he is traveling with?\n\nThe answers to those questions comes in the unfolding of the story, an experience you should have without viewing the trailer, which provides an item of information you don't require. I will discuss instead the rural society Sangwa (Eric Ndorunkundiye) rejoins, and the city boy, Ngabo (Jeff Rutagengwa), sees for the first time. These people are poor. They catch water in plastic jugs from a trickle on the hillside. They till the soil by hand. They live in a house made from mud bricks. But this is not the wretched poverty you imagine. These people possess dignity and have a life they accept on its own terms, which is all they have known. Children run and laugh. Everything is done in its own time.\n\nSangwa's mother (Narcicia Nyirabucyeye) cherishes her boy and finds food for him when there is none. His father (Jean Marie Nkurikiyinka) is stern and not quick to forgive, but speaks to his son in reasoned words that obviously sink in. He knows what life is likely to bring Sangwa.\n\nChung, who also co-wrote with Samuel Gray Anderson, is a born filmmaker. You see that in his eye, his cinematography and his editing. He avoids pointless reaction shots and obvious payoffs; his strategy is to view a scene, give it weight and let it stand. Everything is perfectly clear, but nothing is hammered home. We get the point. He knows we do.\n\nThe timing and precision of the way Chung explains the boys' journey and the way he spaces out the information is so much more effective than crude narrative storytelling. Since all is known between the boys, they never have to tell each other anything simply so we can listen. All dialogue is to the moment, and therefore we understand everything. The playing out of Ngabo's big decision is handled with a perfect sense of the time he takes to arrive at it, and the way it was prepared for and comes about.\n\nThere is an extraordinary passage outside a little roadside restaurant. When Ngabo approaches it, an older boy is sitting outside in the shade. He sees the machete in the knapsack. He takes a swig from his beer and observes that tomorrow is National Independence Day. He has been asked to recite a poem he wrote. “Would you like to hear me say it?”\n\nHe doesn't wait for a reply. He begins with confidence and pride. It is all there, the whole canvas, Rwanda, its past, its future. The poet is played by Edouard B. Uwayo, and this is his own poem. Chung's decision to use it as he does is the right one, and the young poet's face evokes depths of wisdom.\n\n“Munyurangabo” played in the Un Certain Regard section of Cannes 2007, where Variety's Robert Koehler called it, “flat-out, the discovery of this year's batch.” It won the grand jury prize at the AFI Film Festival. The Tomatometer stands at 100. If it seems like I'm trying to persuade you about this film, I am. It is rolling out across country in those few places where a film like this is welcomed. You can find it on DVD, and it went to Film Movement subscribers, who receive and can keep a film a month. They certainly got their money's worth.\n\nThis film is discussed in my blog entry here:\rhttp://blogs.suntimes.com/ebert/2009/07/the_light_in_the_tunnel.html", "running_time": 97, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-07-22", "genres": ["Drama", "Foreign"], "title": "Munyurangabo (2009)"}