{"url": "http://www.rogerebert.com/reviews/muppet-treasure-island-1996", "by": "Tim Curryas Long John Silver", "star_rating": 2.5, "text": "I was talking to a friend the other day who said he'd never met a child who liked reading Robert Louis Stevenson's Treasure Island.\n\nNeither have I, I said. And he'd never met a child who liked reading Stevenson's Kidnapped. Me neither, I said. My early exposure to both books was via the Classics Illustrated comic books. But I did read the books later, when I was no longer a kid, and I enjoyed them enormously. Same goes for Stevenson's Dr. Jekyll and Mr. Hyde.\n\nThe fact is, Stevenson is a splendid writer of stories for adults, and he should be put on the same shelf with Joseph Conrad and Jack London instead of in between Winnie the Pooh and Peter Pan. The Stevenson books have been pretty well swamped by the countless movie, TV and stage adaptations.\n\nTreasure Island was made into four films between 1934 and 1990, with Long John Silver played by Wallace Berry, Robert Newton (the best), Charlton Heston and Orson Welles.\n\nMeanwhile, the old peg-legged scoundrel has even spun off a chain of fast food restaurants.\n\nThe original Stevenson version has been so thoroughly updated, retreaded and revised, indeed, that it was probably only a matter of time until the Muppets got to it. After the success of \"The Muppet Christmas Carol\" (1992), the heirs to Jim Henson must have seen the road ahead: Take famous family stories and recast them with a mixture of humans and Muppets. How can it fail? \n\nBasically, it can't. \"Muppet Treasure Island,\" directed by Brian Henson, son of the late Muppet genius, will entertain you more or less in proportion to your affection for the Muppets. If you like them, you'll probably like this. In the democratic tradition that has distinguished Muppet movies from the start, the credits list Muppets and humans interchangeably, in the order of the size of their roles, and so we note that the movie stars Tim Curry as Long John Silver, Kermit the Frog as Captain Smollett, Kevin Bishop as young Jim Hawkins and Miss Piggy as Benjamina Gunn.\n\nThe story: An old salt named Flint buries untold treasure on an island. Young Jim is given a map to the treasure, and sets sail (with the Great Gonzo and Rizzo the Rat) to find it. Kermit's character captains the ship, and also on board is Curry, as Long John Silver. Once on the island, they find, as in most film versions of the story, that Flint has left someone behind.\n\nIn most versions, it's Ben Gunn. In this one, its Benjamina Gunn, played with her usual panache by Miss Piggy, who is queen of the island's warthogs.\n\n(Don't quote me on this, but I think there's a sneaky cross-reference here to Lord of the Flies, which has, of course, its own warthogs and a character named Piggy).\n\nSilver is determined to have the treasure, and is backed by fellow mutineers. Jim Hawkins feels betrayed and cheated of what's rightfully his. And Miss Piggy is the wild card, describing herself in the press book as \". . . a beautiful -- correction -- devastatingly beautiful pig,\" observing, \"Although moi's screen time is far below that of your average superstar, moi makes every minute count.\" \n\nSo does Tim Curry, who has more or less perfected the over-the-top put-on. Not for nothing was he cast in \"The Rocky Horror Picture Show.\" It isn't easy, co-starring with a Muppet, as actors as talented as Orson Welles and Michael Caine have discovered over the years, but Curry's strategy is to out-act and out-bluster them, and mostly he succeeds.\n\nAs I suggested, you're likely to enjoy the movie in proportion to how much you enjoy the Muppets. Moi, I sort of like them, sometimes. And I enjoyed the \"Christmas Carol\" movie, but this one seems less cleverly written, and for moi it's a near miss.", "running_time": 99, "mpaa_rating": "G", "release_year": 1996, "date_published": "1996-02-16", "genres": ["Adventure", "Comedy", "Family", "Music"], "title": "Muppet Treasure Island (1996)"}