{"url": "http://www.rogerebert.com/reviews/muppets-from-space-1999", "by": "Jeffrey Tamboras Singer", "star_rating": 2.0, "text": "The funniest scene in \"Muppets From Space'' is the first one, where Gonzo is refused a place on Noah's Ark because he is one of a kind. Then he wakes up and realizes it was all only a nightmare. But when it's later revealed that Gonzo is, in fact, an alien from outer space, stranded on our planet, we can sympathize with his feelings: Ever since the crash-landing near Roswell, N.M., he's been alone and lonely, the odd man out, living in a Muppet boarding house. Poor guy (or whatever he is).\n\nThe new Muppets movie lacks the kind of excitement the first ones generated, maybe because Muppets have become a little dated, except for younger viewers. Or maybe because the kinds of animals in the two \"Babe'' movies show such an advance in special effects that we almost wonder why the Muppeteers go to all that trouble to physically manipulate their creatures.\n\nI know that's heresy. I know we're supposed to embrace and defend Muppets because they are real, or at least more real than digital creatures, and because their personalities are more important than their special effects. But somehow \"Muppets From Space'' seemed a little disconsolate, a little low in energy, as if the ship (or the ark) had sailed.\n\nMaybe that's because the best of the Muppets don't star this time. Kermit is reduced to a hop-through, Miss Piggy is a TV journalist, and most of the big moments belong to Gonzo, the weird-nosed one, who moons about looking alienated and lonely, and eats alphabet cereal that spells out messages for him, such as \"Watch the Sky.'' His space people are returning for him, forcing him to choose between Muppets and his alien relatives. The alien visit to Earth excites the attention of a government agent (Jeffrey Tambor, who played the announcer on the \"Larry Sanders Show''), and there are nudges of satire in the direction of \"Men in Black'' (Hulk Hogan is a man in black), but after the excitement of the human/animal interaction in \"Babe'' and \"Babe, Pig in the City,'' I dunno: It's like we've been there, done that.\n\nI feel guilty even writing those words. I recall the charm of the original \"Muppet Movie,'' when Kermit actually rode a bicycle, and we all gasped. I suppose it seemed then that the Muppets could continue indefinitely, with their outsize personalities and effortless interaction with human characters. But now...well, maybe it's just this movie. Maybe \"Muppets from Space'' is just not very good, and they'll make a comeback. I hope so. Because I just don't seem to care much anymore. Sorry, Miss Piggy. Really sorry.", "running_time": 82, "mpaa_rating": "G", "release_year": 1999, "date_published": "1999-07-14", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Muppets From Space (1999)"}