{"url": "http://www.rogerebert.com/reviews/murderball-2005", "by": "Mark Zupan", "star_rating": 4.0, "text": "How do you eat your pizza with your elbows? It's a natural question for a little boy to ask a quadruple amputee, and Bob Lujano is happy to answer it. He and the other stars of the documentary \"Murderball\" wish more people would ask more questions, instead of becoming inhibited around people in wheelchairs. After this movie, maybe they will. You don't have to feel shy around quadriplegics who play wheelchair rugby.\n\nThis is one of those rare docs, like \"Hoop Dreams,\" where life provides a better ending than the filmmakers could have hoped for. Also like \"Hoop Dreams,\" it's not really a sports film; it's a film that uses sport as a way to see into lives, hopes and fears. These tough all-Americans compete in international championships. Once they were shattered young men waking up in hospital beds and being told they would never walk again.\n\nConsider Mark Zupan, probably the best player in the sport today. He was paralyzed when he was 18. He fell asleep in the bed of a pickup driven by his friend, Christopher Igoe, who drove away not realizing Mark was aboard. The truck crashed, Mark was thrown into a canal, and wasn't found for 13 hours. It took them a long time, but he and Christopher are friendly again.\n\nDuring a discussion after a festival screening of the movie, he was asked, \"If you could, would you turn back the clock on that day?\" You could have heard a pin drop as he answered: \"No, I don't think so. My injury has led me to opportunities and experiences and friendships I would never have had before. And it has taught me about myself.\" He paused. \"In some ways, it's the best thing that ever happened to me.\"\n\nThis is hard to believe, but from him, I believe it. The movie follows Zupan and his teammates on Team USA during a couple of seasons where the off-court drama is fraught with tension. We meet Joe Soares, an all-American for many years, who with advancing age is dropped from the American team, is angry, and gets revenge by becoming the coach of the Canadians. Under Soares, Canada beats the U.S. for the first time in 12 years. There is no love between Soares and Zupan (\"If he were on fire, I wouldn't piss on him to put it out\").\n\nWheelchair rugby is a full-contact sport. Chairs are reinforced to take the hammering. One strategy is to knock over your opponent's chair and land him on the floor; that's not a foul, although the referees helpfully put the players back on their wheels. Has anybody been injured again while playing the game? So far, no.\n\nMany people think quadriplegics have no control over their four limbs, like Christopher Reeve, but most of them retain some degree of movement. Their level of disability is rated on a scale from 0.5 to 3.5, and a team can have a total of eight points on the court at once. This leads to an ironic paradox: The athletes spend their lives overcoming and diminishing their disabilities, and then hope for higher handicaps.\n\nAlthough the sports scenes are filled with passion and harrowing wheelchair duels, the heart of the movie is off the court. We follow a young man named Keith Cavill, who has been wounded in a motocross accident and is painfully undergoing the slow process of rehabilitation. Encouragement from wheelchair athletes is crucial to his state of mind. Later, Team USA visits Walter Reade Hospital, where newly-arrived casualties from Iraq are facing the new reality of their lives. War injuries such as theirs are becoming more common; explosions cause more casualties than gunfire in Iraq, and Harper's magazine reports that improved body armor has created a large number of wounded soldiers whose body trunks are unblemished, but whose arms and legs are devastated.\n\nIf Zupan is the hero of the movie, Joe Soares is its enigma. He had a tough childhood. After losing the use of his legs from polio, he dragged himself around for years before his poor Portuguese-American family provided him with a chair. He fought for respect in school, fought for an education, was a fierce competitor on the court, and seems ferocious as he leads Team Canada against his former roommates.\n\nAt home, he wants his son Robert to be a jock like dad. But Robert prefers to play the viola, and observes wistfully that one of the household tasks he doesn't like involves \"dusting dad's trophy wall.\" Then an unexpected development (miraculously caught on camera) causes Soares to take a deep breath and re-evaluate his life, and his relationship with his son. Rehabilitation is not limited to the body.\n\nAs the players talk frankly about their lives, we learn everything we always wanted to know about quadriplegic sex but were afraid to ask. One player says the chair works like a babe magnet: Women are dying to ask him if he can perform sexually. The answer, according to a documentary quoted in the film, is often \"yes,\" and animated figures show us some of the moves. We also learn that people in chairs have long since gotten over any self-consciousness in talking about their situation, and hate it when people avoid looking at them or interacting with them. \"I'm a guy in a chair,\" Zupan says. \"I'm just like you, except I'm sitting down.\"\n\n\"Murderball,\" directed by Henry Alex Rubin and Dana Adam Shapiro, produced by Jeffrey Mandel and Shapiro, photographed by Rubin, works like many great documentaries to transcend its subject and consider the human condition. We may not be in chairs and may not be athletes, but we all have disabilities, sometimes of the spirit. To consider the bleak months and sleepless nights when these men first confronted the reality of their injuries, and now to see them in the full force of athletic exuberance, is to learn something valuable about the human will. Remember Bob Lujano, who the kid asked about eating pizza? He has a motto: \"No arms, no legs, no problem.\"", "running_time": 88, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-07-21", "genres": ["Documentary", "Sports Film"], "title": "Murderball (2005)"}