{"url": "http://www.rogerebert.com/reviews/murder-by-numbers-2002", "by": "Sandra Bullockas Cassie Mayweather", "star_rating": 3.0, "text": "Richard and Justin, the high school killers in \"Murder by Numbers,\" may not have heard of Leopold and Loeb, or seen Hitchcock's \"Rope,\" or studied any of the other fictional versions (\"Compulsion,\" \"Swoon\") of the infamous murder pact between two brainy and amoral young men. But they're channeling it. \"Murder by Numbers\" crosses Leopold/Loeb with a police procedural and adds an interesting touch: Instead of toying with the audience, it toys with the characters. We have information they desperately desire, and we watch them dueling in misdirection.\n\nThe movie stars Sandra Bullock as Cassie Mayweather, a veteran detective, experienced enough to trust her hunches and resist the obvious answers. Ben Chaplin is Sam Kennedy, her by-the-book partner, the kind of cop who gets an A for every step of his investigation but ends up with the wrong conclusion. Paired against them are Richard Haywood and Justin Pendleton (Ryan Gosling, from \"The Believer,\" and Michael Pitt, from \"Hedwig and the Angry Inch\"). These are two brainy high school kids, fascinated as Leopold and Loeb were by the possibility of proving their superiority by committing the perfect murder.\n\nTheir plan: Pick a victim completely at random, so that there is no link between corpse and killers, and leave behind no clues. The film opens with the suggestion of a suicide pact between the two teenagers, who face each other, holding revolvers to their heads, in a crumbling gothic building so improbably close to the edge of a seaside cliff that we intuit someone is going to be dangling over it by the end of the film.\n\nBullock's Cassie is the central character, a good cop but a damaged human being, whose past holds some kind of fearsome grip on her present.\n\nCassie and Sam are assigned to a creepy case; the body of a middle-aged female has been found in a wooded area, and close analysis of clues (hair, strands from a rug) seems to lead back to a suspect. Sam is happy to follow the clues to their logical conclusion. Cassie isn't so sure, and a chance meeting with one of the young sociopaths leads to a suspicion: \"Something's not right with that kid.\" We learn a lot about police work in \"Murder by Numbers,\" and there's a kind of fascination in seeing the jigsaw puzzle fall into place, especially since the audience holds some (but not all) of the key pieces. Many of the best scenes involve an intellectual and emotional duel between the two young men, who seem to have paused on the brink of becoming lovers and decided to sublimate that passion into an arrogant crime. Richard and Justin are smart--Justin smarter in an intellectual way, Richard better at manipulating others. The movie wisely reserves details of who did what in the killing, and why.\n\nThese are affluent kids with absent parents, who are their own worst enemies because their arrogance leads them to play games with the cops to show how smart they are. They'd be better off posing as vacant-headed slackers. It is Cassie's intuition that the boys are inviting her attention, are turned on by the nearness of capture. Meanwhile, of course, her partner and the brass at the station are eager for a quick solution. A janitor is the obvious suspect? Arrest the janitor.\n\nThe movie has been directed by the versatile Barbet Schroeder, who alternates between powerful personal films (\"Our Lady of the Assassins\") and skillful thrillers (\"Single White Female\"). When the two strands cross you get one-of-a-kind films like \"Reversal of Fortune\" and \"Barfly.\" After the semi-documentary freedom and scary Colombian locations of \"Our Lady of the Assassins,\" here's a movie which he directs as an exercise in craft--only occasionally letting his mordant humor peer through, as in an inexplicable scene where Cassie is bitten by a monkey.\n\nBullock does a good job here of working against her natural likability, creating a character you'd like to like, and could like, if she weren't so sad, strange and turned in upon herself. She throws herself into police work not so much because she's dedicated as because she needs the distraction, needs to keep busy and be good to assure herself of her worth. As she draws the net closer, and runs into more danger and more official opposition, the movie more or less helplessly starts thinking to itself about that cliff above the sea, but at least the climax shows us that Bullock can stay in character no matter what.", "running_time": 119, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-04-19", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Murder by Numbers (2002)"}