{"url": "http://www.rogerebert.com/reviews/murder-in-the-first-1995", "by": "Christian Slateras James Stampill", "star_rating": 2.0, "text": "“Murder in the First\" takes place in two worlds. One is\rcold, gray and artificially lit. The other is as warm as a cedar's dream, all\rsunlight and furniture polish, brass and tweed. The film is about how a man who\rlives in one of these worlds might learn to trust a man who lives in the other\rone. It is a good idea, but the film depends on us believing in the two men,\rand that isn't easy.\n\nThe\rstory unfolds during the same season that Joe DiMaggio was setting his record\rfor hits in consecutive games; that's a favorite year for filmmakers, because\rit allows them to counterpoint DiMaggio's streak with their own characters'\rmore obscure lives (see, for example, \"Farewell, My Lovely\"). The\rplot involves a man named Henri Young (Kevin Bacon) who has been cruelly treated\rby the California prison system, and a lawyer named James Stampill (Christian\rSlater) who is appointed to defend him.\n\nYoung,\roriginally arrested for stealing $5 to feed his starving little sister, was\rlater kept in solitary confinement for three years, went berserk, killed a\rguard, and is now being tried for murder. Stampill says the system, not the\rprisoner, is guilty. As the movie opens, Young has been driven into a tiny\rcorner of his mind by the brutal experience of solitary confinement, and peers\rout suspiciously at the world. It is Stampill's task to win his trust.\n\nStampill\ris a man who is always running. The first time we see him, he's chasing a San\rFrancisco cable car. He's usually late.\n\nThe\rmovie has no particular purpose for establishing this trait; it's just\rbackground, designed to flesh out a character who needs it. There is no\rshortage, however, of background for Young, who is played by Bacon as such a\rmass of suffering and victimization that the actor needs every ounce of his\rconsiderable skill to keep from eating right through the scenery.\n\nThe\rscenery is, to be sure, awesome. Alcatraz is seen on its bleak, cruel rock, and\rthe world inside is carefully recreated. The movie's art department really\rgrows enthusiastic, however, in the courtroom: Whether this is a set or an\ractual location I do not know, but if Architectural Digest ever does an issue\ron the legal system, this is the cover photo. The courtroom is so interesting,\rin fact, that it almost upstages several important moments; we're looking at\rthe chairs and wondering if they're real, and how much they cost.\n\nThis\ris one terrific courtroom.\n\nIt\ris presided over by Judge Clawson (R. Lee Ermey, the former Marine drill\rinstructor who starred in Kubrick's \"Full Metal Jacket\"), who runs a\rtight ship, barks commands, has a quirky personality, and is fun to watch,\ralthough only a judge in a movie would allow the ending of this trial to unfold\ras it does. Other important characters include Gary Oldman as a sadistic\rAlcatraz warden who administers the inhuman punishment system, and Stefan\rGierasch as the California state prison chief, who doesn't have a clue what's\rgoing on. William H. Macy has the thankless role of the prosecuting attorney.\n\nBut\rmost of the film is given over to the relationship between the accused and his\rlawyer, and Bacon and Slater spend a lot of time in two-shots together, holding\rintensity contests. Slater, who in certain shots looks curiously like Kevin\rCostner, is an actor with talent, but he is too young for this role, and not\rconfident enough to dial down a little. Like DiMaggio the same summer, he wants\ra hit every time he goes to the plate. Hollywood sometimes goes on youth kicks\rlike this, casting kids in their mid-20s in roles where a substantial character\ractor is called for. Eventually we stop believing in the story, and then we\rstop caring, and then we start admiring that great furniture.", "running_time": 113, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-01-20", "genres": ["Crime", "Drama"], "title": "Murder In The First (1995)"}