{"url": "http://www.rogerebert.com/reviews/murder-on-the-orient-express-1974", "by": "Albert Finneyas Hercule Poirot", "star_rating": 3.0, "text": "There is a cry of alarm, some muffled French, a coming and going in the corridor. Hercule Poirot, Adjusting the devices that keep his hair slicked down and his mustache curled up, pauses for a moment in his train compartment. He lifts an eyebrow. He looks out into the hallway. He shrugs. The next morning, it’s revealed that Ratchett, the hateful American millionaire, has been stabbed to death in his sleep. This is the quite obviously a case for Hercule Poirot, the most famous detective in the world, and, over breakfast, he agrees to accept it. The list of suspects is long, but limited: It includes everybody on board the crack Orient Express, en route from Istanbul to Calais, and currently brought to a standstill by an avalanche of snow that has fallen across the track. Poirot arranges to begin a series of interviews and plunges himself (and the rest of us) into a net of intrigue so deep, so deceptive, and so labyrinthine that only Agatha Christie would have woven it. “Murder on the Orient Express” is a splendidly entertaining movie of the sort that isn’t made anymore: It’s a classical whodunit, with all the clues planted and all of them visible, and it’s peopled with a large and expensive collection of stars. Albert Finney, who plays Poirot, is the most impressive, largely because we can never for a moment that he is Finney. His hair is slicked down to a patent-leather shine, his eyes have somehow become beady and suspicious, his French mustache is constantly quivering with alarm (real and pretend), and he scurries up and down the train like a paranoid crab. The performance is brilliant, and it’s high comedy.\n\nSo is the movie, although it’s careful never to make its essentially comic intentions get in the way of Miss Christie’s well-oiled mystery. This isn’t a “thriller,” because we’re not thrilled, or scared-only amused. The murder itself has a certain antiseptic, ritualistic quality, and the investigation is an exercise in sophisticated cross-examination and sputters of indignation. What I liked best about this movie is its style, both the deliberately old-fashioned visual strategies used by director Sidney Lumet, and the cheerful overacting of the dozen or more suspects. \n\nThey form a suitably bizarre menagerie and at first glance have nothing in common with one another. Bear with me please, and I’ll work my way through the all-stars: Lauren Bacall is a particularly obnoxious American, Ingrid Bergman is an African missionary, Michael York and Jacqueline Bissetare Hungarian royalty, Jean-Pierre Cassel isthe conductor, Sean Connery is an English officer returning from India, Vanessa Red-grave is his constant companion, John Gielgud is a veddy, veddy proper man-servant to millionaire Richard Widmark, Wendy Hiller is an aloof Russian aristocrat, Anthony Perkins is Widmark’s secretary, Rachel Roberts isa neo-Nazi ladies’ maid, Martin Balsam is a director of the railroad line, and there are, believe it or not, others also under suspicion. \n\nThere are obviously big technical problems here: More than a dozen characters have to be introduced and kept alive, a very complicated plot has to be unraveled, and everything must take place within the claustrophobic confines of the railway car. Lumet overcomes his difficulties in great style, and we’re never for a moment confused (except when we’re supposed to be, which is most of the time). \n\nThere is hardly anything more I can tell you, or even hint, about the plot, except that nothing is as it seems (and you knew that already about a movie based on an Agatha Christie book). The movie provides a good time, high style, a loving salute to an earlier period of filmmaking, and an unexpected bonus: It ends with a very long scene in which Poirot asks everyone to be silent, please, while he explains his various theories of the case. He does so in great detail, and it’s fun of a rather malicious sort watching a dozen high-priced stars keep their mouths shut and just listen while Finney masterfully dominates the scene.", "running_time": 128, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-01-01", "genres": ["Drama", "Foreign", "Mystery", "Thriller"], "title": "Murder on the Orient Express (1974)"}