{"url": "http://www.rogerebert.com/reviews/muriels-wedding-1995", "by": "Toni Colletteas Muriel", "star_rating": 3.5, "text": "When Muriel catches the bouquet at a friend's wedding, her friends are furious: \"Throw it again - you'll never get married.\" She doesn't look like much of a catch, in a leopard-skin dress that stands out so much she's spotted by another wedding guest who is, unfortunately, a floorwalker at the store where Muriel shoplifted it. She's delivered home from the wedding by the police, but is spared arrest when her dad, a local politician with the backslapping ease of a much more successful man, treats the cops to a case of beer.\n\nThis is in Porpoise Spit, Australia (\"Jewel of the North Coast\"), and P. J. Hogan's \"Muriel's Wedding\" is another of those Australian films that walk a careful line between satire and misery.\n\nLike \"Man of Flowers,\" \"High Tide,\" \"Sweetie,\" \"Proof\" and \"Strictly Ballroom,\" it is merciless in its portrait of provincial society, and yet has a huge affection for its misfit survivors. When Muriel (Toni Collette) is wounded, she retreats to her bedroom, drowning out reality with Abba songs. She is a large, big-boned young woman with unruly hair and a clueless look, and her friends from high school - swimsuit issue wannabes with promiscuous but grim sex lives - don't want her around anymore. They're planning a holiday on a tropical island and she will not enhance their appeal.\n\nMuriel's home life is cheerless, with an undertone of tragedy in Betty, her mother (Jeanie Drynan), a thoroughly cowed woman who is treated by her children like a domestic slave and by her husband Bill (Bill Hunter) as a household appliance who cooks and cleans. Bill is a failed politician who takes obscure Japanese investors to dinner in Chinese restaurants where he is owed free meals because of shady favors. His children are couch potatoes who sit, stunned, staring at the television. At least Muriel has had enough ambition to flunk out of secretarial school.\n\nThen life changes, suddenly, when Muriel comes into some money (a blank check from her mother) and a high-spirited new friend named Rhonda (Rachel Griffiths), who has an infectious grin and faith in Muriel's potential.\n\nThe girls fly away on vacation to the very island where the snobs have gone, and are the hit of the party with their mimed version of \"Dancing Queen.\" With Rhonda around, life suddenly has promise; the two girls move to Sydney, where Muriel finally has a sexual experience, not very successful (the boy unzips a chair instead of Muriel's pants, in a misunderstanding that must be seen to be understood). \"When I lived in Porpoise Spit,\" Muriel tells Rhonda, \"I sat in my room for hours and listened to Abba songs.\n\nSince I met you and moved to Sydney, my life is as good as an Abba song - as good as \"Dancing Queen.\" For her, there is no higher praise. But Muriel is still unhappy, and because she identifies perfect happiness with getting married, she haunts wedding shops and eventually ends up in a marriage of convenience with an empty-eyed South African swimming star who needs a wife to get an Australian passport. (During their wedding, she lets out little simpering squeaks, and he looks at her with slack-jawed incredulity).\n\n\"Muriel's Wedding\" has a lot of big and little laughs in it, but also a melancholy undercurrent, which reveals itself toward the end of the film in a series of surprises and unexpected developments.\n\nThe arc of its story involves Muriel's discovery of herself, and a developing faith that she can have a good time, make friends, and be valued. The film's good heart keeps it from ever making fun of Muriel, although there are moments that must have been tempting.\n\nAnd the casting of minor characters (including Muriel's sister with the naughty-naughty smirk) is flawless.", "running_time": 105, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-03-17", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Muriel's Wedding (1995)"}