{"url": "http://www.rogerebert.com/reviews/murphys-romance-1986", "by": "Sally Fieldas Emma Moriarty", "star_rating": 3.0, "text": "From the moment Sally Field pilots her battered old pickup into town and parks her kid out at the farm and walks into James Garner's drugstore and they lay eyes on each other for the first time, it's pretty clear that they are going to have to fall in love with each other and get married. All you have to do is look at them.\n\n\"Murphy's Romance\" takes a whole movie to arrive at the conclusion that takes us two minutes, but that doesn't mean this is a predictable movie. The whole point of this movie is how it looks at those characters, and listens to them, and allows them to live in a specific time and place. If they knew what we know, it would spoil all the fun, as they flirt and pout and spar and circle each other - and survive the sudden and unexpected appearance of Sally Field's no-good ex-husband.\n\nHis name is Bobby Jack, and Field describes him in a sentence: \"How come you were never as good on your feet as you were between the sheets?\" He's an immature, sweet-talking con man without a responsible bone in his body. He turns up one day, and moves in, and Field lets him stay because it means a lot to their son, Jake.\n\nAt first it appears that Bobby Jack's arrival is going to cause problems for the budding relationship between Emma and Murphy (Field and Garner). But Emma keeps on inviting Murphy to stay to dinner, and Murphy reads the situation correctly: Emma may be stuck with Bobby Jack, but she is stuck on Murphy.\n\nMurphy is quite a guy. He figures he has a lot of knowledge about human nature, and he's not shy about sharing it. He doesn't take himself too seriously, but he likes to pretend that he does. He speaks thoughtfully, moves deliberately and lets you know what a character he is by parking his mint-condition 1928 Studebaker in front of his drugstore. Garner plays this character in more or less his usual acting style, but he has been given such quietly off-beat dialogue by the screenwriters, Harriet Frank Jr. and Irving Ravetch, that he comes across as a true original.\n\nSally Field is also not particularly original in her approach to the character Emma, who is a close relative of other Field heroines: plucky, quietly sensible in the face of calamity.\n\nOriginality is not called for in this performance, anyway; it would have been a mistake to turn Emma into a colorful character, instead of letting her proceed at her own speed. In the movie's key series of scenes - where Bobby Jack makes his move and Emma sneezes at him and then a surprise visitor turns up from Tulsa - the movie is saved from melodrama only by Field's matter-of-fact ability.\n\nThen comes the ending, which is one of the most carefully and lovingly written passages in any recent movie. Much depends on exactly what Emma and Murphy say to each other, and how they say it, and what they don't say. The movie gets it all right.\n\n\"Murphy's Romance\" was directed by Martin Ritt, who also directed Field's Oscar-winning performance in \"Norma Rae\" and worked with her again in the less-than-successful \"Back Roads.\" Ritt specializes in movies about the rural South and Southwest (his credits also include \"Sounder,\" \"Hud\" and \"Conrack\"), and one of the strenghts of \"Murphy's Romance\" is the freedom he feels to simply pause, occasionally.\n\nTwo examples: Listen carefully to the man who calls the bingo numbers, and the old man Murphy gives a lift to one day. They have particular voices and deliberate word choices, and they seem completely authentic. So, to a surprising degree, does the movie.", "running_time": 67, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-01-17", "genres": ["Comedy", "Romance"], "title": "Murphy's Romance (1986)"}