{"url": "http://www.rogerebert.com/reviews/murphys-law-1971", "by": "Peter O'Tooleas Murphy", "star_rating": 2.5, "text": "\"Murphy's War\" is an ambitious attempt at a thoughtful action movie, but its thought and action don't connect very well, and the ending is as unsatisfactory as it is inevitable. Along the way, though, there are some fine scenes by that splendid action director Peter Yates (\"Bullitt\"), and the bones of a good performance by Peter O'Toole.\n\nHe plays one of two survivors of a German U-boat attack during the final days of World War II. The other survivor has managed to beach an amphibious airplane a few miles downstream on the Venezuelan River where the U-boat is concealed, and O'Toole patches up the plane and sets out to sink the submarine.\n\nThe movie's best sequences involve the warplane, which bounces seemingly forever along the river before it finally, grudgingly, crawls up into the air. There is also some interesting business at the end, when O'Toole attacks the grounded submarine with a wheezy old barge and finally drops a torpedo on it with a crane.\n\nBut by then, the character of Murphy has become so clearly deranged that the ending doesn't contain much satisfaction. If Murphy is a madman - and he acts suspiciously like one during the last half hour - that we can't get much involved in the revenges he plans, no matter how richly they may be deserved.\n\nThe Stirling Silliphant screenplay, which seems to contain more nuances than Yates was willing to explore, suggests an interesting triangular relationship between Murphy, the easygoing barge operator (Philippe Noiret) and the woman doctor (Sian Phillips) at the Quaker mission where they meet. The doctor is totally dedicated to her work, as they say, and smiles at Murphy's advances. Then there's a scene or two to suggest that something may exist between her and the barge captain. But what? The movie doesn't make anything more of it, so we get the sense that a more fully developed relationship may have existed in the screenplay when Yates received it.\n\nApart from the flying sequences, then, the movie exists solely on the level of Murphy's fanatic compulsion to sink that sub. It's possible, I suppose, that the sub deserves sinking, but all the deaths it's responsible for are legitimate wartime killings; there aren't any atrocities. Then too, by the time Murphy has his way, the war is over. So we're left with an expensively mounted movie, potentially a good one, that doesn't seem to know what to make of itself.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-07-29", "genres": ["Action", "Mystery", "Thriller"], "title": "Murphy's Law (1971)"}