{"url": "http://www.rogerebert.com/reviews/music-of-the-heart-1999", "by": "Meryl Streepas Roberta Guaspari", "star_rating": 3.0, "text": "\"Music of the Heart\" is based on the true story of a violin teacher named Roberta Guaspari, who created a high school music program more or less out of thin air in East Harlem, and eventually found herself and her students on the stage of Carnegie Hall. Most movies claiming to be based on fact pour on the melodrama, but this one basically just sticks to the real story, which has all the emotional wallop that's needed.\n\nMeryl Streep stars as Guaspari, a mother of two whose husband leaves her. On her own, she has hard times in the job market; she's gift wrapping presents in a department store one day when she's spotted by an old friend (Aidan Quinn) who knew her in her days as a gifted music student. He tells her about a high school that might have an opening, and soon Guaspari is trying to sell a reluctant principal (Angela Bassett) on what could be accomplished with 50 violins she just happens to have purchased cheaply in Greece.\n\nThe principal doesn't think so. And, of course, the school has no funds, anyway (think what our society might be like if the funds spent on high school sports were used to help kids access the humanities). But Guaspari is persistent and establishes a music program, despite predictable difficulties, including the obligatory mother who complains her children are being taught the music of \"dead white men.\" (The mother is correct, but man, could those guys compose!) The screenplay has the courage to go easy on the scenes involving movie romance. The Quinn character is disqualified as a candidate, and although another guy (Jay O. Sanders) comes along, this movie is not so much about romance as about practice, practice, practice. Ten years pass. The program has expanded to three schools, and is so popular kids enter a lottery to get into it. Then funds are cut, and the program is threatened. \"Do you know anybody who works for the New York Times?\" Guaspari thoughtfully asks a friend, and soon an article in the Times leads to a benefit concert at Carnegie Hall, with violinists Isaac Stern, Itzhak Perlman and Arnold Steinhardt playing themselves.\n\nThis second half of the film feels almost like a documentary, and no wonder; there was a documentary about this same material (\"Small Wonders,\" 1996), unseen by me, and you can guess how Guaspari must have seemed like a natural for someone like Streep to play. The movie doesn't punch up the drama but simply shows good people trying to work together and get something done. That's why it's so effective.\n\nMeryl Streep is known for her mastery of accents; she may be the most versatile speaker in the movies. Here you might think she has no accent, unless you've heard her real speaking voice; then you realize that Guaspari's speaking style is no less a particular achievement than Streep's other accents. This is not Streep's voice, but someone else's--with a certain flat quality, as if later education and refinement came after a somewhat unsophisticated childhood.\n\nThe movie was directed by Wes Craven, known for his horror films (\"Scream,\" \"A Nightmare on Elm Street\"), and he may seem like a strange choice for this material. Not at all. He is in fact a cultured man who broke into movies doing horror and got stuck in the genre; he's been trying to fight his way free from studio typecasting for 20 years, and this movie shows that he can get Meryl Streep to Carnegie Hall just as easily as a phantom to the opera.", "running_time": 123, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-10-29", "genres": ["Drama", "Indie"], "title": "Music Of The Heart (1999)"}