{"url": "http://www.rogerebert.com/reviews/music-within-2007", "by": "Ron Livingstonas Richard Pimental", "star_rating": 2.5, "text": "I have good things to write about \"Music Within,\" but I have some troubles with it, too. First, the good stuff: This is an entertaining, sometimes inspiring film about a man named Richard Pimental (Ron Livingston), who serves in Vietnam and is almost completely deafened when a shell lands near him in battle. Returning to America, he receives not exactly expert treatment for his disability and is cast out into the world to find himself all but unemployable. Among the friends he makes in the disabled community is Art Honeyman (Michael Sheen), who has cerebral palsy but is a powerhouse of intelligence and wit.\n\nThe two of them experience first-hand the discrimination, sometimes unconscious, that the world inflicts on those who look, sound or act differently. In one of the movie's most infuriating scenes, they are asked to leave a restaurant, \"because you're disturbing the other customers.\" How are they disturbing them? By being there. By existing. By Honeyman being twisted and in a wheelchair and talking awkwardly.\n\nPimental's own experiences and what he sees happening to his friends inspire him to become a disability rights activist, and although the movie doesn't quite say so, he must have been the driving force behind the Americans With Disabilities Act (1990), because no one else is mentioned. Taken just on these terms, the movie works, it's effective, and I believe audiences will respond to it.\n\nMy own feelings are a little more complex. They began forming in early childhood. Growing up in Urbana, I was unknowingly at the center of a rehabilitation movement that formed after World War II. Thousands of returning vets were in wheelchairs. Unlike Pimental, who is told in the film that he doesn't qualify for veterans' college funds because he is deaf, many of them attended universities on the G.I. Bill.\n\nThe University of Illinois sits on a landscape flat as a pancake. Ideal for wheelchairs. The Urbana-Champaign community, starting in 1946, began to build ramps into buildings, adapt elevators and washrooms, make curb cuts and equip buses with chair lifts. This was not done overnight, but the town became known as wheelchair-friendly. Our local TV sportscaster, Tom Jones, was in a wheelchair. Our wheelchair athletes, organized in a program by Dr. Tim Nugent, helped launch wheelchair sports. During Vietnam, the loudest anti-war protester on campus was an SDS member named Rudy Frank who walked with so many braces he looked like RoboCop. My photo chief at The Daily Illini was Ken Viste, who was in a chair, but that didn't keep him from working the sidelines at sporting events. Disabled people were no big deal.\n\nThings like that were happening all over the country, and I learned a little about them in 1962 when I went along as an aide on a tour of Southern Africa with 18 wheelchair athletes, who demonstrated that life did not end with forms of paralysis. All of this came before Pimental went to Vietnam.\n\nThe national disability rights movement had many parents. Such men as Robert Burgdorf, Justin Whitlock Dart Jr. and Sen. Bob Dole were instrumental. Remember Ron Kovic, who was born on the Fourth of July? Here in Chicago, my friend Marca Bristo founded Access Living to support the disabled who wanted to live independently. She lobbied relentlessly in City Hall and Springfield. She was appointed chair of the National Council on Disability. No, she didn't create the Americans With Disabilities Act. But Google both her and Pimental, and decide for yourself who played a larger role in the movement.\n\nWhat bothers me is that \"Music Within\" takes an individual story, an inspiring one, yes, and then thinks that's all there is to be told. It wasn't one guy who got mad. It was decades of struggle, decades of rejection, decades of streets that couldn't be crossed, stairs that couldn't be climbed, houses that couldn't be lived in and customers who couldn't be bothered. Richard Pimental was more of a beneficiary of the disability rights movement than a pioneer. So why do I give the movie 2½ stars? Because what it does, it does sincerely and fairly well. Just remember that its hero stands for countless others.", "running_time": 94, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-25", "genres": ["Drama", "Indie"], "title": "Music Within (2007)"}