{"url": "http://www.rogerebert.com/reviews/musical-chairs-2012", "by": "Leah Pipesas Mia", "star_rating": 2.5, "text": "Susan Seidelman's \"Musical Chairs\" is a feel-good romantic fantasy that is likely to inspire a hollow laugh among some people in wheelchairs. Either it knows little about the realities of disability, or it knows too much. Certainly people using wheelchairs can lead full and active lives, including the kind of ballroom dancing shown here. They also play basketball and do track and field, but first they spend months or years of arduous rehabilitation.\n\nMy guess is that the filmmakers know more about disability than they reveal, because events might have grown way too complicated. The movie tells the story of Mia (Leah Pipes), a beautiful dance instructor, who is struck by a taxi and paralyzed from the waist down. She has earlier touched the heart of Armando (E.J. Bonilla), who works in his family's restaurant and is also a gifted dancer. \n\nNow follow this timeline: Mia had been dating the creepy owner of the dance studio. But it's Armando who visits her in the hospital, while the creep begs off over the phone; he's been \"too busy\" to come and see her. We get the impression that only two weeks have passed since the accident. \n\nOne night while taking out the restaurant garbage, Armando catches sight of a trash can on wheels, and something about the way they pivot together inspires him to perform a pas de deux right there in the alley. Inspiration hits. He shows Mia videos of wheelchair ballroom dancers and starts a class to teach it in Mia's hospital. He recruits such fellow patients as a wounded soldier, a busty transgendered woman and a hard-boiled goth girl, and finally Mia also attends. It turns out that New York's first wheelchair ballroom dancing competition is in three months and…\n\nIt's unlikely that anyone paralyzed from the waist down is going to be taking ballroom dancing classes a few weeks later. The physical and mental trauma would make it impossible. Why am I telling you this? You already assumed as much, didn't you? So let's back way up and bring the movie into focus in a different way. It isn't a docudrama. It's an escapist fantasy. It uses a group of identikit stereotypes in a formula story. \n\nOne is Isabella, Armando's Puerto Rican mother (Priscilla Lopez), who has a neighborhood beauty all lined up for him to marry and wants grandchildren and lots of 'em. Then there are Mia's rich WASP parents, eager to have her move back home with them; they'll have the house outfitted with ramps. Chantelle (Laverne Cox), the transgendered woman, falls in love with one of Armando's older Puerto Rican relatives. This clicks in another set of stereotypes: The man allegedly has no idea Chantelle has a little something extra, although it is the least-kept secret in the hospital. Chantelle never gets around to telling him and oops! They truly fall in love, although he's not exactly her type, even if she wasn't in a chair. Love conquers all.\n\nThese implausibilities are ignored by the movie. It knows that with characters we like, we want good things to happen to them. We know who we're cheering for in the dance competition. I saw \"Musical Chairs\" with a registered nurse who cared for me at the Rehabilitation Institute of Chicago, and she loved it. It was life-affirming, she said. If anyone knew at first hand how inaccurate it was, she knew. But she didn't mind. Neither to a degree did I. That's what fantasies are for, to help us imagine that things are better than they are.\n\nThere are, however, two areas where the movie is guilty of misinforming audiences. Armando's mother believes that if her son marries Mia, they cannot have children. Nobody corrects her. Many disabled women can and do become mothers. \n\nThe other area is wheelchair dancing. It is a beautiful and demanding performance art. Even assuming you've had a full course of rehabilitation, it's unlikely you'll be winning many trophies after three months of night classes taught by instructors with no experience in wheelchairs. I've seen wheelchair dancing. It can be transcendent. It is not easy.\n\nAll of these things having been said, \"Musical Chairs\" is a success at its intended level. Leah Pipes, a rising young actress, has a luminous screen presence (and let's hear no complaints that she isn't really disabled, because key scenes in the movie require her to walk). Priscilla Lopez, as the mother, is high-spirited. Laverne Cox (who really is transgendered) brings a nice warmth and humor to her performance. As Nicky, Auti Angel makes an original out of her disabled goth girl. Sneaking a smoke outside a party, she finds some little kids staring at her. They want to know how she got that way. \"Got drunk and fell out a window,\" she all but snarls, and they are properly impressed.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-03-28", "genres": ["Drama", "Romance"], "title": "Musical Chairs (2012)"}