{"url": "http://www.rogerebert.com/reviews/must-love-dogs-2005", "by": "Diane Laneas Sarah", "star_rating": 2.0, "text": "\"Must Love Dogs\" is like a puppy with big brown eyes and a wagging tail who weeps with eagerness to lick your hand, but you take a look around the pound and decide to adopt the sad-eyed beagle who looks as if she has seen a thing or two. In dogs, as in love stories, it is better to choose wisdom over infatuation.\n\nThe movie stars two of the most likable actors in the movies, Diane Lane and John Cusack. There is a sense in which you can simply sit there in the theater and regard them with satisfaction. Cusack in particular has a gift of intelligent speech that no doubt inspires discerning women to let him know, one way or another, that he can have his way with them if he will just keep talking. Here he plays a man named Jake, who builds racing boats by hand, out of wood. \"They may not win,\" he observes, \"but they lose beautifully.\" His divorce recently became final.\n\nLane is a 40ish kindergarten teacher named Sarah who is also divorced; her family despairs because it seems she will never remarry. She belongs to one of those families that functions like the supporting cast of \"Cheers,\" offering one-liner insights and unwanted advice. Her sister Carol (Elizabeth Perkins) posts a phony singles ad about her on the Internet. This leads to an obligatory scene in which she has one date apiece with a series of spectacularly unlikely candidates, including one who bursts into tears almost continuously.\n\nFate and a helpful prod from the plot eventually bring Sarah and Jake together, although it is not love at first sight, or if it is, they deny it to themselves. There is meanwhile another man in the picture; Dermot Mulroney plays the separated father of the cutest of her little preschool toddlers, and seems like a plenty nice guy. What she should know, as the screenplay certainly does, is that \"separated\" is not the same thing as \"divorced.\" A wise woman of my acquaintance advises her single female friends, \"Married men are for married women\" -- a rule that is more complex than at first it seems.\n\nIt is a pleasure to regard Cusack and Lane, or Jake and Sarah, as they Meet Cute and go through the usual romantic calisthenics of the love story. They must each doubt their own feelings, and each doubt the other's feelings, and miss a connection through a misunderstanding, and become convinced the other person is dating someone else, and clear all of the other hurdles placed with clockwork precision before the inevitable finish line. The movie is pleasant, sedate, subdued and sweet, but there is not a moment of suspense in it.\n\nIt is melancholy to reflect that Cusack played a teenager in his first romantic comedy, the masterpieces “The Sure Thing” (1985) and \"Say Anything\" (1989), and now plays an adult in a screenplay not anywhere near as risky, truthful or moving. Consider the depth and truth of the girl's father in that film, who was played by John Mahoney, and then consider Diane Lane's father in this movie, played by Christopher Plummer.\n\nPlummer is a great actor; he played the best Iago I have ever seen on the stage. But here his character is created from off-the-shelf sitcom templates. He was allegedly happily married for 45 years, but after his wife dies he plunges into the Internet dating game so avidly that one of his blind dates turns out to be -- his own daughter. He offers kindly wisdom, twinkling eyes, a wee hint of a brogue, and the audacity to keep two or three middle-aged ladies on the string at the same time, just so they won't grow overconfident. Stockard Channing, who plays one of them, handles his heartlessness with such wisdom that I'd like to see her in a whole film about a woman in such a predicament.\n\nLane and Cusack, meanwhile, take one step forward (they both say \"Dr. Zhivago\" is their favorite movie!) and two step back (she sleeps with Mulroney, but hates herself in the morning). Given the fact that his occupation is building boats by hand, what do you think the odds are that she will sooner or later commandeer a racing crew to help her pursue her dream? All too good?\n\nThe movie toys with heartbreak because it knows, and we know, no hearts will be broken. If one should get dropped by accident, well, the Cusack character thinks that when your heart breaks, \"it grows back bigger.\" So maybe it's a good thing for it to be broken? Or what? These actors with their gifts deserve characters that the movie takes more seriously and puts at more risk. The Stockard Channing character is like a visitor from a parallel universe in which such movies are made.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-07-28", "genres": ["Comedy", "Romance"], "title": "Must Love Dogs (2005)"}