{"url": "http://www.rogerebert.com/reviews/mute-witness-1995", "by": "Marina Sudinaas Billy", "star_rating": 3.0, "text": "Anthony Waller's \"Mute Witness\" is one of those films, like \"Halloween\" or \"Blood Simple,\" where a strong story and a skillful use of horror film technique causes you to forget the low budget and limited production values.\n\nThe movie takes place mostly within a Moscow film studio and in a few shabby apartments and on dark night streets. Yet it grabs you and - apart from a few fake scares recycled out of countless other movies - wins your respect.\n\nThe movie's heroine is Billy (Marina Sudina), a young mute who is working as the makeup and special effects person on a low-budget horror film. One night, lingering behind to finish a task, she is mistakenly locked inside the studio and cannot, of course, call out for help. She tries telephoning her sister's apartment and tapping on the receiver, but the sister's husband dismisses the calls as pranks. It appears she will have to spend the night.\n\nWandering back to the set, she is startled to find it being used for other purposes. Some of the technicians on the horror film are using the company's facilities for their own after-hours production. Billy, hidden behind scenery, watches. It appears they are making a porno film. Then, with horror, Billy realizes they are making a snuff film: She witnesses the gruesome death of an actress.\n\nThe film now relies on tried and true horror techniques. It goes without saying, for example, that no one has ever witnessed such a scene in a movie without inadvertently calling attention to himself. The murderers, alerted to Billy's presence in the building and her danger to them as a witness, pursue her. And that sets up the skillful central passages of the film, which are a cat-and-mouse chase through the vast old studio, which offers many appropriate props and settings. There is also fun with the way special effects can fool us with deceptive appearances.\n\nThe film is set in Russia for a reason, we discover; the people making the evil films are connected mysteriously to someone called the Reaper, a criminal who is powerful behind the scenes of the establishment. And during the filming of the snuff scene, a computer disk containing crucial information involving him is sent spinning across the floor - to a secret resting place that only Billy knows. All of these strands come together in a climactic confrontation.\n\nBut plot is always secondary to technique in a film like this.\n\nThe opening scenes of \"Mute Witness\" - which are not quite what they seem - are virtually an anthology of horror cliches, lovingly reenacted. The center sections reminded me of the situation in \"Wait Until Dark,\" where a blind woman was being threatened. Billy's resourcefulness is, however, quite modern, and so is the computerized voice synthesizer that figures in a crucial sequence.\n\nThe great advantage of horror films is that the genre itself is the star. Many of the great horror films do not require expensive actors or elaborate production values, because the manufacture of suspense comes close to being pure cinema, and can be done with setup and montage. We are involved simply because of the way one shot follows another. Many young filmmakers - John Carpenter, the Coen brothers, and all those directors of an earlier generation who started out making low-budget Roger Corman thrillers - used horror as an avenue into the film business because it was a cheap way to showcase their talents, in films that had a good chance of making money.\n\nWithout knowing anything about Anthony Waller, I'd guess he's in something of the same position: a new director, on a limited budget, and with considerable talent. His movie was shot entirely in Moscow. The reason for that may have been budgetary; it might be cheap to shoot in Russia just now. But the extra fillip of the Moscow locations - the run-down studio, the sublet apartments that are like temporary perches, the rainy night streets - gives the whole enterprise a certain stylish edge. \"Mute Witness\" is not a great film, but what it does, it does very well and knowledgeably.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-09-15", "genres": ["Foreign", "Thriller"], "title": "Mute Witness (1995)"}