{"url": "http://www.rogerebert.com/reviews/my-afternoons-with-marguerite", "by": "Gerard Depardieuas Germain", "star_rating": 3.0, "text": "Germain is a handyman in a sloppy flannel shirt and overalls, overweight and hulking. Margueritte is a little (85 pounds) old (95 years) lady. They meet on a park bench, where both know that exactly 14 pigeons hang out there, and both recognize them by sight. \n\nGermain may be a hulk (he's played by Gerard Depardieu, who certainly is). But he is gentle and has a good heart, despite having been treated with cruelty by a mother who still survives to make his life miserable. He lives in a small trailer parked near his childhood home and lovingly tends his garden, where his mother displays sporadic violence against leeks.\n\nMargueritte is played by Gisele Casadesus, now 97, who made her first film in 1934 as a member of Comedie Francaise. She is so slight and fragile she reminds Germain of a glass figure. She once worked for the World Health Organization, now lives in a retirement home with her beloved books.\n\nGermain believes he cannot read. Actually, we discover later, he was taught to read but never taught to have a shred of self-confidence. She begins to read to him — The Plague by Camus — and he is an ideal listener. With her as his catalyst, he makes slow steps toward self-esteem.\n\nThis happens in an improbably sweet film that will strike many as too upbeat. Germain is cuddled by his adorable bus-driver girlfriend Annette (Sophie Guillemin), and pals around with his buddies at a local cafe. He suffers through flashbacks to his unhappy childhood, but seems on the whole serene. He loves Annette but he declares himself \"in love\" with Margueritte. \n\nSo are we, a little. She is bright-eyed and high-spirited, and never overplays the heart-tugging. The director, Jean Becker, is the son of the great French noir director Jacques Becker, who was 8 when Gisele Casadesus was born. There's history here. The happy ending lays it on too thick, but what the hell: In for a dime, in for a dollar. Besides, the movie started me re-reading The Plague.", "running_time": 82, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2011-09-28", "genres": ["Comedy", "Drama", "Foreign"], "title": "My Afternoons With Marguerite (2010)"}