{"url": "http://www.rogerebert.com/reviews/my-architect-2004", "by": "Nathaniel Kahn", "star_rating": 3.5, "text": "That Kahn was a great architect is clear from the loving photography of his work by his son. His masterpiece, the capitol of Bangladesh in Dhaka, is a building that invites the spirit to soar. His other works included the Kimbell Art Museum in Fort Worth, the Yale Art Gallery, the Salk Institute in California, and, most surprising, a \"music boat\" he designed almost like a vessel from a cartoon. The boat sails into a harbor, folds up into a proscenium stage, and presents a concert for the listeners onshore.\n\nAgainst these achievements the movie sets a lifetime of struggle, secrecy, stubbornness, deception and frequent failure. He was \"short, scarred and ugly, and had a funny voice,\" a colleague states flatly. His face badly burned by a fire when he was an infant, Louis moved with his family from Estonia to Philadelphia when he was 6. Called \"Scarface\" in school, he buried himself in his studies, won a college scholarship, had grand ideas about architecture, but was supported for 20 years by his first wife and didn't open his own office until he was almost 50.\n\nHe would die at 73, and only in the last 10 years of his life did he achieve the stature for which he is remembered. But what a death. Returning from Bangladesh -- a hard journey for a man his age -- he collapsed and died in a restroom in Penn Station, and his body went unclaimed for two days because he had scratched out his address on his passport, and the police did not recognize his name. To this day, Nathaniel's mother remains convinced be blotted out the address because he planned to make good on a promise to come and live with them. Nathaniel is not so sure.\n\nThe movie begins as the story of a son searching for his father, and ends as the story of the father searching for himself. Kahn would visit Nathaniel and Harriett unexpectedly, always leaving before morning. He told the boy stories about his life, drew him a book of funny boats (at the time he was designing the Music Ship), but \"left no physical evidence he had ever been in our home -- not even a bow tie hanging in the closet.\"\n\nNathaniel interviews both his mother and Anne; Esther, who died in 1996, is seen in an old video. He talks to many of his father's colleagues, from contemporaries like Philip Johnson and I.M. Pei to Frank Gehry, who once worked in Kahn's shop. Their memories mix affection and respect with exasperation. He was a difficult man. When his plan to redesign downtown Philadelphia was rejected, there was a hint that anti-Semitism might have been involved, but when Nathaniel tracks down Ed Bacon, the czar in charge of the project, he gets a sharp verdict: \"Totally irresponsible. Totally impractical.\" Kahn wanted Philadelphians to park their cars in a ring around the city and walk to work, a utopian idea not likely to win tax dollars.\n\nThere are moments of sudden poignance. A colleague remembers that Kahn always spent Christmas with them, and Nathaniel repeats \"Christmas?\" and we realize he never spent a Christmas with his father. And Robert Boudreau, the man who commissioned the Music Ship, realizes he is talking to Louis' son, and tears well in his eyes. \"I saw you when you were six years old,\" he says. \"At the wake.\" Kahn's wife had sent orders for Anne and Harriett to stay away from the funeral, but they came anyway, and were ignored.\n\nA portrait emerges of Louis I. Kahn as a man constantly in motion, an elusive target who lived more at his office than in any home, who worked his employees beyond the endurance of some of them, who would appear for two or three days and then fly off in search of a commission or to supervise a job. It was his great disappointment that his plans for a synagogue in Jerusalem were never taken up; ironic, that his greatest work was built by a Muslim country.\n\nWhen he died, Nathaniel says, his father was $500,000 in debt. He narrates a catalog of projects that were canceled or never commissioned. At the end of the film, meeting with his two half-sisters, he wonders if they are a family, and they decide they are because they choose to be -- not because of who their father was. That was the only choice Louis left them.", "running_time": 116, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-02-20", "genres": ["Documentary"], "title": "My Architect (2004)"}