{"url": "http://www.rogerebert.com/reviews/my-best-friend-2007", "by": "Daniel Auteuilas Francois", "star_rating": 3.0, "text": "\"My Best Friend\" tells the story of Francois, a man who has no friends at all. Who tells him that? All of his friends, at his birthday party. Once they get started on the subject, they bluntly confess they don't like him. No, not even his business partner. Don't like him, and never have. Francois is stunned; obviously he never really knew what friendship was. He confused it with acquaintanceship, maybe, or partnership, or people he spent a lot of time with.\n\nFrancois is played by the sad-eyed Daniel Auteuil, one of the most familiar faces in French films (recently he starred in \"Caché,\" that intriguing film about the man who received anonymous videos of himself and his family). As an actor, he is so flexible he can move from playing the sad-sack antiques dealer in this movie to playing Napoleon in the next film he made.\n\nHere he is a man so alone and lonely that when he finds he has no friends, he is compelled at an auction to pay a small fortune he can't afford for a Greek vase whose owner commissioned it in memory of his best friend, \"and filled it with my tears.\" I am reminded of Daniel Curley's novel A Stone Man, Yes, with a title inspired by a man eternally chasing his love around a Greek vase; good enough for a stone man, yes, but not for one of flesh and blood.\n\nFrancois' partner, Catherine (Julie Gayet), doubts Francois' claims that he does indeed have a best friend. Appalled by how much he has put their company in debt, she makes him a bet. Unless he can produce a true and convincing best friend in 10 days, he will have to give her the vase. Fair enough. But the search goes badly; his best friend at school, tracked down after many years, turns out always to have hated him.\n\nOne day Francois gets into the taxi of Bruno (Dany Boon), who has an opinion on everything. Francois is put off by the man's assurance and nonstop chattering, but when they meet again and again (coincidences are invaluable in movies), the driver begins to intrigue him; eventually Francois hires Bruno as a tutor to teach him how to make friends. Of course the driver takes the job; there is nothing about human nature that the French do not think they know. The lessons are the stuff sitcoms are made of, and \"My Best Friend\" seems destined to be remade by Hollywood.\n\nThe film unfolds easily, with affection for the man no one likes, and at 95 minutes it doesn't overstay its welcome. It was directed by Patrice Leconte, who makes intelligent films combining sympathy for his characters with a quick wit, a dark undertow and a love of human peculiarity. He told me that on his tombstone he wanted the words: \"This man loved to make movies.\" And he said: \"I believe a filmmaker is like a chemist. You mix elements that have nothing to do with each other and you see what will happen -- sometimes it blows up in your face.\"\n\nLet me interrupt the flow of this review to mention some of Leconte's titles I think are extraordinarily good, and the way they combine opposites: \"Monsieur Hire\" (1989) (shy bachelor, bold sex object), \"The Hairdresser's Husband\" (man obsessed with hairdressers, and a hairdresser), \"Ridicule\" (a landowner and the king), \"Girl on the Bridge\" (suicidal girl and circus knife-thrower), \"The Widow of Saint-Pierre\" (2001) (condemned man and governor's wife), \"Man on the Train\" (criminal and quiet loner), and \"Intimate Strangers\" (psychiatrist and accidental client). Three of those titles have been on my annual Best 10 lists.\n\nCertainly Francois and Bruno have nothing to do with each other. Or perhaps they do, but Francois with his blinders wouldn't notice it. As for Bruno, his lifelong obsession with facts and figures and dates is interesting; by knowing enough about the surface of the world to appear on a quiz show, he can avoid the depths.\n\nThese two men need each other. We know that. Patrice Leconte knows that. But do they know that? Thinking about the casting if there's a Hollywood remake, I'm thinking, Robert Downey Jr. as Francois, and Adam Sandler as Bruno.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-07-25", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "My Best Friend (2007)"}