{"url": "http://www.rogerebert.com/reviews/my-bodyguard-1980", "by": "Chris Makepeaceas Clifford", "star_rating": 3.5, "text": "\r\n\n\nThere is a terrifying moment in adolescence when suddenly some of the kids are twice as big as the rest of the kids. It is terrifying for everybody: For the kids who are suddenly tall and gangling, and for the kids who are still small and are getting beat up all the time. My Bodyguard places that moment in a Chicago high school and gives us a kid who tries to think his way out of it.\n\nThe kid's name is Clifford. He has everything going against\r\nhim. He's smart, he's new in the school, he's slightly built. As he's played by\r\nChris Makepeace, he is also one of the most engaging teen-age characters I've\r\nseen in the movies in a long time. Too many movie teen-agers have been\r\nsex-crazed (\"Little Darlings\"), animalistic food-fighters (\"Meatballs\"), or\r\nhopelessly romanticized (\"The Blue Lagoon\"). Clifford is basically just your\r\nnormal, average kid. \n\n\r\nHe has just moved to Chicago with his family.\r\nHis father (Martin Mull) is the new resident manager of the Ambassador East\r\nHotel. His grandmother (Ruth Gordon) hangs out in the lobby and picks up old\r\nmen in the bar. Life is great, backstage at a hotel (he gets his meals in the\r\nkitchen or some-times in the Pump Room). But it's not so great at school. The\r\nmovie sends Clifford to Lake View High School, where he's immediately shaken\r\ndown for his lunch money. \n\n\r\nThe extortionist (Matt Dillon) is the kind of\r\nkid we all remember from high school. He's handsome in an oily way, he's going\r\nthrough a severe case of adolescent sadism, he's basically a coward. His threat\r\nis that unless Clifford pays protection money, he'll sic the dreaded Linderman\r\non him. \n\n\r\nLinderman (Adam Baldwin) is a school legend, a\r\nbig, hulking kid who allegedly killed his brother, raped a teacher, hit a cop,\r\nyou name it. The movie's inspiration is to have Clifford think his way out of\r\nhis dilemma neutralizing Linderman by hiring him as a bodyguard. This is\r\ngenius, and there's a wonderful scene where Clifford springs Linderman on the\r\nrest of the kids. \n\n\r\nThen the movie takes an interesting turn.\r\nClifford and Linderman become friends, and we learn some of the unhappy facts\r\nof Linderman's life. It turns out Linderman isn't the Incredible Hulk after all\r\nhe's just another kid going through growing pains and some personal tragedy.\r\nThis whole middle stretch is the best part of the movie, developing a\r\nfriendship in a perceptive and gentle way that's almost shocking in comparison\r\nwith the idiotic, violent teen-agers so many movies have given us. \n\n\r\nThe ending is predictable (it's a showdown\r\nbetween Linderman and another tough kid). And there are some distractions along\r\nthe way from Clifford's family. Martin Mull makes an interesting hotel manager,\r\nwhimsical and charming. But the movie gets off track when it follows Ruth\r\nGordon through some of her adventures, including a romantic collision with a\r\nhotel executive played by John Houseman. These scenes just don't seem part of\r\nthe same movie: The hotel stuff is sitcom, while the stuff in the high school\r\nis fresh and inventive. \n\n\r\nThat seems to apply to the performances, too.\r\nOne of the strengths of “My Bodyguard” is in the casting of the younger performers\r\nChris Makepeace, Adam Baldwin, Matt Dillon. They look right for their parts,\r\nbut, more to the point, they feel right. Dillon exudes creepiness, Makepeace is\r\nplausible while thinking on his feet, Linderman is convincingly vulnerable and\r\nconfused, and there's another kid, the solemn-faced, wide-eyed Paul Quandt, who\r\nsteals a couple of scenes with his absolute certainty that the worst is yet to\r\ncome. \n\n\r\n“My Bodyguard” is a small treasure, a movie\r\nabout believable characters in an unusual situation. It doesn't pretend to be\r\nabsolutely realistic, and the dynamics of its big city high school are\r\nsimplified for the purposes of the story. But this movie is fun to watch\r\nbecause it touches memories that are shared by most of us, and because its\r\nyoung characters are recognizable individuals, and not simplified cartoon\r\nfigures like so many movie teen-agers.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama", "Family"], "title": "My Bodyguard (1980)"}