{"url": "http://www.rogerebert.com/reviews/my-best-fiend-2000", "by": "Werner Herzog", "star_rating": 3.0, "text": "Werner Herzog made five films starring Klaus Kinski. No other director ever worked with him more than once. Midway in their first film, \"Aguirre, the Wrath of God\" (1973), Kinski threatened to walk off the set, deep in the Amazon rain forest, and Herzog said he would shoot him dead if he did. Kinski claims in his autobiography that he had the gun, not Herzog.\n\nHerzog says that's a lie. Kinski describes Herzog in the book as a \"nasty, sadistic, treacherous, cowardly creep.\" Herzog says in the film that Kinski knew his autobiography would not sell unless he said shocking things--so Herzog helped him look up vile words he could use in describing the director.\n\nAnd so it goes on, almost a decade after Kinski's death, the unending love-hate relationship between the visionary German filmmaker and his muse and nemesis in five films. Herzog's new documentary \"My Best Fiend\" traces their history together. They had one of the most fruitful and troubled relationships of any director-actor team.\n\nTogether they made \"Aguirre,\" about a mad conquistador in the Peruvian jungle; \"Fitzcarraldo,\" about a man who used block-and-tackle to pull a steamship from one Amazonian river system to another; \"Nosferatu\" (1979), inspired by Murnau's silent vampire classic; \"Woyzeck\" (1979), about a 19th century army private who seems mad to others because he sees the world in his own alternative way, and \"Cobra Verde\" (1988), about a slave trader in Africa. All of their collaborations contain extraordinary images, but the sight of Kinski running wild inside an army of naked, spear-carrying amazons in \"Cobra Verde\" may be the strangest.\n\nReviewing \"Woyzeck,\" I wrote: \"It is almost impossible to imagine Kinski without Herzog; reflect that this `unforgettable' actor made more than 170 films for other directors--and we can hardly remember a one.\" Consider, too, that their strange bond began long before Herzog stood behind a camera.\n\nHerzog told me how they met. When he was 12, he said, \"I was playing in the courtyard of the building where we lived in Munich, and I looked up and saw this man striding past, and I knew at that moment that my destiny was to direct films, and that he would be the actor.\" Kinski was known for his scorn of both films and acting, and claimed to choose projects entirely on the basis of how comfortable he would be on the location. Yet when Herzog summoned him to the rain forest for \"Aguirre,\" where he would have to march through the jungle wearing Spanish armor and end up on a sinking raft with gibbering monkeys, he accepted. Why? I asked him once, and he replied grimly: \"It was my fate.\" Herzog believes in shooting on location, arguing that specific places have a voodoo that penetrates the film. \"Fitzcarraldo\" could have been shot in comfort, not 900 miles up the Amazon, with special effects and a model boat--but Herzog insisted on isolating his crew, and in hauling a real boat up a real hill. When engineers warned him the ropes would snap and cut everyone in two, he dismissed the engineers. That's all the more intriguing when you learn that Kinski was even more hated than Herzog on the location.\n\nIn \"My Best Fiend,\" Herzog recalls that local Indians came to him with an offer to kill Kinski. \"I needed Kinski for a few more shots, so I turned them down,\" he says. \"I have always regretted that I lost that opportunity.\" He learned early about Kinski's towering rages. The actor actually lived for several months in the same flat with Herzog's family, and once locked himself in the bathroom for two days, screaming all the while and reducing the porcelain fixtures \"to grains the size of sand.\" Only once, on \"Aguirre,\" was he able to fully contain his anger in his character--perhaps because Aguirre was as mad as Kinski--and there he gave one of the great performances in the cinema. Herzog revisits the original locations, recalling fights they had and showing the specific scenes that were shot just afterward.\n\nThere must have been good times, too, although Herzog only shows one of them--a happy day at the Telluride Film Festival. \"My Best Fiend\" suffers a little by not having footage to cover more of Herzog's sharpest memories (Les Blank's legendary documentary \"Burden of Dreams,\" shot on location during \"Fitzcarraldo,\" shows the two men at each other's throats).\n\nBut as a meditation by a director on an actor, it is unique; most show-biz docs involve the ritual exchange of compliments. \"My Best Fiend\" is about two men who both wanted to be dominant, who both had all the answers, who were inseparably bound together in love and hate, and who created extraordinary work--while all the time each resented the other's contribution.", "running_time": 95, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-02-11", "genres": ["Documentary", "Foreign"], "title": "My Best Fiend (2000)"}