{"url": "http://www.rogerebert.com/reviews/my-best-friends-wedding-1997", "by": "Julia Robertsas Julianne Potter", "star_rating": 3.0, "text": "When she dumped Michael as a boyfriend in college, Julianne made him her new best friend. And they made a pact: If they were still single at 28, they'd marry each other. Now they're almost 28. And Michael is in Chicago. And wants Julianne to call him. She's touched. She has always really loved the guy. But he's not calling to propose. He's calling to explain he's engaged to be married in three days--to a junior at the University of Chicago, whose father owns the White Sox and a cable TV empire.\n\nThis is not good news for Julianne. P.J. Hogan's \"My Best Friend's Wedding'' tells the story of how she tries to sabotage the wedding and win the man she should have married all along. And since Julianne, a famous food critic, is played by the luminous Julia Roberts, we know how the movie will end, right? Not necessarily.\n\nOne of the pleasures of Ronald Bass' screenplay is the way it subverts the usual comic formulas that would fuel a plot like this. It makes the Julia Roberts character sympathetic at first, but eventually her behavior shades into cruel meddling. It gives Kimmy Wallace (Cameron Diaz), the fiancee, goodness and warmth instead of a ditzy facade. It makes Michael (Dermot Mulroney) an intelligent player in the drama, rather than the easily manipulated male we might expect. And out of left field it brings in another character, George (Rupert Everett), who is Julianne's editor, gay and playfully wise.\n\nThe movie takes place over a few days in summer in Chicago. Julianne is devastated to learn that Michael is marrying this rich young beauty, and her strategy is simple: put on a happy face, pretend to go along and destroy from within. Kimmy knows she's got a formidable opponent, and her strategy is niceness: \"You win. He's got you on a pedestal and me in his arms.'' She asks Julianne to be maid of honor.\n\nHow does Michael feel? He's a sportswriter who's always working, whose idea of a honeymoon is taking his bride on a baseball road trip, whose occupation, as Julianne observes, involves spending a great deal of time in places like College Station, Texas. He loves Kimmy. Truly loves her. The fact that her dad is a zillionaire sports owner isn't relevant because Michael, of course, would never accept a job from him. And Kimmy's dad (Philip Bosco), of course, would never offer him a job--not until the scheming Julianne persuades Kimmy to ask her dad to do that.\n\nThe fight over the job offer is a disaster because it ends in reconciliation and forgiveness. It is also a bad idea when Julianne forces Kimmy to sing in a karaoke bar. Will Michael see his fiancee in a different light when he discovers what a lousy singing voice she has? Not at all, because she has moxie and saves her bad performance with showmanship. That's when Julianne gets the idea of forging an e-mail from Kimmy's rich dad to the editor of Michael's sports magazine.\n\nThe e-mail is the movie's turning point. Until then, we've been more or less on familiar ground, in a tables-turned romantic comedy. But the e-mail is really sneaky, and really mean, and we realize with a little start that Julia Roberts is not the heroine of this movie. We were identifying with the wrong person. We hope, sneakily, that Michael and Kim will get married.\n\nThat makes the third act surprisingly interesting: We don't have any idea what will happen. The screenplay has never been on autopilot; it just fooled us into thinking it was, in order to sneak up on the unpredictability. Bass, who wrote this as an original, has credits including some of the best recent women's roles: \"Sleeping With the Enemy,\" \"The Joy Luck Club,\" \"When a Man Loves a Woman,\" \"Dangerous Minds,\" \"Waiting to Exhale.\" Here he takes a romantic formula, turns it inside out, and adds a wild card in the character of George, who is played by Rupert Everett as a man comfortable with himself and insightful about others (he gives Julianne the only advice that could ever work--\"tell him you love him!''--even though it may come too late).\n\nStories like this are tricky for the actors. They have to be light enough for the comedy, and then subtle in revealing the deeper tones. Roberts, Diaz and Mulroney are in good synch, and Roberts does a skillful job of negotiating the plot's twists: We have to care for her even after we stop sharing her goals. I was wondering, toward the end, how the story could possibly stay true to itself and still contrive a happy ending. It does, but not at all the one we're expecting. This is subtle writing, to end a movie not with a clear-cut plot resolution, but with the right note, struck and then held.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-06-27", "genres": ["Comedy", "Romance"], "title": "My Best Friend's Wedding (1997)"}