{"url": "http://www.rogerebert.com/reviews/my-big-fat-greek-wedding-2002", "by": "Nia Vardalosas Toula Portokalos", "star_rating": 3.0, "text": "Everyone in this movie looks like they could be a real person. The romance involves not impossibly attractive people, but a 30-year-old woman who looks OK when she pulls herself out of her Frump Phase, and a vegetarian high school teacher who urgently needs the services of Supercuts. Five minutes into the film, I relaxed, knowing it was set in the real world, and not in the Hollywood alternative universe where Julia Roberts can't get a date.\n\n\"My Big Fat Greek Wedding\" is narrated by Toula Portokalos (Nia Vardalos), who, like all Greek women, she says, was put upon this earth for three purposes: to marry a Greek man, to have Greek children, and to feed everyone until the day she dies. Toula is still single, and works in the family restaurant (Dancing Zorbas), where, as she explains, she is not a waitress, but a \"seating hostess.\" One day a guy with the spectacularly non-Greek name of Ian Miller (John Corbett) walks in, and she knows instinctively that marriage is thinkable.\n\nThe movie is warm-hearted in the way a movie can be when it knows its people inside out. Watching it, I was reminded of Mira Nair's \"Monsoon Wedding,\" about an Indian wedding. Both cultures place great emphasis on enormous extended families, enormous extended weddings, and enormous extended wedding feasts. Nia Vardalos, who not only stars but based the screenplay on her own one-woman play, obviously has great affection for her big Greek family, and a little exasperation, too -- and who wouldn't, with a father who walks around with a spray jar of Windex because he is convinced it will cure anything? Or a mother who explains, \"When I was your age, we didn't have food.\" Vardalos was an actress at Chicago's Second City when she wrote the play. The way the story goes, it was seen by Rita Wilson, a Greek-American herself, and she convinced her husband, Tom Hanks, that they had to produce it. So they did, making a small treasure of human comedy. The movie is set in Chicago but was filmed in Toronto -- too bad, because the dating couple therefore doesn't have a cheezeborger at the Billy Goat.\n\nAs the film opens, Toula the heroine is single at 30 and therefore a failure. Ian Miller causes her heart to leap up in love and desire, and Ian likes her, too. Really likes her. This isn't one of those formula pictures where it looks like he's going to dump her. There's enough to worry about when the families meet. \"No one in our family has ever gone out with a non-Greek,\" Toula warns him uneasily, and indeed her parents (Lainie Kazan and Michael Constantine) regard Ian like a lesser life form.\n\nThe movie is pretty straightforward: Ian and Toula meet, they date, they bashfully discover they like one another, the families uneasily coexist, the wedding becomes inevitable, and it takes place (when Ian's mother brings a Bundt cake to the pre-nuptial dinner, no one has the slightest idea what it is). One key shot shows the church, with the bride's side jammed, and the groom's handful of WASP relatives making a pathetic show in their first four rows. Toula explains to Ian that she has 27 first cousins, and at a pre-nuptial party, she even introduces some of them: \"Nick, Nick, Nick, Nick, Nick, Nick, Nicky--and Gus.\" The underlying story of \"My Big Fat Greek Wedding\" has been played out countless times as America's immigrants have intermarried. If the lovers have understanding (or at least reluctantly flexible) parents, love wins the day and the melting pot bubbles. This is nicely illustrated by Toula's father, Gus. He specializes in finding the Greek root for any word (even \"kimono\"), and delivers a toast in which he explains that \"Miller\" goes back to the Greek word for apple, and \"Portokalos\" is based on the Greek word for oranges, and so, he concludes triumphantly, \"in the end, we're all fruits.\"", "running_time": 95, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-04-19", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "My Big Fat Greek Wedding (2002)"}