{"url": "http://www.rogerebert.com/reviews/my-cousin-vinny-1992", "by": "Joe Pescias Vinny Gambini", "star_rating": 2.5, "text": "“My Cousin Vinny” is a movie that meanders along going nowhere in particular, and then lightning strikes. I didn't get much involved in it, and yet individual moments and some of the performances were very funny. It's the kind of movie home video was invented for: Not worth the trip to the theater, but slam it into the VCR and you get your rental's worth.\n\nThe film stars Joe Pesci as a New Yorker who thinks a black knit shirt under a black leather jacket, if set off by a gold chain around the neck, is elegant courtroom attire. He might be right if he were a defendant in the Bronx, but the movie takes place in Alabama, and he's the defense attorney. His cousin (Ralph Macchio) and a friend (Mitchell Whitfield), two innocent college students on their way to school, have been charged with the murder of a convenience store owner. The circumstantial evidence looks damning, but the worst thing they have going against them is Pesci's sweeping lack of legal experience.\n\nAlthough the film is set in the South and has an early shot of a sign that says “Free Horse Manure,” this is not another one of your Dixie-bashing movies. The judge (Fred Gwynne, his face longer than ever) and prosecutor (Lane Smith) are civilized men who aren't trying to railroad anybody. It's just that after gunshots were heard, three different witnesses made a positive identification on the two suspects, fleeing the store in a distinctive late-1960s Buick convertible.\n\nPesci, who is the Macchio character's cousin Vinny, has finally passed the bar on his sixth attempt. He has no courtroom experience, and indeed no experience at all except with a few personal injury cases. He arrives in town with his girlfriend, named Mona Lisa Vito and played by Marisa Tomei as a woman who has a certain legal potential trapped inside a street-smart personality.\n\nPesci is so inexperienced he doesn't even know enough to stand when the judge enters the courtroom, and Whitfield, in desperation, hires another lawyer (Austin Pendleton) who thinks it a triumph if he can successfully complete a sentence.\n\nThe movie saves most of its best laughs for the long concluding courtroom sequence, in which one witness after another hammers together the prosecution case, and the innocent youths clearly seem headed for the electric chair. Gwynne's dour work in the courtroom scenes is especially good; in the annals of Judge Reaction Shots, which are a performance genre all their own, his work ranks high.\n\nBut we never feel much for, or about, the two accused prisoners. Macchio, who has been effective in “The Karate Kid” (1984) and “Crossroads,” is used here essentially as a foil. He and Whitfield sit at the defense table and look worried, and that's about that.\n\nPesci and Tomei, on the other hand, create a quirky relationship that I liked. Neither one is played as a dummy. They're smart, in their own ways, but involved in a legal enterprise they are completely unprepared for. Tomei's surprise appearance as an expert witness is a high point, and left me feeling I would like to see this couple again. Maybe in a screenplay that was more focused.", "running_time": 119, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-13", "genres": ["Comedy", "Drama"], "title": "My Cousin Vinny (1992)"}