{"url": "http://www.rogerebert.com/reviews/my-dog-skip-2000", "by": "Frankie Munizas Willie Morris", "star_rating": 3.0, "text": "Don't trust any critic who writes about \"My Dog Skip\" without remembering his childhood dog. My dog was named Blackie. He was part cocker, part beagle, and he was my friend. The sweet thing about \"My Dog Skip\" is the way it understands the friendship between a kid and a dog. Dogs accomplish amazing things in the movies, but the best thing Skip does is look up at his master, eager to find out what they're gonna do next.\n\nThe movie is much elaborated from a memoir by Willie Morris, who grew up in Yazoo, on the Mississippi Delta, and went on to become the editor of Harper's magazine. Not everything in the movie actually happened. Its embroideries remind me of Huck Finn's comment about Mark Twain's Tom Sawyer: \"He told the truth, mainly. There was things which he stretched, but mainly he told the truth.\" It is probably not true, for example, that young Willie (Frankie Muniz) volunteered Skip to become an Army para-puppy. Oh, I believe Willie (and Skip) saw a newsreel about the brave dogs in our fighting forces. And I believe that Willie trained Skip to become what the newsreel calls a \"Yankee Doodle doggy.\" What I don't believe is that any kid would send his dog away to war. Let him serve on the home front.\n\nThe movie is set in the summer of 1942. Willie is a lonely child. He's no good at sports, he doesn't make friends easily, and he has a standoffish relationship with his dad (Kevin Bacon), who lost a leg in the Spanish Civil War, \"and a piece of his heart.\" Willie's mom (Diane Lane) tries to make her child happy, but look at that birthday party she throws, where all the guests are old folks, and one of them gives him a bow tie. Willie's \"older and only friend\" is Dink (Luke Wilson), a high school sports star who lives next door and goes off to war before he can teach Willie the secrets of the curve ball.\n\nMom decides Willie needs a dog. Dad is against it. \"He needs a friend,\" Mom says, snatching the cigar out of Dad's mouth and puffing on it her herself, as a Freudian signal of her takeover. She gives the dog to Willie, and Willie's life is changed forever. With Skip, he runs all over town, and the fields outside town, and other kids want to be his friend because he has a dog.\n\nThis is some dog. It knows everybody in town and makes a daily stop at the butcher shop for a slice of bologna. When Will makes several errors in a baseball game, Skip runs onto the field to help Willie, and when Willie, distraught, slaps his dog, I found to my amazement that I recoiled in dismay. That's when I discovered how the movie had gotten to me. How I had shelved a movie critic's usual reserve and just started identifying with Willie and Skip. I wasn't good at sports, either, and Blackie helped me make friends.\n\nThere's a subplot about moonshiners that isn't too convincing. I don't know why they'd need to hide their booze in a cemetery crypt, and I wasn't convinced when that led to a crisis for Skip at the end. But I did remember riding my bike all over the neighborhood once when Blackie ran away--calling out his name again and again as dusk fell--and the movie has that right.\n\nAnother subplot has to do with Dink, who comes back from the war in a different mood than when he left, and tells Willie, \"It isn't the dying that's scary--it's the killing.\" And there's a scene where Willie sees a deer die before his eyes. We understand that in every childhood there are lessons burned into your memory. They shape you. In Willie Morris' case, they guided him out of Yazoo to Oxford on a Rhodes scholarship, and then to New York and a literary career. But he never forgot Skip.\n\nA movie like this falls outside ordinary critical language. Is it good or bad? Is there too much melodrama? I don't have any idea. It triggered too many thoughts of my own for me to have much attention left over for footnotes. I realize, for example, that the movie doesn't deal in any substantial way with the racial situation in Mississippi in 1942, and I know that Willie's dad undergoes a rather miraculous transformation, and that Dink seems less like a neighbor than like a symbol of lost innocence. I know those things, but they don't seem relevant to the actual experience of this movie. If there was ever a day or even a minute when your dog was not your best but your only friend, you'll see what I mean.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-03-03", "genres": ["Comedy", "Drama", "Family"], "title": "My Dog Skip (2000)"}