{"url": "http://www.rogerebert.com/reviews/my-dog-tulip-2011", "by": "Christopher Plummeras J. R. Ackerley", "star_rating": 4.0, "text": "See Ebert's video review at www.ebertpresents.com\n\n\"My Dog Tulip\" is the story of a man who finds love only once in his life, for 15 perfect years. It is the love of a dog. It may be the only love he is capable of experiencing. As other men write books about a woman in their life, J.R. Ackerley wrote a book about a German shepherd he rescued from a cruel home. My Dog Tulip has been a private discovery by many readers for years, and now it becomes an animated film that combines elating visuals with a virtuoso voice performance by Christopher Plummer.\n\nThe film is animated, but not intended for children. It is told from and by an adult sensibility that understands loneliness, gratitude and the intense curiosity we feel for other lives, man and beast. The story is narrated by Plummer, in the voice of a man in his 60s who works for the BBC and lives in London near Putney Common. We know from the book that Ackerley was homosexual, and that is implied without the film making anything of it. For our purposes he is a soloist, cantankerous, crabby, lonely.\n\nTulip gives him unconditional love. Evolution, which produced humans who could think and were self-aware and knew loneliness, also in an act of serendipity produced dogs who could know us and love us. How strange that an animal could evolve as a wolf, self-select as a wolf who sought human company, and become an animal that values human company and considers its owners to be wonderful gods. People who do not like dogs do not know dogs. It is very difficult to dislike a being who worships you and would gladly die for you — especially when it is handsome and frisky and empathetic, and a good, good doggie, yes it is.\n\nIn a sense, “My Dog Tulip\" is a natural history. Ackerley is educated by Tulip in the needs and ways of domesticated dogs. He attends to the feeding of Tulip, the training, the grooming, the walking, the territorial marking behavior, the sexual needs, the illnesses, the personality, the life and death. No parents of a child have never been more observant or taken better care of their charge.\n\nTo this story, directed and animated by Paul and Sandra Fierlinger, “My Dog Tulip\" brings Sandra's watercolors. Fierlinger is the sort of watercolorist one would collect. Her colors, her line, her ability to saturate or wash, are well-suited to the story. She makes a London in which its black cabs and red buses come alive, and then turns pastoral on Putney Common. Her animated paintings have life and impact. She is an original, but if you know of an artist named David Gentleman, you'll get the idea.\n\nGiven Ackerley's apparent celibacy, it becomes the source of some humor when he struggles to find Tulip a suitable mate.\n\nIt isn't clear that Tulip much wants to become pregnant, but Ackerley is determined that she be impregnated. Perhaps she is a surrogate through which he achieves fertility. Lord knows they struggle together, J.R. and Tulip, through the travails of courtship.\n\n“My Dog Tulip\" has no stupid plot, no contrived suspense. Tulip grows old and dies, as must we all. J.R. Ackerley misses her and writes a book about his loss. Through this dog, he knew love. And through J.R., so did Tulip.", "running_time": 83, "mpaa_rating": null, "release_year": 2011, "date_published": "2011-01-05", "genres": ["Animation", "Drama"], "title": "My Dog Tulip (2011)"}