{"url": "http://www.rogerebert.com/reviews/my-fathers-glory-1991", "by": "Philippe Caubereas Joseph", "star_rating": 4.0, "text": "“My Father’s Glory” is the first in a series of two films that creep up on you with small moments of warmth and charm. At first this film and its companion, “My Mother’s Castle,” don’t seem to be about much of anything. They meander. To a viewer accustomed to the machinery of plots, they play like a simple series of episodes. Then the episodes add up to a childhood. And by the end of the second film, the entire foundation for a life has been re-created, in memories of the perfect days of childhood. Of course the films are sentimental. Who would want it any other way? “My Father’s Glory” is based on the childhood of Marcel Pagnol, the French novelist and filmmaker whose twinned novels, Jean de Florette and Manon of the Spring, were turned into wonderful films a few years ago. Those were stories based on melodrama and coincidence, telling of a poor city man who tries to make a living from the land, the bitter local farmers who hide the existence of a spring from him, and the shocking poetic justice that punishes a cruel old man. The films provided showcases for the considerable talents of Yves Montand and Gerard Depardieu, the two ranking stars of French cinema.\n\nThere are no recognizable stars in “My Father’s Glory” - and there’s no melodrama, either. The movie is narrated by the hero, Marcel, as an adult. We see him as a young man of 10 or 12. His father, Joseph, is a schoolteacher in the city, and his mother, Augustine, is a paragon of domestic virtue. One summer they journey out to the hills of Provence to take a cottage and spend their vacation. These hills are to become the focus of Marcel’s most enduring love affair. He loves the trees and the grasses, the small birds and the eagle that nests high in a crag, the pathways up rock faces and the way that voices carry from one side of a valley to another.\n\nHis guide and teacher for the lore of Provence is a local boy named Lili, who becomes his fast friend. Together they explore the countryside, which in this film seems bathed in a benevolent light and filled with adventures but not with dangers. The evenings are spent sitting around a battered old table in the yard, under a tree, eating the food that Augustine has prepared from the local markets and orchards.\n\nThere are others in his life: Uncle Jules, so full of secrets and wit, who becomes married to the charming Aunt Rose. And all of the local people, who seem through good luck to have found the place, the occupation and the partner who will make them contented. The nights are filled with stars, and dreams of adventure.\n\nThe days with Lili are spent learning the names and ways of all the living things that share the valley. Then autumn comes, and school begins again, and Marcel must leave his beloved hills.\n\nThe movie has a deliberate nostalgic tone. It is most definitely intended as a memory. The narrator’s voice reminds us of that, but the nature of the events makes it clear, too. What do we remember from our childhoods? If we are lucky, we recall the security of family rituals, our admiration for our parents, and the bittersweet partings with things we love. Childhood ends, in a sense, the day we discover that summer does not last forever.\n\nBecause not much “happens” in these films, there is more time for things to happen. There is time to dash out of the rain and into a cave, and discover that a great eagle has gotten there first.\n\nTime to run through the dusty orchards and climb up hills to the top of the world. Time to admire the perfect handwriting of Joseph, as he writes out the lessons on the board. Time to bask in the snug bourgeois security of the family, which is blessed, for a time, with perfect happiness.\n\n“My Father’s Glory” is opening now, and “My Mother’s Castle,” the continuation, will open in a few weeks. That is the best way to see them - the first film about memory becoming a memory itself, to be reawakened by the second. What is surprising about the two films is the way they creep up on you emotionally, until at the end of the second one, when we discover the meaning of the movie’s title, there is a deeply moving moment of truth and insight. The films were directed by Yves Robert, whose previous titles, including “The Tall Blonde Man with One Black Shoe,” did not prepare me for the joy and serenity of these films. Like all the best movies, these memories of Marcel Pagnol work by becoming our memories, as well.", "running_time": 110, "mpaa_rating": "G", "release_year": 1991, "date_published": "1991-08-09", "genres": ["Drama", "Family", "Foreign"], "title": "My Father's Glory (1991)"}