{"url": "http://www.rogerebert.com/reviews/my-father-the-hero-1994", "by": "Gerard Depardieuas Andre", "star_rating": 2.0, "text": "A Frenchman, who hasn't seen his American-born 14-year-old daughter in several years, takes her on \"the vacation of a lifetime\" to the Caribbean. Her heart is besieged by a fellow tourist, a 17-year-old boy whose family has a villa on the island. Embarrassed to admit she's only 14 and on vacation with her father, she introduces her parent as \"Andre,\" and later explains he is her lover.\n\nBy way of helpful additional information, she confides that her father is in jail, her mother is a prostitute, and Andre rescued her from a life of depravity on the streets.\n\nOf course this gossip races like wildfire through the tourist community, and before long everyone in the resort is treating Andre like a pervert. He doesn't understand why for the longest time - weeks and weeks, it feels like.\n\nBecause \"My Father the Hero\" stars Gerard Depardieu, the leading actor in France, it has more interest than it might have otherwise. Depardieu is large, stocky and shambling, wears his hair like a mop and has a nose that looks as if it's been in a few fights.\n\nAnd he is charming. His daughter is played by the sweet and pretty Katherine Heigl, and her teenage boyfriend is the Kennedyesque Dalton James.\n\nA movie like this depends on the tried and true rules of farce, including: (1) People must always overhear what the plot requires them to overhear, but nothing else; (2) Dialogue must be carefully constructed to mean one thing if you're in on the secret, and another thing if you're not; (3) The two \"rival lovers\" must sooner or later have a showdown; and (4) The farcical situation must result in a series of crises.\n\n\"My Father the Hero\" is particularly awkward when it comes to the fourth category. Angered that the girl of his dreams is being ravished by an unscrupulous older man, the teenager takes Depardieu on a wild water-ski ride, where Depardieu, at top speeds, narrowly misses rocks, low ropes, large freighters, etc., while hanging on for his life. The possibility that he could simply let go of the rope does not occur to him. Later, the teenage daughter goes windsurfing and gets into \"danger,\" which means she bangs into a rock not far from shore.\n\nUninjured, could easily hold onto it for hours - or even sit on it, if she wants to. Instead, she screams for help, and her father and boyfriend both brave the waves to rescue her, with inevitable results.\n\nIt's amusing, watching a movie like this, to observe the clangingly false notes. The teenage boy lives with his parents in a seaside villa, from which the father emerges only to utter lines necessary to the plot; the rest of the time, he hears and sees nothing, even when the girl ties a love letter to a rock and throws it through his son's (closed) window.\n\n\"My Father the Hero\" has at least one very funny scene, when Depardieu, at the local amateur night, has the misfortune to choose as his song \"Thank Heaven for Little Girls.\" There are also some good free-standing lines, as when a group of horny tourists are described as \"the men that God forgot.\" If Depardieu seems right at home in \"My Father the Hero,\" perhaps that is because only two years ago he made a French film called \"Mon Pere, Ce Heros,\" with exactly the same plot. I saw it, and would say it was more or less exactly as appealing as this English version. Once was a time when Hollywood would buy the rights to French hits (\"Three Men and a Cradle\") and remake them. Now they buy the recycling rights as soon as the original is released, and hold it out of the American market, which in this case was no great loss.", "running_time": 90, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-02-04", "genres": ["Comedy", "Family", "Romance"], "title": "My Father The Hero (1994)"}