{"url": "http://www.rogerebert.com/reviews/my-fellow-americans-1996", "by": "Jack Lemmonas Russell P. Kramer", "star_rating": 2.5, "text": "Only the thought that the same words will be used by every other reviewer in the country prevents me from referring to “My Fellow Americans” as “Grumpy Old Presidents.” Or did I just do that? James Garner steps into the role usually played by Walter Matthau, Jack Lemmon plays his usual grump, and 102 minutes of insult humor rolls painlessly past.\n\nThe characters: Lemmon was president for four years, and then was defeated by Garner, who was president for four years before being defeated by Dan Aykroyd. Lemmon, such a penny-pincher that he wants to charge Garner for half a Tootsie Roll, is vaguely George Bushian. Garner, a ladies' man, is vaguely Clintonian. Aykroyd is not really presidential at all, but his vice president, played by John Heard, is aimed squarely at Dan Quayle.\n\nGiven this premise, “My Fellow Americans” could have been hard-edged political satire, but that's not what anybody connected with the film had in mind. Neither Republicans nor Democrats will find anything to really offend them, and although some audience members may be surprised at the salty language of the two ex-presidents, all the evidence indicates that the actual recent inhabitants of the Oval House, Jimmy Carter perhaps excluded, have had extremely well-developed vocabularies.\n\nThe story: The Aykroyd character, about to be skewered in a kickback scandal, finds a way to shift the blame to the two ex-Presidents. They of course hate one another, but find themselves fighting for their lives after Administration hitmen blow up their helicopter (just after they've left it).\n\nEvidence to prove Lemmon's innocence may be in his Presidential Library in Ohio, but there are killers looking for the two men, and they escape only by the neat trick of posing as celebrity lookalikes of themselves.\n\nA lot of the movie is, shall we say, not convincing (I was personally certain that I would never again see Jack Lemmon or James Garner leaping from a moving train, but I was wrong). Chase scenes involve the usual assortment of on-the-road types, including a colorful female truck driver, an Elvis imitator, illegal immigrants, and the “Dykes on Bikes” motorcycle club. These scenes are familiar from many another film.\n\nWhat's entertaining, however, is the way the movie skewers the human weaknesses of the two old Presidents. It's funny when Lemmon collects a big paycheck for giving a speech before a Japanese insurance company, and finds himself dancing with the company mascot, a giant panda. It's funny when Garner agrees to write his memoirs mostly in the hopes of sleeping with his sexy book editor. It's funny when Lemmon boasts of his 11 books in print, including a cookbook, “Hail to the Chef.” And touching when he confesses he only writes the books to remind people that he still exists.\n\nBoth actors have enormous charm, work easily together, and have enough parallels with real-life counterparts that we can amuse ourselves playing Spot-the-Chief Executive. I liked the moment, for example, when Garner (posing as his own celebrity impersonator) meets a blonde who tells him she slept with “the real guy.” Garner is interested. “What was he, uh, like?” And I smiled as Lemmon drank vodka from hotel minibars and then refilled the little bottles with water to keep from being charged.\n\n“My Fellow Americans” is a series of cheap shots and missed opportunities, but a lot of the cheap shots are funny, and maybe the climate is wrong for sharply barbed political satire. I dunno. This is not a great comedy and will be soon forgotten, but it has nice moments. I'm giving it two and a half affectionate stars. I was tempted to give it three, in the spirit of the season, but the Grinch stole the half-star.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-12-20", "genres": ["Comedy", "Drama"], "title": "My Fellow Americans (1996)"}