{"url": "http://www.rogerebert.com/reviews/my-favorite-martian-1999", "by": "Christopher Lloydas Uncle Martin", "star_rating": 2.0, "text": "\"My Favorite Martian'' is slapstick and silliness, wild sight gags and a hyped-up acting style. The Marx Brothers would have been at home here. The movie is clever in its visuals, labored in its audios, and noisy enough to entertain kids up a certain age. What age? Low double digits, I'd say.\n\nIt stars Jeff Daniels, a seasoned straight man (\"Dumb And Dumber''), as a TV producer named Tim. He sees a flying saucer crash and is soon adopted by its occupant, a Martian named, for purposes of the human appearance he assumes, Uncle Martin. The Martian is played by Christopher Lloyd with zestful looniness, and the Martian's space suit, named Zoot, becomes a character in its own right. Both Uncle Martin and Zoot are capable of instant shape-shifting, and depending on what color of extraterrestrial gumball they're chewing, Martin (and the humans) can turn into a variety of monsters.\n\nThere's a love story in the frenzy. As the film opens, Tim is in love with his on-air talent, a reporter named Brace (Elizabeth Hurley). By the end, Tim has come to realize that Lizzie (Daryl Hannah), his technician, is a better choice in every way. All of this is decided at breakneck speed, and at one point Lizzie even turns into a bug-eyed monster and entirely devours a bad guy. (Soon after, defying one of Newton's laws--I'm not sure which one--she turns back into a lithesome young woman who has not put on any weight.) The villains are all government scientists, led by Coleye (pronounced \"coli,'' as in \"e. coli''), a bureaucrat obsessed with aliens. Played by Wallace Shawn, who often looks as if he is about to do something immoral with a clipboard, he desperately chases Tim and \"Uncle Martin'' because he wants to prove there is intelligent life on other planets. Uncle Martin, on the other hand, only wants to lay low, be friends with Tim and Lizzie, repair his spaceship and go home. Then he discovers ice cream, and all he wants to do is eat ice cream.\n\nThere are some good moments in \"My Favorite Martian,'' which was inspired by the '60s sitcom, and the best comes right at the top, where we see one of NASA's Martian exploratory vehicles roll up to a rock, stop and run out of juice just before it would have stumbled upon an amazing sight. I also liked the gyrations of Zoot the suit, which develops an addiction to washing machines. And the scene where Martin chug-a-lugs a lava lamp. I also appreciated the information that the space probe contained the ashes of Jerry Garcia.\n\nIt looks as if everyone who made this film had a lot of fun. Spirits and energy are high, mugging is permitted, dialogue is rapid-fire, nobody walks if they can run. As kids' entertainment, it's like a live-action cartoon, and I can recommend it on that level, although not on a more ambitious plane. I came upon the movie just a few days after seeing \"Children Of Heaven,'' a children's film from Iran that has the power to absorb and teach any child, and I found \"My Favorite Martian'' noisy and superficial by comparison. (But of course it's noisy and superficial. That's its mission. I keep forgetting.)", "running_time": 93, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-02-12", "genres": ["Comedy", "Drama", "Family", "Science Fiction"], "title": "My Favorite Martian (1999)"}