{"url": "http://www.rogerebert.com/reviews/my-girl-2-1994", "by": "Dan Aykroydas Harry Sultenfuss", "star_rating": 2.0, "text": "The original \"My Girl\" (1991) was about an 11-year-old girl whose dad is an undertaker. Midway through the movie, her best friend suddenly dies. In \"My Girl 2,\" the heroine is about 13, and goes on a quest for information about the mother she never knew, who died two days after giving birth. The authors of this series must have been inspired by that gloomy little girl Huckleberry Finn met on his travels, who always wore black and wrote poems that used \"alas!\" a lot.\n\nThe girl is named Vada Sultenfuss, played again this time by Anna Chlumsky, who has a winning personality and an endearing screen presence. Her dad (Dan Aykroyd) has married the cosmetologist (Jamie Lee Curtis) from the family funeral home, and Vada is about to get a younger sibling.\n\nConsumed by curiosity about her own origins, she decides to do a school research project about her late mother, and spends her lifetime's savings for a five-day trip to Los Angeles, where her mother grew up. Aykroyd is paranoid about allowing his barely pubescent daughter go alone to L.A. - and who wouldn't (although the movie is set in the balmy old days of 1972). But he has a brother there, who runs a luxury car repair shop, and he entrusts Vada to his care.\n\nThe brother (Richard Masur) lives with his girlfriend (Christine Ebersole) and her son (Austin O'Brien, from \"Last Action Hero\"), who is, of course, just about Vada's age. Together the two kids explore the city, seeking clues about a woman who died around 1960. Realists in the audience may question the wisdom of these two children visiting Hollywood Boulevard after dark, or journeying all over town on the bus, but hey, this is a movie, and, of course, the trail leads to all sorts of interesting people, including the late mom's old friends, theatrical associates, and even an early love (touchingly well-played by John David Souther).\n\nThere are also happy chances, as when they go looking for a poetry professor who once taught the mother, and find him sitting on the sidewalk at a portable table, writing poetry. If the characters are interesting, however, the story is not. It creeps along under power of manufactured subplots, including the lame attempts of a sports car owner (Gerrit Graham) to seduce Ebersole right out of her boyfriend's auto shop.\n\nThe original \"My Girl\" was a charming gem, a movie that was really about something - about an 11-year-old discovering some of the secrets of life, death, love and unselfishness. \"My Girl 2\" seems inspired mostly by the opportunity to recycle the title of a successful film. Scrutinizing the popularity of the first film, perhaps the producers thought it depended on gentle sentimentality, in which a likable young girl deals with the loss of loved ones. As an idea for a series, this is fairly dangerous, and I for one feared the worst at the end of the film, with Dan Aykroyd nervously waiting in the corridor outside the maternity ward. Would history sadly repeat itself? There are some nice little scenes here, especially toward the end, when Vada sees home movies of her late mother. (The old movies come with an extraordinarily good soundtrack, considering they almost certainly would have been silent.) Chlumsky is a good actress, believable even in heartfelt and frankly manipulative scenes. But I think it's time to give Vada a break, before she becomes a necrophile, and starts spending all of her time upstairs like Emily Dickinson, writing bleak little poems.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-02-11", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "My Girl 2 (1994)"}