{"url": "http://www.rogerebert.com/reviews/my-giant-1998", "by": "Billy Crystalas Sammy", "star_rating": 2.0, "text": "The posters for \"My Giant'' show the 7-foot-7 inch basketball player Gheorghe Muresan holding Billy Crystal (who is at least 2 feet shorter) under his arm. That looks funny. Who could guess it's a heartfelt friendship? We go into the movie and meet Crystal, who plays Sammy, a Hollywood agent visiting the set of his single remaining client, in Romania. He's not having a good day. His wife announces she's leaving him, his client fires him, and then his car swerves into a creek. It looks like he'll drown, until he is saved by two enormous hands.\n\nRegaining consciousness later in a monastery, he discovers that the hands belong to Max (Muresan), a local giant who is the ward of the monks. In the monastery he reads Shakespeare and pines for his lost love, who jilted him and moved to New Mexico. He is a big, sweet guy. Very big. Muresan may not have heard of Roberto Rossellini's belief that everyone has at least one movie performance in him (playing himself), but he illustrates that principle nicely.\n\nSammy, a desperate hustler, sees Max as his meal ticket out of Romania and back into the business. Promising him an eventual reunion with his lost beloved, he flies the two of them back to America, where the plot grows mired in sentimentality and we gradually realize this is not a comedy after all, but a greeting card crossed with a guide to improved self-esteem.\n\nThe movie, which could have been a funny send-up of Hollywood talent requirements, gets distracted by subplots: Can Sammy's marriage be saved? Will his son learn to trust him again? Will that heartless girl in New Mexico give a break to the big lug whose heart she shattered? Why is it that comics are always the biggest pushovers when it comes to sentiment? Do people who are funny have a greater than ordinary need to be loved? Is that why they want to make us laugh in the first place? After its promising start, \"My Giant'' isn't a comedy about an agent and a giant, so much as the heartwarming tale of a guy who learns to be a better family man.\n\nIt's interesting the way Muresan, in real life a center for the NBA's Washington Wizards, establishes himself on screen as a stable area of calm, while the plot scurries around him. His English is not the best, but we believe he is who he's playing, and that's a test not every actor can pass. There are a few attempts to insert him into the world of show biz, and they provide the movie's biggest laughs. There's a talk show sequence, a wrestling gig and a funny sendup of Steven Seagal, in which Seagal does a good job of cheerfully skewering himself. That comes as Sammy tries to get Max a job on the new Seagal thriller, being shot in Las Vegas, and suggests how the whole movie could have worked, if it hadn't headed straight for the heart-tug department.\n\nBut most of the movie is lugubrious. There's way too much dialogue about whether Sammy forgot his son's birthday, and whether his wife (Kathleen Quinlan) can trust him to ever remember it again, and whether Max's lifelong happiness really does depend on the cold-hearted woman in New Mexico. Do you know anyone who wanted to see a heartwarming story about Gheorghe Muresan helping Billy Crystal get in touch with his better nature? I don't think I do.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-04-10", "genres": ["Comedy", "Drama", "Family"], "title": "My Giant (1998)"}