{"url": "http://www.rogerebert.com/reviews/my-heroes-have-always-been-cowboys-1991", "by": "Scott Glennas H.D. Dalton", "star_rating": 2.0, "text": "The elements of this movie are so familiar, so worn-out, that within a few minutes of the opening we can predict with certainty almost everything that will happen. A rodeo cowboy is injured. He will mend. He comes back to his home town and finds that his father has been consigned to a nursing home. He will bust out the old curmudgeon. His sister and her husband want to sell the family land.\n\nHe will prevent it. He meets a woman with a rebellious teenager. He will become the woman's lover and the boy's friend. And at the film's end, of course, he will get back into the rodeo ring and try to win enough money to solve all of his problems.\n\nYou don't have to be a genius to figure out this stuff. At a point about 25 minutes into \"My Heroes Have Always Been Cowboys,\" the cowboy (Scott Glenn) walks out of a store and past a poster that advertises a $100,000 rodeo contest, and my little builtin movie computer immediately said \"Rocky!\" The movie had to end with a big bull-riding competition, or the poster would not have been there. So then I idly wondered what other reliable old elements would present themselves. Would the cowboy make his comeback despite an injury? Would the old man, the boy and the woman turn up to cheer him on? Are there stars in the sky? With a movie like this, after you've given up on the possibility of any originality, you sit back and look for nuggets of gold that may have been hidden here or there in a crevice of the screenplay. One thing I enjoyed was the work of Scott Glenn, an unsung but always interesting actor (\"The Right Stuff,\" \"The River,\" \"The Silence of the Lambs\"), who plays the cowboy with a taciturn and weathered conviction. I also liked the unstudied sincerity of the great Ben Johnson, as his father (he was already playing this role 20 years ago, in \"The Last Picture Show\"). I liked the way old character actors like Dub Taylor turned up in a poker game, and it was fun to see Mickey Rooney, although he should have turned the energy down a notch.\n\nIn more major roles, two actresses are given predictable dilemmas and thankless dialogue. Kate Capshaw is Glenn's high school sweetheart, now widowed, who once again catches his eye and then has to utter lines like \"You've broken my heart once and I don't want it broken again.\" Tess Harper, usually interesting, gets to play the angry sister. She's the one who sent the old man to the nursing home, and although at times she is reasonable (\"The moment you mend you'll be out rodeoing again, and then who will look after him?\"), too often she is simply let loose to be shrill.\n\nThe most interesting element of \"My Heroes Have Always Been Cowboys\" is the cantankerous old man who is indeed impossible, and forgetful, and careless, and impossible to please. If they leave him in the nursing home he'll die, but if they let him live alone he'll sooner or later kill himself or somebody else. So what should they do about him? Because this was the only question in the movie that had not already been answered in dozens of other films, I waited for the movie to attend to it. But of course room had to be made for the \"Rocky\" ending.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-03-01", "genres": null, "title": "My Heroes Have Always Been Cowboys (1991)"}