{"url": "http://www.rogerebert.com/reviews/my-kid-could-paint-that-2007", "by": "Amir Bar-Lev", "star_rating": 3.0, "text": "The truth lurking beneath \"My Kid Could Paint That\" is that your kid couldn't  paint that. The documentary considers the perplexing case of Marla Olmstead, a 4-year-old girl from Binghamton, N.Y., who got a lot of publicity because at her age she was producing abstract paintings that sold for hundreds and then thousands of dollars, were awarded gallery shows, generated a firestorm in the art community, and were the subject of a controversial segment on \"60 Minutes.\"\n\nThe paintings are pretty good. They are as good as some, not most, abstract paintings. They play into the hands of those who dismiss abstract art as the process of applying paint to canvas with a technique that looks random and unconsidered. Some, not all, abstract art gains its importance not because of its intrinsic quality but because of its price. At $25, it looks like dribbles. At $25 million, it looks like a masterpiece.\n\nThe story as told by Mark, Marla's dad, an amateur painter himself, is that one day little Marla was on the kitchen table while he was painting, and she grabbed a brush and started painting, too. The child showed an instinctive feeling for color, pattern, composition, texture, and because of her age and the abstract-art-debunking angle, she started to get worldwide publicity.\n\nThe problem was, no one had actually seen Marla creating a whole work from start to finish except, presumably, her parents. \"60 Minutes\" came to do a piece on the girl, put their equipment all over the house, and installed a secret camera in the basement ceiling. Through it, they were able to see Marla beginning a painting with urgent whispered instructions from her father. We never see him touch a brush to the painting, but on the other hand, the finished painting doesn't look like a \"Marla\" but like something any child could paint.\n\nIs the little girl the star of a hoax by her family? Amir Bar-Lev, the maker of this film, says he doesn't know, and the film has an open ending. He grew quite close to the Olmsteads, and at times worried that he was betraying their confidence. My own verdict as an outsider is, no, Marla didn't paint those works, although she may have applied some of the paint.\n\nBut it's more complicated than that. As I said, some of the paintings are pretty good. People might pay hundreds if they were by a kid but would they pay thousands unless they actually liked them? The irony may be that Mark Olmstead is a gifted painter who could never break into the closed circle of abstract art without a gimmick like Marla.\n\nMy favorite modern painter is Gillian Ayres, OBE. Ayres (born 1930) is a well-known British abstract expressionist whose huge canvases, often measuring several feet in their dimensions, look like finger painting, because they are. With untrammeled exuberance, she paints in bright colors with a thick impasto. Chaz and I had not heard of her when we saw one of her paintings in a warehouse, and simultaneously agreed we loved it. I append an Ayres painting, one of 14 in the Tate Modern. No, a kid couldn't paint that.\n\nIn the last analysis, I guess it all reduces to taste and instinct. Some paintings are good, says me, or says you, and some are bad. Some paintings could be painted by a child, some couldn't be.", "running_time": 82, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-10-18", "genres": ["Documentary"], "title": "My Kid Could Paint That (2007)"}