{"url": "http://www.rogerebert.com/reviews/my-left-foot-1990", "by": "Daniel Day-Lewisas Christy Brown", "star_rating": 4.0, "text": "I am trying to imagine what it would be like to write this review with my left foot. Quite seriously. I imagine it would be a great nuisance - unless, of course, my left foot was the only part of my body over which I had control. If that were the case, I would thank God that there was still some avenue down which I could communicate with the world.\n\nThat is the story of Christy Brown, born into a large, poor, loving family in a Dublin slum and considered for the first 10 years of his life to be hopelessly retarded. He was born with cerebral palsy, and his entire body was in revolt against him - all except the left foot, with which one day he picked up a piece of chalk and wrote a word on the floor. Everyone was amazed except for Christy's mother, who had always believed he knew what was going on. She could see it in his eyes.\n\nThe story of Christy Brown is one of the great stories of human courage and determination. He belongs on the same list with Helen Keller, and yet it is hard to imagine Christy being good company for the saintly Miss Keller, since he was not a saint himself but a ribald, boozing, wickedly gifted Irishman who simply happened to be handicapped.\n\nJim Sheridan's \"My Left Foot\" is the story of Christy's life, based on his autobiography and on the memories of those who knew him.\n\nHe was not an easy man to forget. Tiny and twisted, bearded and unkempt, he managed, despite his late start, to grow into a poet, a novelist, a painter and a lyrical chronicler of his own life. Like many geniuses, he was not an easy man to live with, and the movie makes that clear in its brilliant opening scene.\n\nPerhaps concerned that we will mistake \"My Left Foot\" for one of those pious TV docudramas, the movie begins in the middle of one of Christy's typical manipulations. He is backstage in the library of a great British country home where he is soon to be brought out to be given an award. He has a pint of whiskey hidden in his jacket pocket, with a straw to allow him to sip it. But a hired nurse is watching him with a gimlet eye. Trying to get her out of the way for a second, he asks her for a light for his cigarette.\n\n\"But Mr. Brown,\" she says, \"you know that smoking is not good for you.\" \"I didn't ask for a f - - - - - - psychological lecture,\" he replies. \"I only asked for a f - - - - - - light.\" It is the perfect opening scene, because it breaks the ice. We know that it is all right to laugh with Christy, and not to be intimidated by the great burden of his life. And as the movie develops, it is startling how much of it plays as comedy - startling, unless we remember the universal Irish trait of black humor, in which the best laughter, the wicked laughter, is born out of hard times and bad luck.\n\n\"My Left Foot\" charts Christy's life from his earliest days until his greatest triumph, but the key scene in the movie may be one that takes place shortly after he is born. His father goes into the local pub to have a pint and consider the fact that his son has been born handicapped, and then he stubbornly makes the statement that no son of his will be sent to a \"home.\" The decision to raise Christy as part of a large and loving family is probably what saved his life, for a man of such intelligence would have been destroyed by an institution.\n\nHis brilliant mind, trapped inside his imperfect body, would have gone mad from calling for help.\n\nChristy is played in the early scenes by Hugh O'Conor and from his teenage years onward by Daniel Day-Lewis. The two actors fit Christy's life together into one seamless performance of astonishing beauty and strength. There is an early scene in which Christy's brothers and other neighbor kids are playing soccer in the street, and crippled Christy, playing goalie, defends the goal by deflecting the ball with his head. There is great laughter and cheering all around, but the heart of the scene is secure: This child is not being protected in some sort of cocoon of sympathy, but is being raised in the middle of life, hard knocks and all. This is reinforced in other scenes where Christy's siblings dump him in a barrow and wheel him around to their games.\n\nAs he watched and listened, the boy was making the observations that would inform his lifework. His novel Down all the Days and his other writings see Dublin street life with a clarity that is only possible because he was raised right in the middle of it and yet was always an outsider. As a painter, he saw Dublin in the same way: as a stage upon which people did things he was intimately familiar with and yet would never do himself.\n\nChristy's life as a man was not easy. He was willful and arrogant, and right from the first time he tasted whiskey he knew there was at least one way to escape from the cage of his body. Like all men, he desired love, and there is a heartbreaking sequence in which he develops a crush on a teacher who works with him on speech therapy and loves Christy, but not in the romantic way that he imagines. Learning of her engagement, he creates a scene in a restaurant that in the power of its hurt and anger is almost unbearable.\n\nHe drank more. He was demanding. Like all bright people forced to depend on others, he was filled with frustration. A woman did finally come into his life, a nurse who became his wife and loved him until the end, but by then happiness was conditional for Christy, because he was an alcoholic. Since he could not obtain booze on his own - since it had to be brought to him and provided to him - there is the temptation to ask why his loved ones didn't simply shut him off. But of course that would have been a cruel exploitation of his weakness, and then, too, Christy was a genius at instilling guilt.\n\n\"My Left Foot\" is a great film for many reasons, but the most important is that it gives us such a complete picture of this man's life. It is not an inspirational movie, although it inspires. It is not a sympathetic movie, although it inspires sympathy. It is the story of a stubborn, difficult, blessed and gifted man who was dealt a bad hand, who played it brilliantly, and who left us some good books, some good paintings and the example of his courage. It must not have been easy.", "running_time": 103, "mpaa_rating": "NR", "release_year": 1990, "date_published": "1990-02-02", "genres": ["Drama", "Foreign"], "title": "My Left Foot (1990)"}