{"url": "http://www.rogerebert.com/reviews/my-life-so-far-1999", "by": "Colin Firthas Edward", "star_rating": 3.0, "text": "It's been said that the most pleasant of all lives were lived in the great British country houses, in the years between the wars--for those who lived there, of course. The rest of us can only enviously imagine those days as idealized in the works of P.G. Wodehouse, whose characters occupy an endless summer of dotty earls, alcoholic younger brothers, eccentric inventors, ferocious aunts, hopeful suitors and prize-winning pigs. Their household staff functions not as servants but as keepers.\n\n\"My Life So Far,\" set in the late 1920s on an estate near Argyle, Scotland, is based on the memoirs of a real person--Denis Forman, former director of the Royal Opera House, Covent Garden. I've always thought of the Wodehouse universe as essentially a fantasy, but perhaps not; Forman's childhood at times seems to be taking place at Plum's Blandings Castle, where Lord Emsworth doted on his blue-ribbon pig, the Empress of Blandings.\n\nThe hero of this film, a 10-year-old named Fraser Pettigrew (Robert Norman), grows up in Kiloran House, where his father, Edward (Colin Firth), invents airships and paddleboats, and commits a large part of the family fortune to the cultivation of sphagnum moss (which is, he boasts, \"better than cotton wool for wounds\"). Fraser's mother, Moira (Mary Elizabeth Mastrantonio), smiles indulgently and a little wearily upon her husband the enthusiast.\n\nHer own mother (Rosemary Harris), called \"Gamma\" by the kids, owns the estate, which Edward hopes she will leave to him. But there is another claimant--Uncle Morris (Malcolm McDowell), Moira's brother, a hard-boiled businessman who arrives one day with his new French wife, Heloise (Irene Jacob). Soon both Fraser and (alas) his father are in love with the young woman, causing complications in Eden.\n\n\"My Life So Far,\" directed by Hugh Hudson (\"Chariots of Fire\"), is not plot-driven, and even a crisis (like the opening scene where the infant Fraser is happily climbing on the roof) is handled with a certain detachment. These are characters for whom tone is more important than content; they live their lives according to the teaching of Billy Crystal's Fernando: \"It is better to look good than to feel good.\" The household contains a large family, many servants, and a ceaseless stream of visitors (including Tcheky Karyo as a legendary pilot named \"The Emperor of the Air\"). The big scenes play out at dinner or in the drawing room before an audience of most of the other characters; these lives are so public, they almost take place onstage. The reason modern American conversation has declined so sadly is because most of us no longer have fireplaces to stand before while declaiming epigrams, or dinner parties for 18 at which precocious youngsters can suggest that the family finances could be improved if the women sold themselves into prostitution.\n\nThat is indeed a suggestion brightly made by young Fraser, who has found his father's secret library and devoured books he does not quite understand. Meanwhile, darker currents gather as his father and his uncle jostle for position. And his father, who has seemed so carefree and steadfast for the first half of the movie, actually seems prepared to sacrifice everything--family, children, estate--for the love of Heloise, who is not even a femme fatale but only a pleasant sweetheart.\n\nDid worlds like this exist? Yes, until death duties and taxes forced the old families to earn their own livings, while the great houses were opened to tourists and the servant quarters became tea shops. Today there are people with as much money or more, but they have had to be smart enough to earn it; they may occupy houses like this, but they lack the dreamy naivete to enchant them. It has been a melancholy progression from the Empress of Blandings to pork bellies. Sir Denis may have his knighthood and the Royal Opera House to run, but there is a poignancy that colors every scene of \"My Life So Far.\" He is homesick for Kiloran. So am I, and I never even lived there.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-06", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "My Life So Far (1999)"}