{"url": "http://www.rogerebert.com/reviews/my-life-1993", "by": "Michael Keatonas Bob Jones", "star_rating": 2.5, "text": "\"My Life\" tells a story that sets your mind at work, wondering how you would feel and what you would do. The movie is about a man named Bob Jones who has received some good news and some bad news.\n\nThe good news is that his wife is pregnant, and they are going to have their first child. The bad news is that Jones has cancer, and will die in about four months.\n\nJones (Michael Keaton) starts to make videotapes of himself, in which he talks to the unborn child - telling of his life, his beliefs, things he has learned. When he discovers the child will be a boy, he even tapes some shaving lessons (\"There are basically two approaches: Up, or down. Not sideways. Never sideways.\") Jones reacts to the cancer in a way we can also identify with. When a sad-faced doctor gives him the bad news, he is angry: \"Don't you take away my hope! It's all I have left!\" He has already tried conventional therapies, and now he turns to a Chinese practitioner (Haing S. Ngor, who won an Oscar for \"The Killing Fields\"). This doctor informs him he is holding a lot of anger and fear inside; after a laying on of hands, Bob Jones experiences strange flashes of intense light, perhaps an out-of-the-body experience.\n\nBob Jones does indeed have great anger and fear inside (although I am leery of theories that we are guilty of giving ourselves cancer).\n\nHe dislikes his own family, for starters, and we learn his real name is not even Jones. His family name is Ivanovich. He moved at an early age from Detroit to Los Angeles, and doesn't have much contact with his family - perhaps because he is ashamed of their ethnic origins. In L.A., he is a successful public relations executive, but when \"friends\" are asked to talk about him on video, they're at a loss for words. He always kept himself at a distance. This story has been written and directed by Bruce Joel Rubin, whose credits include \"Ghost,\" a different kind of story about talking to loved ones from beyond the grave. The inspiration for \"My Life,\" Rubin says, came during a long night after he ate Mexican food, woke up convinced he was going to die, and thought of making videos for his children. Not exactly transcendent - but then Newton got to gravity from an apple.\n\nParts of the movie are very good. Yet as it developed I found a resistance growing within, a feeling that it was hedging its bets. Michael Keaton, very smart, very wry and brave, gives an intelligent performance as a man who isn't good at feelings. Nicole Kidman, as his pregnant wife, stands by him and holds herself together during the trauma of gaining a child and losing a husband.\n\nShe is not, however, spared a single cliche of the obligatory natural childbirth scene, which is to movies of this sort what the chase is in a \"Dirty Harry\" picture.\n\nBut other characters are less clearly seen. Anyone who has shared an experience like this knows that the key players include the professional nurses and companions who share every moment of the patient's suffering and death. When Jones comes home (to die, he fears), a live-in nurse (Queen Latifah) is hired, but after an impressive entrance she is all but forgotten. Jones' conventional doctors are also relegated to the thankless task of looking grave and providing the next plot point.\n\nAnd Jones' family from Detroit, when it is produced for a reconciliation, seems somehow too compliant and agreeable, given Jones' long history of ignoring and resenting them. In real life, I think, family difficulties run deeper than this.\n\nYet all of these problems are secondary to the movie's real flaw, which is its cuteness. Serious material requires perfect command of tone: There is a way you can confront tragedy, and a way you can finesse it, and Rubin seems willing to let his audience off the hook. There's too much comic relief. Some of it is justified, as when Keaton videotapes a lesson in how a man should enter a room.\n\nSome is unforgivable, as when he goes on a shopping expedition for his unborn son, and pulls a beach ball from a large display, which of course collapses, spilling dozens of balls all over the floor. This is the old Collapsing Display Trick, used whenever a director is filming in a store and needs to fill time.\n\nMore bothersome is the subplot involving the Chinese doctor: The movie should put up, or shut up. Either the wise old man is going to actually possess special insights and knowledge (as a similar character did in Woody Allen's \"Alice\"), or he is not. A dying man will grasp any straw - but does Rubin think of the doctor as a straw, or a savior? Those flashes of light are apparently quite real; something is going on. But what? The movie never delivers on this subplot, which is essentially just more diversion.\n\n\"My Life\" should be a more rigorous and single-minded film; maybe it started that way, before getting spoonfuls of honey to make the medicine go down. If a character invites us to join him on the most important journeys of his life - to parenthood and death - then he shouldn't distract us with little side trips to schtick and funny business.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-11-12", "genres": ["Drama", "Indie", "Romance"], "title": "My Life (1993)"}