{"url": "http://www.rogerebert.com/reviews/my-life-in-ruins-2009", "by": "Nia Vardalosas Georgia", "star_rating": 1.5, "text": "Nia Vardalos plays most of \"My Life in Ruins\" with a fixed toothpaste smile, which is no wonder, because her acting in the film feels uncomfortably close to her posing for a portrait. Rarely has a film centered on a character so superficial and unconvincing, played with such unrelenting sameness. I didn't hate it so much as feel sorry for it.\n\nVardalos plays Georgia, an American tour guide in Athens, in rivalry with Nico (Alistair McGowan), who always gets assigned the new bus with the well-behaved Canadians, while our girl gets the beater containing a group of walking human cliches who were old when \"If It's Tuesday, This Must Be Belgium\" was new. You got your loud Yankees, your boozy Aussies, your prowling Spanish divorcees, your ancient Brits and of course your obligatory Jewish widower who is laughing on the outside and mourning on the inside.\n\nThese characters are teeth-gratingly broad and obvious, apart from Richard Dreyfuss, who brings life, maybe too much life, to Irv, who tells bad jokes even though he is old enough to have learned funnier ones. To him, I recommend the delightful Web site www.oldjewstellingjokes.com, where every single old Jew is funnier than he is. Irv of course eventually reveals a sentimental side and does something else that is required in the Screenplay Recycling Handbook. (Interested in reading it? Send in $5. I won't mail it to you, but thanks for the money. Rim shot, please.)\n\nThe central question posed by \"My Life in Ruins\" is, what happened to the Nia Vardalos who wrote and starred in \"My Big Fat Greek Wedding\"? She was lovable, earthy, sassy, plumper, more of a mess, and the movie grossed more than $300 million. Here she's thinner, blonder, better dressed, looks younger and knows it. She's like the winner of a beauty makeover at a Hollywood studio. She has that don't touch my makeup! look. And if anyone in Hollywood has whiter, straighter, more gleaming teeth, we'll never know it, because like most people, they'll usually keep their lips closed.\n\nTo speculate on people's motives is risky and can be unfair. Let me gently suggest that when Nia Vardalos made \"My Big Fat Greek Wedding,\" she was an unlikely, saucy movie star who didn't take herself seriously. She was also an incomparably better screenwriter than Mike Reiss, the autopilot sitcom veteran who cobbled together this lousy script.\n\nNow she is rich, famous and perhaps taking herself seriously after being worked over for one too many magazine covers. She has also made the mistake of allowing herself to be found in one of those situations that happen only in trashy romance novels. The driver of her bus is a surly Greek named Poupi (Alexis Georgoulis), who has a beard that looks inspired by the Smith Bros. After he shaves it off, he emerges as an improbably handsome, long-locked Adonis of the sort that customarily dates older women only if he has reason to think they are rich. This romance is embarrassing.\n\nThere is, in short, nothing I liked about \"My Life in Ruins,\" except some of the ruins. The tourists are even allowed to consult the Oracle at Delphi. That scene reminded of when Chaz and I visited an ancient temple at Ise in Japan. Outside the gates, monks sat on platforms inscribing scrolls. \"You may ask anything you want,\" our guide told us. \"Will there be peace in our time?\" asked Chaz. The monk gave a look at our guide. Our guide said, \"Ah, I think maybe a better question may be more like, 'How many monks live in temple?' \"\n\nNote: \"Poupi\" is pronounced \"poopy.\" That would never get past the editor of a romance novel.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-03", "genres": ["Comedy", "Romance"], "title": "My Life in Ruins (2009)"}