{"url": "http://www.rogerebert.com/reviews/my-life-without-me-2003", "by": "Sarah Polleyas Ann", "star_rating": 2.5, "text": "It's not probable that I will die before attending Sofia Coppola's Lifetime Achievement Award, but I can't deny that death has been on my mind these days. Having surgery for cancer concentrates the mind wonderfully. I have some notions of what I would do if I had little time to live, and things I would not do. I would not, for example, do any of the things that are done by Ann, the heroine of \"My Life Without Me,\" who would be a cruel egocentric if she weren't so obviously just a fictional pawn.\n\nI would let everyone know what was what. I would expect them to be open with me. I would try to remember the dying woman in Ingmar Bergman's \"Cries and Whispers,\" who writes in her journal, \"This is happiness. I cannot wish for anything better. I feel profoundly grateful to my life, which gives me so much.\" I would remember my dying Aunt Marjorie, who told me with total contentment, \"I've enjoyed my life, Rog, and you know this day comes for all of us sooner or later.\" And I would start reading a long novel. We both knew Margie had maybe a month to live. She was a great reader. I asked her what she was reading. \"I've just started Tom Clancy's new novel,\" she said, and her smile finished the sentence.\n\nThe heroine of \"My Life Without Me,\" on the other hand, engineers her death as a soap opera that would be mushy if it were about her, but is shameless because it is by her. Told she has inoperable ovarian cancer, she keeps it a secret from everyone in her life, lies to cover up her growing weakness, and on good days works through a checklist of \"10 Things to Do Before I Die.\" No. 11 should maybe be to rent the video of \"Things To Do in Denver When You're Dead.\" One of the items on her list is, \"Find out what it would be like to make love with another man.\" She was married at 17, to the only boy she ever slept with, and now she is 23 and lives with Don and their daughters in a house trailer in her mother's backyard. They have the happiest marriage I have ever seen in the movies, maybe because strict plot economy allows no time to provide them with problems. Nevertheless when she meets a guy named Lee at a coin laundry, she allows them to drift into a relationship that quickly leads to love.\n\nI don't understand her need to do this. I understand that a 23-year-old woman might be curious about sleeping with a second man, but would she act on mere curiosity if she loved her husband, they were happy, and had great sex? OK, maybe, although I think she'd be wrong. But to do it when she's dying is so unfair to the other guy, who doesn't understand part of her appeal is the urgent bittersweet quality that dying has given her. And it's not enough for her to have sex. She wants to make someone fall in love with her. It's not enough to spring a mournful surprise on one man who loves her. She wants two heartbreaks. Maybe she only stops at two because of time pressure. At her funeral they should play, \"Don't Cry for Me, Argentina.\" Her egocentric decision puts enormous pressure on the kind doctor who gives her the bad news and is forbidden to treat her. And on her kids, who know something is very wrong, because kids always do, and who have to believe her lies about being tired. And on her husband, her mother, her best friend at work, and even the woman (also named Ann) who has moved in next door. After testing her baby-sitting skills, she has chosen this Ann as Don's next wife, and arranges a dinner they don't realize is their first date. It's bad enough for a second wife to feel like she's sharing her husband with the ghost of his first wife, but how does it feel during sex when the ghost is cheering, \"You go, girl!\" Now of course all of this is handled with exquisite taste. Actors do not often get roles this challenging, and they find honesty in the moments even while the movie as a whole grows into a manipulation. Ann is played by Sarah Polley, from \"The Sweet Hereafter,\" and she accepts the character's decisions and invests them, wrong as they are, with simplicity and glowing conviction. Lee, the second lover, is played by Mark Ruffalo, who amazes me in one movie after another with the intensity of his presence and his gentle response to other actors. Scott Speedman is Ann's husband, Deborah Harry is her mother, Alfred Molina is her father, currently in prison; Amanda Plummer is the best friend, and Leonor Watling is the other Ann, who tells a story about dying Siamese twins that starts out sad and then becomes increasingly inconceivable.\n\nAnd an actor named Julian Richings is Dr. Thompson, the man who tells Ann she has ovarian cancer. He sits next to her in a row of chairs while telling her this, and admits he has never been able to look a patient in the eye when telling them they're about to die. This character, and this scene, point to a better way the movie could have gone. The doctor has the empathy for other humans that Ann lacks. What he does may be professionally questionable, but it comes from his heart.\n\nThat the performances are so good, that they find truth in scenes to which we have fundamental objections, makes this a tricky movie to review. I think the screenplay, written by director Isabel Coixet, is shameless in its weepy sentiment. But there is truth here, too, and a convincing portrait of working-class lives. These people don't stagger under some kind of grim proletarian burden, but are smart and resourceful, and I suspect Ann -- had she lived-might have someday turned into a pretty good writer.\n\nOn the other hand, there are several scenes of Ann making tape recordings intended to be played by her daughters on their birthdays until they're 18. If I were one of those daughters and had grown old enough to have a vote on the matter, I would burn the goddamn tapes and weep and pound the pillow and ask my dead mother why she was so wrapped up in her stupid, selfish fantasies that she never gave me the chance to say goodbye.", "running_time": 106, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-17", "genres": ["Drama", "Romance"], "title": "My Life Without Me (2003)"}