{"url": "http://www.rogerebert.com/reviews/my-mothers-castle-1991", "by": "Philippe Caubereas Joseph", "star_rating": 4.0, "text": "And now here we are back again in the hills of Provence, in the second of two remarkable memory-films based on the childhood of the great French writer Marcel Pagnol. If you have seen \"My Father's Glory,\" the first of the films, these places will be familiar to you, along with some of the people and all of the feelings of Marcel, the young narrator, who has grown a year older and is now aware that there are girls in the world, in addition to hills and valleys and caves and eagles.\n\n\"My Mother's Castle\" begins where \"My Father's Glory\" ended, after a brief look back. (It is best to see the films in order, even though this one is complete in itself.) The effect of the two films is a long, slow, subtle buildup to the enormous emotional payoff at the end of the second film, a moment when gratitude and regret come flowing into the heart of the narrator.\n\nThe time is the earlier decades of this century. The hero, Marcel, is now 13 or 14. His father is a schoolteacher, much admired, and his mother is a sweet and loving woman who is still quite young and girlish, although she does not seem that way, of course, to her son. The family had been going every summer and during holidays to the countryside of Provence, and now old friends greet Marcel, including Lili, the local boy who taught him the ways of the countryside. But Lili is no longer the center of the universe; that position is soon taken by an imperious young lady who has read, perhaps, too many historical romances, and treats Marcel as her vassal.\n\nThe central set-piece of the movie involves the journey the family members must make to get to their summer cottage. The legal way is long and tiring, involving a walk that circles several great estates. There is a shortcut that reduces the walk by four-fifths, but it involves walking along the canal-path that cuts through the estates, not only trespassing but also somehow getting through the locked gates as the path crosses each property line.\n\nHelp comes in the form of a canal guard who was once a student of Marcel's father, Joseph. He has the keys, and sees no need for the family to take such a long detour. He gives a key to Joseph, and on each visit the little family takes the detour, as the vast private houses look down frowningly upon them from the hills.\n\nOne house has a mean, bitter caretaker, and a dog who looks ferocious but would really rather sun itself than bite. Marcel's mother, Augustine, is terrified of dogs, and there comes a day when the dog and the caretaker frighten the family, and it us up to Joseph to somehow salvage his family's self-respect.\n\nAll of this sounds as simple as a children's film, I suppose, and yet there are deep currents of pain and memory flowing here, and these scenes set up an emotional payoff at the end of the film that brings the whole experience to a triumphant conclusion.\n\n\"My Father's Glory\" and \"My Mother's Castle\" are linked autobiographical stories by Pagnol, who also wrote the two novels Jean de Florette and Manon of the Spring. Those stories were more epic in sweep; these are intimate and nostalgic. It is likely that no one, not even Pagnol, had a childhood quite this perfect, and yet all happy childhoods grow happier in memory, and it is the nature of film that we can share some of Pagnol's happiness.\n\nI've noticed a strange thing since \"My Father's Glory\" opened a month ago. Readers have thanked me for my review of the film. That doesn't happen very often. They say it wasn't the kind of film they would ordinarily have attended, but they went, intrigued, and they were glad they did. There are little of the usual commercial elements in either of these films - little action, plotting, suspense, romance. But there is love and happiness, and how often do you find those anywhere, let alone at the movies?", "running_time": 98, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-09-13", "genres": ["Drama"], "title": "My Mother's Castle (1991)"}