{"url": "http://www.rogerebert.com/reviews/my-name-is-bruce-2008", "by": null, "star_rating": 2.0, "text": "Many's the actor who has brooded in his trailer and pondered: \"Maybe I could direct better than this idiot.\" With Bruce Campbell, that is often true, with the exceptions of such directors as Sam Raimi, with whom he has worked 11 times, and the Coen brothers, four. You know you're in trouble when your top-user-rated title at IMDb is a video game, although the game boys are such generous raters, they place the game \"Evil Dead: Regeneration\" right above the film \"Fargo.\"\n\nIn that Coens' film, Campbell played an uncredited soap opera actor on a TV set in the background, but that was as a favor, because he and the Coens have long been friends. They met him on \"Crimewave\" (1985), their first writing credit, which was directed by, no surprise, Sam Raimi. Campbell has appeared in horror and exploitation movies without number, has always provided what the role requires, has inspired fondness in the genre's fans, and has been in some movies where I've been the lonely voice protesting they are good, such as \"Congo\" (1995), which featured a martini-sipping gorilla, volcanoes, earthquakes and the always economical scene in which an actor looks over his shoulder, sees something, screams and the screen turns black.\n\nAlso, please consult my review of \"Bubba Ho-Tep\" (2002). In that film, which is set in recent times, Elvis and JFK did not die, but are roommates in an East Texas nursing home. Campbell plays Elvis. Ossie Davis plays JFK. \"But you're black,\" Elvis observes. JFK nods: \"After Lyndon Johnson faked my assassination, they dyed me.\"\n\nYou see that Bruce Campbell often returns value for money. And in that spirit, I welcome his first work as a director since \"The Man With the Screaming Brain\" (2005). Here he plays himself in a lampoon of his career, his movies, his genres and everything else he stands for. Maybe it's only \"one-note insider navel-gazing,\" writes one of its critics, but if the navel has been there, done that and had unspeakable horrors wreaked onto it, the navel has paid its dues.\n\nThe plot involves a movie star helping to save Gold Lick, Ore., from an ancient Chinese god named Guan-Di, played by James J. Peck, although that could be anybody inside the suit. (I know Dave Prowse, who wore the Darth Vader suit, and a lot of good that did him.) Guan-Di, the God of War, for reasons best known unto himself, inhabits a falling-apart shanty-board crypt in the decrepit local cemetery that looks like the set for a grade-school production of a haunted graveyard movie. His eyes are flaming coals. Hard to see the evolutionary advantage there.\n\nCampbell depicts himself as a drunken slob behind on his alimony, a vain egotistical monster, a phony, a poser and a man in flight from his most recent movie, \"Cave Alien 2.\" This movie would make the perfect lower half of a Bruce Campbell double feature. If you don't already know who Bruce Campbell is, it will set you searching for other Bruce Campbell films on the theory that they can't all be like this. Start with \"Evil Dead II,\" is my advice. Not to forget \"Bubba Ho-Tep.\" In fact, start with them before \"My Name Is Bruce,\" which is low midrange in the Master's oeuvre.\n\nLike William Castle before him, Campbell is touring in person with his film. \"Hey, folks,\" he says on his Web site, \"here are the tour dates and venues for 'My Name Is Bruce.' Barring union strikes, hurricanes, flat tires or diphtheria, I will be personally appearing at each of these cities to introduce the film and do a spirited Q&A afterward. Please bear in mind, this isn't a 'signing,' so I recommend that the only thing you bring is your smiling face. I will be doing the three major shows every day -- roughly the 7 p.m., 9:30 p.m. and midnight screenings. But only before the midnight show. After that, it's past my bedtime.\"\n\nOn Wednesday, he was set to appear at the storied Alamo Drafthouse in Austin, Texas, with movie pundit Harry Knowles. He will be at the 8:30 and 10:15 p.m. shows tonight through Sunday at Landmark Century, 2828 N. Clark, and then it's on to New York and Decatur, Ill. It's a 24-city tour, and not just your Philadelphia and Los Angeles. He will also appear in Royal Oaks, Mich., and Perrysburg, Ohio, both in crucial swing states.", "running_time": null, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-27", "genres": ["Comedy", "Horror"], "title": "My Name is Bruce (2008)"}