{"url": "http://www.rogerebert.com/reviews/my-name-is-joe-1999", "by": "Peter Mullanas Joe", "star_rating": 3.5, "text": "His name is Joe, and he's an alcoholic. He's only been sober for 10 months, and although AA advises against romance in the first year of recovery, Joe falls in love with a nurse named Sarah. She's a social worker who has seen a lot of guys like Joe, but there's something about him--a tenderness, a caring--that touches her.\n\nThey're both wounded and cautious, but a romance slowly grows, at moments like the one where he invites her in for tea and plays some classical music. He explains: In his drinking days he stole some cassettes and sold them, but the classical tape didn't sell. One night he got drunk and played it, and \"it was just lovely.'' Joe is played by Peter Mullan, who won the 1998 best actor award at Cannes. He's a compact, ginger-haired man around 40 who moves with a physical efficiency that suggests he's focused and impatient. He looks a little like Paul Newman, with the same slender energy. He doesn't have work, but he manages a soccer team and picks up the members in a city van, fussing over them like a brood hen. He wears a windbreaker and sneakers, and is always in a hurry. And he takes his newfound sobriety seriously (the opening scene shows him telling his story at an AA meeting).\n\nJoe lives in a rough neighborhood of Glasgow, where drugs and crime are a way of life. One of his friends is Liam (David McKay), a kid who did time for drugs. Liam's wife, Sabine (Anne-Marie Kennedy) dealt while Liam was inside, but now he's out and, Joe thinks, clean and sober. But it's not that simple. Sabine is using, and they're into the local druglord, McGowan, for a total of 2,000 pounds. McGowan's thugs have offered to break Liam's legs, and nobody thinks they're kidding.\n\n\"My Name Is Joe'' takes these elements and puts them together into a story that forces Joe to choose between the 12 steps of AA and the harder, more painful steps he learned on the street. In theory, a recovering alcoholic doesn't allow himself anywhere near drink or drugs. But McGowan offers Joe a deal: If he makes two trips up north and drives back cars containing drugs, Liam's debt will be forgotten. Why doesn't McGowan simply have Liam do this? Because McGowan isn't dumb. He knows Liam can't be trusted--and he also enjoys, perhaps, compromising a community leader who no longer adorns McGowan's pub.\n\nThe film is another one of Ken Loach's tales of working-class life; like \"Riff-Raff,'' it is told in a regional British accent that's so thick it has been subtitled. (I understood most of it when I saw it without subtitles in Cannes, but I have to say they help.) His screenplay is ingenious in bringing together the romance, the crime elements, and the challenge of being sober in a community where drink and drugs provide the primary pastime (and employment).\n\nThe romance is all the more absorbing because it's between two street-wise people in early middle-age, who have no illusions. The nurse, Sarah, is played by Louise Goodall with a care-worn face but a quick smile; she's had to harden herself against the sad cases she encounters as a community health worker, but she's able to be moved by Joe's spirit and sincerity. I have made the film sound too depressing, perhaps. It is about depressing events, but its spirit is lively, and there's a lot of humor wedged here and there, including a walk-on for a bagpiper who knows three songs, plays them and then peddles shortbread to tourists. And there's humor involving the soccer team, their bad luck and their uniforms.\n\nOften with a film like this you think you know how it has to end. The ending of \"My Name Is Joe'' left me stunned. I've rarely seen a film where the conclusion is so unexpected, and yet, in its own way, so logical, and so inevitable.", "running_time": 108, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-26", "genres": ["Drama", "Foreign", "Romance"], "title": "My Name Is Joe (1999)"}