{"url": "http://www.rogerebert.com/reviews/my-night-at-mauds-1970", "by": "Jean-Louis Trintignantas Jean-Louis", "star_rating": 4.0, "text": "Eric Rohmer's \"My Night at Maud's\" is about love, being a Roman Catholic, body language and the games people play. It is just about the best movie I've seen on all four subjects. It is also, a refreshingly intelligent movie: not that it's ideological or academic (far from it) but that it is thoughtful, and reveals a deep knowledge of human nature. Please don't see it on a night when you simply want to flick out: Wait until you're in a fairly together state and will be about to talk about it afterward. It deserves that attention and rewards it.\n\nJean-Louis Trintignant (who played the prosecutor in \"Z\" and the man in \"A Man and a Woman\") is perfectly believable as a 34-year-old devout Catholic who is lonely and sensitive and would rather be married than single. He takes the church's teachings on courtship and marriage quite seriously and is articulate in defending them against his dissenting friends. He's held jobs overseas for several years, but when we meet him, he is employed by Michelin in a French provincial capital, and is in love at a distance with a blond girl he's never met: He sees her in church on Sundays and occasionally sees her guiding her motorcycle through the streets.\n\nOne day he runs into an old friend who takes him to the home of his fiancé, Maud. Maud is a divorcee who dates the old friend but won't marry him. She likes Jean-Louis and asks him to stay when the friend must leave.\n\nAnd then follows one of the most marvelously observed scenes of human behavior I can remember in a film. The two people talk nearly all night. Maud is in her nightgown and sits in bed propped up against her pillows. Jean-Louis sits in one chair or another, or walks around the room. They talk about sex, love, marriage and divorce. The conversation moves from flippancy to intimacy, and then has a way of drawing back from too much truth-telling.\n\nThe choreography of the scene perfectly reflects its content. Occasionally, Jean-Louis sits on the edge of the bed. Once he even leans toward her, to share a confidence. But then he retreats. She asks for a cigarette at one time, a drink of water at another. These are ploys to lure him closer, and he has his own. But there are times, when she signals that he's violating her personal space, or territorial imperative, or whatever it's called. And he reads the signals and moves away, apparently by chance.\n\nTo write about this long, magnificent scene is inadequate; it must be seen. It is a triumph of direction, certainly. But because Rohmer lets his camera go for long takes, the actors are floating free of his pre-shot instructions and can actually be seen to relate to each other personally. The scene is terribly subtle, but anyone who has ever tried to read someone else's mind through his behavior and movements (and that includes you and me, certainly), will be fascinated by it.\n\nThe rest of the film springs from this scene, expanding it and commenting on it, and there is a quietly revealing ending that takes place five years later and makes certain things clear about the various relationships. \"My Night at Maud's\" was the hit of the 1969 New York Film Festival, and that is not surprising. It is so good to see a movie where the characters have beliefs, and articulate them, and talk to each other (instead of at each other). It is so good, in fact, that you realize how hungry you've been for this sort of thing.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-12-25", "genres": ["Drama", "Foreign", "Romance"], "title": "My Night at Maud's (1970)"}