{"url": "http://www.rogerebert.com/reviews/my-one-and-only-2009", "by": "Renee Zellwegeras Ann", "star_rating": 3.5, "text": "I have no idea how closely \"My One and Only\" follows the facts of actor George Hamilton's teenage years, but it tells a story that goes a good way toward explaining his years of celebrity and his lifelong attachment to his mother. It's also an appealing comedy, a road movie set in the 1950s and starring Renee Zellweger as his mom, the irrepressible Ann Devereaux.\n\nShe's a blond Southern belle, married to Dan, a bandleader (Kevin Bacon) who loves her, after his fashion, but is a compulsive womanizer. After finding him in bed with one woman too many, Ann leaves him and takes her two sons: George (Logan Lerman) and Robbie (Mark Rendall), half-brothers from her two marriages. In a sky-blue Cadillac convertible, they set off an odyssey to find Ann a new husband. That's the only way she can imagine to support them.\n\nAnn is 40-ish, comely, attractive to men, but no longer this year's model. Their journeys take them to a series of her old beaus, in Boston, Pittsburgh and St. Louis; these hunting expeditions are seen through George's dubious eyes. One is an ex-military sadist, one a playboy, all not suitable candidates. She tries actually working, but being a waitress is beyond her, and then she apparently strikes pay dirt with a proposal from a man whose family owns a big house-paint business.\n\nThe paint tycoon is entertaining. As played by the invaluable David Koechner, he sits beside George on a pier and confides that Ann has asked him to have a man-to-man talk with him about women. He explains to the boy that women have a problem with body temperature. They're always too warm or too cool. On a date, always bring along a sweater you can lend them. End of advice. I can't say why, but I suspect George Hamilton really was told this at one time or another in his youth.\n\nHamilton is the film's executive producer, and although the screenplay is by Charlie Peters, Hamilton must have had substantial input at the story level. His mother was really named Ann. His father was really a bandleader. He had a brother something like the one here. He did get into movies somewhat improbably. The one detail in the film I doubt is that he ever said, \"There's too much sun here in L.A. It's not depressing enough.\"\n\nThis is essentially Renee Zellweger's picture, and she glows in it. We've seen the type before, but she's able, beneath Ann's pluck, to suggest her sadness, and the love she has for her boys. Yes, she is a lousy mother, as George assures her, but she has a good heart and is determined to provide for them. It struck some as notable that Hamilton remained so close to his mother, even living with her, but this film is a worthy memory, including both her ditziness and her bravery.\n\nThe director, Richard Loncraine, achieves in a seemingly effortless early-1950s look, down to the details of Ann's wardrobe and hair, which today look more like costuming than fashion: No matter what she goes through and how much she endures, she's always well turned out. The relationship between her two sons is a little enigmatic, considering Robbie is presented as gay. They never refer to that, except very discreetly. Maybe it was like that in the 1950s.\n\nBasing psychological speculation on a biopic is notoriously risky. All I can say is that after seeing \"My One and Only,\" Hamilton's persona somehow clicked into place for me. He had the example of a woman who was concerned with making a good impression. I only met him once, in 1971 when he had starred in \"Evel Knievel,\" and I still recall how nice he seemed.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-09-02", "genres": ["Comedy", "Drama", "Indie"], "title": "My One and Only (2009)"}