{"url": "http://www.rogerebert.com/reviews/my-own-private-idaho-1991", "by": "River Phoenixas Mike Waters", "star_rating": 3.5, "text": "Drama thrives on the weaknesses of its characters, but what can we make of a hero who suffers from narcolepsy? At precisely those moments when he is called to rise to the occasion, he goes to sleep.\n\nHe misses most of the crucial developments in his own life, and must depend on the kindness of strangers even to pull him out of the middle of the road.\n\nMike Waters, the young drifter played by River Phoenix in Gus Van Sant's \"My Own Private Idaho,\" is a narcoleptic. To those who do not understand the disorder, it appears that he must be on drugs, or mentally deficient, or from another planet. His condition has given him a certain dreamy detachment; there is no use getting too deeply involved in events you may end up sleeping through. Mike works as a male prostitute, and it goes without saying that narcolepsy is not an asset in his line of work.\n\nWatching the film, I was reminded of Dostoyevsky's Crime and Punishment, in which Raskolnikov, the murderer of the old lady, suffers from epileptic seizures. He has some of the same moods and traits as Mike Waters does here: Both live in unreal worlds, detached from the ordinary progress of time by their conditions. In a sense, their own lives are so elusive that what they do to the lives of others is not very meaningful. Mike is like a holy fool or a clown, and his only real attachment is to Scott Favor (Keanu Reeves), another hustler.\n\nOne comes from a rich family, the other from poverty.\n\nNeither background would account for the strange existence they now share, drifting through the automobiles and bedrooms of strangers, acting out fantasy roles, spending long hours in coffee shops, smoking and talking and killing time.\n\nThe characters have been compared by one critic to Prince Hal and Falstaff - to the errant heir and his lowlife companion. It's the strangest thing. Here is a movie about lowlife sexual outlaws, and yet they remind us of works by Shakespeare or Dostoyevsky, not William Burroughs or Andy Warhol. Maybe that's because Van Sant is essentially making a human comedy here, a story that may be sad and lonely in parts but is illuminated by the insight that all experience is potentially ridiculous; that if we could see ourselves with nough detachment, some of the things we take with deadly seriousness might seem more than faintly absurd.\n\nThe movie takes place in Portland, Ore., and the open spaces of the Pacific Northwest - the same territory covered by \"Drugstore Cowboy,\" Van Sant's previous picture. Again he is looking into the lives of outlaws on the road. Life centers around who you get a ride from, where you spend the night, how much money you have in your pocket. There are no long-range plans.\n\nMike and Scott meet a variety of clients, including one who likes his apartment kept very, very clean. They encounter a young woman from Italy. They find themselves in Italy. It is almost hallucinatory, how one can be in Idaho today and Italy tomorrow, and have no money in either place, but if you make an object out of yourself, then people with more money and stronger wills are able to take you wherever they choose.\n\nAlthough the central characters are prostitutes, the movie is not really about sex, which does not interest either Mike or Scott very much. What Mike wants is love, and by love what he really means is someone to hold him and care for him. He was deeply damaged as a child, and now he seeks shelter; it is a matter of indifference whether he finds it with a man or a woman. The achievement of this film is that is wants to evoke that state of drifting need, and it does. There is no mechanical plot that has to grind to a Hollywood conclusion, and no contrived test for the heroes to pass; this is a movie about two particular young men, and how they pass their lives.", "running_time": 105, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-10-18", "genres": ["Drama", "Romance"], "title": "My Own Private Idaho (1991)"}