{"url": "http://www.rogerebert.com/reviews/my-piece-of-the-pie-2011", "by": "Gilles Lelloucheas Steve", "star_rating": 2.5, "text": "Writer-director Cedric Klapisch supplies a little of all five in \"My Piece of Pie,\" a film about the everyday ways in which the markets deal in abstract numbers without the slightest interest in the lives that might be affected. In the French city of Dunkirk, a factory closes suddenly, families are uprooted, people lose their incomes and suddenly find themselves poor. In the most interesting element of the film, we see how a man seated before six computer screens in his Paris luxury apartment taps a key here and a key there and behaves as what Tom Wolfe immortalized as a Master of the Universe.\n\nThis man is Steve Delarue (Gilles Lellouche): 35, rich, single and a right proper bastard. There's a sequence here in which he boldly picks up a model named Tessa (Marine Vacth), flies her in his private plane to Venice and is shocked that she won't have sex with him because she'd sort of prefer to, you know, like him first. WTF? Now he's heard everything.\n\nThe detailed savagery of his behavior indicates a man with no heart, no conscience and not even much common sense; Tessa tells him he will never be happy because he will never be able to love anyone but himself. Into his wretched life comes a pretty 40-ish woman named France (Karin Viard), a single mom who lost her job when he manipulated her factory out of existence. In Paris looking for work, she gets a job as Steve's house cleaner, a task that expands to include managing his clueless life. She doesn't know or care who he is. But she is practical and copes, for example when Steve's ex-wife, Melody (Raphaele Godin), dumps off their son, Alban (Lunis Sakji), without warning and announces she'll be in Thailand for a month.\n\nSteve needs a nanny. He doesn't like children, doesn't understand them, hardly knows his 3½-year-old son. France takes over, bedding down on a futon next to the boy in Steve's gym (formerly “Alban's room”), and they form a virtual family; she also doubles as his date at two social occasions, at which her brassy confidence stands out. \n\nThe movie is best when showing us the lives of France and the odious Steve. It loses its way with France's decision to pack up Alban and take him home with her to Dunkirk. She has well-meaning reasons for this trip, but to the world, it looks like a kidnapping, and there's nothing in her character, up until that point, that suggests she's remotely capable of such lunacy. The third act turns into an unlikely and contrived confrontation between Steve and unemployed workers. \n\nMovies make unwritten contracts with us. While it's permitted for characters to reveal enormous surprises about themselves, I believe that by the last act, they should act more or less consistently in terms of the intelligence and judgment we've been led to expect of them. France unfortunately behaves entirely at the convenience of an unlikely plot turn. True, the movie sidesteps a couple of cliches it seems headed directly toward, but I might have preferred them to the preposterous melodrama it substitutes.", "running_time": 109, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2012-02-01", "genres": ["Comedy", "Drama", "Foreign"], "title": "My Piece of the Pie (2011)"}