{"url": "http://www.rogerebert.com/reviews/my-sister-maria-2004", "by": "Maximilian Schell", "star_rating": 3.5, "text": "'My Sister Maria\" is brave, heartless, and exceedingly strange, a quasi-documentary in which the actor Maximilian Schell mercilessly violates the privacy of his older sister, Maria. It is filmed mostly on the Schell's family farm in Austria, where Maria, a famous star from the 1940s through the 1960s, lives in decline and seclusion. Like a modern Norma Desmond from \"Sunset Boulevard,\" she is surrounded by television sets, all playing videos of her old movies. \"It all comes back, and I'm inside the scene,\" she says. \"I was happy then.\"\n\nShe is not senile, precisely, or at least Maximilian refuses her the escape of that diagnosis. She has simply arrived at a decision: Having given her life to entertaining others, she has arrived at a time when the others must care for her. A psychiatrist explains to Max that his sister's mental \"center for discipline\" has been destroyed -- something that sounds more like a punishment in a horror film than an actual condition.\n\nFor Maximilian, his sister's condition is explicable, and her recovery clear: She has given up and wants to spend all day in bed, and if she will only get up and walk, each day a little farther, her heart will pump blood to her brain and she will -- what? Recover? That this regime is forced upon Maria in the middle of an Alpine winter leads to scenes bordering on black comedy, as the pathetic old woman is sent out into the snow to laboriously walk a slippery path. More than once, she slips and falls. That a body double is obviously being used relieves us of concern that she will break a hip, but provides us with unsettling questions about the movie: How much of it is real, and how much devised, staged or contrived? Once after the double falls, there is a closeup of Maria's face on the ground. Is she willingly acting here? Was the scene contrived? You rarely know exactly what the screenplay means with a documentary, and certainly not this time.\n\nThe film opens with paparazzi forcing themselves into Maria's home to grab photos of the old woman, which appear the next day in a paper. What are we to make of this? Did Maximilian use secret cameras to record this transgression? Unlikely, since we see the paparazzi approaching the wrong house, talking with a housekeeper and moving on to the right house; and then we see them inside. So the paparazzi were actors, apparently, directed by Maximilian for the film. And when Maria is shown the newspaper, her dialogue is right on target: \"I used to be on page one. Now I'm on page three.\" We can accept that the film restaged a paparazzi invasion that may really have happened, but how much indignation can we feel when Maximilian himself shows his sister at length, her beauty ravaged by time?\n\nThere is another strangeness in the scenes when Maximilian, his Russian-born wife, Natasha, and their children talk with Maria. To me, at least, Maria seems of essentially sound mind. Max asks her about their family, about her husbands, about her career, about romance, and her answers are lucid, concise and sometimes even witty. What we want to hear, and never do, is how she feels about this use of herself, her history and her present life.\n\nMax must love his sister, and yet he resents her, too, especially in the way she has spent herself into bankruptcy. He asks on the sound track why others should be asked to sacrifice their financial status to support her. Max is finally forced to auction his art, and there are scenes perhaps a little boastful, where we're shown what famous artists he has collected (\"This is Rothko's last painting\"), and what enormous bids they inspire.\n\nThe film is intercut with scenes from Maria's long career. She was a star in Europe and Hollywood, was the first actress on the cover of Time, acted opposite everyone from Gary Cooper and Yul Brynner to Oskar Werner, had a radiant smile and a quick, healthful beauty, and then, gradually, faded away into age, as we all must.\n\nI agree that a documentary that simply reviewed her career would be routine and pointless. I know Maximilian is a filmmaker obsessed with the subject of the loss of fame and beauty, because he demonstrated that so memorably in his 1984 documentary about Marlene Dietrich. But Dietrich resolutely (perhaps wisely) refused to appear onscreen. Was Maria given a choice? Because we don't know if she's as sane as she seems or as crazy as the movie claims, we can't decide. If she is indeed demented, then the movie is not fair to her, and might even be interpreted as a form of revenge for the demands she has made on Maximilian's time, patience and financial resources.\n\nThere is, however, another possibility: That the film in some bold and original way is a conscious collaboration between brother and sister, to devise a work about loss of fame and youth -- a work that is all the more powerful because it seems to be factual, and seems to violate Maria's right to privacy. That this film may be substantially fictional, devised in its \"documentary\" form as an artistic tactic, is a fascinating possibility.\n\nI was, in any event, fascinated by the experience of watching it, and of trying to decide exactly what I was watching. If we accept the film on its own terms, then it takes, I think, immoral liberties with a woman powerless to protect herself. Yet Maria Schell in this film does not seem unaware, and retains enough authority that those around her do her bidding (even bringing her another TV set on a sled, through a blizzard). So I am unsure what to think.\n\nWhatever the underlying reality, the film is now a fact, and if damage has been done, it is too late to undo it. To watch \"My Sister Maria\" requires us to decide what we think a film is, what we think a documentary should do, how far we think art justifies its cost in human feelings. Those who think \"Fahrenheit 9/11\" blurs the line between fact and interpretation have no idea how mysterious and challenging that line can become. The fundamental drama of \"My Sister Maria\" takes place within our own minds, as we struggle with the enigma of viewing it.", "running_time": null, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-07-09", "genres": null, "title": "My Sister Maria (2004)"}