{"url": "http://www.rogerebert.com/reviews/my-sisters-keeper-2009", "by": "Cameron Diazas Sara", "star_rating": 3.5, "text": "“My Sister’s Keeper” is an immediate audience-grabber, as we learn that an 11-year-old girl was genetically designed as a source of spare parts for her dying 16-year-old sister. Yes, it’s possible: in vitro fertilization assured a perfect match. And no, this isn’t science fiction like Kazuo Ishiguro’s Never Let Me Go, with its cloned human replacements. It’s just a little girl subjected to major procedures almost from birth to help her sister live.\n\nSo far they have succeeded, and Kate (Sofia Vassilieva) is alive long after her predicted death at 5. Her sister, Anna (Abigail Breslin), has donated blood, bone marrow and stem cells, and now is being told she must donate one of her kidneys. She’s had it. It dismays her to know she was conceived as an organ bank, and she wants her chance at a normal life without round trips to the operating room. She may be young but she’s bright and determined, and she decides to file a lawsuit against her parents for “medical emancipation.”\n\nShe would be a model family if not for her sister’s death sentence. Her mom, Sara (Cameron Diaz), was a successful Los Angeles lawyer. Her dad, Brian (Jason Patric), is a fire chief. Her older brother, Jesse (Evan Ellingson), is a good student, but feels ignored. Anna and Kate love each other dearly. But always there is Sara’s relentless drive to keep her daughter alive. Like some successful attorneys, she also wants to win every case in her private life.\n\nAnna goes to an attorney who boasts a 90 percent success rate in his TV ads. This is the polished Campbell Alexander (Alec Baldwin), who drives a Bentley convertible and is known for bringing his dog into courtrooms. Sara offers her savings of $700. This is far under his fee, but he listens and accepts the case.\n\nAlthough “My Brother’s Keeper,” based on the best-seller by Jodi Picoult, is an effective tearjerker, if you think about it, it’s something else. The movie never says so, but it’s a practical parable about the debate between pro-choice and pro-life. If you’re pro-life, you would require Anna to donate her kidney, although there is a chance she could die, and her sister doesn’t have a good prognosis. If you’re pro-choice, you would support Anna’s lawsuit.\n\nThe mother is appalled by the lawsuit. Keeping her daughter alive has been a triumph for her all of these years. The father is shocked, too, but calmer and more objective. He can see Anna’s point. She has her own life to live, and her own love to demand. The performances don’t go over the top, although they can see it from where they’re standing. Cameron Diaz has the greatest challenge because her determination is so fierce, but she makes her love evident — more for Kate, it must be said, than for Anna and Jesse. Jason Patric too rarely gets sympathetic roles, and embodies thoughtfulness and tenderness here. The young actors never step wrong.\n\nNicely nuanced, too, is Alec Baldwin as the hot-shot attorney. He doesn’t have a posh office, and his photo is plastered on billboards, but he’s not a fly-by-night, and he has a heart. He also has a sense of humor; in several supporting roles recently, He has stepped in with lines enriched by unexpected flashes of wit. Also navigating around cliches here is Joan Cusack as the judge. She takes that impossible case and convinces us she handles it about as well as possible. The enigma is the underdeveloped brother, Jesse, who runs away for three days.\n\nWe’re never told what that was all about; in the film, it serves merely to distract us when Taylor (Thomas Dekker), Kate’s fellow cancer patient, seems to disappear. The hospital romance between Taylor and Kate is one of the best elements of the movie, tender, tactful and very touching.\n\nThe screenplay by Jeremy Leven and Nick Cassavetes (who also directed) is admirable in trusting us to figure things out. Because it’s obvious in one beautiful scene that Kate is wearing a wig, they don’t ask, “Will the audience understand that?” and add a jarring line. Routine courtroom theatrics are avoided. We learn of the verdict in the best way. We can see the wheels turning, but they turn well.\n\n ", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-24", "genres": ["Drama"], "title": "My Sister's Keeper (2009)"}