{"url": "http://www.rogerebert.com/reviews/my-sweet-little-village-1987", "by": "Janos Banas Otik", "star_rating": 3.5, "text": "Here is a movie in which every moment seems to be smiling at itself. \"My Sweet Little Village\" tells the story of some ordinary people who live in an ordinary village in Czechoslovakia, and how they quietly triumph over a bureaucrat, who is looking for a summer cottage.\n\nThe cottage belongs to a man who is simple in the head, but who has been embraced by the villagers because, in his own way, he is as smart as he needs to be - certainly smarter than the bureaucrat.\n\nThe man's name is Otik, and he is raw-boned and gangly, with too many teeth. He works as an assistant to Pavek, a local trucker, who lives in a state of constant exasperation with him, and yet the two of them seem to belong together, like the members of a comedy team. Otik is forever forgetting his instructions and getting things wrong, and Pavek is forever drinking brandy and complaining about him. They are two halves of a whole.\n\nTheir story is at the center of Jiri Menzel's \"My Sweet Little Village,\" but there are many other stories in the film, too, and we get a real sense for this village in which everyone knows everyone else's business. Many of the sequences begin in the morning, with Otik and Pavek setting off on foot to the garage and Otik executing a quick little shuffle to fall into step with his exasperated partner.\n\nThen we meet the others in the village. The absentminded doctor whose car never starts - or, when it does, quickly gets into wrecks.\n\nThe young man with a hopeless crush on the local schoolteacher. The local bureaucrat who drinks too much and whose wife is cheating on him.\n\nWe get to know all of these people in an unforced, offhand way.\n\nMenzel weaves their stories together almost without seeming to, so that at a celebration, for example, some stories continue in the background while others occupy the foreground.\n\nMeanwhile, a plot develops. An important bureaucrat from Prague visits the village in the company of his attractive secretary and his assistant yes-man. The bureaucrat wants a country cottage for his weekend retreat, and Otik's cottage is the perfect choice. Otik is perfectly happy there; he was born in the cottage and lives there with his pigeons and his dog. But the bureaucrat uses Pavek's long-standing frustration with his partner as a pretext for offering Otik a job in the city - a job and a city he is equally unsuited to. Otik puts up a brave front, but is hurt and confused.\n\nPavek has a change of heart. The villagers cannot stand by and see this injustice done to a man who cannot protect himself. And the film, of course, has a happy ending - not only of Otik's story, but of most of the others. The ending is not the point, anyway; the film is really about these people and their lives and the love they have for each other.\n\nOtik and Pavek are played by Janos Ban and Marian Labuda, and their performances are crucial to the success of the film. Ban is, I gather, a Hungarian who speaks scarcely a word of Czech, and hardly needs to, since his face is so expressive and his eyes are so eloquent.\n\nLabuda, on the other hand, never seems to stop talking.\n\nBut occasionally there will be a moment when his face is in repose, and we can see that beneath the sound and fury there is a quiet, affectionate intelligence. He may berate Otik, but he needs him, and he knows it.\n\nMenzel is one of the original members of the Czech new wave, that extraordinary generation of the 1960s that produced Milos Forman and Jan Kadar. He won an Academy Award for \"Closely Watched Trains\" in 1968.\n\nIn \"My Sweet Little Village,\" he discovers some of the same gentle, ironic humor that Forman found in \"The Fireman's Ball.\" He uses everyday life as an instrument for a subtle attack on bureaucracy and a cheerful assertion of human nature. This movie is joyful from beginning to end - a small treasure, but a real one.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-01-09", "genres": ["Comedy"], "title": "My Sweet Little Village (1987)"}