{"url": "http://www.rogerebert.com/reviews/my-stepmother-is-an-alien-1988", "by": "Dan Aykroydas Dr. Steve Mills", "star_rating": 2.0, "text": "What we have here is a goofy comic performance by Kim Basinger, weighed down by a turgid script and a decision to use Dan Aykroyd mostly as a straight man. Too bad. This is one of those movies where the credits list four writers, and most of the funny stuff is in between the lines. Basinger proves here, as she did in \"Blind Date,\" that she has a natural gift for slapstick, with a plastic face and a rubber body. She always makes a great package in a tight, red dress, but this time she seems to be operating her body's controls with her elbows.\n\n\"My Stepmother Is an Alien\" tells the story of an eccentric physicist (Aykroyd) who harnesses the power of lightning to send a beam to another galaxy. The response is a visit to Earth by a spaceship bearing Basinger as an alien who takes human form but never gets it quite right. She materializes on the beach, saunters into a party being given by Aykroyd's brother and starts to nibble on the cigarette butts.\n\nAykroyd falls in love with her - not because she looks sexy, but because she makes him laugh. I had much the same reaction.\n\nBut the screenplay never seems to realize the comic potential of the situation. The title suggests that the movie's point of view is taken from Aykroyd's 13-year-old daughter (Alyson Hannigan), and if the movie had been told from a teenager's perspective, it might have developed some real possibilities. Unfortunately, the role of the daughter is used mostly for negative scenes in which she stands around and has hysterics because her dad won't believe her when she says she saw Basinger drinking battery fluid and plunging her hand into boiling water.\n\nThat's a missed opportunity, but even unhappier is the role of the scientist, played by Aykroyd, which seems to have been constructed out of spare parts. Everything involving the science in this movie seems to have been watered down from other movies. The film opens with one of those basic mad-scientist scenes in which a violent thunderstorm rages, while everyone spins dials and screams at computer screens, and lightning strikes the radar dish. Since the movie was directed by Richard Benjamin, who made \"The Money Pit,\" you'd expect him to go over the top in a scene like this, but basically he relies on the special effects and chooses not to add a level of manic satire. What's left is a kind of bland updating of the opening of \"Bride of Frankenstein.\" Once the message is received and Basinger arrives on Earth, the film picks up. She has learned about humans by studying television shows from the 1950s, and so her dialogue sounds a little strange. But a woman who looks like Basinger can go to a party on the beach and say almost anything and the men will nod approvingly and tell her she's made a good point. Her mission is to convince the Aykroyd character to repeat his experiment so her home planet can be saved from some kind of gravity drain. But she doesn't expect him to fall in love with her, and that causes complications.\n\nBasinger's gimmick is a purse that is able to manufacture such items as dresses and ID cards. It also contains a snake with an eyeball for a mouth, which is her traitorous sidekick. The purse is a key prop in the movie's best scene, where Aykroyd wants to kiss and the purse projects movies on the wall behind him so that Basinger can copy her technique from old movies and other even stranger sources. Another big scene has Basinger serving breakfast to Akyroyd and his daughter and filling the table with everything from the menu at the corner restaurant. This scene should have worked, but somehow it doesn't. It seems flat, and Benjamin can't find a way to give it a spin.\n\nAykroyd is a solid presence in the movie, but he's the straight man, the earthling who likes to slave over a hot computer and can't believe this woman really loves him. Basinger gets most of the good comic moments in the movie and does with them what she can, but Benjamin and his writers seem to have run short of invention. Most of the plot developments are forgone conclusions, and most of the big set pieces (like a wedding) are handled routinely, without inspiration.\n\n\"My Stepmother Is an Alien\" is a great idea for a movie, but it seems to have stalled at the idea stage.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-12-09", "genres": ["Comedy", "Romance", "Science Fiction"], "title": "My Stepmother Is an Alien (1988)"}