{"url": "http://www.rogerebert.com/reviews/my-winnipeg-2008", "by": "Ann Savageas Mother", "star_rating": 4.0, "text": "If you love movies in the very sinews of your imagination, you should experience the work of Guy Maddin. If you have never heard of him, I am not surprised. Now you have. A new Maddin movie doesn't play in every multiplex, city or state. If you hear of one opening, seize the day. Or search where obscure films can be found. You will be plunged into the mind of a man who thinks in the images of old silent films, disreputable documentaries, movies that never were, from eras beyond comprehension. His imagination frees the lurid possibilities of the banal. He rewrites history; when that fails, he creates it.\n\nFirst, a paragraph of dry fact. Maddin makes films that use the dated editing devices of old movies: iris shots, breathless titles, shock cutting, staged poses, melodramatic acting, recycled footage, camera angles not merely dramatic but startling. He uses these devices to tell stories that begin with the improbable and march boldly into the inconceivable. My paragraph is ending now, and you have seen how difficult it is to describe his work. I will end with two more statements: (1) Shot for shot, Maddin can be as surprising and delightful as any filmmaker has ever been, and (2) he is an acquired taste, but please, sir, may I have some more?\n\nConsider his film \"My Winnipeg.\" The city fathers commissioned it as a documentary, to be made by \"the mad poet of Manitoba,\" as a Canadian magazine termed him. Maddin has never left his hometown, although judging by this film, it has left him. It has abandoned its retail landmarks, its sports traditions, and even the daily local soap opera, \"Ledge Man,\" which ran for 50 years and starred Maddin's mother. As every episode opened, a man was found standing on a ledge and threatening to jump, and Maddin's mother talked him out of it.\n\nIs that true? It's as true as anything else in the film. My friend Tony Scott of the New York Times thought he should check out some of the facts in \"My Winnipeg,\" but decided not to. Why should he doubt the film? I certainly believe that after a stable fire at the racetrack, terrified horses stampeded into a freezing river and were frozen into place -- their heads rising from the ice for the rest of the winter, for skaters to picnic on. I believe there are two taxi companies, one serving streets and other back lanes shown on no map. I believe Guy Maddin himself was born in the Winnipeg Arena during a game, nursed in the women's dressing room and brought back a few days later for his first hockey match.\n\nI also believe this, because it is shown in the film: After Winnipeg joined the hated (American-controlled) National Hockey League, the arena was enlarged to hold larger crowds. When the tragic decision was made to destroy the beloved arena by demolition, only the new parts collapsed, leaving the bones of the old arena still standing. \"Demolition is one of our few growth industries,\" Maddin says, acting as his own narrator.\n\nMaddin was raised in this city, which he says has \"10 times the sleepwalking rate\" of any other. His childhood occurred in a house built as three white squares, one for his mother's beauty parlor, one for his aunt's family, one for his own. The scents of the parlor drifted up into his bedroom, and \"every word of conversation swirled up out of that gynocracy.\" He attended a convent school named the Academy of the Super Vixens, ruled by \"ever-opiating nuns.\"\n\nMany of these facts are glimpsed trough the windows of a train that seems headed out of town but never gets there. The narration is hallucinatory: \"Old dreamy addresses, addresses, addresses, dreamy.\" or \"Cold! All winter, frozen! Frozen cold!\" Or \"built on the forks of four rivers. River forks.\" We see maps of the rivers fading into the fork of a woman's loin, and back again. We are told that shadow rivers flow beneath the visible ones. That the local madams were highly respected, and streets named after them and their brothels. That white-bearded Mayor Cornish (Louis Negin) personally judged the city's annual Golden Boy pageant, measuring biceps and thighs before scandal forced him out: Too many Golden Boys on the city payroll!\n\nI try to evoke, but I have failed! Failed! Disaster! I have tried to evoke the opiations of Guy Maddin, only to discover that Mother in the film is played by Ann Savage, star of \"Detour.\" Yes! A film in the Great Movies Collection of my Web site! Detour! Rocky road ahead! Savage! Maddin's father lies in state under a rug in the living room! Dead -- not forgotten. Savage stepping around him! Watch your step. Savage! See this film!\n\n\t Postscript, 11/1/08: Inviting \"My Winnipeg\" to to the 2009 Ebertfest, I wrote to Guy Maddin: \"That film just keeps on stirring in my mind. It is reality beyond reality. The way it mixes local legend, civic pride, stories learned in childhood, rewritten memories and yearning for the lost past may be, you think, personal to you. No such luck, buddy. That's exactly the way I think about Urbana, which, as I'm sure you know, has the Largest Rim-Supported Building in the World, the Boneyard Creek into which all the Indians threw themselves when they died, the Stadium that Red Grange Built, a house in which fairies once lived (now occupied by the woman who wrote a book about them, who I once saw in the window, and whose book I had read), and the second McDonald's in the world, when hamburgers were still 15 cents. In the Mason's Hall over Lorry's Sport Shop lived the enemies of everything St. Mary's Grade School stood for. The Flatiron Building in downtown Urbana was, I believed, the most immense such Flatiron in the world, until the cold winter night it burned to the ground, and I clung to my father's hand in the snow and watched it burn, the first fire of my life, and saw for the first time tears in my father's eyes. I asked him why he was sad. He told me, \"That's where the Elks Club is. Where I spent some of the happiest days of my life.\" ", "running_time": 80, "mpaa_rating": null, "release_year": 2008, "date_published": "2008-06-26", "genres": ["Documentary", "Drama", "History", "Indie"], "title": "My Winnipeg (2008)"}