{"url": "http://www.rogerebert.com/reviews/my-week-with-marilyn-2011", "by": "Michelle Williamsas Marilyn Monroe", "star_rating": 3.5, "text": "\n\nBy some tantalizing alchemy, Marilyn Monroe imprinted an idea in the minds of much of the human race around 1950, and for many, that idea is still there. In the early 1950s, my friends and I required only one word to express it: marilynmonroe. It wasn't a name. It was a summation of all we yearned and guessed about some kind of womanly ideal. Sex didn't seem to have much to do with it. It was more a form of devotion, a recognition of how she embodied vulnerability and sweetness and hope and fear.\n\nThe success of \"My Week With Marilyn\" centers on the success of Michelle Williams in embodying the role. With the blond hair, the red lipstick and the camera angles, she looks something like Monroe, although she's more petite. What she has is the quality that was most appealing: She makes you want to hug her, not have sex with her. Monroe wasn't bold in her sexuality, not like her contemporaries Jane Russell or Brigitte Bardot. She held it tremulously in her grasp, as if not knowing how to set it down without damaging it.\n\n\"My Week With Marilyn\" is based on the true story of a young man named Colin Clark, who talked his way into a job on \"The Prince and the Showgirl\" (1957), a movie being directed in England by Laurence Olivier, the nearest thing to royalty among British actors. For one troubled week, while Monroe's husband, the playwright Arthur Miller, was absent in Paris and production was on hiatus, she asked the worshipful, 23-year-old kid to join her at a getaway cottage.\n\nShe was 30. They were alone. One night, they went skinny-dipping in the moonlight. That's about it. There's a suggestion they had sex, but the movie is coy. The way I read it, it was about a gift. Aware of what marilynmonroe meant to someone like Colin Clark, grateful for his sympathy and protectiveness, in need of company, she gave herself. Apparently she had a way of sometimes taking mercy like that.\n\nFor serious relationships, she preferred alpha males: Joe DiMaggio, Arthur Miller, and by some accounts, Robert Mitchum and John and Bobby Kennedy. She admired their brains. She was smart but had no confidence. She was in search of mentors and father figures. In her acting, she fell into the orbit of Method guru Lee Strasberg, and his second wife, Paula. She brought Paula to England and seemed incapable of making a move without her. This aroused the anger of Olivier, who despised the Method and considered acting a job to train for and work at without any bloody nonsense.\n\nGifted with this week, Colin Clark recorded it in a diary, which later became a book. Diaries ran in the family. His older brother, Alan Clark, wrote one of the greatest of 20th century political diaries. For Colin Clark, the week with Marilyn wove a spell from which he was never freed.\n\nThis film is a fragile construction. There is no plot to speak of. The character of Colin Clark (Eddie Redmayne) is surrounded by many others who have more presence and charisma: Olivier, played by Kenneth Branagh with barely concealed fury that his own crush on Monroe was impossible; Arthur Miller (Dougray Scott), with his deep American accent, disengaged from Marliyn's world; Paula Strasberg (Zoe Wanamaker), fixated on Monroe, deaf and blind to others.\n\nJulia Ormond plays Vivien Leigh, Olivier's wife, who sees through him, weighs the threat from Monroe and sees he isn't the equal of a Miller or DiMaggio. Judi Dench is Dame Sybil Thorndike, also acting royalty, who patiently explains to Olivier that it doesn't matter if Monroe can't act, because when she's onscreen, nothing else matters. And Toby Jones as the press agent, who is crass, belligerent and irrelevant. Redmayne is well-cast as Colin Clark. He plays him as young, brash but somehow unworldly, with a helplessness that may remind Monroe of herself.\n\nThe movie seems to be a fairly accurate re-creation of the making of a film at Pinewood Studios at that time. It hardly matters. What happens during the famous week hardly matters. What matters is the performance by Michelle Williams. She evokes so many Marilyns, public and private, real and make-believe. We didn't know Monroe, but we believe she must have been something like his. We're probably looking at one of this year's Oscar nominees.", "running_time": 99, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-11-21", "genres": ["Drama", "Foreign"], "title": "My Week with Marilyn (2011)"}