{"url": "http://www.rogerebert.com/reviews/mystery-science-theater-3000-the-movie-1996", "by": "Trace Beaulieuas Crow T. Robot", "star_rating": 3.0, "text": "I doubt if any television show in the history of the medium has inspired more traffic on the Internet than “Mystery Science Theater 3000,” the show that elevates to an art form the ancient practice of talking during a movie. On CompuServe, just in the past week, more than 800 messages have been posted. If you add AOL and Prodigy and the Web and the Usenet, there must be thousands.\n\nIt's as if the sight and sound of all those ad libs inspires fans to log in with their own.\n\nNow there is a movie to go along with the TV show--or, more accurately, to act as a rebuke to the Comedy Channel, which chose this very time to announce that they are not renewing “MST3K” (as its fans call it). Although “MST3K” will probably find a home elsewhere, its loss would be bearable if only because we can do at home what the stars of the show do on the tube, which is to provide a running commentary on some of the worst movies ever made.\n\nBut perhaps you are not familiar with the show. I've described it to any number of people who told me they'd never heard of it, only to have them say, “Oh, yeah--that show with the funny silhouettes down at the bottom of the screen. I always wondered what that was.” Those who have never seen the show will find it easy to get up to speed for the movie, which explains the whole premise at the top. We learn about the diabolical Dr. Clayton Forrester, a twisted scientist who hopes to rule the world by frying our brains with the worst movies ever made. Will his plan work? To find out, he conducts experiments on the Satellite of Love, where the innocent Mike Nelson is his psychological subject. Mike fights back against brainwashing by using his sense of humor--he wisecracks all through the horrible movies, and is flanked by his robot pals, who join in.\n\n“MST3K” looks easy enough that anyone could do it. But although we can all shoot a basket, not all of us are Michael Jordan, and the key to the program is in the scripting. My guess is that the show's hypothetical audiences consist of brainy technonerds with a wide and eclectic familiarity with pop culture, politics, literature and the movies. And to keep audiences on their toes, the program occasionally throws in esoteric references that may be completely meaningless to all but a few viewers.\n\nPart of the appeal of the program is in the wisecracking. But the movies themselves are also crucial. They are so incredibly bad (many of them are not only out of copyright but perhaps were never worth copyrighting in the first place) that they get laughs twice--once because of what they are, and again because of what is said about them.\n\nThe odd thing about “MST3K: The Movie” is that its target is not that bad--or at least, not all that bad. On second thought, maybe it is. Let's put it this way: I liked it a lot more when I was 12 than I do now. The movie is “This Island Earth” (1955), starring Jeff Morrow, Rex Reason and Faith Domergue. It got fairly good reviews 40 years ago, although today the props and makeup are ludicrous, and whoever gave Morrow his towering forehead was seriously overestimating the credulity of the audience. As the film opens, Reason is saved from a plane crash by a mysterious and cheesy green ray, and soon receives a mysterious shipment of strange scientific parts, which he assembles with the assistance of a TV-like device that functions about as helpfully as the directions that come with mail-order bookshelves. The equipment allows him to contact an alien (Morrow), who invites him to dinner (much hilarious comment from Mike and the robots about good manners in seeming not to notice that the aliens look weird). Soon the humans board an airplane that looks from the outside like a DC-3, and from the inside like a plywood set. Mike boasts, “I'm fully instrument rated for Microsoft Flight Simulator!” They fly to alien headquarters, where they discover only they can save the Earth from the evil plans of one of the alien factions. “This Island Earth” was 87 minutes long, but “MST3K: The Movie” is itself only 73 minutes long, and since it has scenes of its own, we only see about 55 minutes of the original movie. Nothing I saw made me want to see more.\n\nThe problem with attending a movie like this is that it makes everyone into a comedian, and there's the temptation to wisecrack right along with Mike and his friends. Some people will find that alarming, since there’s already too much talking in movie theaters. My own feeling is that movies get pretty much the audiences they deserve: People tend to be quiet for good movies, and noisy during bad ones, and “This Island Earth” gets just about what it has coming.", "running_time": 73, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-04-19", "genres": ["Comedy", "Horror", "Science Fiction"], "title": "Mystery Science Theater 3000: The Movie (1996)"}