{"url": "http://www.rogerebert.com/reviews/mysterious-skin-2005", "by": "Joseph Gordon-Levittas Neil", "star_rating": 3.5, "text": "\"The summer I was 8 years old,\" a character says at the beginning of \"Mysterious Skin,\" \"five hours disappeared from my life.\" He remembers being at a Little League game, and then the next thing he remembers is being found hiding in his basement at home, with blood from a nosebleed all over his shirt. What happened during those five hours? And why does he continue to have blackouts, nosebleeds and nightmares for the next 10 years?\n\nThis character's name is Brian, and he is played as a child by George Webster, wearing glasses too large for his face. As a teenager, played by Brady Corbet, he has grown into the glasses, but remains a shy and inward boy. He sees a TV show about a girl named Avalyn in a nearby Kansas town who believes she was abducted by aliens. He meets her, solemnly regards the scar on her leg where a \"tracking device\" was implanted, and when he talks about his nosebleeds she nods knowingly: \"The old nose trick, so the scar can't be seen.\"\n\nAlthough Brian's narration opens \"Mysterious Skin,\" he isn't the film's central character. That would be Neil, played by Chase Ellison as an 8-year-old and by Joseph Gordon-Levitt as a young man. He remembers Little League very well. He idolized his coach (Bill Sage), went home with him, was seduced with video games, and sexually molested. The molestation continued that whole summer, as Neil identified with the coach as a father figure, valued his importance in the coach's life and developed a compulsion to please older men. That leads him in adolescence to become a prostitute, not so much for the money as because he has been programmed that way.\n\n\"Mysterious Skin,\" written and directed by Gregg Araki and based on a novel by Scott Heim, is at once the most harrowing and, strangely, the most touching film I have seen about child abuse. It is unflinching in its tough realism; although there is no graphic sex on the screen, what is suggested, and the violence sometimes surrounding it, is painful and unsentimental. There is little sense that Neil enjoys sex, or that he is \"gay\" in the way, for example, that his friend Eric is -- Eric, who likes flamboyant hairstyles and black lipstick but never seems to have sex. Then there's Neil's soul mate Wendy (Michelle Trachtenberg). \"If I hadn't been queer, we would have gotten married and had kids and all of that,\" Neil tells us. She accepts Neil's nature, warns him of its risks, and at one point objectively observes, \"Where normal people have a heart, Neil McCormick has a bottomless black hole.\"\n\nThe film's scenes set in childhood are filled with the kinds of mysteries childhood contains, including Neil's feelings about the endless string of boyfriends brought home by his mother (Elisabeth Shue), and Brian's conviction that a UFO hovered one night over his house. In their later teen years, the two boys have no contact. Neil turns tricks at the public park, while Brian hangs out at the library and keeps a notebook of his nightmares about aliens. His friendship with Avalyn (Mary Lynn Rajskub) is based on memories of balloon-headed aliens performing weird sex probes, until Avalyn tries a weird probe of her own, which Brian is completely unable to deal with.\n\nNeil's experiences are sad and harsh, and sometimes comic, as when he has sex while stoned, and simultaneously provides the public address commentary on a local baseball game. He follows Wendy to New York, and in the early 1990s learns some things about AIDS that cause him to leave hustling for a while and test opportunities in the fast food industry. His encounter with a dying AIDS victim is sad and tender (\"This is going to be the safest encounter you've ever had. If you could just rub my back. I really need to be touched\"). And then there is a brutal encounter that sends him fleeing home to Kansas on Christmas Eve, and to a crucial encounter with Brian, who thinks maybe since they were on the same Little League team, Neil might remember something helpful. He does.\n\n\"Mysterious Skin\" begins in the confusion of childhood experiences too big to be processed, and then watches with care and attention as its characters grow in the direction that childhood pointed them. It is not a message picture, doesn't push its agenda, is about discovery, not accusation. Above all, it shows how young people interpret experiences in the terms they have available to them, so that for Neil, the memory of the coach remains a treasured one, until he digs more deeply into what really happened, and for Brian, the possibility of alien abduction seems so obvious as to be beyond debate. The film begins with their separate myths about what happened to them when they were 8 years old, and then leads them to a moment when their realities join. How that happens, and what is revealed, is astonishing in its truthfulness.\n\nThere is accomplished acting in this film, and there needs to be. This is not an easy story. Joseph Gordon-Levitt evokes a kind of detached realism that holds him apart from the sordid details of his life, while Brady Corbet's character seems frozen in uncertain childhood, afraid to grow up. Both are lucky to have friends of tact and kindness: Michelle Trachtenberg's Wendy knows there is something deeply wounded about Neil, but accepts it and worries about him. And Jeffrey Licon, as Eric, becomes Brian's closest friend without ever seeming to require a sexual component; he watches, he is curious about human nature, he cares.\n\n\"Mysterious Skin\" is a complex and challenging emotional experience. It's not simplistic. It hates child abuse, but it doesn't stop with hate; it follows the lives of its characters as they grow through the aftermath. The movie clearly believes Neil was born gay; his encounter with the coach didn't \"make\" him gay but was a powerful influence that aimed his sexuality in a dangerous direction. Brian, on the other hand, was unable to process what happened to him, has internalized great doubts and terrors, and may grow up neither gay nor straight, but forever peering out of those great big glasses at a world he will never quite bring into focus.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-06-02", "genres": ["Drama", "Indie", "Mystery"], "title": "Mysterious Skin (2005)"}