{"url": "http://www.rogerebert.com/reviews/mystery-alaska-1999", "by": "Russell Croweas John Biebe", "star_rating": 2.5, "text": "\"Mystery, Alaska\" is sweet, pleasant, low-key, inoffensive and unnecessary. It sticks up for underdogs, nice people and small towns, and doesn't like big corporations, adulterers, TV producers and New Yorkers in general. It contains not only a big game with a thrilling finish but also a courtroom scene, a funeral scene, an innocent teenage sex scene, a change-of-heart scene and a lot of scenery. No one falls through the ice and almost drowns, but we can't hope for everything.\n\nThe movie assembles a large cast in Mystery, Alaska, a fictional town where since time immemorial life has revolved around the Saturday Game, a hockey match played on black pond ice by local boys and men, who take it very seriously indeed. A former town resident (Hank Azaria) writes an article for Sports Illustrated about what fierce and brilliant hockey players they all are, and soon a sports network is promoting an exhibition game between the local team and the New York Rangers.\n\nBut this is not merely a hockey movie, leading up to the big game. It has many things on its mind. A foul-mouthed representative for a big retail chain comes to town and gets shot in the foot by a general store owner. The mayor's wife fools around with one of the hockey players. A veteran team member gets kicked upstairs to the coaching job to make room for a teenage phenom. There are scenes of young and middle-age love, visits from high-powered media stars and a drunken-driving scene involving a Zamboni.\n\nSo cluttered is the plot that Burt Reynolds, sporting a Mephistophelian beard and a black overcoat he didn't get from Eddie Bauer, plays not only the local judge but also a strict and troubled husband and father, a former hockey coach who returns to the job and a spoilsport who turns into a good guy. Since he gets only one big scene for some of these manifestations, the screenplay is like a test of versatility.\n\nThe film was written by David E. Kelley, one of the most successful writer-producers in TV today (\"The Practice,\" \"Ally McBeal\"), and Sean O'Byrne. They like lots of characters. Russell Crowe is the town sheriff and aging hockey star; Mary McCormack is his sweet wife; Maury Chaykin is the local attorney; Lolita Davidovich is married to the mayor (Colm Meaney); Ron Eldard is \"Skank,\" the local ladies' man; Judith Ivey is the judge's wife and Rachel Wilson is his daughter; Ryan Northcutt is Stevie, her boyfriend, the speed demon on ice. Mike Myers has fun with a Canadian accent and word choices as a TV color commentator; no doubt he was recruited by the director, Jay Roach, who made the \"Austin Powers\" movies. Retired hockey players Doug McLeod, Phil Esposito and Jim Fox are also TV announcers. I will not reveal what celebrity they recruit to sing the \"Star Spangled Banner,\" or what he does for an encore, because that sequence is just about perfect.\n\nAll of these people are awfully nice. I don't know how they got an R rating for their movie, which seems pretty PG-13 to me. They have a fine little village there, and darned if I wasn't rooting for the home team in the big game. This is not a bad movie so much as a meandering one, lacking in dramatic tension because no one really turns out to be a villain.\n\nI don't require that a sports movie end when the outcome of the big game is decided, but neither do I recommend that it linger while the locals and visitors say goodbye to one another, tidy up every plot strand and demonstrate that their hearts are in the right place. I do, however, think this same cast, in this same town, could metamorphose into an entertaining sitcom. It almost feels like they metamorphosed out of one.", "running_time": 118, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-10-04", "genres": ["Comedy", "Drama", "Sports Film"], "title": "Mystery Alaska (1999)"}