{"url": "http://www.rogerebert.com/reviews/mystic-pizza-1988", "by": "Julia Robertsas Daisy Araujo", "star_rating": 3.5, "text": "There is a certain breathlessness about the summer after high school, which “Mystic Pizza” captures with an effortless charm.\n\nChildhood is officially behind. Adulthood is still a mystery, but one that it is now possible to begin solving. Romance still has the intensity of a teenage crush, but for some teenagers it also begins to require a certain idealism; the loved one must be not merely perfect, but good.\n\nThe movie takes place in a fishing town named Mystic, Conn., where many of the year-round people are Portuguese-American, and the summer people have names like Charles Gordon Winsor. It is about three girls who work in the Mystic Pizzeria, famous for the secret ingredients in its special sauce. Two of the girls are sisters, the third is their best friend, and the movie begins when the best friend walks away from the altar and leaves her fiance standing there.\n\nHer name is JoJo Barboza (Lili Taylor). She simply can’t face marriage. She loves Bill (Vincent D’Onofrio), but she’s not ready for a permanent commitment. Her problem is, like, he really turns her on, but he doesn’t believe in sex until after marriage. Is she ready to marry him just to get him into bed? Not quite. JoJo doesn’t plan to go on to college, and her dream is to someday inherit the secret pizza sauce from Leona (Conchata Ferrell), and run the pizzeria herself.\n\nHer friends are Daisy and Kat Araujo (Julia Roberts and Annabeth Gish), and one night they’re drinking a few beers at a local hangout when Daisy sees Mr. Right walk in.\n\nHe’s tall, preppy, cool and able to almost hit three bull’s-eyes on the dart board while drinking a shot of tequila before every dart.\n\nThis may not seem like a skill that prepares him for life, but Daisy picks him up, and before long they are more or less in love. He is a very rich kid named, of course, Charles Gordon Winsor (Adam Storke), and he is in law school, he says, although actually he has been thrown out of law school for cheating, and that is why he can devote so much time to his dart game.\n\nKat, meanwhile, is baby-sitting for a 30-year-old Yale graduate who is an architect rehabbing a local landmark. She’s been accepted to Yale for the fall, and so they have that in common. Also reckless romanticism. His name is Tim (William R. Moses), his wife is in Europe, and Kat falls head over heels in idealism with him. They have long talks about Important Subjects, she impresses him with her intelligence, and she is so fresh and pretty that perhaps he is more easily impressed than he should be.\n\nShe loves his baby, too. She projects herself into his life, declares him to be good and true, and tries not to think too much about his absent wife. Perhaps - she snatches at straws - they’re going to be divorced.\n\n“Mystic Pizza” takes these three couples and follows them through several months. Each romance turns into a hard lesson to be learned, but one of the nice qualities of this movie is how lightly it moves on its feet. It doesn’t hammer its points home, it doesn’t go for big, telegraphed scenes of heartbreak, and its single best scene is used to make a fairly subtle ethical point.\n\nThe rich kid has brought the poor Portuguese-American girl home to have dinner with his family, and in the middle of the dinner the kid explodes at an “insult” to his girl, and attacks all of the relatives for being complacent, racist, stupid snobs. Then he pulls the tablecloth out from under all the dishes and storms out of the house, perhaps expecting to be followed by an adoring girl who admires him for sticking up for her.\n\nBut Daisy is not stupid, and she can read people better than Charles Gordon Winsor. She accuses him, accurately, of staging an embarrassing scene for his own self-aggrandizement, and concludes by telling him he is not good enough for her. This twist on the scene - passing up the obvious docu-drama piety in order to make a more difficult point - is typical of what’s best about this movie. The idea of three teenage girls and their first post-high school romances is a cliche, but “Mystic Pizza” does not treat it as one.\n\nI have a feeling that “Mystic Pizza” may someday become known for the movie stars it showcased back before they became stars. All of the young actors in this movie have genuine gifts. Roberts is a major beauty with a fierce energy. Gish projects intelligence and stubbornness like a young Katharine Hepburn. And Taylor, who is given what’s intended as a more comic role, finds human comedy in her ongoing problems with the earnest and chaste Bill.\n\nIt’s fun to watch them work. Of the men, D’Onofrio, as Bill, has the best part to work with as he stubbornly explains how he doesn’t believe in sex without a commitment. Moses and Storke have less to work with; their roles are constructed out of obligatory emotions, in a movie that is really about women.\n\nThere are nice performances around the edges of this movie, too, by Ferrell (from “Heartland”) as the pizza cook with the secret, and by Louis Turenne as the local television gourmet, who turns up one fateful day to review the famous pizza.\n\n“Mystic Pizza” does create the feeling of a small resort town and the people who live there and, amazingly, given the familiar nature of a lot of the material, it nearly always keeps us interested. That’s because the characters are allowed to be smart, to react in unexpected ways, and to be more concerned with doing the right thing than with doing the expedient or even the lustful thing.\n\nThe movie isn’t really about three girls in love; it’s about three girls discovering what their standards for love are going to be.", "running_time": 104, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-10-21", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Mystic Pizza (1988)"}