{"url": "http://www.rogerebert.com/reviews/mystery-men-1999", "by": "Geoffrey Rushas Casanova Frankenstein", "star_rating": 2.0, "text": "\"Mystery Men\" has moments of brilliance waving their arms to attract attention in a sea of dreck. It's a long, shapeless, undisciplined mess, and every once in awhile it generates a big laugh. Since many of thel aughs seems totally in the character of the actors who get them, they play like ad libs -- as if we're hearing asides to the audience.\n\nThe premise: Captain Amazing (Greg Kinnear) is the top-rated superhero in Champion City, a special-effects metropolis made of skyscrapers, air buses and dirigibles. He wears sponsor badges on his leather suit (Ray-O-Vac, Pennzoil) like Indy 500 drivers, but the sponsors are growing restless because his recent exploits are tired and dumb.\n\nConsulting with his publicist (Ricky Jay), he decides to spring his arch enemy from jail. Maybe Casanova Frankenstein (Geoffrey Rush) can improve his Q rating by inspiring more colorful adventures.\n\nThe problem with this strategy is that Casanova is smart and the Captain is dumb, and soon Amazing is the villain's captive. That makes an opening for second-string superheroes to try to rescue Amazing and enhance their own reputations. The B team includes The Blue Raja (Hank Azaria), who hurls forks and spoons with amazing strength; Mr. Furious (Ben Stiller), who gets bad when he gets mad, and The Shoveler (William H. Macy), who whacks people with a spade. They're joined by new hopefuls, including The Spleen (Paul Reubens), whose weapon is voluminous flatulence; the Bowler (Janeane Garofolo), whose father's skull is inside her transparent bowling ball; Invisible Boy (Kel Mitchell), whose invisibility has to be taken mostly on trust, since you can't see if he's really there; and The Sphinx (Wes Studi), whose sayings make the Psychic Friends Network look deep.\n\nAll of these characters are hurled into elaborate special-effects scenes, where they get into frenetic human traffic jams. Comedy depends on timing, and chaos is its enemy. We see noisy comic book battles of little consequence, and finally we weary: This isn't entertainment, it's an f/x demo reel.\n\nAnd yet the movie has its moments. I liked William H. Macy's version of the Henry V's speech on the eve of battle (\"We few...\") and his portentous line, \"We've got an blind date with Destiny, and it looks like she ordered the lobster.\" And a lot of Jeanane Garofolo's lines, as when she says, \"I would like to dedicate my victory to supporters of local music and those who seek out independent films.\" When the smoke clears, her character is ready to retire: \"Okay, now I'm going back to graduate school; that was the agreement.\" We share her relief.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-08-06", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction"], "title": "Mystery Men (1999)"}