{"url": "http://www.rogerebert.com/reviews/mysteries-of-lisbon-2011", "by": "Adriano Luzas Father Dinis", "star_rating": 3.5, "text": "I didn't feel it was necessary to understand it during every moment. It is hypnotically beautiful, playful, coiling between past and present. It tells its stories within narratives by several characters. As in \"Citizen Kane,\" it sometimes feels as if we've entered a flashback through the eyes of one character, and emerged from it through the eyes of another. All of the characters are memorable, even the little priest, Father Dinis (Adriano Luz), so small and quiet, so omniscient, so omnipresent, who relates some of the fates of the characters and seems to have shaped others. How was he present at so many key moments, early and late?\n\n\"Mysteries of Lisbon\" opens with the voice of young Pedro da Silva (Joao Luis Arrais), an orphan who boards at a school run by Father Dinis. The boy is teased because he has no family name; he must be a bastard, some cruel boys say. But the padre begins to tell him a story of his mother, a great noblewoman, and then she appears in her carriage, beautiful and severe, and soon we are sinking into the labyrinth of the past.\n\nThe film by Raoul Ruiz is based on a modern Portuguese novel of the same title, by Camilo Castelo Branco, unread by me. I admired Ruiz's \"Time Regained\" (2000), inspired by Proust, and now here is an even more complex film about memories, but with the richness of Dickens. We meet brigands, pirates, prelates, nobility, cuckolds and soldiers in the Napoleonic wars, and an abundance of great beauties who swoon at their feet, and are swooned at. Many trenchant letters are written, and many thrown unread into the flames. Secrets of paternity are revealed. Betrayals are related.\n\nAll of this is described in narration illustrated by reconstructions of history, and sometimes illustrated by figures on a miniature stage given to Pedro by his mother. Ah, but the stage appears more than once. Indeed, all of the characters here seem to be onstage, and Ruiz consistently shows others observing from afar, or eavesdropping. \n\nObserve one magical scene in which an old monk begins to tell a story and closes a window in his room. When he opens it again, three other monks are standing solemnly outside, making no effort to conceal themselves. In other scenes, unexplained strangers frankly stare in through windows, and servants make no effort to hide that they are eavesdropping. Much seems to take place with random witnesses. A ballroom scene is attended by people who are keeping snaky eyes on one another.\n\nThe film painstakingly re-creates the world of nobility in Portugal, France, Spain and Italy. Everyone behaves in a formal manner. They are dressed with great atention to detail. There is an obsessive focus on the codes of gentlemen. Women are given that degree of exaggerated worship that is a form of possession or subjugation: By defining them as above humanity, men deny them simple humanity itself.\n\nThe movie is long — 272 minutes. It played as a miniseries in 60-minute installments in some countries. It doesn't hurtle through its plot, nor does it seem to dawdle. It immersed me, it wove a spell, it was very serious about its absurd coincidences, about characters who might almost be shape-shifters. If occasionally you are not certain who is at the center of a scene, do not be concerned; more likely than not, that person will turn out to be someone you remember from earlier in the film, under another name and with a different identity.", "running_time": 272, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-09-14", "genres": ["Drama", "Foreign", "Romance"], "title": "Mysteries of Lisbon (2011)"}