{"url": "http://www.rogerebert.com/reviews/mystery-date-1991", "by": "Ethan Hawkeas Tom McHugh", "star_rating": 2.0, "text": "Here is a moronic comedy that plays like nothing so much as an exercise written for a TV sitcom class. Only the energy levels of the actors prevent it from being a complete loss - and, believe me, it's a close call. It's one of those movies where the setup is unbelievably complicated, and involves a chain of mistaken identities, and we sit patiently in the audience and wait while the writers get all of their ducks in a row.\n\n\"Mystery Date\" begins with an adolescent kid named Tom (Ethan Hawke) who has a hopeless crush on Geena, a cute neighbor (Teri Polo). But he's only a teenager - too young to dare hope that such a perfect vision would pay any attention to him - and, besides, he's shy. Enter his idolized older brother Craig (Brian McNamara), who returns to town unexpectedly and solves the whole problem. He searches the dream girl's garbage to discover her name, calls her on the phone, pretends to be the kid brother, and talks her into at least considering a date. Then Craig gives Tom his ID and some money.\n\nWhy? All will be revealed in the fullness of time. Meantime, young Tom screws up the plan to arrive at Geena's house in a limo, and so he borrows Craig's classic convertible instead. The scene is now obviously set for anyone to mistake Tom for Craig; after all, he's using the guy's name, he's carrying his identification, and he's driving his car. He even looks a little like him; Craig took him to the barber and ordered him the same haircut.\n\nAs the mistaken identity plot creaks along, other characters are introduced: A vengeful florist deliveryman (Fisher Stevens), who is stiffed for a tip, seems to follow the couple all evening. Then they stumble into the clutches of a villain named Lew (B.D. Wong), who holds Geena captive because of a deal he's made with Craig. Of course, he thinks her date is Craig. This is all incredibly tortured, even without hilarious touches such as the one where Lew sends his assistants out for ice cream. Their names are Ben and Jerry. Ho, ho, ho.\n\n\"Mystery Date\" provides us with characters we don't believe, doing things we don't care about, in a universe of total manipulation. Those observations would not bother me in the least if the movie were funny, but it is not. I liked some moments (Stevens as the flower man, Polo's sweetness at dinner on the blind date), but otherwise the movie is a void.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-08-16", "genres": ["Comedy", "Family", "Indie", "Romance"], "title": "Mystery Date (1991)"}