{"url": "http://www.rogerebert.com/reviews/mystic-river-2003", "by": "Sean Pennas Jimmy", "star_rating": 4.0, "text": "Clint Eastwood's \"Mystic River\" is a dark, ominous brooding about a crime in the present that is emotionally linked to a crime in the past. It involves three boyhood friends in an Irish neighborhood of Boston, who were forever marked when one of them was captured by a child molester; as adults, their lives have settled into uneasy routines that are interrupted by the latest tragedy. Written by Brian Helgeland, based on the novel by Dennis Lehane, the movie uses a group of gifted actors who are able to find true human emotion in a story that could have been a whodunit, but looks too deeply and evokes too much honest pain.\n\nThe film centers on the three friends: Jimmy (Sean Penn), an ex-con who now runs the corner store; Dave (Tim Robbins), a handyman, and Sean (Kevin Bacon), a homicide detective. All are married; Jimmy to a second wife, Annabeth (Laura Linney), who helps him bring up his oldest daughter and two of their own; Dave to Celeste (Marcia Gay Harden), who has given him a son; Sean to an absent, pregnant wife who calls him from time to time but never says anything. The other major character is Whitey (Laurence Fishburne), Sean's police partner.\n\nJimmy keeps a jealous eye on his 19-year-old daughter Katie (Emmy Rossum), who works with him at the store. She's in love with Brendan (Thomas Guiry), a boy Jimmy angrily disapproves of. Theirs is a sweet puppy love; they plan to run away together, but before that can happen Katie is found brutally beaten and dead. Sean and Whitey are assigned to the case. Brendan is obviously one of the suspects, but so is Dave, who came home late the night of the murder, covered with blood and talking to his wife in anguish about a mugger he fought and may have killed.\n\nAlthough elements in \"Mystic River\" play according to the form of a police procedural, the movie is about more than the simple question of guilt. It is about pain spiraling down through the decades, about unspoken secrets and unvoiced suspicions. And it is very much about the private loyalties of husbands and wives. Jimmy says he will kill the person who killed his daughter, and we have no reason to doubt him, especially after he hires neighborhood thugs to conduct their own investigation.\n\nLinney, as his wife, has a scene where she responds to his need for vengeance, and it is not unreasonable to compare her character to Lady Macbeth. Harden, as Celeste, Dave's wife, slowly begins to doubt her husband's story about the mugger and shares her doubts. We see one wife fiercely loyal and another who suspects she has been shut out from some deep recess of her husband's soul.\n\nAlthough the story eventually arrives at a solution, it is not about the solution. It is about the journey, and it provides each of his actors with scenes that test their limits. Both Penn and Robbins create urgent and breathtaking suspense as they are cross-examined by the police. There is tension between Whitey, who thinks Dave is obviously guilty, and Sean, who is reluctant to suspect a childhood friend. There are such deep pools of hatred and blood lust circling the funeral that we expect an explosion at any moment, and yet the characters are all inward, smoldering.\n\nAnd always that day in the past lingers in their memories. The three boys were writing their names in wet concrete when two men in a car drove up, flashed a badge and took one of the boys away with them. Flashbacks show that he was abused for days. Compounding his suffering was the uneasiness the other two boys always felt about him; maybe they didn't entirely understand what happened to him, but in some sense they no longer felt the same about their violated friend -- whose name, half-finished, remains in the concrete like a life interrupted in midstream.\n\nThis is Clint Eastwood's 24th film as a director, and one of the few titles where he doesn't also act. He shows here a deep rapport with the characters and the actors, who are allowed lancing moments of truth. Always an understated actor himself, he finds in his three actors pools of privacy and reserve. Robbins broods inside his own miseries and watches vampire movies on TV to find metaphors for the way he feels. Bacon hurts all the time, we feel, because of the absence of his wife. Penn is a violent man who prepares to act violently but has not, we see, found much release that way in the past.\n\nTo see strong acting like this is exhilarating. In a time of flashy directors who slice and dice their films in a dizzy editing rhythm, it is important to remember that films can look and listen and attentively sympathize with their characters. Directors grow great by subtracting, not adding, and Eastwood does nothing for show, everything for effect.", "running_time": 137, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-08", "genres": ["Drama", "Mystery", "Thriller"], "title": "Mystic River (2003)"}