{"url": "http://www.rogerebert.com/reviews/nacho-libre-2006", "by": "Jack Blackas Ignacio/Nacho", "star_rating": 1.5, "text": "Other Ebert reviews of Jack Black movies:\n\n\"High Fidelity\"\r\"Jesus' Son\"\r\"School Of Rock\"\r\"King Kong\" \"Shallow Hal\"\r\"Orange County\"\n\nJack Black is not very funny in \"Nacho Libre,\" and that requires some meditation. Jack Black is essentially, intrinsically and instinctively a funny actor. He has that Christopher Walken thing going where you smile when he appears in a movie. It takes some doing to make a Jack Black comedy that doesn't work. But \"Nacho Libre\" does it.\n\nThe premise of the movie is just fine in theory, and must have sounded great at the pitch meeting: Black plays Brother Ignacio, a monk who lives in a backwater of Mexico, cooks slop for orphans, and lusts after the beautiful Sister Encarnacion (Ana de la Reguera). Because he wants to be famous and make money and buy better food to cook for the orphans, he begins a secret career as a masked wrestler.\n\nThe sport he attempts to infiltrate actually exists in Mexico and the American Southwest. It is called lucha libre, and I learn from Wikipedia that it's a style of freestyle wrestling with more freedom and less strategy than the American variety. A lucha libre wrestler is known as a luchador. The sport is depicted with affection in the movie. If the luchadores (especially the giant Ramses, with his golden mask) seem a little ridiculous, well, all professional wrestlers have always seemed a little ridiculous, haven't they? What can you say about a sport whose heroes include Haystacks Calhoun?\n\nThe problem with \"Nacho Libre\" is not its content but its style. It is curiously disjointed. Episodes meander on and off the screen without much conviction. While in training, Brother Ignacio climbs a rocky cliff to eat the yolk of an eagle's egg, and what's the payoff? He eats it and dives back into the water. Jokes do not build to climaxes, confrontations are misplaced, the professional wrestling itself is not especially well-staged and Black's tag-team partner, Esquelto (Hector Jimenez) is not well-defined; it's funny that he answers all of Ignacio's theories by saying he \"believes in science,\" but what's the punchline? He tags along all too literally, because the writers haven't carved out a role for him to play.\n\nAs for Sister Encarnacion, she is neither sexy enough nor pious enough to be funny as one or the other. She seems like an innocent not sure what she thinks about Brother Ignacio or anybody else. Nor is Brother Ignacio especially lecherous; his seduction technique is to ask her to \"join me in my quarters for some toast.\" Again, funny, but free-standing, and leading nowhere.\n\nOne of the writers on the film is Mike White (\"Chuck and Buck,\" \"School of Rock,\" \"The Good Girl,\" \"Orange County\"), who can usually do no wrong. The director is Jared Hess, whose \"Napoleon Dynamite\" (2004) is much beloved by many moviegoers. I have so often been assured that I missed the boat on \"Napoleon\" that I plan to go back and have another look at it; but now here is \"Nacho Libre,\" which has the same incomplete and fitful comic timing I thought I found in the earlier film.\n\nI suppose there will be those who find \"Nacho Libre\" offensive in one way or another, but with comedy a little political incorrectness comes with the territory. Yes, Mexico in the movie seems to be a country where English is the language and Spanish is a hobby. Yes, Brother Ignacio is mugged by a Wild Child for a bag of nacho chips. And yes, Brother Ignacio's cooking is so bad that this may be the first orphanage in the history of fiction where an urchin approaches the cook and asks, \"Please, sir, may I have less food?\" (This doesn't actually happen in the movie, but it should have.)\n\nI dunno. I sat there and watched scenes flex their muscles and run off in the direction of comedy and trip over something. I saw the great Jack Black occasionally at wit's end. I saw wrestling matches that were neither painful nor funny and not well-enough choreographed to make much sense. \"Nacho Libre\" begins with a certain air of dejection, as if it already suspects what we're about to find out.", "running_time": 92, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-06-15", "genres": ["Comedy", "Family", "Sports Film"], "title": "Nacho Libre (2006)"}