{"url": "http://www.rogerebert.com/reviews/nadine-1987", "by": "Jeff Bridgesas Vernon Hightower", "star_rating": 2.5, "text": "As a general rule, you hardly can go wrong with a movie that uses a woman's first name as its title. Right away you know the film is going to showcase an actress playing a character who is indomitable, eccentric, stubborn, determined and with a heart as big as all outdoors.\n\nLet's make a list: \"Camille,\" \"Gilda,\" \"Julia,\" \"Sophie's Choice,\" \"Carrie,\" \"Norma Rae,\" \"Hello, Dolly!,\" \"Cleopatra.\" (You hardly ever get a movie with a man's first name, probably because of some obscure, sexist impulse we can examine at a later date.)\n\n\"Nadine\" is the latest entry in this tradition, a movie about a down-home Texas woman (Kim Basinger) who makes the mistake of posing for the wrong pictures for the wrong photographer. He was going to send them to his personal friend, Mr. Hugh M. Hefner, but now it looks like they may wind up on the back of a truck-stop poker deck, so she wants to get them back.\n\nThis involves enlisting her soon-to-be ex-husband (Jeff Bridges) in a scheme to break into the photographer's office and grab the incriminating negatives. But first she has to pry him lose from the clutches of his current fiancee, the Pecan Queen. And then there's the problem of the dead body they stumble over in the photographer's studio.\n\nThat's the setup for what looks like a screwball comedy, sounds like a screwball comedy and is intended to be a screwball comedy, but is not, alas, very funny. Basinger and Bridges make a nice team, fighting and making up and trying not to get killed after they're trapped in a conspiracy to get rich off of secret Texas state highway plans.\n\nThe movie surrounds them with colorful character actors, gives them lots of down-home dialogue, and adds the usual number of chases and showdowns and scenes where they have to escape on a creaky ladder over a certain drop to their deaths. It would seem to have all the right ingredients.\n\nAnd yet I didn't laugh very much in this movie. There were a couple of genuinely funny moments, but they didn't build and the movie didn't redeem itself by making me very interested in the characters. I kept getting the idea I was looking at fabricated behavior that didn't have any foundation in real people that the filmmakers cared about.\n\nYou'd almost think, though, that Basinger and Bridges could pull it off no matter what. Although Basinger still somehow is dismissed as a sexy blond (maybe because she is one), she is an actress of substantial talent and is right at home in Texas, as she showed in \"Fool for Love.\" Bridges is one of the most dependable Hollywood leading men, effortlessly likable, and they have a nice, easy chemistry together. But it doesn's add up to much.\n\nScene after scene just sort of sits there on the screen. The screenplay seems to be going through the motions. Stock supporting characters walk on, and they feel stock. They don't give the sense, as supporting characters should, of leading full lives just out of sight offscreen. Only Rip Torn, as one of the conspirators, seems convinced his character actually had a stake in the matters at hand.\n\nThis is the second movie Robert Benton has filmed in his home state of Texas; the other was \"Places in the Heart.\" He obviously is dealing with a lot of nostalgia here, and he has all the details right: the cars, the rhythm of the streets, the way rooms are furnished. What he doesn't have is much in the way of laughter. This is a curiously flat, unfinished, low-energy comedy, and what I liked the most was simply the ease with which Basinger and Bridges inhabited it.", "running_time": 78, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-08-07", "genres": ["Action", "Comedy", "Romance"], "title": "Nadine (1987)"}