{"url": "http://www.rogerebert.com/reviews/nadja-1995", "by": "Peter Fondaas Dr. Van Helsing/Dracula", "star_rating": 2.5, "text": "Everybody wants to live forever. Fewer have the energy to be virtuous. Vampires are attractive these days, I think, because they offer the only way one can sin and still win eternal life. In \"Nadja,\" ordinary people get mixed up with a family of vampires, and the result, while more mundane than in the Anne Rice stories, creates much the same mood.\n\nIt's no picnic, being a vampire. \"I want to be over this,\" one of the characters in \"Nadja\" mutters. \"I want to move on. I want to stop smoking. . .\" But it is not as easy as that, and the vampires labor on under their ancient curse, while characters learn unspeakable secrets. Lines like \"over the past 400 years the fiend has had countless bastard children\" have a way of connecting later to \"your father wasn't really your father.\" The movie opens in New York with a character named Nadja (Elina Lowensohn) who prowls the streets in a hooded cape, and picks up guys in bars with lines that should set off alarms (\"I live off of family money. From Romania.\"). The movie cuts to a man named Jim (Martin Donovan), who has to bail out his uncle (Peter Fonda) after a murder charge. Told how the victim died, Jim muses, \"A stake in the heart. That's hard to picture.\" The Fonda character, named Dr. Van Helsing, is a fount of information about vampires (\"They're in all the major cities. They blend right in.\"). He's underplayed by Fonda with sad self-absorption, in a performance that somehow overcomes the absurdity of the character and attains a goofy dignity. Meanwhile, the mysterious Nadja is seducing Jim's wife, Lucy (Galaxy Craze), and Fonda is squashing a pet tarantula named Bela, which lives on beer and potato salad.\n\nNone of this is played for laughs - exactly. \"Nadja,\" written and directed by Michael Almereyda, is an example of a genre we can call Deadpan Noir. It's the kind of movie that deals with unspeakable subjects while keeping a certain ironic distance, and using dialogue that seems funny, although the characters never seem in on the joke. David Lynch (who appears in \"Nadja\" as a morgue attendant) practiced this genre in films like \"Blue Velvet\" and \"Wild at Heart,\" and Hal Hartley's films are also in a similar style (both Lowensohn and Donovan are veterans of his movies).\n\nDeadpan Noir wants to work in a commercial vein, but at arm's length. \"Nadja\" wants to be a vampire movie for those who insist on one, and a sly parody for those in the know. Sophisticated viewers know they're not supposed to care about the characters or stories; the whole point is to see the director demonstrating how he's superior to the material. Yet they depend on the traditions of, say, the vampire genre for characters, dialogue and atmosphere; they're like guests at a party who keep saying, \"I can't believe I'm really here,\" and yet hold out their glasses for a refill.\n\nWhat Almereyda brings to the film is good control of tone (the movie is ironic, and yet sad about its irony) and an interesting visual style. \"Nadja\" is filmed in black and white, which is always the best choice for a vampire film, since blood has a way of looking too real in color. Parts of the film were shot with a Pixelvision camera, a primitive video toy that's used as a vampire's-eye-view, as if vampires, like flies, had faceted eyes. It all sort of works, although probably not for general audiences. To really enjoy \"Nadja,\" you have to know what Almereyda is doing: The film's like a jazz improvisation that wouldn't mean much if you didn't know the original song.", "running_time": 92, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-09-01", "genres": ["Horror", "Thriller"], "title": "Nadja (1995)"}