{"url": "http://www.rogerebert.com/reviews/naked-in-new-york-1994", "by": "Eric Stoltzas Jake Briggs", "star_rating": 3.0, "text": "\"Naked in New York\" tells an old story in a fresh way. It's about a young man who graduates from college and moves to the big city and dreams of success. He doesn't have a big ego and he doesn't necessarily have a big talent, but he has big ideas, and as he narrates the film in a mildly ironic voice, we begin to like him. We also like the oddly assorted cast of characters that surrounds him.\n\nHis name is Jake Briggs (Eric Stoltz). He has had a confusing childhood; the first time we see him, as a baby, he is being rotated between his parents on the Lazy Susan in the center of a table in a Chinese restaurant. In college, he becomes a drama major. His teacher (Roscoe Lee Browne) admires his writing, but is concerned about his themes (\"Perhaps you should see the people over at Health Services\").\n\nJake is smart but not wise in the ways of the world. His girl friend Joanne (Mary-Louise Parker) is, like many women of her generation, a couple of years ahead of him in her social development.\n\nShe knows, for example, how to make small talk with a famous author (William Styron) at a cocktail party, while Jake can only inspire Styron's eyes to glaze over. Joanne is a photographer, who catches the eye of a lecherous gallery owner (Timothy Dalton) at about the time Jake leaves for New York with his best play under his arm.\n\n\"Naked in New York\" is a first film written and directed by Dan Algrant, who based it on an autobiographical short film he wrote while a film student at Columbia. His teacher there, Martin Scorsese, is executive producer of the film, but it's not a Scorsese clone. It reminded me more of Woody Allen, with its insecure narrator describing his setbacks in life and love.\n\nAlgrant has assembled a surprising supporting cast for his film; in addition to Browne and Dalton, small roles are played by Tony Curtis, Kathleen Turner and Jill Clayburgh - and see if you can spot Whoopi Goldberg. Cameo roles are often an excuse for a filmmaker to flaunt his good luck, and for the actors to run through their trademarked riffs, but here the casting seems exactly on target.\n\nAs Jake's play actually moves toward an Off-Broadway production, Curtis finds precisely the right note for playing a jaded but not unkind producer, and Turner, as the sexually alert soap opera actress who is cast in the lead. Curtis is a smart actor with a sense of humor, and his performance here may suggest possibilities to other directors. He suggests a quality I've observed in many of the better older producers; his character combines competence and experience with a certain detachment, because he knows that most plays, hits and misses, will soon be forgotten.\n\nTurner is funny, but, like Curtis, she contains the humor in the role and never seems to reach for a laugh. It is clear she has slept her way to the top and down the other side, and is ready for a new ascent. \"Which are you, a man or a boy?\" she asks Jake, after suggesting a weekend together. \"Well, it doesn't matter. I'm partial to both.\" Algrant, using these famous actors in smaller roles, knows what many more experienced directors sometimes forget: A cameo works only when it distills the essence of a character, and then is perfectly matched with the actor.\n\nMeanwhile, Jake's life grows more complex. His best friend at college was Chris (Ralph Macchio), an actor, who has been responsible for shopping Jake's play to the Curtis character. Now it appears that Chris himself may be forced out of his role. That would be betrayal, Chris cries, but Jake is powerless. Curtis has cast Turner, who doesn't like young Chris, and that's that. Meanwhile, both friends are going through trials of their sexual identities.\n\nChris thinks he may be gay. Jake thinks he may be losing his girlfriend to the older gallery owner.\n\nWhat distinguishes \"Naked in New York\" is its confidence in its intelligence. It doesn't go for cheap shots or easy laughs, but patiently follows its hero through the labyrinth of his early career.\n\nThe use of voice-over narration, which is sometimes an irritation, seems as right here as it does in Woody Allen's films, because the points of view of the director and the hero are the same. And Eric Stoltz is right for the character of Jake: Smart, unsure, self-deprecatory, Jake is not a giant but he has a talent, maybe, and we hope he does something with it.", "running_time": 91, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-29", "genres": ["Comedy", "Romance"], "title": "Naked In New York (1994)"}