{"url": "http://www.rogerebert.com/reviews/naked-weekend--mystique-1983", "by": "Bobby Roth", "star_rating": 3.0, "text": "The Boston newspapers carried a story recently about a man who collapsed and died during an EST training seminar in a hotel ballroom. Paramedics were called to the scene, but were temporarily prevented from entering the room by EST volunteers who apparently thought the man's collapse was all part of the training experience. Policemen finally escorted the paramedics inside, where, one said, the atmosphere was eerie: Everybody was so busy sharing the experience that nobody seemed to care about the guy on the floor. An autopsy failed to establish the cause of death, but one source speculated that the man had been frightened to death.\n\nArt anticipates life. A 1981 movie called \"Mystique\" covered some of the same ground pretty effectively. Written and directed by independent American filmmaker Bobby Roth, it played in the 1981 Chicago International Film Festival but didn't open commercially until this week. Perhaps you missed the ad. The movie, retitled \"Naked Weekend,\" is on a double bill with \"Summer Heat.\" The movies are playing theaters that usually play movies called \"Naked Weekend,\" where the patrons are no doubt mystified by Roth's message.\n\nHis film stars Yvette Mimieux as the chief executive of a giant corporation. She has weird notions of executive training. She requires her top executives to spend a weekend together in a special psychological retreat, during which time they're placed under increasingly severe pressure. The program begins as a form of personality testing and escalates into sadomasochistic game-playing, complete with a crucifix, which does not go unused. \n\nThe movie has some problems, one being a basic lack of credibility: Could a major corporation get away with this brainwashing? We also wonder about the Mimieux character, who seems to be a cross between Mommie Dearest and a nymphomaniac, and who surrounds herself with muscular cretins. \n\nAnd there's the usual trouble with the casting; every character represents one well-defined character trait. There's the repressed homosexual, the alcoholic, the sadist, etc., and the movie gets a little predictable as we cut from one set of problems to another.\n\nStill, it's an entertaining film with serious intentions, and Bobby Roth shouldn't be too dismayed that \"Mistique\" was retitled \"Naked Weekend.\" After all, Ingmar Bergman's \"Monica\" was retitled \"Naked Summer,\" and his \"Sawdust and Tinsel\" became \"The Naked Night.\" We could put together quite a little festival here.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-09-28", "genres": null, "title": "Naked Weekend / Mystique (1983)"}