{"url": "http://www.rogerebert.com/reviews/naked-1994", "by": "David Thewlisas Johnny", "star_rating": 4.0, "text": "The characters in Mike Leigh's \"Naked\" look as if they have lived indoors all of their lives, perhaps down in a cellar. Their pale, pasty skin looks cold to the touch in the film's blue-gray lighting. The film is shot in a high-contrast style that makes everything seem a little more bleak and narrow than it must. And if you listen carefully to the soundtrack, you become aware that it lacks much of the background ambience of most movies; we are hearing voices, flat and toneless, in what sounds like an empty room.\n\nAll of these stylistic choices are right for \"Naked,\" and so is the title, which describes characters who exist in the world without the usual layers of protection. They are clothed, but not warmly or cheerfully. But they are naked of families, relationships, homes, values and, in most cases, jobs. They exist in modern Britain with few possessions except their words.\n\nThe central character in \"Naked\" is Johnny (David Thewlis), who as the movie opens has rough sex with a weeping girl in an alley in some barren northern city, and then steals a car and drives down to London. From the way he talks and certain things he refers to, we gradually conclude that he has had an education - is an \"intellectual,\" in that his opinions are mostly formed from words, not feelings.\n\nSomething has gone terribly wrong in his life, leaving him stranded without connections, employment, or hope. He goes to the flat of an old girlfriend, who is away on holiday, and moves in, establishing a rapport of the damned with her flatmate Sophie (Katrin Cartlidge), who is so spaced out on drugs that she seems barely able to make the connection between what she says and what she thinks, if anything.\n\nThe \"relationship\" that develops between these two people is so pathetic that it can barely be watched. The \"sex\" they have is such a desperate attempt to feel something in the midst of their separate wastelands that it is much like watching them wound themselves. When others appear in the flat - especially the supercilious, hurtful Jeremy (Greg Cruttwell), the landlord, they are like visitors from adjacent circles in hell.\n\nNor do matters improve with the arrival of Sandra (Claire Skinner), whose name is on the lease. She has a job, apparently thinks of herself as being normal and productive, and offers free advice and criticism, but the film invites us to see how precariously close she is to falling into the same abyss as her friends.\n\nMike Leigh's method of working is well-known. He gathers his actors, suggests a theme, and asks them to improvise situations. A screenplay develops out of their work. This method has created in \"Naked\" a group of characters who could not possibly have emerged from a conventional screenplay; this is the kind of film that is beyond imagining, and only observation could have created it. Are there people like this? Yes, a great many, who have the ability and intelligence to lead functioning lives but lack the will and - in particular - the opening. Somehow they have slipped out of the picture. It is not easy to slip back in.\n\nThe movie won the best director award for Leigh at last year's Cannes Film Festival, and a best actor award for Thewlis, who has also been honored by several critics' groups. His performance never steps wrong. He creates a kind of heroism in Johnny: It's not that we like him or approve of him, but that we must admire the dogged way he sticks to his guns and forges ahead through misery, anger and despair. There is a scene here that is among the best Leigh has ever done. Johnny strikes up a conversation with a night watchman, who takes him on a midnight tour of a modern office building. The subtext is that the watchman will never do what the employees in the building do in the daytime, but owes his survival to his job of guarding it for them at night, from the likes of Johnny, who lacks even that much of a toehold.\n\nThis is a painful movie to watch. But it is also exhilarating, as all good movies are, because we are watching the director and actors venturing beyond any conventional idea of what a modern movie can be about. Here there is no plot, no characters to identify with, no hope. But there is care: The filmmakers care enough about these people to observe them very closely, to note how they look and sound and what they feel.\n\nLeigh has said in an interview that while his earlier films (including \"High Hopes\" and \"Life Is Sweet\") might have embodied a socialist view of the world, this one edges over into anarchy. I agree. It suggests a world in which the operating systems have become distant from such inhabitants as Johnny and the women in the flat.\n\nThe world is indifferent to them, and they to it. To some degree, they don't even know what's hit them. Johnny has a glimmer. His response is not hope or a plan. It is harsh, sardonic laughter.\n\nDestruction is his only response.", "running_time": 130, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-02-18", "genres": ["Comedy", "Drama", "Foreign"], "title": "Naked (1994)"}