{"url": "http://www.rogerebert.com/reviews/naked-gun-33-13-the-final-insult-1994", "by": "Leslie Nielsenas Lt. Frank Drebin", "star_rating": 3.0, "text": "In preparing to write this review of \"Naked Gun 33 1/3: The Final Insult,\" I went back into the yellowing archives and read my reviews of the first two \"Naked Gun\" movies. It was an unsettling experience. I found I was repeating myself.\n\nFrom my review of \"The Naked Gun\" (1988): \"You laugh, and then you laugh at yourself for laughing. Some of the jokes are incredibly stupid.\" From my review \"The Naked Gun 2 1/2: The Smell Of Fear\" (1991): \"The dialogue is dumb. Really dumb. So dumb you laugh twice, once because of how stupid it is, and the second time because you fell for it.\" In both reviews, I also fondly recalled the best joke from \"Top Secret!\" (1984) when the spy in the alley desperately begs that the letter be mailed by midnight, and then we see that it's addressed to the Publishers Clearing House sweepstakes.\n\nWhat was going on here? Were two great minds (mine) running in the same paths? Was I plagiarizing myself? There is a clue, I think, in the opening words of the second review: \"What can usefully be said about this movie, other than the essential information that I laughed?\" The answer, obviously, is \"not much,\" and so by recycling what few insights I had, I was able to spin out three or four paragraphs fairly painlessly. Careful readers will notice that I have just done it again.\n\n\"The Naked Gun 33 1/3\" once again stars the durable Leslie Nielsen as Lt. Frank Drebin, who, as the movie opens, is retiring from the Police Squad in order to spend more time with his new bride (Priscilla Presley). He's experiencing domestic difficulties: She tells a marriage counselor he doesn't want children, although as he points out, \"Honey, you know how much I wanted to adopt that 18-year-old Korean girl.\" Retirement is of course not going to be possible for Drebin, because of a threat from a terrorist named Rocco (Fred Ward), who plans to blow up the Academy Awards. Rocco's girlfriend, Tanya, is played by Anna Nicole Smith, the pneumatic Playmate of the Year whose dresses display her bosom in such a way that if anything falls off her fork she knows where to look for it.\n\nThe movie is once again largely the work of David Zucker, who complains in the press book that people still think he makes his films with his brother Jerry and friend Jim Abrahams (the \"Zaz Boys\"). Not so: He produced and co- wrote this one, which has been directed by Peter Segal in exactly the style of the others, which is to say, nonstop sight gags and one-liners occupy the center of the action, while the sides and backgrounds are crammed with as many additional gags as the filmmakers can think of.\n\nThe movie's opening sequence, a takeoff on the train station shootout in \"The Untouchables,\" is hilarious, with as many as three out-of-control baby carriages rolling down the stairs at the same time. And there's a lot of other funny stuff, leading up to an Academy Awards ceremony in which real celebrities (Pia Zadora, Vanna White, Raquel Welch, Mary Lou Retton) play themselves as Lt. Drebin (posing as Phil Donahue) makes a shambles of the ceremony. Zadora's dance sequence may be the only work of choreography I have ever seen that includes the dialogue, \"Phil Donahue is puking in the trombone.\" It occurred to me, watching the film, that what Leslie Nielsen and Priscilla Presley do here is not easy, and is done well.\n\nIt would be fatal to the movie if either one ever betrayed the slightest suggestion that they know funny things are going on. They play everything on a level of seriousness that would be appropriate, say, for a 1960s TV cop drama. Their timing is impeccable. And they provide the sure, strong center around which the madness revolves.\n\nAnd if you think that line comes from another one of my old reviews, you may be right.", "running_time": 75, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-03-18", "genres": ["Action", "Comedy", "Crime"], "title": "Naked Gun 33 1/3: The Final Insult (1994)"}