{"url": "http://www.rogerebert.com/reviews/nanny-mcphee-2006", "by": "Emma Thompsonas Nanny McPhee", "star_rating": 3.0, "text": "There is a darkness in a lot of British children's fiction, from Roald Dahl to Harry Potter, and it provides both scariness and relief: The happy endings are arrived at via many close calls. Consider \"Nanny McPhee,\" named for a governess who seems closer to Mrs. Doubtfire than Mary Poppins. Garbed in a black dress that looks stuffed with flour sacks, she has warts on her face, fire in her eyes and a walking stick that sends off sparks when she slams it on the cobblestones, which is a lot.\n\nNanny McPhee (Emma Thompson) is the 18th governess employed in the Brown household after the death of his wife left Cedric Brown (Colin Firth) to rear seven children on his own. These children, who seem to have been born within about eight years of one another, are a lawless tribe dedicated to driving away nannies, and we see several of them fleeing the house, one of them screaming, \"They've eaten the baby!\"\n\nCedric starts getting mysterious messages: \"What you need is Nanny McPhee.\" They are followed by Nanny herself, a formidable and foreboding presence who seems to command magical powers and quickly whips the children into shape. She has a set of rules for them to learn, and a frown that terrifies them, and soon all is peaceful (or perhaps apprehensive), even at bedtime in the dormitory room the kids all share.\n\nThe Browns inhabit a big old country house with countless architectural grotesqueries and lots of gardens and staircases; only in fiction could this be the residence of a man facing financial ruin. Cedric Brown is the local funeral director, in debt and counting on an inheritance from his rich Great Aunt Adelaide (Angela Lansbury), who has made one stipulation: He must marry within 30 days.\n\nThere is an obvious candidate for his heart: Evangeline (Kelly MacDonald), the scullery maid, who is beloved by the children and also by Cedric, although he's such a doofus he doesn't realize it. Instead, Cedric seems doomed to marry Mrs. Quickly (Celia Imrie), who is well-named, since like Shakespeare's Mistress Quickly, she seems to be one step removed from a tart, possibly in the wrong direction.\n\nAs plans for the marriage advance, Nanny McPhee admirably improves the behavior of the Brown children, and here's a funny thing: Every time she succeeds in getting one of her rules enforced, a wart disappears from her face. She also seems to be slimming. By the end of the movie, she will look like the Emma Thompson we know and love, and not a moment too soon.\n\nWill Cedric marry Mrs. Quickly? Or will he realize Evangeline is his true love? Will the children turn into model kids? Will it snow in August? All of these questions are answered in due time, in a movie that embraces eccentricity as a social value.\n\nWatching the movie, I reflected that the difference between American and British children in the movies is that the American kids tend to run their families and the British kids (Harry Potter excepted) tend to require, and deserve, many hard lessons in life. It is also refreshing that British kids do not succeed because they find out they are good at sports (Quidditch excepted). In American movies, the kids end in triumph, pumping their fists into the air and chanting, \"yes!\" In British movies, they end as well-behaved miniature adults who have come to see the truth of all the wisdom bestowed upon them.\n\nAll of this is connected somehow with the decision that Cedric Brown makes to admit Nanny McPhee into his house in the first place. If a formidable and terrifying female, dressed in black and banging a lethal walking stick, should arrive at an American door all covered with warts, the residents would push the panic button on their security systems. Only in this world (based on the Nurse Matilda books by Christianna Brand) would such a creature be welcomed.\n\nWill kids like the movie? I suspect they will. Kids like to see other kids learning the rules even if they don't much want to learn them themselves. Here is the Brown family, teetering on the brink of poverty and yet living in a house rich American kids could only envy. Lots of staircases, lots of hiding places, lots of gardens, and even a big old kitchen ruled by a red-faced cook, Mrs. Blatherwick (Imelda Staunton), who throws things at them but always seems to have a few chickens in a pot in case anyone should want sandwiches.", "running_time": 97, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-01-26", "genres": ["Comedy", "Family", "Fantasy", "Foreign"], "title": "Nanny McPhee (2006)"}