{"url": "http://www.rogerebert.com/reviews/napol%C3%A9on-1927", "by": "Albert Dieudonneas Napoleon", "star_rating": 4.0, "text": "The presentation of Abel Gance's \"Napoleon\" is one of\r\nthe great entertainment events of the 1980s, and the logistics of the event are\r\nlittle short of miraculous. This epic silent film, which was shown first in\r\nParis in 1927 with Charles De Gaulle sitting attentively in the audience, very\r\nnearly was lost forever.\n\nMade\r\njust at the end of the silent film era, it was hailed as a masterpiece but\r\ndismissed by exhibitors as too long, too impractical to be shown. It was cut\r\ninto shorter versions by Abel Gance and others. Whole scenes disappeared and were\r\npresumed to be lost. The film became a legend, much talked-about, never seen.\n\nAnd\r\nyet (this is the miracle) a virtually fully restored print of\r\n\"Napoleon\" plays this weekend and next at the Chicago Theater. It\r\nwill be shown as it was intended to be shown, on a giant screen in a great\r\nmovie palace. And in the orchestra pit, conducting his own original score for\r\nthe film, Carmine Coppola will lead some 60 musicians and the theater's mighty\r\nWurlitzer pipe organ in accompaniment.\n\nIt\r\nis also, no doubt, something of a miracle that the theater is nearly sold out,\r\nat $10 to $20 a ticket (some tickets remain for next weekend). This is the kind\r\nof film that needs showmanship as well as restoration, and it found its two\r\nangels in Kevin Brownlow and Francis Ford Coppola.\n\nBrownlow\r\nis the British film historian who tracked down the missing footage of\r\n\"Napoleon\" in the world's film archives, and who worked with Gance,\r\nnow 92, in supervising the five-year task of reconstructing the film. Coppola\r\nis the American producer-director who correctly bet that audiences would be\r\nintrigued by a spectacular presentation of a silent classic with full\r\norchestral support.\n\nHe\r\ncommissioned his father, Carmine Coppola, to compose the score. Carmine is a\r\nlongtime musical director for Broadway shows, and the Oscar-winning composer of\r\nthe music for his son's \"Godfather\" films. His score for\r\n\"Napoleon\", which I heard last winter during a performance at Radio\r\nCity Music Hall, is just the sort of music this film needs: bravura, filled\r\nwith energy, unabashedly romantic, not at all shy about quoting the\r\n\"Marseilles\" at every appropriate opportunity.\n\nFor\r\nalmost all members of a modern movie audience, this showing of\r\n\"Napoleon\" will represent a first-time experience at seeing a silent\r\nfilm with a live orchestra. It was for me, and it was a glorious experience.\r\nThe vast size of the image and the great authority of the orchestra combined to\r\nliberate \"Napoleon\" from the limitations of realism. One thing we\r\nmembers of the talkie era forget is that characters in a talking movie are\r\nforced, by and large, to speak in everyday language or risk sounding\r\nridiculous. And their realistic speech tends to anchor the movies themselves in\r\nthe realm of literal possibility.\n\nGance's\r\n\"Napoleon\" has no such limitations. The movie boldly uses symbolism,\r\nhighly dramatic cross-cutting, spilt-screen images and special effects to pound\r\nus over the head with its fantasy and idealism. One scene uses special effects\r\nto show the French Senate literally tossing like ocean waves; it is edited to\r\nparallel Napoleon's survival of a tempest at sea.\n\nScenes\r\nlike that got spontaneous applause when I saw the film at Radio City Music\r\nHall. Some critics have asked themselves, not unfairly, whether the audience\r\nmight have been applauding the very fact that Gance was able to achieve his\r\neffects In 1927: It's not so much what he does, the argument goes, as when he\r\nwas able to do it.\n\nThat's\r\na good question. The film ends, for example, with a spectacular three-screen,\r\nthree-camera triptych that represents the first use of the principle later\r\nadapted as Cinerama. Do we applaud because of Gance's technical achievement? In\r\nthis case, I think not. As Napoleon surveys his literally thousands of troops\r\nand then rides on horseback across the entire sweep of three screens, I think I\r\nfelt not simply technical admiration but a true, surging sense of wonder: There\r\nare many images in \"Napoleon\" that are so grand, so filled with the\r\ncreative exuberance of their maker, that we're swept up in spontaneous enthusiasm.\n\nMovies\r\nhave become romance, history, drama, fantasy and realistic portraits of life.\r\nBut before they were anything else, they were spectacle. The very fact that\r\nthey had been made, that they presented images to us that were not actually\r\npresent, was reason enough to go. And from pure spectacle, they developed\r\ninevitably into spectacular epic, most importantly in Griffith's \"Birth of\r\na Nation\" in 1915.\n\nWhat\r\nGriffith began, Gance concluded 12 years later. \"Napoleon\" is the\r\nlast great silent epic. We will not see its like again. What is wonderful is\r\nthat we can see it at all.", "running_time": 235, "mpaa_rating": "G", "release_year": 1927, "date_published": "1981-02-27", "genres": ["Drama", "History"], "title": "Napoléon (1927)"}