{"url": "http://www.rogerebert.com/reviews/napoleon-dynamite-2004", "by": "Jon Hederas Napoleon Dynamite", "star_rating": 1.5, "text": "There is a kind of studied stupidity that sometimes passes as humor, and Jared Hess' \"Napoleon Dynamite\" pushes it as far as it can go. Its hero is the kind of nerd other nerds avoid, and the movie is about his steady progress toward complete social unacceptability. Even his victory toward the end, if it is a victory, comes at the cost of clowning before his fellow students.\n\nWe can laugh at comedies like this for two reasons: Because we feel superior to the characters, or because we pity or like them. I do not much like laughing down at people, which is why the comedies of Adam Sandler make me squirmy (most people, I know, laugh because they like him). In the case of Napoleon Dynamite (Jon Heder), I certainly don't like him, but then the movie makes no attempt to make him likable. Truth is, it doesn't even try to be a comedy. It tells his story and we are supposed to laugh because we find humor the movie pretends it doesn't know about.\n\nNapoleon is tall, ungainly, depressed, and happy to be left alone. He has red hair that must take hours in front of the mirror to look so bad. He wants us to know he is lonely by choice. He lives outside of town with his brother Kip (Aaron Ruell), whose waking life is spent online in chat rooms, and with his grandmother, who is laid up fairly early in a dune buggy accident. It could funny to have a granny on a dune buggy; I smile at least at the title of the Troma film \"Rabid Grannies.\"\n\nBut in this film the accident is essentially an aside, an excuse to explain the arrival on the farm of Napoleon's Uncle Rico (Jon Gries), a man for whom time has stood still ever since the 1982 high school sports season, when things, he still believes, should have turned out differently. Rico is a door-to-door salesman for a herbal breast enlargement potion, a product that exists only for the purpose of demonstrating Rico's cluelessness. In an age when even the Fuller Brush Man would be greeted with a shotgun (does anyone even remember him?), Rico's product exists in the twilight zone.\n\nLife at high school is daily misery for Napoleon, who is picked on cruelly and routinely. He finally makes a single friend, Pedro (Efren Ramirez), the school's only Latino, and manages his campaign for class president. He has a crush on a girl named Deb (Tina Majorino), but his strategy is so inept that it has the indirect result of Deb going to the prom with Pedro. His entire prom experience consists of cutting in.\n\nWatching \"Napoleon Dynamite,\" I was reminded of \"Welcome To The Dollhouse,\" Todd Solondz's brilliant 1996 film, starring Heather Matarazzo as an unpopular junior high school girl. But that film was informed by anger and passion, and the character fought back. Napoleon seems to passively invite ridicule, and his attempts to succeed have a studied indifference, as if he is mocking his own efforts.\n\nI'm told the movie was greeted at Sundance with lots of laughter, but then Sundance audiences are concerned with being cool, and to sit through this film in depressed silence would not be cool, however urgently it might be appropriate.", "running_time": 82, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-06-18", "genres": ["Action", "Comedy", "Drama", "Family", "Indie"], "title": "Napoleon Dynamite (2004)"}