{"url": "http://www.rogerebert.com/reviews/naqoyqatsi-2002", "by": "Godfrey Reggio", "star_rating": 3.0, "text": "\"Koyaanisqatsi,\" with its dramatic fast-forward style of hurtling images, made a considerable impact at the time. Clouds raced up mountainsides, traffic flowed like streams of light through city streets. The technique was immediately ripped off by TV commercials, so that the film's novelty is no longer obvious. Now that he has arrived at the third part of his trilogy, indeed, Reggio's method looks familiar, and that is partly the fault of his own success. Here, he uses speedup less and relies more on quickly cut montages. It's a version of the technique used in Chuck Workman's films on the Oscarcast, the ones that marry countless shots from the movies; Reggio doctors his images with distortion, overlays, tints and other kinds of digital alteration.\n\nThe thinking behind these films is deep but not profound. They're ritualistic grief at what man has done to the planet. \"The logical flaw,\" as I pointed out in my review of \"Powaqqatsi,\" is that \"Reggio's images of beauty are always found in a world entirely without man--without even the Hopi Indians. Reggio seems to think that man himself is some kind of virus infecting the planet--that we would enjoy the earth more, in other words, if we weren't here.\" Although \"Naqoyqatsi\" has been some 10 years in the making, it takes on an especially somber coloration after 9/11. Images of marching troops, missiles, bomb explosions and human misery are intercut with trademarks (the Enron trademark flashes past), politicians and huddled masses, and we understand that war is now our way of life. But hasn't war always been a fact of life for mankind? We are led to the uncomfortable conclusion that to bring peace to the planet, we should leave it.\n\nThis line of reasoning may, however, be missing the point. In reviewing all three Reggio films, I have assumed he was telling us something with his images, and that I could understand it and analyze it. That overlooks what may be the key element of the films, the sound tracks by composer Philip Glass (this time joined by Yo-Yo Ma, who also contributes a solo). Can it be that these films are, in the very best sense of the word, music videos? The movie is not simply \"scored\" by Glass; his music is a vital component of every frame, fully equal with the visuals, and you can watch these films again and again, just as you can listen to a favorite album.\n\nPerhaps the solution is to stop analyzing the images altogether and set ourselves free from them. Just as it is a heresy to paraphrase classical music by discovering \"stories\" or \"messages,\" perhaps \"Naqoyqatsi\" and its brothers need to be experienced as background to our own streams of consciousness--nudges to set us thinking about the same concerns that Reggio has. I have problems with \"Naqoyqatsi\" as a film, but as a music video it's rather remarkable.", "running_time": 89, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Documentary", "Drama", "Indie", "Music", "Thriller"], "title": "Naqoyqatsi (2002)"}