{"url": "http://www.rogerebert.com/reviews/narc-2003", "by": "Ray Liottaas Henry Oak", "star_rating": 3.0, "text": "Joe Carnahan's \"Narc\" is a cold, hard film about Detroit narcotics detectives. Ray Liotta and Jason Patric star, as a veteran whose partner has been killed and a younger cop assigned to join him in the investigation. If many cop-partner movies have an undertone of humor, even a splash of \"The Odd Couple,\" this one is hard-bitten and grim: The team consists of Bad Cop and Bad Cop. The twist is that both of them are good at their work; their problem is taking the job too personally.\n\nThe film opens with a virtuoso handheld chase scene, as Nick Tellis (Patric) pursues a suspect through backyards and over fences until the chase ends in a shooting--and it's not the perp who is hit, but a pregnant woman. Tellis is put on suspension and cools off at home with his wife and a baby he loves. It's clear this is a man with big problems involving anger and overcompensation; is there such a thing as being too dedicated as a cop? More than a year later, his captain (Chi McBride) calls in Tellis and makes him an offer: He can be reinstated on the force if he becomes the partner of Henry Oak (Liotta). Oak's former partner, a cop named Calvess, has been murdered. The captain thinks Tellis' contacts with drug dealers and other lowlifes, plus his unique brand of dedication, are needed to track down the cop-killer. He warns Tellis that Oak is a good cop but sometimes unstable, and there are quick subjective cuts to the older man beating a prisoner.\n\nTellis and Oak do not fit the usual pattern of cop partners in the movies. Either of them could be the lead. Neither one is supporting. As cops, they think independently and are self-starters, and cooperation doesn't come easily. Tellis is startled, too, at Oak's methods, which are quick and practical and amoral, and produce results but are not always legal.\n\nThe movie's writer and director, Joe Carnahan, brings a rough, aggressive energy to the picture. His first film, \"Blood, Guts, Bullets & Octane,\" was all style, but here he creates believable characters. His screenplay stays within the broad outlines of the cop-buddy formula, but brings fresh energy to the obligatory elements. It is no surprise, for example, that Tellis' wife doesn't want him back out on the streets, and that there's tension between his home life and his job. This is an ancient action cliche: A man's gotta do what a man's gotta do. But the details of the domestic scenes ring true.\n\nIn terms of its urban wasteland, the movie descends to a new level of grittiness. These streets aren't mean, they're cruel, and to work them is like being the garbage man in hell. Liotta's character stalks them as a man on a mission, driven by private agendas we only begin to suspect. The Patric character is stunned to see the other man not only violating protocol, but apparently trying to shut him out of the investigation, as if this business can only be settled privately between him and his demons.\n\nBoth Liotta and Patric have played similar roles. Patric starred in \"Rush\" (1991), in a brilliant performance as an undercover narcotics cop who, along with his rookie partner (Jennifer Jason Leigh), gets hooked on drugs himself. Liotta has appeared in countless crime pictures, both as a cop and, most memorably, in \"GoodFellas\" (1990) as a cocaine-addled criminal. Here they bring a kind of rawness to the table. Liotta, heavier, wearing a beard, leaves behind his days as a handsome leading man and begins edging into interesting Brian Cox territory. Patric, 10 years after \"Rush,\" looks less like he's playing a cop and more like he might be one.\n\nThe investigation itself must remain undescribed here. But its ending is a neat and ironic exercise in poetic justice. Pay attention during one of the very last shots, and tell me if you think the tape recorder was on or off. In a way, it makes a difference. In another way, it doesn't.", "running_time": 105, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-01-10", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "Narc (2003)"}