{"url": "http://www.rogerebert.com/reviews/nate-and-margaret-2012", "by": "Natalie Westas Margaret", "star_rating": 3.0, "text": "Here is a sweet, delicate story about friendship. Margaret is 52. Nate is 19. They're neighbors in a Chicago building. They're best friends. The gorilla in the room is our memory of \"Harold and Maude\" (1971), but \"Nate & Margaret\" has nothing in common with that film, except the age difference, which is essentially irrelevant. This is a smart, observant movie about two very particular people, and its casting is pitch-perfect.\n\nNate and Margaret seem alone in the world. There is no mention of family. They like to do things together: Shop at the Goodwill store, have brunch, hang out. Margaret has never been married. Nate, who is gay, has never had a boyfriend or even been kissed. \n\nMargaret (Natalie West) is a pleasant-looking woman without much of a style sense. She looks you straight in the eye and says what's on her mind. She has a day job as a coffeeshop waitress and spends her evenings at the open mike nights at obscure comedy clubs. Her plan is to become a stand-up comic.\n\nNate (Tyler Ross) is boyishly handsome, soft-spoken, private. He's a student of film at a school in the Loop. Sometimes he compares notes with a fellow student, Darla (Gaby Hoffmann). He's directing his thesis film and has enlisted Margaret as his sound person. \n\nThis situation would continue indefinitely but Nate is startled one day to be kissed on the lips by James (Conor McCahill). At a party the next night, James steers him into a sudden romance and seems particularly turned on that it's Nate's first time. (Advisory to new lovers: When the other person wants you to keep repeating the same words as a turn-on during sex, they are having sex with an idea and not with you.) \n\nNate is swept away by young love, and one of the film's achievements is to make this feel realistic. There are no cliches in the dialogue or visuals, no overacting, no straining for effect. Tyler Ross is a precise and quiet actor who's very effective at portraying a young man having an experience for the first time. Conor McCahill is a good choice as James; we can understand why Nate likes him. We can even understand why Nate stands up Margaret for their regular brunch date.\n\nMargaret is not thrilled to learn about Nate's new friend, but bravely invites the two of them over for dinner. The dynamics of this scene are carefully modulated to allow the morphing of James into the jerk he really is.\n\nThe story of \"Nate & Margaret,\" directed by Nathan Adloff, co-written with Justin D. M. Palmer, is a minefield of things that could go wrong. It goes right because Adloff focuses on his characters and doesn't concern himself with big scenes and theatrical payoffs. He allows Margaret and Nate to be exactly who they are without any manipulation or hyped-up drama. Theirs isn't an earth-shaking relationship, but it's real and it's important to them and worth preserving. That's what the movie is about: friendship. The film respects that and doesn't get distracted by sex or age.\n\nNote: Writer-director Nathan Adloff will conduct a discussion at all three Film Center screenings; actors Natalie West and Conor McCahill will join him Friday.", "running_time": 79, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-06-06", "genres": ["Comedy"], "title": "Nate and Margaret (2012)"}