{"url": "http://www.rogerebert.com/reviews/nate-and-hayes-1983", "by": "Michael O'Keefeas Rev. Nathanael", "star_rating": 1.0, "text": "\"Nate and Hayes\" is one of the more inexplicable films I've encountered recently. The part I can't explain is: Why did they make it? The movie is a loud, confusing, pointless mess that never seems to make up its mind whether to be a farce or an adventure. You know you're in trouble when people are carrying swords and talking like TV game-show contestants.\n\nThe movie uneasily occupies a niche between swashbuckling pirate movies and \"Raiders of the Lost Ark.\" It stars Tommy Lee Jones as \"Bully\" Hayes, a buccaneer who sails the sea looking for plunder. \"That man has ruined the Pacific,\" a missionary complains, sounding as if there went the neighborhood.\n\nWe meet Hayes on the eve of his execution, and then there's a long flashback, a whole movie long, about how he arrived on Death Row. We see him carrying an engaged couple out to the Pacific island where they plan to be married before spending a lifetime converting the savages. They're a sweet couple: the Rev. Nathanael (Michael O'Keefe) and his fiancee, Sophie (Jenny Seagrove).\n\nBut then the evil Ben Pease (Max Phipps) attacks and spoils everyone's plans. He look by the way, a little like Frankenstein's monster, and he's mad all the time. No wonder he's mad. Hayes explains that he once shot off Pease's private parts and that, since then, \"he's gone around blaming all of his troubles on me.\"\n\nThe movie's plot is carefree nonsense. At one point Nate is marooned alone on a tiny rock in the middle of miles of sea. At another point, Sophie is given as a gift to native chieftains and lowered over a fire as a sacrifice. At a third point, there's a battle between a sailing ship and an armor-clad warship. None of this has anything to do with anything.\n\nAh, yes, you ask, but are the pirates swarthy, the maidens tempting, the savages fierce, the battles thrilling and the heroes bold and brave?\n\nNope.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-11-22", "genres": ["Action", "Adventure", "Comedy"], "title": "Nate and Hayes (1983)"}