{"url": "http://www.rogerebert.com/reviews/national-treasure-2004", "by": "Nicolas Cageas Benj", "star_rating": 2.0, "text": "Here is a movie about a fabled ancient treasure from the Middle East, protected through the ages by the Knights Templar and the Masons, and hidden for centuries until a modern investigator follows a series of baffling clues that lead him first to a priceless work in a national gallery, and then to a hiding place beneath an ancient church.\n\nIf you are one of the millions, like me, who plowed through The Da Vinci Code, you can be forgiven for thinking they've made it into a movie. And in a way, they have, but the movie is titled \"National Treasure.\" This new Jerry Bruckheimer production is so similar in so many ways to the plot of the Dan Brown best seller that either (a) the filmmakers are the only citizens of the entertainment industry who have never heard of The Da Vinci Code, no, not even while countless people on the set must have been reading the book, or (b) they have ripped it off. My attorneys advise me that (a) is the prudent answer.\n\nThat I have read the book is not a cause for celebration. It is inelegant, pedestrian writing in service of a plot that sets up cliff-hangers like clockwork, resolves them with improbable escapes and leads us breathlessly to a disappointing anticlimax. I should read a potboiler like The Da Vinci Code every once in a while, just to remind myself that life is too short to read books like The Da Vinci Code.\n\nThe Da Vinci movie, set for 2005, will be directed by Ron Howard, who should study this one for clues about what to avoid. The central weakness of the story is the absurdity of the clues, which are so difficult that no sane forefather could have conceivably believed that anyone could actually follow them. That the movie's hero, named Benjamin Franklin Gates and played by Nicolas Cage, is able to intuitively sense the occult meanings of ancient riddles and puzzles is less a tribute to his intelligence than to the screenplay supplying him with half a dozen bonus A-ha! Moments. An A-Ha! Moment, you will recall, is that moment at which a movie character suddenly understands something which, if he did not understand it, would bring the entire enterprise to a halt.\n\nBenjamin Franklin Gates is named, of course, after the famous software millionaire. His family of historians has been scorned for generations because of its belief that a vast treasure was brought back from the Crusades by the Knights Templar and has been hidden by the Masons -- in this case, Masons who were the Founding Fathers of America. Benjamin's father, Patrick Henry Gates (played by Jon Voight and named after O. Henry), scoffs at the family legend, but his grandfather John Adams Gates (played by Christopher Plummer and named after the inventor of the toilet) gives Benjamin a clue handed down through the generations from Charles Carroll, the last surviving signer of the Declaration of Independence.\n\nThis clue, which involves the word \"Charlotte,\" seems baffling until Benjamin has an A-Ha! and leads an expedition north of the Arctic Circle in search of a 19th century sailing ship which, he calculates, must have frozen in the ice and then been shifted miles inland by the gradual movement of the floes. To say the expedition finds the ship without much trouble is putting it mildly; Benjamin digs about a foot down into the permafrost, and then bends over and wipes clean a brass nameplate that helpfully says \"Charlotte.\"\n\nClues on the ship lead him to believe the map to the treasure may be written in invisible ink on the back of the Declaration of Independence -- a safe place for it, because such a document would be guarded down through the ages. Of course there is the problem of convincing the National Archives to allow you to remove the Declaration from its vacuum-sealed vault and molest it with lemon juice and a hair dryer. Luckily the National Archivist, Dr. Abigail Chase (Diane Kruger), named after her scenes in the movie, is convinced by Benjamin, and together they team up to steal the Declaration before the villain (Sean Bean) can steal it first.\n\nAfter many chases and close calls and quick thinking and fast footwork and hanging from swinging doors and leaping chasms, etc., the heroes find themselves in a collapsing mine shaft beneath a church tomb -- a shaft that must have been created secretly, although it seems roughly the size of Boston's Big Dig. Whether they're on a wild goose chase or find the fortune of the ages, I will leave for you to discover. I understand why it is necessary, in The Da Vinci Code, to conceal information associated with the Holy Grail, but I am less convinced, in \"National Treasure,\" that the treasure had to be hidden because it was so vast that if all that wealth came suddenly into the world it would, I dunno, capsize the economy or cause the brains of accountants to explode.\n\nCage, one of my favorite actors, is ideal for this caper because he has the ability to seem uncontrollably enthusiastic about almost anything. Harvey Keitel, who plays FBI agent Sadusky, falls back on his ability to seem grim about almost anything. Jon Voight calls on his skill at seeming sincere at the drop of a pin. Diane Kruger has a foreign accent even though she is the National Archivist, so that our eyes can mist at the thought that in the land of opportunity, even a person with a foreign accent can become the National Archivist. \"National Treasure\" is so silly that the Monty Python version could use the same screenplay, line for line.", "running_time": 131, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-11-18", "genres": ["Action", "Adventure", "Crime", "Drama", "Family", "Mystery", "Thriller"], "title": "National Treasure (2004)"}