{"url": "http://www.rogerebert.com/reviews/national-lampoons-animal-house-1978", "by": "Harold Ramis", "star_rating": 4.0, "text": "\"What we need right now,\" Otter tells his fraternity brothers, \"is a stupid, futile gesture on someone's part.\" And no fraternity on campus -- on any campus -- is better qualified to provide such a gesture than the Deltas. They have the title role in \"National Lampoon's Animal House,\" which remembers all the way back to 1962, when college was simpler, beer was cheaper, and girls were harder to seduce.\n\nThe movie is vulgar, raunchy, ribald, and occasionally scatological. It is also the funniest comedy since Mel Brooks made \"The Producers\" (1968). \"Animal House\" is funny for some of the same reasons the National Lampoon is funny (and Second City and \"Saturday Night Live\" are funny): Because it finds some kind of precarious balance between insanity and accuracy, between cheerfully wretched excess and an ability to reproduce the most revealing nuances of human behavior. In one sense there has never been a campus like this movie's Faber University, which was apparently founded by the lead pencil tycoon and has as its motto \"Knowledge is Good.\" In another sense, Faber University is a microcosm of ... I was going to say our society, but why get serious? Let someone else discuss the symbolism of Bluto's ability to crush a beer can against his forehead.\n\nBluto is, of course, the most animalistic of the Deltas. He's played by John Belushi, and the performance is all the more remarkable because Bluto has hardly any dialogue. He isn't a talker, he's an event. His best scenes are played in silence (as when he lasciviously scales a ladder to peek at a sorority pillow fight).\n\nBluto and his brothers are engaged in a holding action against civilization. They are in favor of beer, women, song, motorcycles, Playboy centerfolds, and making rude noises. They are opposed to studying, serious thought, the Dean, the regulations governing fraternities, and, most especially, the disgusting behavior of the Omegas -- a house so respectable it has even given an ROTC commander to the world.\n\nThe movie was written by National Lampoon contributors (including Harold Ramis, who was in Second City at the same time Belushi was), and was directed by John Landis. It's like an end run around Hollywood's traditional notions of comedy. It's anarchic, messy, and filled with energy. It assaults us. Part of the movie's impact comes from its sheer level of manic energy: When beer kegs and Hell's Angels come bursting through the windows of the Delta House, the anarchy is infectious. But the movie's better made (and better acted) than we might at first realize. It takes skill to create this sort of comic pitch, and the movie's filled with characters that are sketched a little more absorbingly than they had to be, and acted with perception.\n\nFor example: Tim Matheson, as Otter, the ladies' man, achieves a kind of grace in his obsession. John Vernon, as the Dean of Students, has a blue-eyed, rulebook hatefulness that's inspired. Verna Bloom, as his dipsomaniacal wife, has just the right balance of cynicism and desperation. Donald Sutherland, a paranoic early sixties pothead, nods solemnly at sophomoric truisms and admits he's as bored by Milton as everyone else. \n\nAnd stalking through everything is Bluto, almost a natural force: He lusts, he thirsts, he consumes cafeterias full of food, and he pours an entire fifth of Jack Daniel's into his mouth, belches, and observes, \"Thanks. I needed that.\" He has, as I suggested, little dialogue. But it is telling. When the Delta House is kicked off campus and the Deltas are thrown out of school, he makes, in a moment of silence, a philosophical observation: \"Seven years down the drain.\" What the situation requires, of course, is a stupid, futile gesture on someone's part.", "running_time": 109, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-01-01", "genres": ["Comedy"], "title": "National Lampoon's Animal House (1978)"}