{"url": "http://www.rogerebert.com/reviews/national-treasure-book-of-secrets-2007", "by": "Nicolas Cageas Benjamin", "star_rating": 2.0, "text": "\"National Treasure: Book of Secrets\" has without a doubt the most absurd and fevered plot since, oh, say, \"National Treasure\" (2004). What do I mean by fevered? What would you say if I told you that Mt. Rushmore was carved only in order to erase landmarks pointing to a fabled City of Gold built inside the mountain? That the holders of this information involved John Wilkes Booth and a Confederate secret society named the Knights of the Golden Circle ? And that almost exactly the same people who tracked down the buried treasure in the first movie are involved in this one?\n\nYes, even the same FBI agent and the same National Archivist, plus Benjamin Franklin Gates (Nicolas Cage) and his father, Patrick Henry Gates (Jon Voight). They're famous now (one has written a best seller), but they never discuss the coincidence that they are involved in an uncannily similar adventure. Yes, once again they are all trapped within the earth and dangling over a terrifying drop. And their search once again involves a secret document and a hidden treasure.\n\nNo, this time it's not written in invisible ink on the back of the Declaration of Independence. It involves a missing page from Booth's diary, a coded message, an extinct language and a book that each U.S. president hands over to his successor, which contains the truth about Area 51, the so-called moon landings, Nixon's missing 18 minutes, the JFK assassination and, let's see ... oh, yeah, the current president would like to know what's on Page 47, although if he is the only man allowed to look at the book, how does he know that he doesn't know what's on Page 47?\n\nI have only scratched the surface. The heroes of this tale have what can only be described as extraordinary good luck. Benjamin once again is an intuitive code-breaker, who has only to look at a baffling conundrum to solve it.\n\nAnd what about their good fortune when they are on top of Mt. Rushmore, looking for hidden signs, and Benjamin interprets an ancient mention of \"rain from a cloudless sky\" and passes out half-liter bottles of drinking water for everyone to sprinkle on the rock so the old marking will show up? It's not a real big mountain, but it's way too big for six people to sprinkle with Crystal Geyser. But, hey! After less than a minute of sprinkling, here's the mark of the spread eagle!\n\nCompared to that, the necessity of kidnapping the president from his own birthday party and leading him into a tunnel beneath Mount Vernon is a piece of cake, even though it is never quite made clear how Benjamin knows about the tunnel. Oh, yeah: He has George Washington's original blueprints.\n\nFor that matter, it's never explained why so many people over so many generations have spent so much time and money guarding the City of Gold. And why leave clues if they are designed never to be interpreted, and for that matter, you don't want anyone to interpret them? And although lots of gold has been mined in South Dakota , how much would it take to build a city? Remember, all the gold in Fort Knox is only enough to fill Fort Knox , which is about as big as City Hall in the underground city.\n\nYes, I know, all of this is beside the point. The person who attends \"National Treasure: Book of Secrets\" expecting logic and plausibility is on a fool's mission. This is a Mouth Agape Movie, during which your mouth hangs open in astonishment at one preposterous event after another. This movie's plot doesn't play tennis without a net, but also without a ball and a racket. It spins in its own blowback. And, no, I don't know what that means, but this is the kind of movie that makes you think of writing it.\n\nI gotta say, the movie has terrific if completely unbelievable special effects. The actors had fun, I guess. You might, too, if you like goofiness like this. Look at the cast: Cage and Voight and Helen Mirren and Ed Harris and Diane Kruger and Harvey Keitel and Justin Bartha and Bruce Greenwood. You could start with a cast like that and make one of the greatest movies of all time, which is not what happened here.", "running_time": 124, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-12-19", "genres": ["Action", "Adventure", "Mystery", "Thriller"], "title": "National Treasure: Book of Secrets (2007)"}