{"url": "http://www.rogerebert.com/reviews/national-lampoons-van-wilder-2002", "by": "Ryan Reynoldsas Van Wilder", "star_rating": 1.0, "text": "Watching \"National Lampoon's Van Wilder,\" I grew nostalgic for the lost innocence of a movie like \"American Pie,\" in which human semen found itself in a pie. In \"NatLampVW,\" dog semen is baked in a pastry. Is it only a matter of time until the heroes of teenage grossout comedies are injecting turtle semen directly through their stomach walls? \"National Lampoon's Van Wilder,\" a pale shadow of \"National Lampoon's Animal House,\" tells the story of Van Wilder (Ryan Reynolds), who has been the Biggest Man on Campus for seven glorious undergraduate years. He doesn't want to graduate, and why should he, since he has clout, fame, babes and the adulation of the entire campus (except, of course, for the professor whose parking space he swipes, and the vile fraternity boy who is his sworn enemy). Van Wilder is essentially a nice guy, which is a big risk for a movie like this to take; he raises funds for the swimming team, tries to restrain suicidal students and throws legendary keg parties.\n\nRyan Reynolds is, I suppose, the correct casting choice for Van Wilder, since the character is not a devious slacker but merely a Permanent Student. That makes him, alas, a little boring, and Reynolds (from ABC's \"Two Guys and a Girl\") brings along no zing: He's a standard leading man when the movie cries out for a manic character actor. Jack Black in this role would have been a home run.\n\nIs Van Wilder too good to be true? That's what Gwen (Tara Reid) wonders. She's a journ student who wants to do an in-depth piece about Van for the campus paper. Of course she's the girlfriend of the vile frat boy, and of course her investigation inspires her to admire the real Van Wilder while deploring his public image. Tara Reid is remarkably attractive, as you may remember from \"Josie and the Pussycats\" and \"American Pie 2,\" but much of the time, she simply seems to be imitating still photos of Renee Zellweger smiling.\n\nThat leaves, let's see, Kal Penn as Taj, the Indian-American student who lands the job as Van Wilder's assistant, and spends much of his time using a stereotyped accent while reciting lists of synonyms for oral sex. I cannot complain, since the hero's buddy in every movie in this genre is always a sex-crazed zealot, and at least this film uses non-traditional casting. (Casting directors face a Catch-22: They cast a white guy, and everybody wants to know why he had to be white. So they cast an ethnic guy, and everybody complains about the negative stereotype. Maybe the way out is to cast the ethnic guy as the hero and the white guy as the horny doofus.) The movie is a barfathon that takes full advantage of the apparent MPAA guidelines in which you can do pretty much anything with bodily functions except involve them in healthy sex. The movie contains semen, bare breasts and butts, epic flatulence, bizarre forms of masturbation, public nudity, projectile vomiting and an extended scene of explosive defecation with sound effects that resemble the daily duties of the Port-a-Loo serviceman, in reverse. There are also graphic shots of enormous testicles, which are allowed under the National Geographic loophole, since they belong to Van Wilder's pet bulldog. Presumably the MPAA would not permit this if it had reason to believe there were dogs in the audience.\n\n\"On a scale of 1-10 shots of bourbon needed to make a pledge ralph,\" writes Bob Patterson of the Web site Delusions of Adequacy, \"this film will get a very strong five from most college age film fans who are not offended by vulgar humor. Older filmgoers who might be offended by such offerings are encouraged to do something that is physically impossible (i.e., lift yourself up by your bootstraps).\" Although this is obviously the review the movie deserves, I confess the rating scale baffles me. Is it better or worse if a film makes you ralph? Patterson implies that older filmgoers might be offended by vulgar humor. There is a flaw in this reasoning: It is not age but humor that is the variable.\n\nLaughter for me was such a physical impossibility during \"National Lampoon's Van Wilder\" that had I not been pledged to sit through the film, I would have lifted myself up by my bootstraps and fled.", "running_time": 92, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-04-05", "genres": ["Comedy"], "title": "National Lampoon's Van Wilder (2002)"}