{"url": "http://www.rogerebert.com/reviews/national-lampoons-christmas-vacation-1989", "by": "Chevy Chaseas Clark Griswold", "star_rating": 2.0, "text": "In the course of the three National Lampoon vacation movies, Clark Griswold has become an emblem for all that is sweetest and most ineffectual in the Hollywood husband. What he wishes for his family, most desperately, is that they have a good time. All he is able to deliver is chaos and hair-raising misadventures. His wife is at least loving and grateful, but his two children are thoroughly weary of his schemes and have lost all faith in his ability to deliver on his promises.\n\n\"National Lampoon's Christmas Vacation,\" the third in the series, rings a small change on the formula. Instead of the Griswolds going on vacation, their relatives take vacations to visit them. By Christmas Eve, the Griswold household is vibrating with the pent-up anxieties and resentments of two sets of in-laws, a thoroughly wacko uncle and aunt, and a hillbilly cousin who seems to have traveled in his camper directly from Dogpatch.\n\nNone of these people are particularly good examples of the Christmas spirit. And the Griswsold children have grown sullen and ill-tempered, especially when Clark tries to enlist them in such projects as decorating the home with 125,000 light bulbs. Everything that can possibly go wrong will, of course, go wrong, and that includes Griswold locking himself in the attic, falling off the roof and being assaulted by the hillbilly cousin's ravenous hound.\n\nThere are long stretches in \"National Lampoon's Christmas Vacation\" when this almost works. The movie is curious in how close it comes to delivering on its material: Sequence after sequence seems to contain all the necessary material, to be well on the way toward a payoff, and then it somehow doesn't work.\n\nChevy Chase, playing Clark Griswold once again, is lovable and dogged in his determination to provide an ideal Christmas for his family. Beverly D'Angelo, that sunny and underrated screen comedian, is a loving wife. And Randy Quaid does what he can with the thankless role of Cousin Eddie, whose secret is that he and the family are actually living in that crappy old motor home, a shack on wheels, and don't have a dime to spend on Christmas. All of these actors do what they can, but the rhythm and pacing of the movie don't help them much.\n\nI was disappointed, too, in how little was done with two sets of in-laws and the weirdo uncle and aunt. Maybe because there are simply too many characters for one movie, the in-laws are handled almost as a tour group, to be shunted around in the backgrounds of shot after shot or lined up as a quartet to react to Clark's dilemmas. The in-laws are supposed to hate each other, but not much is done with this, and indeed they hardly emerge as individuals.\n\nThat's not the case with the peculiar old Uncle Lewis (William Hickey) and Aunt Bethany (Mae Questel), who are gothic caricatures.\n\nHickey, best remembered as the Mafia godfather in \"Prizzi's Honor,\" has fun acting both benignly and malevolently peculiar, and Questel (Woody Allen's mother in \"New York Stories\") is his match in every way.\n\nAnd yet the parts don't fit. Maybe the movie's problem is with the director, Jeremiah S. Chechik, a first-timer at feature length, although he has won awards for his TV commercials. The screenplay was written by John Hughes, whose \"Planes, Trains and Automobiles\" was a masterful comedy about two travelers trying to find their way home for Thanksgiving, but with the Griswold saga he seems to set up sequences that Chechik isn't able to make pay off. You have the odd sensation, watching the movie, that it's straining to get off the ground but simply doesn't have the juice.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-12-01", "genres": ["Comedy", "Holiday"], "title": "National Lampoon's Christmas Vacation (1989)"}