{"url": "http://www.rogerebert.com/reviews/national-lampoons-class-reunion-1982", "by": "Gerrit Grahamas Bob Spinnaker", "star_rating": 2.0, "text": "\"National Lampoon's Class Reunion\" has its funny moments, but they're rare enough that we're acutely aware of them. Laughter interrupts the audience from time to time, and then we sink back into our reveries. A movie like this is either a non-stop slapstick series of laughs, or it doesn't work at all. \"Class Reunion\" just doesn't work. It reminded me at times of \"1941,\" another movie jammed with weird characters, funny names, bizarre situations, cute one-liners and talented performers, but nothing that came together to make a comedy.\n\n\tThe movie finds its inspiration in two related genres, the Dead Teenager Movie and the Teenage Sex Comedy. It's a cross between \"Prom Night\" and \"Porky's.\" The action takes place during the 10th-year reunion of Lizzie Borden High School's Class of '72, which returns to the old Alma Mater for a party that includes music by Chuck Berry, a buffet by the scuzzy school cook, and lots of crepe paper. The festivities are interrupted when one of the alums, a member of the Hare Krishna sect, is killed and swung across the stage upside down.\n\n\tOther violence follows, and a suspect is quickly agreed on: The murders have gotta be by Walter Baylor, the class geek, who was the victim of a particularly cruel practical joke on graduation day. (Fans of Dead Teenager Movies will be reminded here not only of \"Prom Night\" but also of \"Terror Train\" and \"Graduation Day.\") Then the alums discover they're locked inside the school.\n\n\tThe class members are a motley crew. There's Bunny Packard (Miriam Flynn), still trying to organize everybody into fun activities; Bob Spinnaker (Gerrit Graham), four times class president, still trying to look good; Gary Nash (Fred McCarren), the Class Wimp everybody has already forgotten; Hubert Downs (Stephen Furst), the class animal, in the Belushi role; and Egon Von Stoker (Jim Staahl), a weird guy whose hairline and facial features seem to move around at random. There are also, let's see, the class witch, who breathes fire; the blind girl; the transvestite; the two potheads, and a mysterious shrink who charges in from the Institute for the Criminally Insane, the same facility that gave us the killer in \"Halloween.\"\n\n\tThe movie's basic problem seems to be misplaced faith in the comic possibilities of funny characters and weird situations. Why does Hollywood persist in thinking that a funny name is funny by itself? My reaction, when I see a lineup of stock comic characters, is generally boredom: Humor grows out of characters; it doesn't attach itself to them. In \"National Lampoon's Animal House,\" for example, Stephen Furst was genuinely funny as the slob that no fraternity wanted to pledge. Here, he plays his slobhood so broadly it's predictable, not funny.\n\n\tOne of the more depressing things about \"Class Reunion\" is that the movie itself is sort of a reunion for several veterans of Second City. The director, Michael Miller, is a former director of the legendary cabaret on Wells, and the Second Citians in the cast include Gerrit Graham, Miriam Flynn and Jim Staahl. One of the trademarks of Second City has always been the way the group develops humor out of characters and situations; one-liners and slapstick are generally avoided. Here, everybody goes so berserk trying to be funny that nobody takes the time to develop a character that might succeed in being funny. The movie's a real disappointment.", "running_time": 84, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy"], "title": "National Lampoon's Class Reunion (1982)"}