{"url": "http://www.rogerebert.com/reviews/national-lampoons-loaded-weapon-1-1993", "by": "Emilio Estevezas Jack Colt", "star_rating": 1.0, "text": "The \"Lethal Weapon\" movies may look like prime targets for satire, but consider for a moment: Aren't they already a satire of themselves? Don't they get most of their laughs by forcing the conventions of the cop-buddy genre to unlikely extremes? When a suicidal Mel Gibson jumps from a building handcuffed to a guy he's supposed to talk out of jumping, or when Danny Glover's life is threatened by a bomb concealed in the toilet plumbing, somehow the \"Lethal Weapon\" crew has already moved beyond \"Dirty Harry.\"\n\nIt's hard to satirize a satire. That's what \"National Lampoon's Loaded Weapon 1\" wants to do, but the target proves elusive. This is a would-be comedy that's not as funny (nor as satirical) as the movies that inspired it. If you look back at the successful laffaminit send-ups, from \"Airplane!\" through \"Top Secret!\" to \"The Naked Gun,\" you'll see that their targets are movies that take themselves fairly seriously. Here the target is already in on the joke.\n\nThe film stars Emilio Estevez and Samuel L. Jackson in the Gibson and Glover roles, as misfit cops who are teamed up against their wills and sent out to handle a messy case involving, among other things, the murder of Glover's partner (Whoopi Goldberg). Of course they work under a hyper-tense police captain (Frank McRae) who screams all the time, and of course he reads them the riot act and pulls them off the case and confiscates their badges and guns and all the rest, but the movie never finds a new angle on the cliches: The send-up doesn't feel much different than the real thing.\n\nThere are countless sight gags, innumerable puns and lots of running gags in the background, including the arrest of a perpetrator who looks exactly like Mr. Potato Head. There is even the presence of William Shatner, looking amazingly like Oliver Reed, and going tooth-to-tooth with a piranha. But somehow the movie lacks the inspired craziness of the sendups that do work, and Estevez and Jackson seem miscast and dispirited. They don't seem to be having fun.\n\nThe movie goes for laughs wherever it can find them. There's a scene keying off the first meeting between Hannibal Lecter and the FBI agent in \"The Silence of the Lambs,\" with F. Murray Abraham having a good time with the Anthony Hopkins role. There's a ripoff of the great scene in \"Wayne's World\" where the heroes sing along with Queen. But after the pleasure of recognition has worn off, these scenes don't do anything with the material: It's quotation, not satire.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-02-05", "genres": null, "title": "National Lampoon's Loaded Weapon 1 (1993)"}