{"url": "http://www.rogerebert.com/reviews/natural-selection-2012", "by": "Rachael Harrisas Linda", "star_rating": 3.5, "text": "Linda and her husband, Abe, have every reason to believe she cannot conceive a child. They share a fundamentalist faith, but only Abe believes that sex with his wife would be a sin, because procreation is not a possibility. This is a terrible cross to bear for poor, sweet, lonely Linda, but as a loyal wife, she goes along with his belief. Thus it comes as a blow when Abe suffers a stroke at a sperm bank, where he has been spilling his seed for years.\n\nLinda is a truly good woman, and Rachael Harris' performance illuminates \"Natural Selection.\" The film avoids most temptations to take easy shots at her religion, although some of those around her don't get off as easily. Linda sincerely believes. When her Abe (John Diehl), on what could be his death bed, expresses a desire to meet one of the children from his years of sperm donation, she faithfully sets out cross-country from Houston to Tampa to track down that child.\n\nRaymond (Matt O'Leary) is not a son you would wish for, although writer-director Robbie Pickering invents a rather brilliant way to bring him onscreen. Using his own knife, Raymond delivers himself by Cesarean from inside the bag of grass clippings he has used to smuggle himself out of prison. When Linda finds him, he's living a feral existence in a foul shack that seems to have done duty as a crack house.\n\nRaymond has no particular desire to meet his sperm father, nor does he have anything in common with kind, sympathetic Linda. But she does have a car and wants to drive them both back to Houston, and that comes as a godsend for a man who has just escaped from prison.\n\nThus begins a road trip that is not much different from any other movie road trip, except for the redeeming presence of Linda behind the wheel. Pickering's inspiration is to see her in a positive light, as a completely good and yet human character; if he'd mocked or satirized her beliefs, the movie might have left a sour taste, but in Harris' performance, we sense forgiveness and charity at work.\n\nWe also sense other things at work. Reflect that Linda possibly has never had sex. Reflect that Raymond cleans up pretty well. Consider that Abe is essentially out of the running. And that if you want to get technical, for Linda to have sex with Raymond would not be incest.\n\nIt's not that they do have sex. It's that the possibility hovers there in the air between them. Yes, Linda is old enough to be his mother, but Harris plays one of those women, who, if she took off her glasses and did something with her makeup and hair, would easily qualify as beddable. And she knows it.\n\n\"Natural Selection\" is not so much about sex as about communication across a vast divide. Linda and Raymond have nothing in common except the meaningless existence of Abe. But Linda lives her life, as a good Christian must, as an example to others. Raymond is not a bad seed, but simply a young man brought down by drugs, as so many are. Linda provides a healing presence, reminding him that once, years ago, he might have been a nice boy.\n\nHarris has one of those faces you think you've seen before — but where? She's done a ton of television, was a regular on \"Fat Actress,\" and played Ed Helms' potty-mouthed fiancee in \"The Hangover.\" Here she comes across as relaxed and comfortable, a good soul. That's probably harder than playing a horrible person; she engages our affection in the opening scenes and never lets go. She's the big reason that \"Natural Selection\" is so engaging.\n\nNote: The film won the Grand Jury Prize, the Audience Award and five other prizes at the 2011 South by Southwest Film Festival.", "running_time": 90, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-20", "genres": ["Comedy"], "title": "Natural Selection (2012)"}