{"url": "http://www.rogerebert.com/reviews/natural-born-killers-1994", "by": "Woody Harrelsonas Mickey Knox", "star_rating": 4.0, "text": "Oliver Stone's \"Natural Born Killers\" might have played even more like a demented nightmare if it hadn't been for the O.J. Simpson case. Maybe Stone meant his movie as a warning about where we were headed, but because of Simpson it plays as an indictment of the way we are now. We are becoming a society more interested in crime and scandal than in anything else - more than in politics and the arts, certainly, and maybe even more than sports, unless crime is our new national sport.\n\nIf that's true, then Stone's movie is about the latest all-Americans, Mickey and Mallory (Woody Harrelson and Juliette Lewis), two mass murderers who go on a killing spree across America, making sure everybody knows their names, so they get credit for their crimes. (Terrorists always claim \"credit\" rather than \"blame.\") The movie is not simply about their killings, however, but also about the way they electrify the media and exhilarate the public. (One teenager tells the TV cameras, \"Mass murder is wrong. But if I were a mass murderer, I'd be Mickey and Mallory!\") The boom in courtroom TV has given us long hours to study the faces of famous accused murderers; we have a better view than the jury. Looking into their faces, I sense a curious slackness, an inattention, as if the trial is a mirage, and their thoughts far away. If they're guilty, it's like they're rehearsing their excuses for the crime. If they're innocent, maybe those empty expressions mean the courtroom experience is so alien they can't process it. Not once since he was arraigned have I caught a shot of Simpson looking normal in any way I can understand. His expression always seems to be signifying, \"Yes, but . . .\" Oliver Stone captures this odd emptiness, this moral inattention, in the faces and behavior of Mickey and Mallory. They're on their own frequency. The casting is crucial: Woody Harrelson and Juliette Lewis are both capable of being frightening, both able to project amorality and disdain as easily as Jack Lemmon projects ingratiation. There is a scene where a lawman is trying to intimidate Lewis, and he throws his cigarette onto the floor of her cell. She steps on it and rubs it out with her bare foot. Set and match.\n\n\"Natural Born Killers\" is not so much about the killers, however, as about the feeding frenzy they inspire. During the period of their rampage, they are the most famous people in America, and the media goes nuts. There are Mickey and Mallory fan clubs and T-shirts; tabloid TV is represented by a bloodthirsty journalist played by Robert Downey Jr., who is so thrilled by their fame he almost wants to embrace them. The people Mickey and Mallory touch in the law industry are elated to be handling the case; it gives them a brush with celebrity, and a tantalizing whiff of the brimstone that fascinates some cops.\n\nStone has never been a director known for understatement or subtlety. He'll do anything to get his effect, and that's one of the things I value about him. He understands that celebrity killers have achieved such a bizarre status in America that it's almost impossible to satirize the situation - to get beyond real life. But he goes for broke, in scenes of carnage like a prison riot, which is telecast live while the \"host\" gets caught up in the bloodlust.\n\nYet you do not see as much actual violence as you think you do in this movie; it's more the tone, the attitude, and the breakneck pacing that gives you that impression. Stone is not making a geek show, with closeups of blood and guts. Like all good satirists, he knows that too much realism will weaken his effect. He lets you know he's making a comedy. There's an over-the-top exuberance to the intricate crosscut editing, by Hank Corwin and Brian Berdan, and to the hyperactive camera of Robert Richardson. Stylistically, the film is a cinematic bazaar, combining color and black and white, film and video, 35mm and Super 8, sitcom style and animated cartoons, fiction and newsreels. They're throwing stuff at the screen by the gleeful handfuls.\n\nAnd look how this film blindsided the good citizens of the MPAA classification board. The review panel threatened the film with the dreaded NC-17 rating, and after five appeals and some cutting finally granted the R rating. But read their parental warning: \"For extreme violence and graphic carnage, for shocking images, and for strong language and sexuality.\" They've got the fever! I could point to a dozen more violent recent films that have left the MPAA unstirred, but Stone has touched a nerve here, because his film isn't about violence, it's about how we respond to violence, and that truly is shocking.\n\nStone's basic strategy is to find the current buzzwords and buzzideas of crime and violence, and project them through the looking glass into a wonderland of murderous satire. It is a commonplace, for example, that many violent criminals were abused as children. All right, then, Stone will give us abuse: We see Mallory's childhood, shot in the style of a lurid TV sitcom, with Rodney Dangerfield as her drunken, piggish father. As he shouts and threatens violence, as he ridicules Mallory's thoroughly cowed mother, as he grabs his daughter and makes lewd suggestions, we hear a sitcom laugh track that grinds out mechanical hilarity. Everything is funny to the \"live studio audience,\" because Dangerfield's timing is right for the punchlines. Never mind how frightening the words are. Who really listens to sitcoms, anyway? Everything is grist for Stone's mill. Look at Tommy Lee Jones, as Warden McClusky of Batongaville State Prison. He's seen too many prison movies, and he's intoxicated by the experience of being on TV. He rants, he raves, he curses, he runs his prison like a deranged slave plantation. And then here comes Downey, as Wayne Gale, who hosts a clone of \"Hard Copy\" or \"America's Most Wanted.\" Using a Robin Leach accent that makes the whole thing into showbiz, he's so thrilled to be in the same frame with these famous killers that he hardly cares what happens to him. Watch his reaction in the final bloody showdown, when he believes he is immune because, after all, he has the camera.\n\nSeeing this movie once is not enough. The first time is for the visceral experience, the second time is for the meaning. As we coast into a long autumn where the news will be dominated by the O.J.\n\nSimpson trial, \"Natural Born Killers\" is like a slap in the face, waking us up to what's happening.\n\nWatching the movie, it occurred to me that I haven't met or talked with anyone who seemed genuinely, personally, angry that Simpson (or anyone else) might have committed those sad murders.\n\nInstead, people seem more intrigued and fascinated. The word grateful comes to mind. The case has given us all something to talk about. The barking dog. The blood tests. The ice cream that didn't melt. The matching glove. When the subject comes up at a party, you can almost feel the relief in the room, as everyone joins in: At last, a topic we can all get worked up about! Once we were shocked that the Romans threw Christians to the lions. Now we figure out a way to recycle the format into a TV show. That's what \"Natural Born Killers\" is all about.", "running_time": 123, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-08-26", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Natural Born Killers (1994)"}