{"url": "http://www.rogerebert.com/reviews/necessary-roughness-1991", "by": "Scott Bakulaas Paul Blake", "star_rating": 3.0, "text": "I’ve seen versions of the plot of “Necessary Roughness” in almost every other movie ever made about an underdog sports team - but I fell for it again this time, because it was well done, and because the movie doesn’t try to pump itself up into more than it is, a good-humored entertainment.\n\nThe film tells the story of a college football team that faces its new season under an incredible handicap: Only actual, bona fide students will be allowed to play on the team. No recruited superstars. No future pros who will be coddled in no-brainer classes.\n\nNo players with under-the-table financial aid from the booster club.\n\nJust real students who try out for the team.\n\nThis is a big comedown for the Texas State Armadillos, who were last year’s national college football champions, before an investigation uncovered widespread corruption in the school’s athletic program. The school had to give up its trophies and forfeit its victories, and for the new season the only returning player will be a guy who spent all of his time on the bench.\n\nThe Texas State President (Fred Dalton Thompson) can’t even find anyone to lead the team, until he has a brainstorm: He offers the job to a veteran coach named Gennero (Hector Elizondo), who has just finished attacking the school’s ethics on national television.\n\nGennero accepts, naturally, because in a movie like this nobody is ever allowed to turn down a challenge.\n\nGennero hires an old pal named Riggendorf (Robert Loggia) as his assistant. At first they plan to divide up offense and defense, but when only 17 students make the team, they decide it’s time for a return to Iron Man football. And they recruit players in unlikely places: A 34-year-old former Texas high school star (Scott Bakula) has never used his college eligibility, and he’s drafted as quarterback. A school astronomy professor (Sinbad) has a year of eligibility left, and he joins the team, along with a kicker (Kathy Ireland) recruited from the women’s soccer team.\n\nYou can see this movie’s plot unfolding a mile away: The ragbag collection of misfits will lose almost all of their games, but will they finally pull themselves together and win the big one? What do you think? And will there be a love affair between Bakula and his standoffish journalism professor (Harley Jane Kozak)? All of these events are written in the stars.\n\nThe movie assembled an offbeat group of supporting talent, including a lineman from Samoa (Peter Navy Tuiasosopo) who makes the “Refrigerator” look like an ice chest. Not so successful is Larry Miller, as the anti-sports dean; his scenes play on a different note than the rest of the movie, and seemed shoehorned in. But Elizondo and Loggia, two veterans of many years of fine supporting work, seem to enjoy themselves playing the coaches. And as the Armadillos creep toward greatness, “Necessary Roughness” generates a genuine charm.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-09-27", "genres": ["Comedy", "Sports Film"], "title": "Necessary Roughness (1991)"}