{"url": "http://www.rogerebert.com/reviews/needful-things-1993", "by": "Max von Sydowas Leland Gaunt", "star_rating": 1.5, "text": "\"Needful Things\" is yet another one of those films based on a Stephen King story that inspires you to wonder why his stories don't make better films.\n\nFor every one that does (\"Carrie,\" \"The Dead Zone,\" \"Misery\"), there are three that don't. In this case, the problem is that the characters are unattractive and the plot, once it reveals itself, lacks any surprises. You know you're in trouble when a movie's about Satan, and his best lines are puns.\n\nThe story takes place in one of those peaceable little Stephen King towns where everybody knows each other and they're mostly all doomed. The town is named Castle Rock, after the name of the company that is releasing the film (ho, ho). One day a new store, \"Needful Things,\" opens up. Its proprietor is played by Max Von Sydow, always an ominous sign that preternatural evil may be afoot.\n\nThe store's stock is eclectic but comprehensive: It contains one each of every item that anyone in the town most deeply desires. For a kid, a baseball trading card. For a gambler, a game that allows him to predict which horse will win. For an aging loser, the high school jacket he wore on the happiest day of his life. For the priest, an antique chalice. No prizes for guessing the price of each of these items, as Satan enters names in his little book.\n\nThere's not a person in town who won't sell his soul, except for Pangborn (Ed Harris), the police chief who has a skeleton in his closet. Some of the others seem nice enough, until they wander into the store: like the waitress, Polly (Bonnie Bedelia), who gets engaged to Pangborn, and the sweet bakery chef at the restaurant, Nettie (Amanda Plummer). Others are villains waiting for a stage, like Danforth Keeton III (J. T. Walsh), the corrupt assemblyman.\n\nVon Sydow, as Satan, busies himself setting all of these people against each other with a series of mean little pranks which are fairly mundane, considering their author (the lady turkey farmer gets turkey guano all over her sheets). In no time the town is at war, and we get the usual exploding buildings (it's a rare movie these days that doesn't have something exploding, with characters in the foreground diving for cover).\n\nEd Harris struggles to provide this unpleasant tale with more of a hero than it deserves, and, to give von Sydow his due, he plays the devil about as well as anyone could, except for Christopher Walken.\n\nBut the movie only has one note, which it plays over and over, sort of a Satanic water torture. It's not funny and it's not scary and it's all sort of depressing.", "running_time": 120, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-08-27", "genres": ["Action", "Drama", "Horror", "Thriller"], "title": "Needful Things (1993)"}