{"url": "http://www.rogerebert.com/reviews/neighbors-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\nIf there's one quality that\r\nmiddle-class Americans have in common, it's a tendency to be rigidly polite in\r\nthe face of absolutely unacceptable behavior. Confronted with obnoxious\r\nrudeness, we freeze up, we get a nervous little smile, we allow our eyes to\r\nfocus on the middle distance, and we cannot believe this is happening to us.\r\nIt's part of our desire to avoid a scene. We'd rather choke to death in a\r\nrestaurant than break a plate to attract attention. “Neighbors” is about one\r\nsuch man, Earl Keese (John Belushi). He is a pleasant, low-key dumpling of a\r\nfellow. He lives an uneventful life with an uneventful wife (Kathryn Walker).\r\nThen the neighbors move in, and there goes the neighborhood. They are\r\neverything we dread in neighbors. They are loud. They are blatant freeloaders.\r\nThe man (Dan Aykroyd) is gung-ho macho. The woman (Cathy Moriarty, from “Raging\r\nBull”) is oversexed and underloved. They park some kind of customized truck on\r\ntheir front lawn. They invite themselves to dinner. \n\n\r\nThere are compensations. For example, the woman\r\nseems to be a nymphomaniac. That would be more of a compensation for Earl if he\r\nwere not terrified of aggressive women. Earl has not the slightest notion of\r\nhow to deal with these next-door maniacs, and his wife's no help: She puts on\r\nher best smile and tries to handle the situation as if everyone were playing by\r\nEmily Post's rules. The story of the Keeses and their weird neighbors was first\r\ntold in Thomas Berger's novel. It was obviously a launching pad for a movie,\r\nbut what sort of movie? The relationships among these neighbors depend almost\r\nentirely on the chemistry of casting: For example, obnoxious Richard Benjamin\r\ncould have moved in next to meek Donald Sutherland. \n\nIn \"Neighbors,\" however, we\r\nget Belushi and Aykroyd. I think it was brilliant casting, especially since\r\nthey divided the roles somewhat against our expectations. Belushi, the most\r\nanimalistic animal in “Animal House,” plays the mild-mannered Keese. And\r\nAykroyd, who often plays straight-arrows, makes the new neighbor into a loud\r\nneo-fascist with a back slap that can kill. \n\n\r\nThe movie slides easily from its opening slices\r\nof life into a surburban nightmare. We know things are strange right at the start,\r\nwhen Aykroyd extorts money from Belushi to get a carry-out Italian dinner, and\r\nthen secretly cooks the spaghetti right in his own kitchen. Belushi sneaks out\r\ninto the night to spy on Aykroyd and catches him faking it with Ragu, but is\r\ntoo intimidated to say anything. The whole movie goes like that, with Belushi\r\nso intimidated that he hardly protests even when he finds himself sinking into\r\nquicksand. \n\n\r\nMeanwhile, the women are making their own\r\nstrange arrangements, especially after the Keese's college-age daughter\r\n(Lauren-Marie Taylor) comes home from school and begins attracting Moriarty's\r\nattention. The movie operates as a satire of social expectations, using polite clichés\r\nas counterpoint to deadly insults (all delivered in pleasant conversational\r\ntones). \n\n\r\nThe first hour of “Neighbors” is probably more\r\nfun than the second, if only because the plot developments come as a series of\r\nsurprises. After a while, the bizarre logic of the movie becomes more\r\npredictable. But “Neighbors” is a truly interesting comedy, an offbeat\r\nexperiment in hallucinatory black humor. It grows on you.", "running_time": 94, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy"], "title": "Neighbors (1981)"}