{"url": "http://www.rogerebert.com/reviews/neil-young-journeys-2012", "by": "Jonathan Demme", "star_rating": 3.0, "text": "There used to be the school he attended. There lived three sisters, \"too old for me.\" Here is the school named after his father, Scott Young. Here is where his home once was, and he and Bob get out of their cars and walk across a grassy lawn that was his mother's pride. In the summer, he slept every night on a cot in a pup tent, \"to be closer to my chickens.\" In the morning, his dad would shout out the back door, and he'd have to wave his arm through the flap of the tent to show he was awake. Nobody is ever gone, he says. You keep them in your memory. \n\nBut on street after street, he looks out the car window and says, \"All of this has changed.\" There's something in his tone that helps explain his singing voice, so often plaintive and mournful. Even when he sings, \"Hey hey, my my, rock and roll can never die,\" it doesn't sound like a victory.\n\n\"Neil Young Journeys\" is the third documentary about Young by Jonathan Demme, and follows close after \"Neil Young Trunk Show\" in 2009. \"Neil Young: Heart of Gold\" came in 2006. With the exception of the Omemee footage, it's mostly a concert film, made in 2011 at Massey Hall in Toronto, the city of his birth. It would be for the songs that you'd probably want to see it. It's an intimate performance portrait, divided among new material from his 2010 album \"Le Noise\" and many of his classics.\n\nDemme adopts a straightforward approach for the first half of the concert. He mostly avoids audience reaction shots, and even the sound of applause seemed dampened. This is all deliberate, and the opening moments of the film show two of Young's sound mixers setting up their boards. The digital sound, I learn from Variety, was recorded at \"twice the normal sampling rate\" and foregrounds the lyrics and the powerful force of his guitar instead of embedding them, as sometimes happens, in the chaotic noise of a concert.\n\nYoung stands alone on the Massey stage. No backup. Demme's cinematographer, Declan Quinn, has rigged a small camera on the post of Young's microphone, so Demme can depend on unlimited high-quality close-ups. It is close to a fault; at one point, a little spit gets on the lens.\n\nDemme uses a little outside footage, particularly during the song \"Ohio,\" which intercuts footage of the 1970 Kent State massacre and photos of the four students who were killed during that protest. More than 40 years later, the fact of live ammunition being used against the unarmed students remains shocking. I do not understand why the order to fire was ever given. But more than that, I don't understand why the guardsmen, many of them the same age as their victims, pulled their triggers. Don't talk to me about military discipline, not in a context like this. Nobody is ever gone. You keep them in your memory.", "running_time": 87, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-07-11", "genres": ["Documentary"], "title": "Neil Young Journeys (2012)"}