{"url": "http://www.rogerebert.com/reviews/nell-1994", "by": "Jodie Fosteras Nell", "star_rating": 3.0, "text": "One of the great movies of modern times is Francois Truffaut's \"The Wild Child\" (1969), about a child who is found living like an animal in the woods, and becomes the ward of a doctor who hopes to educate him. The story, set in the 18th century, is based on a real child, and it ends, like many such cases do, without much progress: The child learns to love, but never learns to speak. The implication is that speech must be learned very young, or not at all.\n\n\"Nell,\" the story of a present-day wild child who grows up in a forest wilderness in North Carolina, gives us a character who has learned to speak, but not in a language anyone has ever heard before. When she is first discovered, she has been living alone in an isolated cabin, where first her twin and then her mother had died. It is speculated that the twins developed a private language, based on English, before one died.\n\nThis case history is useful for the story, because Nell must be able to speak if she is to give us her message - which is, as in many such stories, that the natural is better than the civilized.\n\n\"You are hungry for silence,\" Nell tells her friends.\n\nDespite its predictable philosophy, however, \"Nell\" is an effective film, and a moving one. That is largely because of the strange beauty of Jodie Foster's performance as Nell, and the warmth of the performance by Liam Neeson, as a doctor who finds himself somehow responsible for her. Along with Natasha Richardson, who has a somewhat thankless role as Neeson's partner in the case, they inhabit the characters so fully that it's only later, after withdrawing from the emotional experience, that we recognize the movie's fairly shaky premises.\n\nThe movie takes place in a wilderness where Nell was living with her mother. It's a little unclear how they survived; a motorcycle delivery boy drops off provisions, but, still, the movie glosses over a lot of details. No matter; what's important is that Nell lives alone and, once her existence is discovered, she is a potential victim as news helicopters swarm overhead and the curious come calling.\n\nShe is perfectly able to take care of herself in isolation, but unfamiliar with civilization. Of course civilization insists on finding her deprived. Neeson and Richardson, taken to the site by the local sheriff, establish their headquarters on a houseboat anchored near Nell's cabin, and begin to observe her and try talking with her.\n\nAt first her language sounds like nonsense, but eventually a logic emerges, and finally Neeson is able to break down her reserve and win her confidence.\n\nOf course Nell is a fully grown, attractive woman; bathing naked in the mist of a woodland river, she looks uncannily like a model for a Maxfield Parrish print. Neeson, as the doctor, is not blind to her charms. But somehow her innocence and his ethics (and Richardson's presence) defuse the situation, and even in a skinny-dipping episode (necessary to deal with Nell's \"fear of men\") there is a kind of chastity to the situation.\n\nThe villain is a psychologist played by Richard Libertini, who, like all such movie shrinks, knows nothing of human nature and would solve all problems by institutionalizing the subject. But to be locked in an asylum would destroy Nell, and besides, she's not mentally ill, she simply marches to a different drummer. Neeson tries gingerly to introduce her to towns, but visits to a supermarket and a pool hall go badly, and he realizes she must develop on her own terms.\n\nThere were scenes in \"Nell\" I had trouble believing (none more so than her courtroom speech on her own behalf), but other scenes generated a true beauty and mystery. And Jodie Foster is quite successful in creating a woman with completely alien speech cues and body language - a person who has not grown up learning how to let others know what she feels. The movie's insight is that Nell is more the solution than the problem. In real life, a wild child might not be quite so inspiring or pleasant to know. But in \"Nell,\" the result is a quiet poem to the more natural side of our natures.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-12-23", "genres": ["Drama", "Thriller"], "title": "Nell (1994)"}