{"url": "http://www.rogerebert.com/reviews/never-die-alone-2004", "by": "Dmxas King David", "star_rating": 3.5, "text": "The movie begins with King David dead and in his coffin. I am not giving anything away; it's the first shot. Dead he may be, but he narrates the story of his own life from beyond the grave, like Tupac Shakur in \"Tupac: Resurrection.\" He has kept a diary on cassette tapes, and they come into the possession of an earnest white writer named Paul (David Arquette). Paul has a poster of Hemingway on the wall of his shabby rented room and engages in the risky business of hanging out around tough types in Harlem drug bars. He's doing research, he thinks, or looking for trouble, we think.\n\nThe movie's plot is not nearly as linear and simple as I've made it sound so far. It loops back and forth through 10 years of time, in flashbacks and memories, and there are several other major players. As it opens, King David has returned from Los Angeles to New York in order to \"make amends\" by repaying a debt to a higher-level drug kingpin named Moon (Clifton Powell), and Moon has sent his relatively untested lieutenant Mike (Michael Ealy) and another man to collect the cash payment. When that turns violent against Moon's specific instructions, it sets in motion a chain of events with beginnings that coil back through time, including the connection King David does not know he has with Mike.\n\n\"Never Die Alone,\" written by James Gibson and based on a novel by the legendary ex-con writer Donald Goines, is not a routine story of drugs and violence, but an ambitious, introspective movie in which a heartless man tells his story without apology. The evil that he did lives after him, but there is no good to inter with his bones. What he cannot quite figure out at the end is how this white kid came into his life, and is driving him to the hospital, and seems to know his story.\n\nThere's action in the movie, but brief and brutal; this is not an action picture but a drama that deserves comparison with \"Scarface\" and \"New Jack City.\" The many characters are all drawn with care and dimension, especially the three women who have the misfortune to enter David's life; they're played by Reagan Gomez-Preston, Jennifer Sky and Keesha Sharp. Each is on screen relatively briefly; each makes a strong impression.\n\nDMX is hard and cold as King David, and never more frightening than when he seems so charming to the women he encounters. It's a fearless performance, made more effective because we begin the movie by sort of liking him -- so that we're being set up just like his victims. Michael Ealy, as Mike, has the difficult assignment of going through most of the movie being motivated by events we don't yet know about, so that we have to change our idea of him as the story develops. David Arquette is more the pawn of the plot than its mover, and his character functions mostly as a witness and facilitator; that's scary, because most of the time he has no idea how much danger he's in. After he inherits King David's Stutz pimpmobile, he essentially turns himself into a shooting gallery target.\n\nDickerson, who began as Spike Lee's NYU classmate and cinematographer, has done strong work before, starting with his debut film \"Juice\" (1992) and including the overlooked \"Our America\" (2002), based on the true story of two Chicago ghetto teenagers who were given a tape recorder by NPR and made an award-winning documentary. \"Never Die Alone\" is his best work to date, with the complexity of serious fiction and the nerve to start dark and stay dark, to follow the logic of its story right down to its inevitable end.", "running_time": 88, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-03-26", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Never Die Alone (2004)"}