{"url": "http://www.rogerebert.com/reviews/never-let-me-go-2010", "by": "Carey Mulliganas Kathy", "star_rating": 4.0, "text": "In my will, I have left to the next generation such parts of my poor body that it can salvage. That is the Golden Rule. I suppose if you take it literally, you would accept life as a Donor in \"Never Let Me Go,\" because after all, that is the purpose for which you were born. In the film, there is a society within the larger one consisting of children who were created in a laboratory to be Donors. They have no parents in the sense we use the term. I'm not even sure they can be parents. They exist to grow hearts, kidneys, livers and other useful items, and then, sadly, to die after too much has been cut away.\n\nWhen I read Kazuo Ishiguro's novel, the Donors' purpose was left murky until midway through the book. In the film, it's clear to us but not, up to a certain point, to the children. They live within a closed world whose value system takes pride in how often and successfully they have donated. They accept this. It is all they have ever known. One of the most dangerous concepts of human society is that children believe what they are told. Those who grow out of that become adults, a status not always achieved by their parents.\n\nWe meet three Donor children, first when young and then later. They are Kathy, Tommy and Ruth, played in their 20s by Carey Mulligan, Andrew Garfield and Keira Knightley. They were raised at Hailsham, a progressive boarding school for Donors: progressive in the sense that it's an experiment based on the possibility that these test-tube babies are real human beings. Well, of course they are, we think. But it doesn't suit the convenience of the larger society to think of them in that way. If you are about to get someone's heart, don't you tend to objectify the source? You should. If you get my heart, I don't want you moping around about me. It's your heart. You pay the bills.\n\nThe teachers at Hailsham aren't precisely progressives in the John Dewey tradition, but the school is the last one that still encourages the children at all. The society wants these Donors for one purpose and doesn't want to waste resources on them for any other. If you can walk through this plot without tripping over parallels to our own society and educational systems, you're more sure-footed than I.\n\nThe director, Mark Romanek, wisely follows Ishiguro in burying any meanings well within a human story. The film is about Kathy, Tommy and Ruth and their world, and not some sort of parable like 1984. Essentially it asks, how do you live with the knowledge that you are not considered a human being but simply a consumer resource? Many hourly workers at big box stores must sometimes ponder this question.\n\n\"Never Let Me Go\" would have made a serious error in ramping up contrived melodrama toward some sort of science-fiction showdown. This is a movie about empathy. About how Ruth realizes Kathy and Tommy were naturally in love with each other as adolescents, and how she selfishly upset that process. About how now, when it may be too late, she wants to make amends. About the old rumor at Hailsham that if two Donors should fall deeply in love they might qualify for some sort of reprieve — short-term, to be sure. But if their masters can believe they can love, they would have to believe they are human. Two of the requirements for a being with a soul in Thomist philosophy are free will, and the ability to love. Donors qualify for both.\n\nThis is such a meditative, delicate film. I heard some snuffling about me in the darkness. These poor people are innocent. They have the same hopes everyone has. It is so touching that they gladly give their organs to humankind. Greater love hath no man, than he who gives me his kidney, especially his second one.\n\nThis is a good movie, from a masterful novel. \"The Remains of the Day,\" also inspired by an Ishiguro novel, was similar: What is happening is implied, not spelled out. We are required to observe. Even the events themselves are amenable to different interpretations. The characters may not know what they're revealing about themselves. They certainly don't know the whole truth of their existence. We do, because we are free humans. It is sometimes not easy to extend such stature to those we value because they support our comfort.", "running_time": 103, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-09-22", "genres": ["Drama", "Foreign", "Romance", "Science Fiction", "Thriller"], "title": "Never Let Me Go (2010)"}