{"url": "http://www.rogerebert.com/reviews/never-been-kissed-1999", "by": "Drew Barrymoreas Josie Geller", "star_rating": 3.0, "text": "\"Never Been Kissed'' stars Drew Barrymore as a copy editor for that excellent newspaper, the Chicago Sun-Times. I recommend its use as a recruiting film--not because it offers a realistic view of journalistic life, but because who wouldn't want to meet a copy editor like Barrymore? Even when she's explaining the difference between \"interoffice'' and \"intraoffice,'' she's a charmer. The movie's screenplay is contrived and not blindingly original, but Barrymore illuminates it with sunniness, and creates a lovable character. I think this is what's known as star power.\n\nShe plays a 25-year-old named Josie Geller, who despite a few unhappy early experiences with spit-swapping has indeed never really been kissed. At the paper, she issues copy-editing edicts while hiding behind a mousy brown hairdo and a wardrobe inspired by mudslides. Her editor, played as subtly as one of the Three Stooges by Garry Marshall, likes to pound the conference table with a bat while conducting meetings; he wants an undercover series on high school life and assigns Josie, because she looks young enough.\n\nThat sets up Josie's chance to return to high school and get it right. The first time around, she was known as \"Josie Grossie,'' an ugly duckling with braces on her teeth, hair in her eyes, baby fat, pimples and glasses. Barrymore does a surprisingly convincing job of conveying this insecure lump of unpopularity; it's one of the reasons we develop such sympathy for Josie.\n\nJosie borrows a car from her brother Rob (David Arquette), a once-promising baseball player who now works in a store that's a cross between Kinko's and Trader Vic's. She adopts a new blond hairstyle and gets rid of the glasses. But her first day on her secret assignment gets off to the wrong start, thanks to a wardrobe (white jeans and a gigantic feather boa) that might have been Cruella DeVil's teenage costume. The popular girls mock her, but she's befriended by Aldys (Leelee Sobieski), leader of the smart kids: \"How are you at calculus? How would you like to join the Denominators?'' That's the math club, with matching sweatshirts.\n\nJosie's unpopularity reaches such a height that her car is deposited by pranksters in the middle of the football field. Rob analyzes the situation and says she needs to be certified as acceptable by a popular kid. What kid? Rob himself. He enrolls in high school, and is popular by lunchtime, after winning a coleslaw-eating contest. Following his example, the students accept Josie, while Rob meanwhile reawakens his fantasy of playing for a state championship baseball team.\n\nThe title \"Never Been Kissed'' gives us reason to hope that Josie will be, sooner or later, kissed. Soon we have reason to believe that the kisser may be Mr. Coulson (Michael Vartan), the English teacher, and of course the taboo against student-teacher relationships adds spice to this possibility. Meanwhile, Josie's adventures in high school are monitored at the Sun-Times through a remarkable invention, a brooch that contains a miniature TV camera and transmits everything she sees back to the office. We do not actually have such technology at the Sun-Times, and thank heavens, or my editors would have had to suffer through \"Baby Geniuses.'' The story develops along a familiar arc. Josie has flashbacks to her horrible high school memories, but this time around, she flowers. Unspoken romance blooms with Mr. Coulson. Comic relief comes from Josie's friend Anita (Molly Shannon), who is mistaken for a high-school sex lecturer and offers advice startling in its fervor. Alas, Josie gets scooped on a story about the local teenage hangout, and her editor bangs the conference table some more. We are left to marvel at the portrait of Chicago journalism in both this movie and \"Message In A Bottle,'' which had Robin Wright Penn as a Tribune researcher. Apparently at both papers the way to get a big salary and an office is to devote thousands of dollars and weeks of time to an assignment where you hardly ever write anything.\n\n\"Never Been Kissed'' is not deep or sophisticated, but it's funny and big-hearted and it wins us over. The credit goes to Barrymore. In this movie and \"Ever After'' (and in \"The Wedding Singer,'' where I liked her a lot more than the movie), she emerges as a real star--an actor whose personality and charisma are the real subject of the story. \"Never Been Kissed'' ends in a scene that, in any other movie, I would have hooted at. Without revealing it, I'll identify it as the five-minute wait. This scene is so contrived and artificial, it could be subtitled \"Shameless Audience Manipulation.'' But you know what? Because the wait involved Barrymore, I actually cared. Yes, I did.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-04-09", "genres": ["Comedy", "Drama", "Romance"], "title": "Never Been Kissed (1999)"}