{"url": "http://www.rogerebert.com/reviews/never-say-never-again-1983", "by": "Sean Conneryas James Bond", "star_rating": 3.5, "text": "Ah, yes, James, it is good to have you back again. It is good to see the way you smile from under lowered eyebrows, and the way you bark commands in a sudden emergency, and it is good to see the way you look at women. Other secret agents may undress women with their eyes. You are more gallant. You undress them, and then thoughtfully dress them again. You are a rogue with the instincts of a gentleman. \n\nIt has been 12 years since Sean Connery hung it up as James Bond, 12 years since \"Diamonds Are Forever,\" and Connery's announcement that he would \"never again\" play special agent 007. What complex instincts caused him to have one more fling at the role, I cannot guess. Perhaps it was one morning in front of the mirror, as he pulled in his gut and reflected that he was in pretty damn fine shape for 53. And then, with a bow in the direction of his friend Roger Moore, who has made his own niche as a different kind of Bond, Sean Connery went back on assignment again.\n\nThe movie is called \"Never Say Never Again.\" The title has nothing to do with the movie -- except why Connery made it -- but never mind, nothing in this movie has much to do with anything else. It's another one of those Bond plots in which the basic ingredients are thrown together more or less in fancy. \n\nWe begin with a threat (SPECTRE has stolen two nuclear missiles and is holding the world at ransom). We continue with Bond, his newest gadgets, his mission briefing. We meet the beautiful women who will figure in the plot (Barbara Carrera as terrorist Fatima Blush, Kim Basinger as the innocent mistress of the evil Largo). We meet the villains (Max von Sydow as Blofeld, Klaus Maria Brandauer as Largo). We visit exotic locations, we survive near misses, and Bond spars with the evil woman and redeems the good one. All basic.\n\nWhat makes \"Never Say Never Again\" more fun than most of the Bonds is more complex than that. For one thing, there's more of a human element in the movie, and it comes from Klaus Maria Brandauer, as Largo. Brandauer is a wonderful actor, and he chooses not to play the villain as a cliché. Instead, he brings a certain poignancy and charm to Largo, and since Connery always has been a particularly human James Bond, the emotional stakes are more convincing this time.\n\nSean Connery says he'll never make another James Bond movie, and maybe I believe him. But the fact that he made this one, so many years later, is one of those small show-business miracles that never happen. There was never a Beatles reunion. Bob Dylan and Joan Baez don't appear on the same stage anymore. But here, by God, is Sean Connery as Sir James Bond. Good work, 007.", "running_time": 134, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-10-07", "genres": ["Action", "Adventure", "Foreign", "Thriller"], "title": "Never Say Never Again (1983)"}