{"url": "http://www.rogerebert.com/reviews/new-in-town-2009", "by": "Renee Zellwegeras Lucy", "star_rating": 2.0, "text": "We open on a gathering of the Scrappers Club, four women around a kitchen table pasting things into scrapbooks. The moment we hear one of them talking, we're not too surprised to learn that her name is Blanche Gunderson. Her sister Marge, the trooper, must have been the ambitious one. Not that Blanche isn't, just that she's relentlessly nice.\n\nSo are most of the folks in the town of New Ulm, Minn., which is so cold in the winter that scrapping warms you up. (Old Ulm, I know you were wondering, is the burg on the Danube where Einstein was born.) To this frigid Minnesota outpost flies Lucy Hill, a high-powered exec from Miami, whose mission is to downsize the local food products plant more or less out of existence.\n\nLucy is the cute-as-a-button Renee Zellweger, so we know she's only kidding when she pretends to be a heartless (rhymes-with-witch) who hammers around on her stiletto heels and won't smile. That doesn't scare Blanche (Siobhan Fallon Hogan), Lucy's assistant, who invites her home for dinner (\"We're only havin' meat loaf\"). So uncannily does her accent resemble Marge in \"Fargo\" that I was trying to remember where I had heard it recently, doncha know? \n\nThe extra man at Blanche's table turns out to be Ted Mitchell (Harry Connick Jr.), the widowed dad of a 13-year-old girl, who Blanche obviously thinks would be a great match for Lucy. That Ted, the union guy at the plant Lucy plans to downsize, is perhaps not a perfect match never even occurs to Blanche, who like all Minnesotans and most Dakotans is just plain nice. I mean that. I've been to Fargo. You should go sometime.\n\nTed doesn't seem nice at first, but then, jeez, he's originally from out of town, y'know. Ted and Lucy get in such a fight at the table that they both stalk out, which means they miss out on Blanche's famous tapioca pudding. Glossary Rule: Whenever a recipe is much discussed in the first act, it will be tasted in the third.\n\nSo firmly do we believe Lucy is visiting relatives of the \"Fargo\" cast that it's a surprise to learn \"New in Town\" was actually filmed in Winnipeg, Manitoba, which here looks nothing like the glittering metropolis in Guy Maddin's masterpiece. New Ulm consists of some houses, a VFW hall with a Friday fish fry, the food plant and not a whole lot else, except snow. But the people are friendly, hard-working and proud of their plant; soon Lucy softens, begins to like them and reveals she was Renee Zellweger all along.\n\nBecause this is a rom-com with no ambition in the direction of originality, Lucy is single, and Ted is the only eligible unmarried man in the cast, so do the math. The only remaining question is whether Lucy can save the plant, if you consider that much of a question. Am I giving too much away? This is the kind of movie that gives itself away. I've used that line before.\n\nThe real question is, do you like this sort of rom-com? It's a fair example of its type, not good, but competent. The plant workers seem to function like the chorus in an opera, shutting down the line for Lucy's arias from a catwalk, and moving as a unit, with foreman Stu Kopenhafer (J.K. Simmons) always in the front. Simmons has grown a bushy beard and is wearing a fat suit (I hope), so you may not recognize him as Juno's dad. Let the bushy beard be a lesson: A bushy beard is the enemy of an actor's face unless he is playing Santa or attacking with a chain saw.\n\nThe only question remaining after \"New in Town\" is: How come there's never a movie where a small-town girl leaves the snarly, greedy, job-ladder-climbing people behind and moves to the big city, where she is embraced by friendly folks, fed meat loaf and tapioca, and fixed up with Harry Connick Jr.?", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-01-28", "genres": ["Comedy", "Romance"], "title": "New in Town (2009)"}