{"url": "http://www.rogerebert.com/reviews/new-jack-city-1991", "by": null, "star_rating": 3.5, "text": "There is a moment in “New Jack City” when Nino Brown, a character who has made millions by selling cocaine to poor blacks, relaxes in his suburban mansion. He has his own screening room and is viewing “Scarface,” the Al Pacino movie about a drug lord. Nino brags to his girlfriend that he will never make the mistakes the guy made in the movie—but as he stands in front of the screen, the image of Scarface's dead body is projected across his own. \n\nIn another movie, this moment might look like simple cinematic tricksmanship. In “New Jack City,” it has a special impact, because this ambitious film aims to be a similar record of the rise and fall of a big drug business. The movie was advertised (no doubt wisely) as a slam-bang action adventure, but in fact it's a serious, smart film with an impact that lingers after the lights go up. \n\nThe story involves the career of Nino (Wesley Snipes), a smart man with a certain genius for organization, as he ruthlessly takes over a Harlem apartment building and makes it the distribution headquarters for his cocaine business. He picks his lieutenants carefully, goes to elaborate lengths to enforce security, makes a lot of money, and seems invulnerable. He also surrounds himself with opulence and beauty. As played by Snipes, he has the threatening charisma of a great screen villain. \n\nI've seen a lot of movies where the lifestyle of the drug lord looks seductive—until he's killed in the last reel, of course—but this isn't one of them. It's a character study of a bad man running an evil business, and by the end even his mistress is telling the cops she'll testify against him. The movie isn't a comic book that's been assembled out of the spare parts from other crime movies; it's an original, in-depth look at this world, written and directed with concern—apparently after a lot of research and inside information. \n\nAgainst the clever Nino, the movie arrays some hard-edged street cops: Scotty (Ice-T) and Nick (Judd Nelson). They don't like each other, which is par for the formula, but the movie makes their rivalry intense and personal. Scotty is a genuinely interesting character, a cop who has been through cocaine himself and knows not only about addiction but about recovery. Nick is crazy and irresponsible, often on suspension, filled with hatred for drug dealers. \n\nThe buildup of the cop plot is done well, but is fairly standard stuff. What isn't standard is the payoff, as Nick rescues a young addict named Pookie (Chris Rock), who is so strung out on cocaine he can hardly lift his head. He gets the kid into a rehab center, lectures him on Narcotics Anonymous, and supports him through several NA meetings and a long recovery process. When Pookie is clean and sober, he wants to help the cop who helped him. Scotty has doubts, but reluctantly agrees to let Pookie infiltrate the crack house as an undercover spy. \n\nThis whole section of the movie takes on genuine urgency. That's partly because of the performances (Ice-T and Chris Rock are effortlessly authentic and convincing), but also because of the direction by Mario Van Peebles and the screenplay by Thomas Lee Wright and Barry Michael Cooper. There is no sense that this movie wants to play it safe, to coast, to be a retread of all the other movies about cops and drugs. And Van Peebles takes chances to give his film an authentic and gritty feel: He shoots on location, he uses a lot of street slang, he allows his cast to sound like their street characters and not like guys from a TV cop show. This is the movie where he comes of age as a director. \n\nThe movie's ending involves the usual chase and shoot-out material, but it's more effective than usual, maybe because by then we know the characters and care about them, so their actions are not simply moves from an arcade game. By the end of the film, we have a painful but true portrait of the impact of drugs on this segment of the black community: We see how they're sold, how they're used, how they destroy, what they do to people. \n\nTruffaut once said it was impossible to make an anti-war movie, because the war sequences would inevitably be exciting and get the audience involved on one side or the other. It is almost as difficult to make an antidrug movie, since the lifestyle and money of the drug dealers looks like fun, at least until they're killed. This movie pulls off that tricky achievement. Nino, who looks at the dead body of Scarface and laughs, does not get the last laugh.", "running_time": 97, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-05-01", "genres": ["Action", "Adventure", "Thriller"], "title": "New Jack City (1991)"}