{"url": "http://www.rogerebert.com/reviews/new-york-stories-1989", "by": "Martin Scorsese", "star_rating": 2.5, "text": "\"New York Stories\" is an anthology -- a gathering of short films by Martin Scorsese, Francis Coppola and Woody Allen, all three taking New York City as the backdrop, although the Scorsese and Allen films could have been set in many big cities. Anthologies were popular in the 1940s (\"Trio,\" \"Quartet\") and in the 1960s (\"Boccacio 70,\" \"Yesterday, Today and Tomorrow\") but have fallen on hard times recently, perhaps because, in an age of mega productions, the movie industry is not interested in short stories.\n\nOf the three films, the only really successful one is \"Life Lessons,\" the Scorsese story of a middle-age painter and his young, discontented girlfriend. The Coppola, an updated version of the story of Eloise, the little girl who lived in the Plaza Hotel, is surprisingly thin and unfocused. And the Allen, about a 50-year-old man still dominated by his mother, starts well but then takes a wrong turn about halfway through.\n\nAlthough Scorsese's film begins before the director is identified, there's not a moment's doubt whose work it is. His restless nature is obvious from the first shots. Nestor Almendros' camera moves almost unceasingly throughout the film, and most of the cuts are on movement, so that we rarely get the feeling that there is anything still and contented in the soul of his hero.\n\nThis is a man named Lionel Dobie (Nick Nolte), a large, shaggy painter who works in a loft, weaving back and forth in front of his canvas like a boxer, painting to very loud rock 'n' roll. He uses a garbage can lid as a palate, and there is a voluptuous scene in which the camera follows his brush back and forth from paint to canvas.\n\nDobie lives with a 22-year-old woman (Rosanna Arquette), whose bedroom is perched on a balcony below the ceiling. She wants to leave him, and in the long reaches of the night he looks up sometimes at her bedroom window like a middle-age Romeo who has lost his Juliet.\n\nDobie is verbally clever but emotionally uncertain. In his attempts to keep the woman, he flatters her, makes promises of reform, explains that he can help her career, says he needs her. She has some canvasses of her own around the studio - anemic, unfocused, skeletal figures on muddy backgrounds - and she wants to know if she will ever be any good. But the one compromise Dobie cannot bring himself to make is to lie about the quality of a painting.\n\nThe film moves easily in the New York art world of dealers and openings, seeing and being seen. The girl has a crush on a young \"performance artist,\" and Dobie takes her to his show, which consists of bad stand-up comedy and flashing searchlights in an abandoned subway station. Dobie's gesture is intended to show he understands her, but in fact he has contempt for the performer (\"you sing, you dance, you act - what's performance art?\"). And the girl, uncertain what she wants but certain that she must escape his smothering possessiveness, drifts away.\n\n\"Life Lessons\" seems the longest of these short films, because it has the greatest density, the most to say. It is not about love. It is about how the girl is first attracted by Dobie's power, then grows restless because there is no role in it for her, except as cheerleader and sex trophy. It is about how Dobie really does have deep loneliness and need, but that it does not require this woman to satisfy them; he is so needy, any woman will do. The movie never steps wrong until the final scene, which Scorsese continues for just a few lines too many.\n\nDobie sees another young woman at a party. She admires him. His eyes light up. The scene could have ended there; everything else is where we came in.\n\nCoppola's \"Life Without Zoe,\" the middle of the three stories, stars Heather McComb as Zoe, a precocious little rich girl who lives in the Sherry-Netherland Hotel and attends a private school where her classmates include not only the richest boy in the world, but alsoseveral of the runners-up. Zoe's father (Giancarlo Giannini) is a famous classical flautist, and her mother (Talia Shire) is in the fashion industry.\n\nNeither one is at home much, and Zoe's best friend is the hotel butler (Don Novello, in the most engaging performance in the movie).\n\nCoppola's film is set in the present day, but treats New York as if this were still the 1940s and spoiled little girls in expensive dresses could move easily around the city under the benevolent eyes of doormen and cops. The plot involves some silliness about a missing diamond earring and a birthday party for the rich boy, and Zoe's indifferent mother ends up as her closest friend, although the movie never explains how or why. The entire sketch seems without purpose, unless it is to show off the elaborate costumes and settings; nothing holds together on an emotional or plot level.\n\nAllen's \"Oedipus Wrecks\" is the movie his fans have been hoping for, I suppose. It's his first pure comedy since \"Broadway Danny Rose\" (1984), which will please those who don't like his serious films, but it is also his weakest film of any sort. The movie stars Allen as a 50-year-old banker whose tiny, indominable mother (Mae Questel) dominates his life, embarrassing him by showing his baby pictures to strangers and turning up unannounced at his office.\n\nThe banker is engaged to a divorcee with three children (Mia Farrow), and this his mother doesn't understand. One day, under circumstances that would be unfair to reveal, the mother disappears (this disappearance, I might add, is a true comic inspiration - the high point of the film). The banker is at first troubled by her disappearance, but later learns that he can live with it. It's not as if she got sick or died. She just . . . disappeared.\n\nThe movie goes wrong, I think, from the moment the mother returns (once again, I will not reveal the details). If you see the film, ask yourself this question: Knowing what you know of New York, could this mother reappear in this way and be received as the film shows her being received? Allen's mistake, I think, was to avoid dealing with the actual consequences that would result from such a startling manifestation. The last half of the film sees more odd and off-balance than funny. Perhaps it would have been better to build more satire into the mother's reappearance, perhaps by having her come back like one of those miraculous holy images people are always seeing in screen doors, snowbanks and the stains on their refrigerator doors.\n\n\"New York Stories\" consists of three films, one good, one bad, one disappointing. Is it worth seeing because of the fine Scorsese segment and the laughs from Allen? My individual star ratings work out to an over-all average of 2.33 stars, for what that's worth.", "running_time": 130, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-03-03", "genres": ["Comedy", "Drama"], "title": "New York Stories (1989)"}