{"url": "http://www.rogerebert.com/reviews/new-york-new-york-1977", "by": "Liza Minnellias Francine Evans", "star_rating": 3.0, "text": "Martin Scorcesse's \"New York, New York\" never pulls itself together into a coherent whole, but if we forgive the movie its confusions we're left with a good time. In other words: Abandon your expectations of an orderly plot, and you'll end up humming the title song. The movie's a vast, rambling, nostalgic expedition back into the big band era, and a celebration of the considerable talents of Liza Minnelli and Robert De Niro.\n\nShe plays a sweet kid with a big voice who starts as a band vocalist and ends up as a movie star. He plays an immature, aggressive, very talented saxophone player whose social life centers around the saloon fights. A generation before Punk Rock, here's Punk Swing. They get married for reasons the movie never makes quite clear (oh, they're in love, all right, but he's so weird it's a miracle she'll have him). And then their marriage starts to disintegrate for reasons well hallowed in show-biz biographies: Her success, his insecurity, his drinking, their child.\n\nDe Niro comes on as certifiably loony from the start, and some of the movie's best scenes are counterpoint between his clowning and her rather touching acceptance of it. Maybe because he's really shy underneath, he likes to overact in social situations. He's egotistical, self-centered, inconsiderate, and all sorts of other things she should leave him because of, and there are times when the Minnelli character is so heroically patient that it's gotta be love. The movie doesn't really explore the nuances of their personalities, though; the characters are seen mostly by their surfaces, and they inhabit a cheerfully phony Hollywood back-lot New York. Scorsese, who knows how to shoot New York in California so it looks real (see \"Mean Streets\"), is going for a frankly movie feel with his sets and decors, and especially with his colors, which tend toward lurid rotogravure. \n\nThe look is right for the movie's musical scenes, and there are a lot of them: We start with a loving re-creation of V-J Day, with Tommy Dorsey's orchestra playing all the obligatory standards and De Niro trying with desperate zeal to pick up Minnelli. And then maybe half of the movie from then on will be music, mostly very good music (the movie's new songs deserve comparison with the old standards), and wonderfully performed. That Liza Minnelli has not been making an annual musical for the last decade is our loss; she's hauntingly good and so much more, well, human than Barbra Streisand.\n\nIt's a good thing the movie inhabits a familiar genre, though, because the fact that we've seen dozens of other musical biographies helps us fill in the gaps in this one. And there are a lot of them; the movie originally came in at something like four hours, and the cuts necessary to get it down to a more commercial length are responsible for a lot of confusion. The confusions, as I've suggested, can be forgiven because the movie has so many good things in it. And in the video version, to make amends, they've put back two musical numbers that weren't seen in the theater. But the ending is still puzzling. We've seen De Niro, totally unable to deal with the fact that he's become a father, tearfully (and amusingly) end their marriage right there in the maternity ward. Six years pass, there are Liza's great final production numbers, and then they have a backstage reunion after her night of triumph. Great, we're thinking, we've been here before, we relish the obligatory romantic reunion scene in the dressing room. But, no, he leaves. Then he calls her from a pay phone: He can't stand the people she's with, but would she like to sneak out, meet by the stage door, eat some Chinese food, and talk about themselves? Sure, she would. He waits outside the door. She approaches it from inside, pauses, sees no one there, and goes back to her dressing room. End of movie (with a nicely evocative night street scene). But did she change her mind and decide not to go out and meet him, or did she expect him to be waiting inside the door -- and assume the cocky S.O.B. had stood her up again? This particular confusion is hard to forgive.\n\nSo the movie's flawed. It's not Scorsese's best work, or De Niro's (there are scenes in which his personality quirks and bizarre behavior make him seem uncannily like his Travis Bickle in Scorsese's \"Taxi Driver\"). Liza Minnelli's musical numbers are wondrous, as I've said, but the movie doesn't provide her with a character as fully understood as \"Cabaret\" did. So I guess we go to \"New York, New York\" to enjoy the good parts, and spend just a moment regretting the absence of a whole.", "running_time": 163, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-01-01", "genres": ["Drama", "Music", "Romance"], "title": "New York, New York (1977)"}