{"url": "http://www.rogerebert.com/reviews/new-years-evil-1980", "by": "Roz Kellyas Blaize", "star_rating": 1.5, "text": "\"New Year's Evil\" is an endangered species - a plain, old-fashioned, gory thriller. It is not very good. It is sometimes unpleasantly bloody. The plot is dumb and the twist at the end has been borrowed from hundreds if not thousands of other movies. But as thrillers go these days, \"New Year's Evil\" is a throwback to an older and simpler tradition, one that flourished way back in the dimly remembered past, before 1978.\n\nIn the last couple of years, as faithful readers will have noticed, there has been an epidemic of incredibly sadistic, cruel, anti-female thrillers. I call them Geek Movies, named after the guy at the carnival who used to eat live chickens. These movies exist only as a vehicle for presenting us with disgusting and depraved scenes. A recent example: \"Mother's Day.\"\n\n\"New Year's Evil,\" on the other hand, is almost quaint in the way it corresponds to the conventions and cliches of an earlier time. Consider. It contains (a) a time-structure for its murders, which are timed to follow the stroke of midnight on New Year's Eve across four time zones; (b) a killer who is made known to the audience, along with his own handy kit of Freudian hang-ups; (c) a stalwart police detective who seals off buildings and runs up and down stairwells a lot; (d) a threatened heroine, and (e) additional exploitable plot material.\n\nOf these five key ingredients, (e) is the most crucial. I'll explain. Until fairly recently, the producers of horror movies never quite believed that a horror plot was enough, all by itself, to entertain an audience. They always looked for a gimmick they could throw into the basic plot, to spice it up. The gimmick could be technical (like Shock Alarms that sounded before every murder, or giving the audience their choice of two different endings), it could be satirical (ripping off other movies), or it could be promotional (advertising that John Travolta was in the movie when, in fact, he had a five-second bit part).\n\n\"New Year's Evil\" has music as its gimmick. The movie takes place on New Year's Eve, during a national TV show obviously inspired by \"Midnight Special.\" The bands are second-rate punk rock groups (Made In Japan, Shadow). The hostess (Roz Kelly) is taking votes over the air for the new wave song of the year. (This is such a perversion of punk's original rejection of the establishment that poor Sid Vicious must be spinning in his grave.)\n\nAnyway, a sadistic killer starts telephoning death threats to the program: He'll kill someone for each of the four major time zones (he spares Hawaii and Alaska). Once we have gotten over our initial astonishment (how could anyone calling a national TV show actually get through without a busy signal?), the movie settles into a predictable pattern.\n\nThe guy stalks and kills his victims, and the heroine rejects police warnings that she may be next. She learns: The movie ends with the hostess chained beneath a runaway elevator while the killer shoots it out with the cops.\n\n\"New Year's Evil\" is not, I repeat, a good movie or even a very good thriller; it's just barely competent. But at least it subscribes, to the old-fashioned standards of traditional schlock. And at the movies these days, you're relieved if they're not actually feeding entrails to zombies.", "running_time": 86, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-12-31", "genres": ["Horror"], "title": "New Year's Evil (1980)"}