{"url": "http://www.rogerebert.com/reviews/new-york-minute-2004", "by": "Mary-Kate Olsenas Roxy Ryan", "star_rating": 1.5, "text": "They say baseball is popular because everyone thinks they can play it. Similar reasoning may explain the popularity of the Olsen twins: Teenage girls love them because they believe they could be them. What, after all, do Mary-Kate and Ashley do in \"New York Minute\" that could not be done by any reasonably presentable female adolescent? Their careers are founded not on what they do, but on the vicarious identification of their fans, who enjoy seeing two girls making millions for doing what just about anybody could do.\n\nThe movie offers the spectacle of two cheerful and attractive 17-year-olds who have the maturity of two silly 13-year-olds, and romp through a day's adventures in Manhattan, a city that in this movie is populated entirely by hyperactive character actors. Nothing that happens to them has any relationship to anything else that happens to them, except for the unifying principle that it all happens to them. That explains how they happen to be: (1) chased by a recreational vehicle through heavy traffic; (2) wading through the sewers of New York; (3) getting a beauty makeover in a Harlem salon; (4) in possession of a kidnapped dog; (5) pursued by music pirates; (6) in danger in Chinatown, and (7) ... oh, never mind.\n\nGiven the inescapable fact that they are twins, the movie of course gives them completely opposite looks and personalities, and then leads us inexorably to the moment when one will have to impersonate the other. Mary-Kate Olsen plays Roxy Ryan, the sloppy girl who skips school and dreams of getting her demo tape backstage at a \"punk rock\" video shoot. Ashley Olsen plays Jane Ryan, a goody two-shoes who will win a four-year scholarship to Oxford University if she gives the winning speech in a competition at Columbia. Perhaps in England she will discover that the university is in the town of Oxford, and so can correct friends who plan to visit her in London. (I am sure the screenwriters knew the university was in Oxford, but were concerned that audience members might confuse \"going to\" Oxford and \"being in\" Oxford, and played it safe, since London is the only city in England many members of the audience will have heard of, if indeed they have.)\n\nBut I'm being mean, and this movie is harmless, and as eager as a homeless puppy to make friends. In fact, it has a puppy. It also has a truant officer, played by Eugene Levy in a performance that will be valuable to film historians, since it demonstrates what Eugene Levy's irreducible essence is when he plays a character who is given absolutely nothing funny to say or do. His performance suggests that he stayed at home and phoned in his mannerisms. More inexplicable is Andy Richter's work as a limousine driver with sinister connections to music piracy rackets. He is given an accent, from where I could not guess, although I could guess why: At a story conference, the filmmakers looked in despair at his pointless character and said, \"What the hell, maybe we should give him an accent.\"\n\nBecause the movie all takes place during one day and Roxy is being chased by a truant officer, it compares itself to \"Ferris Bueller's Day Off.\" It might as reasonably compare itself to \"The Third Man\" because they wade through sewers. \"New York Minute\" is a textbook example of a film created as a \"vehicle\" but without any ideas about where the vehicle should go. The Olsen twins are not children any longer, yet not quite poised to become adults, and so they're given the props and costumes of 17-year-olds but carefully shielded from the reality. That any 17-year-old girl in America could take seriously the rock band that Roxy worships is beyond contemplation. It doesn't even look like a band to itself.\n\nThe events involving the big speaking competition are so labored that occasionally the twins seem to be looking back over their shoulders for the plot to catch up. Of course there is a moment when all the characters and plot strands meet on the stage of the speech contest, with the other competitors looking on in bafflement, and of course (spoiler warning, ho, ho) Jane wins the scholarship. In fact (major spoiler warning) she does so without giving the speech, because the man who donates the scholarship reads her notes, which were dropped on the stage, and knows it would have been the winning speech, had she only been able to deliver it. Unlikely as it seems that Jane could win in such a way, this scenario certainly sidesteps the difficulty of having her deliver a speech that would sound as if she could win.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-05-07", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "New York Minute (2004)"}