{"url": "http://www.rogerebert.com/reviews/new-jersey-drive-1995", "by": "Sharron Corleyas Jason Petty", "star_rating": 3.0, "text": "If the story in \"New Jersey Drive\" seems to drift, it's because the lives of its teenage characters are aimless. They spend their days stealing and joyriding in cars, and then selling, crashing or abandoning them. Their lives have provided them with no other focus, and it is clear that sooner or later most of these kids are going to be in jail, or dead.\n\nThat is especially clear to Jason Petty (Sharron Corley), a 15-year-old who seems a little smarter and more prudent than the guys he runs with. He doesn't even particularly care about cars, but his best friend, Midget (Gabriel Casseus), lives for them, and so Jason goes along for the ride. He and his friends are still kids, but dangerous kids - and dangerous most of all to themselves, because what they're doing is stupid, and the cops have them beat on guns and strategy.\n\nThe cops in the movie are mostly white, and all of the other characters are black, so the stage is set for racial confrontation.\n\nBut Nick Gomez, who wrote and directed the movie, isn't out to make all the cops into monsters and all the thieves into kids who are \"really\" victims.\n\nBoth sides are a little more three-dimensional. He gives us a bad cop named Roscoe (Saul Stein), who takes revenge with an ambush when his own car is stolen, and who is under suspicion of murder during most of the movie. Roscoe and some other cops beat suspects and lay traps for them. On the other hand, the young thieves place lives in danger with their incredibly reckless driving. And you're really kind of asking for it when you steal a squad car.\n\nGomez is an interesting filmmaker. His first movie, \"Laws of Gravity\" (1991), was made for about $35,000 and did an uncanny job of portraying a group of twobit white criminals, the kind who steal shampoo from a drugstore and then get into fights over whether they chose the right brand. That movie also went for texture and dialogue instead of plot: It was a study of how stupidity, boredom and the lack of any vision or goal in life can lead to an existence that inexorably attracts trouble. It was essentially the story of how people end up shot dead outside taverns on Saturday night - how it's not an accident, but a fate they were hurtling toward.\n\nWith \"New Jersey Drive,\" Gomez has a more adequate budget (and Spike Lee as an executive producer), and he uses black characters instead of white ones, but basically his interest is the same: He wants to look at how an empty lifestyle leads to trouble. If the only choices you can imagine in life are stealing cars or standing around looking at other people driving stolen cars, how long are you gonna stand around? The movie is expert on how cars are stolen (it takes about 10 seconds). It is also expert on how a smart and essentially prudent kid ends up inside a lot of stolen cars and gets into a lot of trouble. Yes, the cops are out to get him - but at one point in the movie, a neighborhood guy he hardly knows tries to shoot him dead because of an argument over nothing. \"I just get tired of running,\" he finally says.\n\nGomez has a good ear for dialogue (we learn that \"bouncing\" is leaving), and a good feel for the way life is closing in on Jason, whose mother (Gwen McGee) tries hard to keep him in line but rarely knows where he is. She reasons with him and warns him of the danger he's in, but Jason can't hear her because all of his values are grounded on approval from his peer group.\n\nIt's interesting how \"New Jersey Drive\" doesn't really pull back for a wider view until the very end. Everyone in the movie - kids and cops - seems contained and absorbed by the lifestyles surrounding stolen vehicles. There's not racism in the cop's behavior as much as an us-against-them attitude, as if the cops and the thieves are fighting for control of the same turf. The message, which comes so late in the film it's hardly necessary, is that this is a war with no point, especially since you're going to lose.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-04-19", "genres": ["Action", "Adventure", "Crime", "Drama"], "title": "New Jersey Drive (1995)"}