{"url": "http://www.rogerebert.com/reviews/new-york-i-love-you-2009", "by": "Jiang Wen", "star_rating": 3.0, "text": "The rules: No more than two days' shooting time. One week of editing. An eight-minute time limit. Ten directors, and one more to consider the 10 short films and create transitions. \"New York, I Love You\" is the second installment in an ambitious project that began with \"Paris, Je T'aime\" (2006), an anthology with 13 directors. Rio is said to be next.\n\nInevitably, the film is a jumble sale, but you can make some nice discoveries. It's not one of those films where all the separate characters come together at the end in a miraculous coincidence, although a few people do turn up, still as themselves, in one another's segments.\n\nI suspect the title isn't intended as a simple declaration, but should be pronounced in a wondering tone, with a wry shake of the head, as in, \"oh, you kid.\" The film assembles a collection of colorful characters, who find that eight minutes is quite enough to make an impression, as so many New Yorkers would agree.\n\nThe very first segment, directed by Jiang Wen and starring Hayden Christensen, Andy Garcia and Rachel Bilson, begins the film with a deft touch worthy of O. Henry, the master of New York short stories. Bilson and Christensen meet in a bar, where he finds a cell phone she left behind. He opens a seductive conversation, interrupted by Garcia as her boyfriend, who immediately reads the other guy. The two of them elevate their confrontation to a level of sly expertise, in a way that is rather remarkable.\n\n Another O. Henry twist comes in Yvan Attal's segment starring Maggie Q and Ethan Hawke, as two people who meet outside a club. He is determined to seduce her, and launches an impressive improvisation involving his sexual skills and uses. This spiel could work one of two ways: as a serious come-on, or as a display of sheer wit. It fails at both, for reasons he entirely failed to suspect -- although it must be admitted he does get her phone number.\n\nIn these days after I've suffered a fractured hip, Joshua Marston's segment starring Eli Wallach and Cloris Leachman struck a chord. They've been married since forever, and now they're taking a walk at Coney Island. \"Pick up your feet!\" she tells him. \"I am picking them up!\" he says. \"You're shuffling!\" We intuit this conversation has been going on a very long time. My wife and I exchanged a little smile. Do you have any idea how hard it is to pick up your feet after you've broken your hip? It's not as if shufflers are merely lazy. And it's not as if this is the first time they've been lectured to pick up their feet.\n\nNot all of the stories end in a surprise ending, thank goodness. Some are small slices of life. Mira Nair's segment stars Natalie Portman as a Hasidic woman in dealings with an Indian diamond merchant (Irrfan Khan). She's about to be married, and confides that on that day, she'll cut off all of her hair. Such a practice is not unknown in India, but the merchant now is simply a man admiring beautiful hair. And she -- how does she feel?\n\nLook at the cast and credits to form an idea of the directors and actors at work here. By its nature, \"New York, I Love You\" can't add up. It remains the sum of its parts. If one isn't working for you, wait a few minutes, here comes another one. New Yorkers, I love you.", "running_time": 103, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-14", "genres": ["Comedy", "Drama", "Romance"], "title": "New York, I Love You (2009)"}