{"url": "http://www.rogerebert.com/reviews/new-years-eve-2011", "by": "Halle Berryas Aimee", "star_rating": 1.0, "text": "\"New Year's Eve\" is a dreary plod through the sands of time until finally the last grain has trickled through the hourglass of cinematic sludge. How is it possible to assemble more than two dozen stars in a movie and find nothing interesting for any of them to do? What sins did poor Hilary Swank commit, that after winning two Oscars, she has to play the role of the woman in charge of the New Year's Eve ball in Times Square? And if you don't think there's dialogue about getting her ball to drop, you're barking up the wrong movie.\n\nI'm not even going to begin to summarize the paltry series of subplots the all-star cast is trapped in. I like you too much. How many films have you seen where two pregnant moms are in a race to push out the first New Year's baby and win the cash prize? Where Robert De Niro plays a dying man whose last wish is to have his wheelchair pushed out into the cold so he can see the ball drop? Where two people fall in love while trapped in a freight elevator, and that gives the woman courage to sing \"Auld Lang Syne\" in Times Square at midnight, taking the place of Jon Bon Jovi, who has skipped the gig so he can propose to the pastry chef whose feelings he hurt a year ago tonight?\n\nI never watch those New Year's Eve specials on TV. The stories about Dick Clark's retirement were more interesting to me than any of the shows. So help me out on this. You know those tens of thousands of people in Times Square? Are more than half of them usually wearing foam hats given to them by some company? Because in \"New Year's Eve,\" we look out over the surging throng of ecstatic celebrants, and the sea of humanity is blue. They're all wearing freebie hats from Nivea skin creme. No hats for the Knicks, Budweiser or I Heart New York. All Nivea skin creme. Countless hats of Nivea blue. I've heard of product placement, but this is carpet bombing. \n\nThe cinematographer was Charles Minsky. Did there ever come a moment when he peered into his view finder, turned to the director Garry Marshall and asked, \"Uh, Garry … do you think we have maybe a little too much blue here?\" No, probably not, because most of the overhead crowd shots look like special effects. \n\nThere are lots of closeups of people wearing Nivea, however. It must have taken a supreme effort of will for the filmmakers to resist showing any of the characters actually using Nivea. Not even Robert De Niro, the dying man who is consoled in his final hour by Nurse Aimee (Halle Berry). He wants to see that ball drop and die. Despite his excellent nursing care, he has a five-day beard. Not a regular beard, an Action Star Five-Day Stubble Beard. Have mercy on this man. Give him a shave and a little Nivea skin creme.\n\nFootnote, 12/10: I write above, \"I never watch those New Year's Eve specials on TV.\" The proof of that is my amazement at the product placement for Nivea Skin Creme. Countless readers have informed me that Nivea \"owns\" New Year's Eve, and all those blue hats are real. ", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-12-07", "genres": ["Comedy", "Romance"], "title": "New Year's Eve (2011)"}