{"url": "http://www.rogerebert.com/reviews/new-jerusalem-2012", "by": "Will Oldhamas Ike Evans", "star_rating": 3.0, "text": "\"New Jerusalem\" tells the unexpected story of two lonely men, 30-ish, and the existential crisis of one of them. He is Sean Murphy (Colm O'Leary), an Irishman who served with the U.S. National Guard in Afghanistan and is now living in Virginia. He works with Ike Evans (Will Oldham) in a used tire store in Richmond (\"Tires $10 and Up\"); Ike is concerned that Sean seems inward and depressed. He lingers uncertainly outside the rest room, knocks, and says, \"You all right in there?\"\n\nSean is not all right. He is in tears. Ike is one of those men with a look of perpetual concern on his face and an almost compulsive desire to be of help. He's a Christian, has been saved by Jesus, and assures Sean that Jesus will save him, too. They have a little talk about the meaning of killing in war (\"It's for the cause,\" Sean explains), but this isn't a movie about war, it's about evangelism. Ike focuses on Sean eagerly, as a good prospect for conversion.\n\nWe see a little of their solitary lives. Sean lives in a small, basic house, hardly furnished except for a music system and a listless cat. He seems more concerned with his cat than himself. He joins Ike sometimes for lunch with some other Christian men, who solemnly pray before they eat. There are no women in the film except for a cashier in a convenience store who smooches a little with Sean, to no conclusion. \n\nIke takes Sean to a Sunday service of his church group, where Sean slowly begins to clap in time with a gospel tune and even forces a smile. The two men log time in coffee houses, where Sean's depression is evident, and Ike hesitantly reaches out to hold his hand. After the service, at his house, Ike washes Sean's feet. Sean's not in favor of that.\n\nThey have an argument about the efficiency of medication against Sean's depression, as opposed to being healed by Jesus. Ike seems to be controlling anger as he insists Jesus is the only way. He wants to help Sean so badly. The two performances are serious and contained; neither man seems to feel much joy. \n\nI don't believe \"New Jerusalem\" takes a position in favor of either character. It's more of an intense study of these two men and their barren work in a shabby store by the side of a highway. Surprisingly, the same director and co-writer (Rick Alverson and Colm O'Leary) collaborated on another film that played not long ago at Facets, \"The Comedy.\" Two films could not be less alike. One vulgar and heartless. Now this one, so quiet and sad.", "running_time": 94, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-12-05", "genres": ["Drama"], "title": "New Jerusalem (2012)"}