{"url": "http://www.rogerebert.com/reviews/newlyweds-2012", "by": "Edward Burnsas Buzzy", "star_rating": 2.0, "text": "Edward Burns' \"Newlyweds,\" I learn from Variety, played at the Tribeca Film Festival and is a \"$9,000-budgeted comic love letter to that Gotham neighborhood, hastily assembled expressly for the fest.\" I don't ordinarily mention the budgets of low-priced films because that can unfairly diminish their worth, but if there was ever a $9,000 movie hastily assembled for a fest, this is it.\n\nThat means it has both the charms and the shortcomings of the indie fringe. Although a great deal happens in the lives of its characters, it often seems hasty and perfunctory, as if we are being urged ahead by an invisible production schedule. The performances rely on the considerable charm and presence of the actors, who are working with improvised dialogue that has been worked with but not polished. \n\nIt begins like some Woody Allen film, with two couples having a meal in a Manhattan eatery. Their dialogue is not up to Allen's standards, nor is their intrinsic interest, but here they are: Buzzy (Burns) and Katie (Caitlin Fitzgerald), near the beginning of their second marriages, and Marsha (Marsha Dietlein) and her husband, Max (Max Baker), who are in the 18th year of their marriage. Marsha is Katie's older sister. \n\nBuzzy and Katie explain that they have the ideal \"set-up.\" He works days, she works nights, and they only see each other on weekends. Although this description is accompanied by a lot of affection and smiling, I dunno. The advantage of their set-up, they reason, is that they don't get on each other's nerves, which sounds to me like an ominous hint that the possibility exists. Marsha and Max have not a set-up but a long-running status quo and a son now safely away in college.\n\nKatie owns a successful restaurant. Buzzy is a personal trainer in a \"gym\" so small it looks suspiciously like someone's personal exercise room. She has the money. One day a bomb drops into the middle of their set-up, in the form of Buzzy's half-sister, Linda (Kerry Bishe), who he hasn't seen since she ran away to Los Angeles at 16. As he observes, the prospects aren't favorable for 16-year-old runaways. She plans to move in.\n\nLinda is a ditzy blond with a shaky grasp on reality and personal property. She has arrived in New York in winter without a coat, borrows Katie's expensive designer coat and \"forgets\" it somewhere. Her purpose for the visit is to ring up Miles (Johnny Solo), an old boyfriend who she has now decided to marry. This despite the fact that he is a newlywed — although none too solidly, it appears.\n\nThe function of Linda is to put the marriage of Buzzy and Katie to a severe test, which she does with an array of bizarre behavior. In the meantime, the contentious regular dinners of the foursome in the opening scene lead drive a wedge into the stability of Marsha and Max's union. Events lead to Marsha's desire to move in with Buzzy and Katie, so that each might have a sister in residence. Adult siblings living under the same roof is a subject that has involved Burns since his well-regarded first film, \"The Brothers McMullen\" (1995).\n\nAll this develops in a series of conversations between various combinations of the characters, who after a scene, may begin speaking directly to camera in docudrama style. This feels like test footage from an earlier stage of the same film, although I have little doubt it was intended for this one. The insights of the direct speech aren't especially useful.\n\nBurns deserves credit for persisting in ambitious low-budget indie projects. Issues involving siblings seem to tug at him, and \"Newlyweds,\" like \"The Brothers McMullen,\" also involves issues of morality. This is an honorable film, and Kerry Bishe's performance in particular is winning. But it plays more like a rehearsal than an opening night. As Gene Siskel once told a filmmaker who mentioned the low budget of his film: \"I wish you'd had more.\"", "running_time": 85, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-01-11", "genres": ["Comedy", "Romance"], "title": "Newlyweds (2012)"}