{"url": "http://www.rogerebert.com/reviews/newsfront-1978", "by": "Len Maguireas Bill Hunter", "star_rating": 2.5, "text": "The immediate impulse is to review this movie on the basis of its human poignancy: It's about skilled Australian newsreel photographers, masters of their craft, who are thrown out of work or made to look like fools because the advent of television has made their jobs obsolete. I could describe the dimensions of their loss, and that would make a review that we could all nod solemnly about with a quiet sigh. \n\nAnd yet, the fact is, I'm typing this review on a computer, and when I'm finished with the review it will be handled by a copy editor and then electronically set into type through a photographic process. I'm writing the review on the fourth floor of our building. The third floor used to be filled with lino-type operators and other craftsmen of the hot-type print trades, and there was a roar of machines and a smell of warm lead when you went down there, but now it's a very quiet floor. \n\nSo if I were to bemoan the fates of cameramen thrown out of work by sudden changes in technology, I'd essentially be telling a technological lie. I like typing my own stories into print. And I know intellectually that newspapers and TV are a more efficient means of communicating the news than waiting around for a week for newsreels to arrive at movie theaters. \n\nAnd so, if I wrote of the displacement of newsreel cameramen—in Australia or anywhere else—I'd be asking your sympathy for people suffering the same plight as horse-drawn trolley drivers, vaudeville performers, or door-to-door magazine salesmen. Some jobs are simply no longer economically feasible trades. \n\n“Newsfront” is, in any case, a pleasant and nostalgic movie, told in a key a little too low to constantly involve us, about a fiercely proud middle-aged cameraman (Bill Hunter) who takes all sorts of risks to get his stories, who battles and sometimes compromises through the period of McCarthyism, who marries a smart young assistant and then loses her, who covers fires and floods and the arrivals of ocean liners and who finds his trade replaced almost overnight by television. \n\nThe movie incorporates a lot of actual Australian newsreel footage, which lends the story a sort of spurious authenticity: If those are real people (like Harpo Marx and Churchill and the Queen) on the screen, then somehow the cameraman's existence is more real, too. There's also a nice control of tone in the film, a kind of underplayed sweetness that goes up against the moments when people are killed or betrayed or abandoned. \n\nBut “Newsfront” finally lacks a deep and real level of personal emotion: If the cameramen's loss of work is the problem, then we can wish them well in their next line of work. Or if they don't find new jobs, then that is the tragedy. But there's a basic fault in the reasoning here, because we can't really be expected to find this film depressing simply because television was invented. Or … can we? But that's another question.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-11-17", "genres": ["Drama", "Foreign"], "title": "Newsfront (1978)"}