{"url": "http://www.rogerebert.com/reviews/newsies-1992", "by": "Christian Baleas Jack Kelly", "star_rating": 1.5, "text": "\"Newsies,\" we are informed as the movie opens, is based on actual events. I do not doubt this. I am sure that shortly before the turn of the century, newsboys organized a strike against the greedy Joseph Pulitzer, and were cheered on by a dance-hall madam with a heart of gold. Nor do I doubt that the lads, some of them boys of 9 or 10, hung out in saloons and bought rounds of beer while making their plans, or that the proprietor of an evil city orphanage made himself rich by collecting fees from the city. I don't even doubt that the newsboys printed their own strike paper on an old flatbed press in the basement of Pulitzer's building. Of course I believe.\n\nYes, Virginia.\n\nWhat I find hard to believe, however, is that anyone thought the screenplay based on these actual events was of compelling interest. \"Newsies\" is like warmed-over Horatio Alger, complete with such indispensable cliches as the newsboy on crutches, the little kid, and of course the hero's best pal, who has a pretty sister. Nor does the movie lack the standard villains, including Oscar nominee Michael Lerner as the hardhearted circulation manager.\n\nIn the role of New York publisher Joseph Pulitzer, Robert Duvall, wearing a beard that makes him look like one of the Smith Brothers, plays a standard fatcat industrialist, with none of the wit or insight that the original Pulitzer employed while selling the first mass-circulation newspapers to the unwashed masses. The real Pulitzer, who was one of the inspirations for \"Citizen Kane,\" must have known something about ordinary people; here he seems to despise them.\n\nAnn-Margret, who plays Madda, the dance hall star, has a role whose purpose is all but incomprehensible. She acts as a sort of big sister and confidante to the striking newsboys, chucking some of them under the chin while talking to others in terms of fairly alarming intimacy. Are we to guess that her dealings with some of the lads have gone beyond buying a paper for a penny? She performs onstage in her music hall, which functions in the movie primarily as a transparent device for getting an Ann-Margret number into the show.\n\nThe newsies themselves are up in arms because Mr. Pulitzer has cut their take by a tenth of a cent. They organize, form a union, and agitate for workers' rights with such articulate energy that we can only wonder what these kids could accomplish if they were high school graduates, instead of street waifs. They sing and dance a lot, too, on Olde New York street sets that stretch unconvincingly for hundreds of yards down studio backlots. The music is by Alan Menken, whose material for \"The Little Mermaid\" and \"Beauty And The Beast\" (1991)  was unforgettable. Here he achieves the opposite result.\n\nI saw the movie at a Saturday morning preview attended by hundreds of children. From what I could see and hear, the kids didn't get much out of it. No wonder. Although the material does indeed involve young protagonists, no effort is made to show their lives in a way today's kids can identify with. This movie must seem as odd to them as a foreign film. The fact that old man Pulitzer once tried to cheat newsies out of a tenth of a cent must represent, for many of them, the very definition of the underwhelming.", "running_time": 121, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-04-10", "genres": ["Drama", "Family", "Music"], "title": "Newsies (1992)"}