{"url": "http://www.rogerebert.com/reviews/next-day-air-2009", "by": "Donald Faisonas Leo", "star_rating": 3.0, "text": "\"Next Day Air\" is a bloody screwball comedy, a film of high spirits. It tells a complicated story with acute timing and clarity, and gives us drug-dealing lowlifes who are almost poetic in their clockwork dialogue. By that I mean they not only use the words, they know the music.\n\nDonald Faison stars in a cast of equals, as a pothead delivery man for a Next Day Air firm, who hurls around packages marked \"fragile!\" as if he has never seen that word. Drifting in a cloud of weed, he delivers a package to the wrong apartment. Because it contains 10 bricks of cocaine, this is a mistake, although perhaps not as fundamental as shipping it from L.A. to Philadelphia in the first place. FedEx and UPS have never lost anything of mine, but then I've never shipped 10 bricks of cocaine, which are likely to attract more attention than a signed copy of Roger Ebert's Movie Yearbook 2009.\n\n The drugs are intended for a Latino couple (Cisco Reyes and Yasmin Deliz) and shipped by a cigar-smoking drug lord (Emilio Rivera) who is very annoyed when they are lost. He comes with his side men to pound some questions into Faison, who finally leads them to the correct apartment, where they find a gang of lousy bank robbers (Mike Epps, Wood Harris, Omari Hardwick) who got the shipment, and three men who plan to buy the drugs from them.\n\nThis puts, I dunno, nine or 10 heavily armed men in a room of limited size. One reason the cops don't respond to the eventual gunfire is that the room simply couldn't hold them. Since a shotgun and an automatic rifle are included with the handguns and one of those gourmet carving knife sets, I'm not sure why the MPAA's R rating mentions \"some violence.\" In the MPA's coded terminology, the word \"some\" means \"violence, but nothing to get too worked up about.\" I guess that's fair; there are none of those 3-D X-ray shots showing a bullet inching its way in slow motion through human organ meats.\n\nA plot this complex, with so many characters to keep alive, could easily go astray. Indeed, I could make no sense of this week's \"The Perfect Sleep\" despite a fulsome narration. But this film's director, Benny Boom, a music video director, knows what he's doing and skillfully intercuts the story strands. The first-time screenplay by Blair Cobbs has a lot of dire dialogue, very sunny, and presents the world's most inept bank robbers along with its most inept delivery man and most imprudent drug lord.\n\nNice surprise: Debbie Allen plays the manager of the delivery company and gets a big laugh; no, not just because the audience sees she's Debbie Allen.", "running_time": 84, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-05-06", "genres": ["Action", "Adventure", "Comedy", "Crime"], "title": "Next Day Air (2009)"}