{"url": "http://www.rogerebert.com/reviews/niagara-niagara-1998", "by": "Robin Tunneyas Marcy", "star_rating": 3.0, "text": "\"Niagara, Niagara'\" is about two misfits who become lovers and hit the road, where the cruel world boots them toward a tragic conclusion. This is not a new idea, as the current revival of \"Badlands\" (1973) reminds us. But the movie contains three strong performances, and a subject rarely explored: the affliction of Tourette's syndrome.\n\nMarcy (Robin Tunney) and Seth (Henry Thomas) meet while shoplifting. In the parking lot outside the store, they share a broken conversation, until Marcy finally admits that she can't look at someone while talking to them, and notices that Seth can't, either: \"I like that.\" Outsiders and loners, they fall into each other's arms by default, and Seth is too shy or uncertain to show that he notices her sometimes strange behavior.\n\nShe levels with him: She has Tourette's syndrome, which in her case takes the form of sudden tics, conclusions, arm-flailing, bursts of aggressive behavior and acting-out. There's medication to control it. And she constantly takes little drinks out of a flask, because booze seems to help. \"And sex helps. For some reason, sex helps.\" We get a glimpse of their home lives. Seth lives with a violent, abusive father. Marcy lives in a cluttered school bus behind a mansion that I assume belongs to her parents. She has always wanted a \"black Barbie head,\" but cannot find one on local shelves, so they decide to run away. Maybe she can find one in Toronto.\n\nThe parabola of a road movie is as reassuring as a nursery rhyme. It is required that the heroes drive a full-sized American car, preferably an older model. That there be long shots showing them on the open road. That there be a montage of the roadside sights and signs. And eventually that there be a collision with the unbending requirements of society.\n\nMarcy needs pills. They try to get them from a drug store. They don't have a prescription. Because the medication she needs isn't a controlled substance, it's likely she could find someone to prescribe it for her, maybe in a free clinic, but no: They stick up the store that night, Seth is wounded, their car overturns in the getaway, and then the movie's strange, enchanted centerpiece begins.\n\nThey're found by an old geezer named Walter (Michael Parks) in a tow truck. He takes them to his ramshackle spread, tends the wound, and tells them of his late wife, who he loved, and his favorite chicken, which he still loves. Seth is afraid of fish, but somehow finds the courage to go fishing with Walter. The writing and acting here blossom, and we get a glimpse of how the movie might have developed without the road formula to contain it.\n\nWhat happens later in their journey I shall not reveal. We do indeed see Niagara Falls, which inspires some easy symbolism, and we do eventually see the rare Barbie head. But what disappointed me was the film's need to hold itself within the narrow requirements of the genre.\n\nHow many times have we seen Tourette's syndrome on the screen? Hardly ever. So why not devise a story that would be about these two characters and their problems, rather than plugging them into a road movie? They're packaged much as Barbie comes boxed in different roles. The movie is good, but could have been better if it had been set free to explore.\n\nRobin Tunney is sometimes scary, she's so good at conveying her character's torment (she won the best actress award at the Venice Film Festival). And Henry Thomas, who 15 years ago was the little boy in \"E.T.,\" has developed into a fine actor, able to be quiet and absorbed. The materials were here for a different kind of film, in which the souls of the characters had an effect on the outcome. In \"Niagara, Niagara,\" we want to warn them there's no hope. They're in the wrong genre for that.", "running_time": 93, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-03", "genres": null, "title": "Niagara Niagara (1998)"}