{"url": "http://www.rogerebert.com/reviews/nicholas-and-alexandra-1972", "by": "Michael Jaystonas Czar Nicholas II", "star_rating": 2.5, "text": "I've never much liked historical novels, or historical movies either, and deep in my soul there is a spark of sympathy for the Deep South movie exhibitor who once in desperation wired Jack L. Warner: \"Don't send me any more pictures where they write with feathers.\" Somehow you know exactly what he meant.\n\nStill, it's a shame that there isn't more room for romanticism these days. The movie epic is a dead duck without romanticism, without the glorious exploits of men and women larger than life, who played out their days against a sweeping panorama of war and revolution, etc. The problem with \"Nicholas and Alexandra\" is that it considers the Russian Revolution from, in some ways, the least interesting perspective.\n\nSam Spiegel (\"Lawrence of Arabia\") and Franklin J. Schaffner (\"Patton\") have given us a big, expensive, sprawling indoor epic, in which vast landscapes are mostly avoided in favor of drawing rooms and boudoirs, but they haven't given us characters who really make things come alive. They were handicapped somewhat by history, I guess, and the extensive research that went into Robert K. Massie's best seller. The fact is that Nicholas and Alexandra were rather ordinary people, and that, despite the millions of deaths they caused and the revolution they played unwitting midwives to, they were banal.\n\nThere's always a kind of fascination in royalty, of course. We democratic Americans even seem to like royalty more than those nations who have some. Nicholas and Alexandra may not have been the flashiest of czars and czarinas, but maybe they weren't entirely to blame; the muted tone of the age was set by Queen Victoria, who (as Vincent Canby notes) was the grandmother of practically everybody in World War I.\n\nThe story of their lives is one of incredible ignorance given free rein. They lost the lives of thousands of their soldiers, they lost battles and then the war and they all but threw away their dynasty because they simply couldn't do any better. The revolution that replaced them is shown in cameo style, with Lenin, Trotsky, Stalin and Co. stepping forward for an occasional bit scene and a bow. But at the movie's center, where an adventurous fire should be glowing, the characters are lifelike in their mediocrity.\n\nIf the movie isn't exactly stirring, however, it is undeniably interesting, especially after the intermission. There's a tendency to get confused early on, when grand dukes and dowager empresses and Rasputin and everybody crowd the screen. But at the end there is only an ordinary middle-aged man and his family, all very much bewildered and frightened, kidding themselves that they're not going to die. Two of the film's most intelligent performances come in here: those of a colonel assigned to guard the family and an old man picked by the revolution as their chief executioner.\n\nAll the performances are nicely keyed to an ensemble acting style that avoids the poses and flourishes of most epics. Michael Jayston and Janet Suzman, two experienced British actors who are movie unknowns, inhabit the title roles very naturally. And if it weren't for the way the Bolshevik revolution keeps interrupting things (like news bulletins), their story might have made a nice, muted domestic tragedy.\n\nThere are some other rather jarring interruptions; Rasputin suddenly turns out to be an opium-smoking homosexual, which doesn't seem to fit, and the czarina suddenly develops a chronic illness and walks with an unexplained cane. Toward the end of \"Nicholas and Alexandra,\" we begin to realize that the movie epic has seen better and more stirring days. Still, the movie is ambitious and intelligent, and deserved better subjects. It's bad enough that poor Nicky was responsible for 7 million deaths, but even worse that it doesn't seem to have affected him much.", "running_time": 189, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-02-04", "genres": ["Drama", "Romance", "War"], "title": "Nicholas and Alexandra (1972)"}