{"url": "http://www.rogerebert.com/reviews/nicholas-nickleby-2003", "by": "Tom Courtenayas Newman Noggs", "star_rating": 3.5, "text": "\"Nicholas Nickleby\" was the third novel by Charles Dickens, following \"The Pickwick Papers\" and \"Oliver Twist,\" and sharing with them a riot of colorful characters. One of them, the sadistic boarding school proprietor Wackford Squeers, was a portrait taken so much from life that it resulted in laws being passed to reform the private education industry. The novel followed a familiar Dickens pattern--a young man sets out in the world to win fortune and love despite a rogue's gallery of villains. It contained characters improbably good or despicable, and with admirable economy tied together several of the key characters in a web of melodramatic coincidences. It is not placed in the first rank of Dickens' art, but I would place it near the top for sheer readability.\n\nThe new film version by Douglas McGrath, who made \"Emma\" (1996), is much more reasonable than the 1980 nine-hour stage version of the Royal Shakespeare Company, which I have on laserdisk and really mean to get to one of these days. The movie is jolly and exciting and brimming with life, and wonderfully well-acted. McGrath has done some serious pruning, but the result does not seem too diluted; there is room for expansive consideration of such essential characters as Nicholas' vindictive uncle Ralph (Christopher Plummer), secretly undermined by his dipsomaniac and disloyal servant Newman Noggs (Tom Courtenay). The movie gives full screen time to Wackford Squeers (Jim Broadbent, looking curiously Churchillian) and his wife (Juliet Stevenson)--and hints that psychosexual pathology inspired their mistreatment of students. Their most pathetic target, Smike (Jamie Bell, who played the title role in \"Billy Elliot\"), is seen as less of a caricature and more of a real victim. \n\nTo balance the scales are two of the happiest comic couples Dickens ever created: the touring theatricals Vincent and Mrs. Crummles (Nathan Lane and Barry Humphries) and the brothers Cheeryble (Timothy Spall and Gerald Horan). The Crummles rescue Nicholas (Charlie Hunnam) after his escape from the Squeers school, turn him into an actor, and even find talent in the hapless Smike. Their touring company is a loving exaggeration of companies Dickens must have worked with, and is rich with such inspirations as their aging and expanding daughter the Child Phenomenon. Humphries uses his alter ego, Dame Edna Everage, to play Mrs. Crummles, and if you look closely you will notice Humphries as a man, playing opposite the formidable Dame.\n\nThe Cheerybles are the lawyer brothers who agree on everything, especially that Nicholas must be hired in their firm, all of his problems solved, and his romantic future secured through a liaison with Madeline Bray (Anne Hathaway), whose tyrannical father has long ruled her life. It is particularly good to see Spall nodding and smiling as brother Charles, after seeing him so depressed in role after role.\n\nNicholas himself is more of a place-holder than a full-blooded character: the handsome, feckless and earnest young man who leads us through the story as he encounters one unforgettable character after another. The most striking member of the Nickleby family is of course Uncle Ralph, played by Plummer in a performance so cold-blooded it actually reminded me of his stage Iago. Ralph lives only for the accumulation of money. His opinion of the poor is that poverty is their own fault, and they deserve as a result to be put to work to enrich him (in this he reflects some of the latest tax reforms). Nicholas he more or less sells to Squeers, and he lodges Mrs. Nickleby (Stella Gonet) and her daughter Kate (Romola Garai) in a hovel while Kate is put to work doing piecework. Kate is a beauty, however, and so Ralph's larger scheme is to marry her off to the vile Sir Mulberry Hawk (Edward Fox) in return for various considerations involving their business interests.\n\nThe actors assembled for \"Nicholas Nickleby\" are not only well cast, but well typecast. Each one by physical appearance alone replaces a page or more of Dickens' descriptions, allowing McGrath to move smoothly and swiftly through the story without laborious introductions: They are obviously who they are. The result is a movie that feels like a complete account of Dickens' novel, even though the Royal Shakespeare Company found an additional seven hours of inspiration.\n\nThe physical production is convincing without being too charming, or too realistic. The clothes of some of the characters remind us that in those days their wardrobes would have consisted only of what they wore. The countryside is picturesque but falls short of greeting cards (except for the Nicklebys' cottage at the end). The story takes place at about the same time as Scorsese's \"Gangs of New York,\" but London is heavier on alehouses, lighter on blood in the gutters. The movie makes Dickens' world look more pleasant to inhabit than it probably was, but then so did his novels.\n\nWhat animates the story is Dickens' outrage, and his good heart. The Pickwick Papers was essentially a series of sketches of comic characters, but in Oliver Twist and Nicholas Nickleby we find him using fiction like journalism, to denounce those who would feed on the poor and exploit the helpless. One senses that in Dickens' time there were more Uncle Ralphs than Cheerybles, but that perhaps he helped to improve the ratio.", "running_time": 130, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-01-03", "genres": ["Action", "Adventure", "Drama", "Family", "Foreign"], "title": "Nicholas Nickleby (2003)"}