{"url": "http://www.rogerebert.com/reviews/nick-and-jane-1997", "by": "Dana Wheeler-Nicholsonas Jane Whitmore", "star_rating": 1.5, "text": "You don't want to watch “Nick and Jane,” you want to grade it. It's like work by a student inhabiting the mossy lower slopes of the bell curve. Would-be filmmakers should see it and make a list of things they resolve never to do in their own work.\n\nThe story involves Jane (Dana Wheeler-Nicholson), a business executive, and Nick (James McCaffrey), a taxi driver. She is unaware of the movie rule that whenever a character arrives unannounced at a lover's apartment for a “surprise,” the lover will be in bed with someone else. She finds the faithless John (John Dossett) in another's arms, bolts out of the building and into Nick's cab. Then follow the usual scenes in which they fall in love even though they live in two different worlds.\n\nI call that the story, but it's more like the beard. Inside “Nick and Jane's” heterosexual cover story is a kinky sex comedy, signaling frantically to be released. Consider. Nick's neighbor in his boarding house is Miss CoCo Peru (Clinton Leupp), a drag queen. Nick's roommate is Enzo (Gedde Watanabe), whose passion for feet is such that he drops to his knees to sniff the insteps of complete strangers. The friendly black woman at the office is into bondage and discipline with the naughty boss. Carter (David Johansen), the boss' special assistant, is Miss CoCo's special friend. Key scenes take place at a drag club where Miss CoCo is the entertainer (her act consists of singing “The Lord's Prayer”--in all seriousness, and right down to the “forever and ever, Amen,” I fear).\n\nThese elements could be assembled into quite another movie (for all I know, they were disassembled from quite another movie). But they don't build into anything. They function simply to show that the filmmakers' minds are really elsewhere--that the romance of Nick and Jane is the bone they're throwing to the dogs of convention. I kept getting the strange feeling that if they had their druthers, director Richard Mauro and writers Neil William Alumkal and Peter Quigley would have gladly ditched Nick and Jane and gone with Miss CoCo as the lead.\n\nAs for Nick and Jane, they have alarming hair problems. Dana Wheeler-Nicholson goes through the movie wearing her mother's hairstyle, or maybe it's Betty Crocker's. James McCaffrey starts out with the aging hippie look but after an expensive makeover paid for by Jane he turns up with his hair slicked back in the Michael Douglas Means Business mode. I think the idea was to show him ever so slightly streaked with blond, but they seem to have dismissed the stylist and done the job themselves, maybe over Miss CoCo's sink with a bottle of something from Walgreens, and Nick looks like he was interrupted in the process of combing yolks through his hair.\n\nThe camera work is sometimes quietly inept, sometimes spectacularly so. Consider the scene involving a heated conversation, during which the camera needlessly and distractingly circles the characters as if to say--look, we can needlessly circle these characters! The dialogue is written with the theory that whatever people would say in life, they should say in a movie (“This is a wonderful view!” “I've never been in the front seat of a cab before!”).\n\nThere is one scene where Nick bashfully confesses to having studied art and reluctantly lets Jane see some sketches he has done of her. The usual payoff for such scenes is a drawing worthy of Rembrandt, but what Nick shows her is one of those Famous Artists' School approaches where he drew an egg shape and then some cross hairs to mark where the ears and eyes should line up.\n\nNick's artistry knows no bounds. While masquerading as a business executive, he effortlessly absorbs the firm's current challenge, which apparently involves saving 25 percent on the importation of scrap metal from Surinam. He dispatches Enzo (wearing those L.A. Gear shoes with heels that light up) to collect lots of scrap metal from a junkyard, after which Nick dons a handy welder's helmet to fashion a sculpture that he hauls into the CEO's office, explaining that it is intended “to punctuate the enormity of the idea I'm about to present.” Yes. That's what he says.\n\n ", "running_time": 96, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-14", "genres": null, "title": "Nick And Jane (1997)"}