{"url": "http://www.rogerebert.com/reviews/nick-and-norahs-infinite-playlist-2008", "by": "Michael Ceraas Nick", "star_rating": 2.0, "text": "There is one merciful element to \"Nick & Norah's Infinite Playlist.\" The playlist is not infinite. The movie trudges around the Lower East Side of Manhattan in pursuit of a group of 17-somethings who are desperately seeking a mysterious band named Where's Fluffy. Clues are posted on the walls of toilet stalls, which are an unreliable source of information.\n\nNick and Norah have no relationship to the hero and heroine of \"The Thin Man,\" which I urgently advise you to watch instead of this film. That movie stars William Powell as a man who steadily drinks martinis and is never more than half-percolated. This one has a Best Friend character named Caroline (Ari Graynor) who drinks, I forget, I think it was banana daiquiris, and gets so drunk, she ends up near Times Square in a toilet in the bus terminal, where she is fishing, not for Where's Fluffy clues, but for her gum, which fell into the toilet while she was vomiting. Didn't Ann Landers warn that this was one of the danger signals of alcoholism?\n\nNick and Norah are played by Michael Cera, best remembered as the boyfriend in \"Juno,\" and Kat Dennings, best known for \"The 40-Year-Old Virgin,\" where she played anything but. They work well together, are appealing and desperately require material as good as those films. Here they're not stupid; it's just that they're made to act stupidly. There's not much to recommend an all-night search through the dives of Manhattan for a lost friend who makes Britney Spears seem like a stay-at-home.\n\nThe two meet at a club, when Norah needs Nick to pose as her boyfriend to make her ex-boyfriend jealous. He is named Tal (Jay Baruchel). My first Chicago girlfriend was named Tal, which is Hebrew for \"the morning dew.\" I don't think he knows that. So then, let's see, the plot requires an ex-girlfriend for Nick. This is Tris (Alexis Dziena), a blond vixen of the type that in most teeny movies is infinitely unattainable for nice kids like Nick.\n\nGive Nick credit, he knows all about playlists. Tris has broken up with him as the movie opens, and he cuts many custom CDs for her in an attempt to win her back. These fall into the hands of Norah, who adores them, and what a coincidence that Tris' ex is the very same guy she picked to play her pretend boyfriend. Ohmigosh. How Norah never previously saw Tris and Nick together is a good question since every character in this movie has built-in GPS equipment that allows them to stumble across any other character whenever the plot requires it.\n\nI was relieved to observe that Nick doesn't drink as he pilots his battered Yugo around Manhattan. Ever notice how Yugos look like stretch Gremlins? People spot its bright yellow paint job and hail him, thinking it's a cab. This is impossible, since he doesn't have an illuminated sign for an Atlantic City casino on his roof.\n\n\"Nick & Norah's Infinite Playlist\" lacks some of the idiocy of your average teenage rom-com. But it doesn't bring much to the party. It sort of ambles along, with two nice people at the center of a human scavenger hunt. It's not much of a film, but it sort gets you halfway there, like a Yugo.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-10-02", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Nick & Norah's Infinite Playlist (2008)"}