{"url": "http://www.rogerebert.com/reviews/nick-nolte-no-exit-2010", "by": "Nick Nolte", "star_rating": 2.0, "text": "Nick Nolte is an interesting actor. Perhaps too interesting to appear in an independent documentary about himself. Perhaps too interesting to be interviewed by someone else. In \"Nick Nolte: No Exit,\" he interviews himself. The way he does this does what it can to assist a fairly pointless documentary.\n\nSeated behind a silver laptop, well-groomed and wearing a big white Stetson, Nolte asked questions. Seated behind a black desktop computer and looking disheveled and squinty-eyed (well, all right, hung over), Nolte replies to them. It would be going too far to say he answers\" them.\n\nOn the wall behind him is the poster for Paul Schrader's \"Affliction\" (1997), the one he was nominated for and James Coburn won an Oscar for.  His credits include \"Hotel Rwanda,\" \"The Thin Red Line,\" \"Who'll Stop the Rain,\" \"North Dallas Forty,\" \"Lorenzo's Oil,\" \"Q & A\" and many others.\n\nHe mentions several of these films, and others, but doesn't really discuss them. He's proud of them, and of his work, as he should be. He admires Marlon Brando, who encouraged him. He has nothing to say about his private life. He mentions \"the most famous celebrity mug shot,\" which he posed for after a DUI arrest in 2006, but doesn't go into details.\n\nNolte is intercut with sound bites about him by Nick Nolte, Jacqueline Bisset, Rosanna Arquette, Barbara Hershey, Ben Stiller, Paul Mazursky, Alan Rudolph, Powers Boothe, James Gammon, F.X. Feeney, Mike Medavoy. He's worked with them all, but doesn't go into detail. Most of them he doesn't mention.\n\nYet despite everything the film has a certain fascination, because Nolte is such a charismatic enigma. I've interviewed him several times, including at Telluride, which he attended in a bathrobe, and at Cannes, where we did a Q&A that was light on the As. I enjoyed his company. Can't say that he confided many secrets.", "running_time": 74, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-03-17", "genres": null, "title": "Nick Nolte: No Exit (2010)"}