{"url": "http://www.rogerebert.com/reviews/nick-of-time-1995", "by": "Johnny Deppas Gene Watson", "star_rating": 2.5, "text": "The underlying gimmick of \"Nick of Time\" will be familiar to anyone who has been unable to avoid the TV commercials. A man is chosen at random, handed a gun, and told that his young daughter will be killed unless he assassinates the governor of California. The fact that former L.A. Mayor Tom Bradley was persuaded to play a cameo in this story movie, and that Gov. Pete Wilson's office is thanked for its cooperation, is more evidence that in Los Angeles everyone wants to be a star.\n\nThe movie features Johnny Depp as Watson, an everyman who arrives at the Los Angeles train station with his daughter Lynn (Courtney Chase). Surveying the crowd are Mr. Smith (Christopher Walken) and Ms. Jones (Roma Maffia). They confront Watson, flash badges, tell him he's under arrest, and bundle him and his daughter into a van. Then they explain their plan.\n\nThis all takes place shortly after noon. Watson is told he has 90 minutes to make the hit. If he doesn't, his daughter will die. The movie itself clocks in at 104 minutes, but part of that is accounted for by the pre-story and the end credits. The action mirrors the 90-minute time limit so closely that it's a curious sensation, being able to look at the clocks on the screen to tell how much longer the movie has to run.\n\nThe governor (Marsha Mason) is spending that part of the day at the Bonaventure Hotel in L.A. Mr. Smith takes Watson there and then follows him to make sure he doesn't try anything funny. We meet a mystery man who seems behind the scheme - a wealthy backer of the governor, who wants revenge because she backed out of promises to him. The millionaire is played by the dependable G. D. Spradlin, as your basic sinister military industrialist.\n\nNot that Walken isn't dependable, too. He once told me he's always being stopped on the street, not by people who recognize him as a movie star, but by people who think they might have served time with him in prison. He has that look: The flat face, the cold eyes.\n\nHe's one of the great movie heavies, and he isn't ever going to be asked to play Santa Claus. Here he delivers one of his patented monologues, explaining how he once killed a friend, and will gladly kill again: \"That was somebody I loved - I loved him. But - I put him down like a sick animal.\" The clock ticks away. Watson, played by Depp with a low-key ordinariness that is mostly convincing, grows desperate. There is no danger that he'll turn into a surprise action hero; they cast Depp and not Stallone for a reason. No, he tries to use his brain to figure a way to save his daughter without killing the governor. And his efforts are ingenious. I won't reveal them.\n\nAmong the other actors: Gloria Reuben is the governor's assistant, who must make a snap judgment about whether Watson is telling the truth. Charles S. Dutton is the hotel shoeshine man, whom Depp tries to recruit for help. And Peter Strauss is the governor's husband.\n\nThe movie was directed by John Badham, whose \"WarGames\" (1983) was a terrific thriller. He cheats a little in one sensational shot that is not what it seems (and doesn't have a convincing explanation), but apart from that it's effective the way he clicks off the minutes and draws out the tension.\n\nBut somehow the whole undertaking seems too contrived. Comparing it with, say, Clint Eastwood and Wolfgang Petersen's \"In the Line of Fire\" (1983), I didn't feel the same sense of urgency. It's as if the time device distracts from the reality, by constantly reminding us it's only a movie. The efforts of the hotel staff seem suspiciously well coordinated (a well-timed food cart depends on the person pushing it being prescient). I was also bothered by the notion of putting the little girl in danger for 90 minutes - not because it was heartless (it's only a movie) but because an early scene made me doubt Ms. Jones would really kill her.\n\nThe most memorable thing about the movie is its chilling premise, which has such sick logic I hope it doesn't give anyone any ideas.", "running_time": 104, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-11-22", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "Nick of Time (1995)"}