{"url": "http://www.rogerebert.com/reviews/nickelodeon-1976", "by": "Ryan O'Nealas Leo Harrigan", "star_rating": 2.0, "text": "\"Nickelodeon\" is a movie Peter Bogdanovich must have wanted to make for years. During all those long nights when he was a serious young film critic, sitting in front of the TV and memorizing the late movies and eating Popsicles (when they moved, his wife found thousands of Popsicle sticks behind the set) ... Bogdanovich was watching the old masters to see how they did it. How Hawks and Ford and Walsh took an industry into their hands and fashioned it into an art form. \n\nBogdanovich has paid homage to that era of filmmaking in several of his films; \"The Last Picture Show\" had the lean and evocative look of a John Ford film, and \"What's Up, Doc?\" was a screwball comedy in the Hawks style. But before Hawks, before Ford, there was an earlier generation, the first Hollywood generation. And \"Nickelodeon\" is about that generation, about the pioneers who took a toy and made it into an industry. \n\nThe problem with Bogdanovich, though, is that he wants to turn it back into a toy. He must have had a lot of fun making this movie, staging its pratfalls, and reconstructing the working conditions the earliest filmmakers had. But we don't have nearly as much fun watching \"Nickelodeon.\" We're reminded that Orson Welles described a movie studio as the biggest electric train a kid could ever get. Bogdanovich doesn't let us play with his train. \n\nInstead, he keeps us on the outside of a curiously flat movie. It functions like clockwork and it looks right, but it doesn't feel like much. The laughs are telegraphed, the actors are lifeless (with the exception of Burt Reynolds), and the movie does an abrupt turnabout, from comedy to elegy, about two-thirds of the way through. \"Nickelodeon\" was obviously a very expensive movie (Tatum O'Neal alone cost around $250,000, to little avail), but Bogdanovich's escaping hot air balloons, elaborately staged pratfalls and period sets aren't exploited; they're just there. \n\nThe movie's loosely about a young attorney (Ryan O'Neal) who stumbles into a career as a filmmaker. Reynolds plays a genial wrangler-turned-stuntman, and Tatum O'Neal is a young girl whose function is apparently to appear owlish and wise beyond her years, and be cute. None of the spirit she displayed in Bogdanovich's wonderful \"Paper Moon\" is allowed to emerge here. Instead, as the intrepid filmmakers head for the hills to avoid the spies of the movie patent holders, scenes pile upon scenes with no apparent over-all purpose, and even Tatum gets overlooked. \n\nAfter more than an hour of would-be sight gags and nostalgia, the movie changes directions. We get a warning when Bogdanovich recreates a famous John Ford episode: Told he was five pages behind in his shooting schedule, Ford tore five pages from his script and said, \"Now we're on schedule again.\" The movie also manages to work in the title of Bogdanovich's book, \"Pieces of Time,\" and then it ends with a well-staged recreation of the world premiere of \"The Birth of a Nation\" - which was also the birth of serious American filmmaking. The young filmmakers are disconsolate as they leave the theater; the film was so good, they feel, that a better film will never be made. They're wrong, but not about Nickelodeon.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-12-27", "genres": ["Comedy"], "title": "Nickelodeon (1976)"}