{"url": "http://www.rogerebert.com/reviews/nico-icon-1996", "by": "Susanne Ofteringer", "star_rating": 3.0, "text": "Andy Warhol That was too long for Nico. The most beautiful of Warhol's \"superstars\" was empty and disaffected, a woman who was given great natural gifts but could not enjoy them. \"Nico Icon\" is a documentary that tells the story of a woman who hated the natural beauty that landed her in French Vogue as a teenager, who was bored by life, love and sex, who spent great portions of her life searching for heroin, and who supported herself as a singer even though she hated singing and couldn't carry a tune. Death, when it came, must have been a relief.\n\nNico, christened Christa Paffgen, was born in 1939 in Cologne, Germany. By the 1950s she was in Paris, working as a fashion model, and she can be seen, ravishingly beautiful, in Fellini's \"La Dolce Vita\" (1960), joining Marcello Mastroianni on the Via Veneto and on a wild car ride to a decadent party. Even then her pose was one of ennui.\n\nBob Dylan introduced her to Andy Warhol in 1960. He used her in some of his movies (notably \"Chelsea Girls,\" where she endlessly snipped at her hair) and used her to draw attention to the Velvet Underground, a band he was promoting. She played tambourine and did vocals with Lou Reed, one of her many lovers.\n\nAfter the Warhol scene faded, she drifted to Europe and fronted a band; those days are remembered in the film by her former drummer and manager, who says \"she was the sun and we were the planets\" and their whole world centered on the van they used to drive from gig to gig. Nico, always in search of a fix, would pull knives and throw tantrums, and was \"proud of her bad hair, rotted teeth, bad skin, and needle tracks . . . she was a middle-aged junkie.\" She switched from heroin to methadone in 1986, and died in 1988, of \"too much sun,\" says her son Ari. Uh huh.\n\nSince Nico apparently lived more or less the life she chose, and was either incapable or unwilling to imagine a happier one, it is hard to gather much sympathy for her. Ari is another matter. Nico conceived him with the French actor Alain Delon, who denied paternity, although Ari, seen in the film as an adult, is a dead ringer for Delon. Nico was not, to put it mildly, an ideal mother.\n\nShe fed the infant on potato chips, and Ari eventually was rescued by Delon's mother, the only heroine in this film.\n\nWe meet her in her humble flat (\"People think I live in a castle or something\"), and we learn that Delon gave her a choice: Ari or Alain. She chose the little boy, and has not spoken to Delon for 17 years. Delon emerges from the episode as a real jerk, something that will not surprise those who have followed him over the years.\n\nNico reappeared in her son's life years later, hooked him on heroin and, when he was in a coma in the hospital, tape recorded the sound of his life-support system and used it on her next album. Ari says his mother was a free spirit, a \"gypsy.\" I say, if he ever kills anybody he's got a better defense than the Menendez boys.\n\nWho was really there, behind the beautiful, then crumbling Germanic facade? It is hard to say. Nico was more than 6 feet tall, had perfectly chiseled features, spoke several languages, and took many lovers (Jim Morrison once tried to kill her during a sex ritual, she thought, and that endeared him to her). She had the Warholian 15 minutes and more. We see her at the end, in a 1986 interview, looking wasted. And in performance, clutching a mike and a cigarette, singing a low, mournful dirge. \"Behind everything,\" a friend remembers, \"was a desire for her own annihilation.\" \"Nico Icon\" tells this story in a visual style that owes a lot to modern graphics (disjointed words appear on the screen just as they do in the new Windows 95 ads) and a catchy editing style (music and dialogue are mixed so they comment on one another). Susanne Ofteringer, who directed the film, has found a lot of people who knew Nico, including aging Paris bohemians, Warhol director Paul Morrissey and even Jackson Browne, her lover when he was 17. She has also managed, I sense, to be true to the spirit of Nico. The movie has no moral or message, does not attempt to rehabilitate Nico as an anti-heroine, and finds mostly emptiness and sadness in her life. I have a feeling Nico would have enjoyed it.", "running_time": 75, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-02-02", "genres": null, "title": "Nico Icon (1996)"}