{"url": "http://www.rogerebert.com/reviews/nico-and-dani-2001", "by": "Fernando Ramalloas Dani", "star_rating": 3.0, "text": "\"Nico and Dani\" considers 10 days in the lives of two teenage Spanish boys, during which one finds that he is gay and the other finds that he is not. Oh, but it's a lot more complicated than that. Adolescence always is. The movie takes place at a Spanish beach resort; Dani's parents have gone on vacation, leaving him with a tutor and a cook in the daytime, but on his own at night. His best friend Nico comes from Barcelona to spend the week.\n\nThe boys are both 17, both virgins, both frank about their sexual aspirations but murky about the details. They meet two girls their own age--girls they met the previous summer, but a lot can change in a year when you're a teenager. Elena (Marieta Orozco) likes Nico (Jordi Vilches), and that leaves Berta (Esther Nubiola) and Dani (Fernando Ramallo) to pair off, until Dani realizes he'd rather pair off with Nico.\n\nIf this were an American teenage sex comedy . . . but don't get me started. Thanks to the MPAA's determination to steer American teenagers toward material that is immature and vulgar, this movie would never get made except with an R or NC-17 rating. Too bad, since a observant film like \"Nico and Dani\" could be useful to a confused teenager, suggesting that we all have to choose our own paths in life. Teenagers masturbate and worry about it, and this movie considers the subject in a healthy and helpful way, while the MPAA prefers jokes about despoiled apple pies.\n\nSummer at the shore is casual and aimless. The two couples meet for drinks, go to parties and dances, and visit the beach, where Nico can show off his backflips. It gradually becomes clear that all four of them have concluded that these 10 days of freedom are an opportunity to lose their virginity at last. Not all of them do, but the possibility is there.\n\nNico and Dani return to Dani's house after an evening with the girls, feeling the universal horniness of the teenage boy. They experiment. For Nico, it's a casual, meaningless experience, but for Dani it's more than that, and Nico becomes a little alarmed at Dani's urgency. They just don't share the same feelings.\n\nElena, meanwhile, has an agenda of her own, which Nico doesn't discover until a night when they meet to \"do it,\" and she reveals--well, that Nico is expected to play a role but not make any long-range plans. That's OK with Nico, who like many teenage boys will agree to almost anything if his goal is in view.\n\nThe movie is more concerned with Dani. His English teacher, Sonia (Ana Gracia), has observed subtle signs of Dani's sexuality, and tries in a quiet way to let him know his feelings are not unique in all the world. She has a gay friend, Julian (Chisco Amado), and one night they all end up at Julian's for dinner, and Dani has too much to drink. Dani knows Julian is gay, and the next morning he makes a bold, if uncertain, pass; Julian knows Dani is under age, and so does Sonia--who warns Julian to keep his hands off. This episode ends inconclusively, like so much in life.\n\nThe movie, directed by Cesc Gay, reminds me of one of Eric Rohmer's movies about teenagers on summer vacation; it has the same lightness of feeling and delicacy of touch, although it's more directly concerned with sex than Rohmer would be. It has a plot--who will lose his or her virginity, and how?--but it's not about the plot. It isn't so stupid as to think the answer to Who and How is the whole point, since eventually everyone will lose their virginity, one way or another. American teenage movies tidy things up by pairing off the right couples at the end. In Europe they know that summers end and life goes on.\n\n\"Nico and Dani\" is more concerned with values; with what is right and wrong, ethical or not. There's the night, for example, when the boys put Valium in the sangria they serve to the girls. Wrong, and dangerous. When Berta is half-unconscious, Dani begins to take advantage of her; the technical word is rape, although here it's more of a muddle, since Dani finds he's just not that interested in a girl. Spiking the drinks is immoral. So is the way Julian casually but unmistakably makes his life available to Dani. The movie trusts us to arrive at these conclusions and doesn't add a lot of laborious plotting to pound home the message. We've all done things that we regret; with any luck we learned something from them. Next summer, Dani and Nico will know who they are, Elena will have moved on to another boy, and Berta--well, she's already told Nico, \"Elena is Elena and I'm not. I'm me.\" It's the way she smiles when she says it that lets Nico know what that means.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-06-15", "genres": ["Drama"], "title": "Nico And Dani (2001)"}