{"url": "http://www.rogerebert.com/reviews/nightwatch-1998", "by": "Ewan McGregoras Martin Bells", "star_rating": 2.0, "text": "Horror films often bring out the best in a director's style but not in his intelligence. \"Nightwatch'' is an example. It's a visually effective and often scary film to watch, but the story is so leaky that we finally just give up: Scene after scene exists only to toy with us and prop up the impossible plot.\n\nEwan McGregor, from \"Trainspotting,'' stars as Martin Bells, a law student who takes a night watchman's job in the local morgue. It's a creepy building, not improved by two giant pine trees which flank the doors and have been wrapped in plastic, so that they look like swaying bodies in giant garbage bags.\n\nInside, we find the usual lighting problem: Corridors have small bulbs and are spooky, but the cold room for the corpses is brightly lit, so that we can see what we don't much want to see. The building itself has a certain eerie charm, with its large empty spaces and its institutional chill.\n\nThere's a nice sequence with Lonny Chapman as the retiring watchman, who shows the kid the ropes, filling him in on creepy old stories, and entreating, \"Get a radio!'' Much is made of the alarm that will go off if one of the corpses should suddenly come to life (\"It's not going to happen,'' the old man assures Martin). The story is repeated about a watchman from \"several years ago,'' who was dismissed in a messy scandal. There are murky shots of vats of chemicals, one of which, Martin is disturbed to discover, contains \"feet--nothing but feet!'' Of course the watchman's rounds include a time clock on the far wall of the cold room, which must be punched once an hour. (The morgue door has no handle on the inside, which, if you really think about it makes sense, from the point of view of the corpses.) Each marble pallet has a cord above it, within reach of a body that returns to life, although in the absolute dark of the storage room it would be a clever resurrectee who thought to wave his hand in search of it.\n\nThe other characters: Martin's best friend James (Josh Brolin), who gets in bar fights because he likes the rush (\"my tolerance level has increased''). Martin's girlfriend Katherine (Patricia Arquette), who puts up with his bad breath, a byproduct of working around formaldehyde. The creepy doctor (Brad Dourif) who works in the morgue. The frightened hooker (Alix Koromzay) who has a client who wants her to play dead. And the cop, Inspector Cray (Nick Nolte), who is sad, rumpled and wise, and warns Martin that he is being framed for murder: \"There's someone really dangerous standing right behind you.'' One of these people is responsible for a series of murders of prostitutes. I was able to guess which one in the opening credits, although I wasn't sure I was right for a while--and the movie gives him (or her) away in such a sneaky way that for a moment there even seems to be another explanation for his (or her) presence at the murder scene.\n\nThe movie is a remake of \"Nattevagten,'' a Danish film by Ole Bornedal, who also directed this English-language version. Dimension Films bought the original film, a hit in Europe, and kept it off the market here while producing the retread, no doubt to forestall the kinds of unfavorable comparisons that came up when the Danish director George Sluizer remade his brilliant \"The Vanishing'' (1988) into a sloppy, spineless 1993 American film.\n\nI haven't seen \"Nattevagten'' and don't know how it compares with \"Nightwatch,'' but this film depends so heavily on horror effects, blind alleys, false leads and red herrings that eventually watching it stops being an experience and becomes an exercise.", "running_time": 105, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-17", "genres": ["Action", "Drama", "Horror", "Mystery", "Suspense", "Thriller"], "title": "Nightwatch (1998)"}