{"url": "http://www.rogerebert.com/reviews/night-at-the-museum-battle-of-the-smithsonianbr", "by": "Ben Stilleras Larry Daley", "star_rating": 1.5, "text": "Don't trust me on this movie. It rubbed me the wrong way. I can understand, as an abstract concept, why some people would find it entertaining. It sure sounds intriguing: \"Night at the Museum: Battle of the Smithsonian.\" If that sounds like fun to you, don't listen to sourpuss here.\n\nOh, did I dislike this film. It made me squirm. Its premise is lame, its plot relentlessly predictable, its characters with personalities that would distinguish picture books, its cost incalculable (well, $150,000,000). Watching historical figures enact the cliches identified with the most simplistic versions of their images, I found myself yet once again echoing the frequent cry of Gene Siskel: Why not just give us a documentary of the same actors having lunch?\n\nOne actor surpasses the material. That would be Amy Adams, as Amelia Earhart, because she makes Amelia sweet and lovable, although from what I gather, in real life that was not necessarily the case. I found myself thinking, isn't it time for a biopic about Earhart? Over the closing credits, Bonnie Koloc could sing Kinky Friedman's \"Amelia Earhart's Last Flight:\"\n\nJust a ship out on the ocean, a speck against the sky/Amelia Earhart flying that sad day/With her partner, Captain Noonan, on the second of July/Her plane fell in the ocean, far away/(Chorus) Happy landings to you, Amelia Earhart/Farewell, first lady of the air.\n\nSigh. Sort of floats you away, doesn't it? But then I crash-landed in the movie, where Amelia Earhart has to become the sidekick of Larry Daley (Ben Stiller), who has faked his resume to get hired as a security guard and rescue his buddies from \"A Night at the Museum\" (2006).\n\nWhat has happened, see, is that the Museum of Natural History is remodeling. They're replacing their beloved old exhibits, like Teddy Roosevelt mounted on his horse, with ghastly new interactive media experiences. His friends are doomed to go into storage at the National Archives, part of the Smithsonian Institution. We see something of its sterile corridors stretching off into infinity; it looks just a little larger than Jorge Luis Borges' Library of Babel, and you remember how big that was.\n\nHowever, Larry is able to manage one last night of freedom for them before the crates are filled with plastic popcorn. This is thanks to, I dunno, some kind of magic tablet of the villainous Pharaoh Kah Mun Rah (Hank Azaria). Among the resurrected are Teddy Roosevelt (Robin Williams), General Custer (Bill Hader), Ivan the Terrible (Christopher Guest), Octavius (Steve Coogan) and Albert Einstein (Eugene Levy).\n\nAlso, the stuffed monkey from our first manned (or monkeyed) satellite, on a flight where the mission controller is played, of course, by Clint Howard, who has played mission controllers in something like half a dozen movies, maybe a dozen. When he gets a job, he already knows all of the lines. I could give you the exact number of the mission controllers he has played, but looking up his IMDb credits for a review of \"Night at the Museum: Battle of the Smithsonian\" seems like dissipation.\n\nThese characters and others do what they do in action that sometimes resembles the video game this film will inspire. Wilbur Wright is here with the first airplane, and Amelia pilots the plane she went down in on that sad second of July. Rodin's The Thinker (Hank Azaria) is somewhat distracted, his chin leaning on his hand, no doubt pondering such questions as: \"Hey, aren't I supposed to be in the Musee Rodin in Paris?\"\n\nThe reanimated figures are on three scales. Some are life-size. Some are larger than life-size, like the statue in the Lincoln Memorial on the National Mall. Some are the size of tiny action figures, and they're creepy, always crawling around and about to get stepped on. Nobody asks Abe Lincoln any interesting stuff like, \"Hey, you were there -- what did Dick Nixon really say to the hippies during his midnight visit to your memorial?\"\n\nI don't mind a good dumb action movie. I was the one who liked \"The Mummy: Tomb of the Dragon Emperor.\" But \"Night at the Museum: Battle of the Smithsonian\" is such a product. Like ectoplasm from a medium, it is the visible extrusion of a marketing campaign.", "running_time": null, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-05-20", "genres": ["Action", "Adventure", "Comedy", "Family", "Fantasy"], "title": "Night at the Museum: Battle of the Smithsonian (2009)"}