{"url": "http://www.rogerebert.com/reviews/night-games-1969", "by": "Ingrid Thulinas Irene", "star_rating": 2.5, "text": "Mai Zetterling's \"Night Games\" is an absorbing, even brilliant film, but it fails to evoke much of an emotional response. It is a film made entirely in the mind, as if the heart were no concern, and it can be seen that way -- as a cold, aloof study of human neurosis. But not for a moment did I care about any of the characters.\n\nPerhaps that was because the film's hero does not care for himself. The story concerns a young man who brings his fiancée back to live in the gloomy manor where he spent his own childhood. The house is saturated with the presence of his late mother, a domineering woman who smothered his emotional development. His idea is to return to the scene of his crippling and try to break through his hang-ups.\n\nAs the man wanders through the house, bits of dialog recall his childhood; Miss Zetterling uses flashbacks to show us the young boy who is alternately loved and hated by his mother, and cared for by an insane grandmother.\n\nThere are scenes of a certain impact, as when the boy and grandmother paint faces on a row of eggs and then crush the eggs or cut them in two. It is like eating brains, she says, but he says there is nothing inside but egg.\n\nIn a sense, \"Night Games\" provides a measure of the permissiveness explosion, or whatever Newsweek is calling it this week. When the film was first exhibited at the Venice Film Festival in 1966, it was considered the most daring ever made. The police closed the theater to the public, and the judges saw it at a private screening.\n\nNearly three years later, with \"I Am Curious (Yellow)\" on the horizon, \"Night Games\" can be seen for what it is: Not a sexploitation film in any sense, but a serious attempt to get inside the mind of this character.\n\nAnd that is a fairly good argument, I suppose, for the freedom filmmakers are currently enjoying films like \"Night Games\" or \"I am Curious (Yellow),\" by expanding the limits of allowable subject matter, open up large areas behind them where serious filmmakers can seriously consider the way we live. Eventually this freedom trickles down into the mainstream product, and you get \"Goodbye, Columbus\" or last year's \"The Graduate,\" playing to enormous audiences who hardly care about the pioneers.\n\nAs for \"Night Games,\" it is a movie based almost entirely on technique and intellectual calculation. Miss Zetterling seems to be influenced by Fellini; we get orgies attended by grotesque people who play themselves as if they were trapped inside. And we get the hero, grimly picking his way through this maze, trying to figure out what went wrong. But his problem is the movie's problem: no heart.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-04-10", "genres": null, "title": "Night Games (1969)"}