{"url": "http://www.rogerebert.com/reviews/night-on-earth-1992", "by": "Winona Ryderas Corky", "star_rating": 3.0, "text": "Jim Jarmusch's \"Night on Earth\" assembles five moments in time, in taxicabs, in the middle of the night, in five of the world's cities. At the end, we have learned no great lessons and arrived at no thrilling conclusions, but we have shared the community of the night, when people are unbuttoned and vulnerable - more ready to speak about what's really on their minds.\n\nIn Los Angeles, a casting agent tries to convince a tough young female cabbie that she might have a career in the movies. In New York, a black passenger becomes convinced that his driver, from Germany, will never make it to Brooklyn without help. In Paris, a taxi driver from the Ivory Coast throws out some tipsy African diplomats and picks up a harsh, wounded blind girl. In Rome, a cabbie insists on describing his sexual peculiarities to the priest who is having a heart attack in the back seat. And in Helsinki, on the edge of a cold winter dawn, it's a toss-up whether the passengers or the drivers have a more tragic story to tell.\n\nJarmusch is a poet of the night. Much of \"Night on Earth\" creates the same kind of lonely, elegaic, romantic mood as \"Mystery Train,\" his film about wanderers in nighttime Memphis. Tom Waits' music helps to establish this mood of cities that have been emptied of the waking. It's as if the minds of these night people are affected by all of the dreams and nightmares that surround them.\n\nJarmusch is not interested in making each segment into a short story with an obvious construction. There are no zingers at the end. He's more concerned with character; with the relationship that forms, for example, between a tattooed, gum-chewing, chain-smoking young cabdriver (Winona Ryder) and the elegant executive (Gena Rowlands) who wants to cast her for a movie. \"I've got my life all mapped out,\" says the Ryder character, who hopes to work her way up to mechanic. \"There must be lotsa girls who want to be in the movies. Not me.\" The movie doesn't insist that the cabbie is right or wrong; it simply reports her opinion.\n\nAs the film moves on from Los Angeles, Jarmusch creates a worldwide feeling of kinship; we will hear Spanish, German, French, Italian, Finnish and even a little Latin. Only the venue remains the same: the inside of a taxi in the middle of the night. Many questions are not answered. What about the young blind woman in Paris, for example? Where is she coming from? Where is she going? Why does she want to walk alone on the edge of a canal? How was she so deeply wounded? Her cabdriver, an African, asks her shyly what sex is like for her - what it's like to make love with someone she can't see. He asks her what she thinks about colors. She is abrupt in her answers.\n\nShe knows more about colors, and sex, than he ever will. Her entire organism is involved. \"I can do everything you can do,\" she says.\n\n\"Can you drive?\" he asks. \"Can you?\" she shoots back.\n\nThe New York segment is the funniest. Armin Mueller-Stahl plays the German, Giancarlo Esposito is the passenger who insists on driving himself, Rosie Perez (from \"White Men Can't Jump\") is the shrill counterpoint voice from the back seat, and each man (named Helmut and Yo-Yo) thinks the other has a ludicrous name.\n\nThe segment in Rome is the least successful, although Roberto Benigni, a favorite of Jarmusch, has fun with his zany monologue as he races through the empty streets before picking up the priest. The segment in Helsinki is the saddest, almost unbearably sad, as the driver hears what a bad day one of his passengers has had, and then tops him.\n\nJarmusch essentially empties the streets for his night riders. The cities are lonely and look cold; even in L.A., \"it gets dark early in the winter.\" His characters seem divorced from the ordinary society of their cities; they're loners and floaters. We sense they have more in common with one another than with the daytime inhabitants of their cities. And their cabs, hurtling through the deserted streets, are like couriers on a mission to nowhere.", "running_time": 128, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-05-08", "genres": null, "title": "Night On Earth (1992)"}