{"url": "http://www.rogerebert.com/reviews/night-of-the-living-dead-1990", "by": "Tony Toddas Ben", "star_rating": 1.0, "text": "In 1968 George Romero made a scruffy little low-budget horror film named \"Night of the Living Dead,\" and it was truly frightening. That was in the days before the MPAA rating system, and I saw it at a Saturday matinee filled with little kids, who were so scared they were screaming and weeping. I noted their reaction in my review - I believed, then and now, that some films are simply not appropriate for children - but at the same time I had to admire the artistry of Romero's film. With grainy black and white photography, a handful of locations and a cast of unknowns, he created a horrifyingly original vision that has been ripped off ever since - not least by Romero himself.\n\nThe \"living dead\" in the movie were zombies who lurched about the landscape, their bodies decaying, their eyes blank, attempting to feed on human flesh. They had been dead, but their motor impulses and animal needs had somehow brought them back to a sickening parody of life, and now the only way to kill them was to destroy their brains.\n\nIn the original film, the zombies presided over a long night of terror, attacking seven normal people barricaded inside a farmhouse.\n\nThe creatures attacked again in Romero's \"Dawn of the Dead\" (1979), which was a superb horror film, and in his \"Day of the Dead\" (1985), which was not. Now they are back in a remake of the original film, which has been written by Romero but directed by Tom Savini, his longtime makeup expert. The remake is so close to the original that there is no reason to see both, unless you want to prove to yourself that black and white photography is indeed more effective than color for this material.\n\nThe film once again has a band of people barricaded in a farmhouse. They desperately and endlessly nail boards, doorways and tabletops across the windows; people spend more time hammering in this movie than doing anything else. The heroine (Patricia Tallman) is soon joined by the hero (Tony Todd), and then by a frightened young couple (William Butler and Katie Finneran). Eventually it's revealed that three more people are hiding in the cellar - a deranged husband (Tom Towles), his wife (McKee Anderson), and their unconscious daughter, who has been bitten by zombies.\n\nThe discovery of the people in the basement leads to the movie's longest-running non-event, a bitter fight between Towles and the others about whether they should all hide out in the basement, or stay upstairs. Todd says no to the basement. Towles says yes, frothing at the mouth. They scream at each other in confrontations in which the overacting is so ludicrous, it gets bad laughs. Towles is an actor who can indeed be chilling; he is unforgettable playing Otis, the mass murderer's slack jawed friend, in \"Henry: Portrait of a Serial Killer.\" But here, like all of the other actors, he is wasted on a film that confuses screaming with emotion.\n\nThanks for small gifts: I am grateful that Tallman's character eventually figures out something that has been abundantly obvious ever since the first \"Living Dead\" movie. The zombies are very stupid, and very slow. \"You could just walk right past them!\" she observes, looking out of the farmhouse. And so she does, for a while, until she is intercepted by a band of redneck hunters who are killing zombies for sport. The ending of the movie, with its bonfire and tortured freeze-frame scenes, is apparently intended to suggest that we really are no better than the zombies, a conclusion which, even based on the evidence of the characters in this movie, I have trouble in accepting.", "running_time": 96, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-10-19", "genres": ["Horror"], "title": "Night Of The Living Dead (1990)"}