{"url": "http://www.rogerebert.com/reviews/night-games-1980", "by": "Cindy Pickettas Valerie", "star_rating": 1.0, "text": "You could call Roger Vadim the Flo Ziegfield of the movies. He's\r\nthe French director who discovered and married Brigitte Bardot, discovered\r\nCatherine Deneuve, married Annette Stroyberg and Jane Fonda, and has now\r\ndiscovered (on \"The Guiding Light,\" a CBS soap opera) one Cindy\r\nPickett, a native of Houston who is described in the movie's production notes\r\nas a \"supple, green-eyed blonde.\"\n\nCindy\r\nPickett may be, for all I know, Vadim's best discovery. There is no way for me\r\nto find out because all I have to go on is Vadim's new movie \"Night\r\nGames,\" starring Pickett as a neurotic and sexually repressed Bel Air\r\nhousewife. The movie is so awkwardly put together from such a dumb screenplay\r\nthat there is just no telling if Vadim is right in describing her as having\r\nmore dramatic potential than any other actress he has ever worked with.\n\nOne\r\nthing's for sure: Potential like that deserves a better movie than \"Night\r\nGames,\" which even Vadirn doesn't think is the greatest movie since\r\n\"And God Created Woman.\"\n\nHere\r\nhe is, talking about the project in an interview with me last January:\r\n\"There is nothing worse than to be around without working ... and I knew I\r\nwould have to do something. I can't say it's the greatest script I've ever had.\r\nThe dialogue is not always as good as it could be. I kept asking Raymond Chow,\r\nthe producer, to hire writers to work on the dialogue, but he wouldn't.\"\n\nNot\r\nthe embodiment of enthusiasm. To be fair to Vadim, who does have talent,\r\n\"Night Games\" looks like it was shot on a bargain basement budget.\r\nPickett stars as the housewife, whose rich publisher husband Jason has given\r\nher (I quote here from the synopsis) \"money, a beautiful house, clothes,\r\ncars, everything except the ability, to experience a full and normal sexual\r\nrelationship.\"\n\nJason\r\nsurprises her with a birthday party (shot so ineptly and with such bad sound\r\nthat it almost seems as if the movie's crew was not invited). Then they begin\r\nto make love, but she reacts violently, Jason flies off to London, and Cindy is\r\nleft alone in the vast mansion.\n\nWhat\r\nwe get next is a long, ambitious passage of fantasy that we never, alas, quite\r\nunderstand. Pickett mopes around the mansion. She has erotic dreams. She is\r\nvisited by a phantom lover. In one sustained sequence, she is pursued through\r\nthe Mansion it night. Why? By whom? Perhaps by Sion (Paul Jenkins), the\r\nbrawling Welsh poet who might have stayed behind in the house after the party\r\nguests left. Or perhaps everything is in her imagination...\n\nThe\r\nmovie's conclusion is dated, awkward, and insultingly sexist. Pickett's demon\r\nlover engages her in a series of \"night games\" - dreams? realities? -\r\nand finally rapes her. And during the rape, she flashes back to long-repressed\r\nmemories of when she was attacked by a man during her girlhood. It goes without\r\nsaying in trash of this sort that these childhood traumas, when recalled,\r\nimmediately evaporate - leaving our heroine free to truly love Jason when he\r\nreturns from London.\n\nWell,\r\nthe movie's premise is obviously shoddy. But is the movie's visual strategy any\r\nbetter? Are we really thrilled by those nighttime chases through the deserted\r\nmansion? Not really.\n\nThe\r\nrecent standard in these matters is probably John Carpenter's\r\n\"Halloween,\" which aimed for almost pure terror, for nighttime chase\r\nscenes uncluttered by anything except the shock-producing apparatus of the\r\nvisual style. At that basic level of craftsmanship, Vadim is just not as\r\nskillful. So \"Night Games\" not only has a premise that offends us,\r\nbut doesn't even work on the level of dumb exploitation.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-04-25", "genres": null, "title": "Night Games (1980)"}