{"url": "http://www.rogerebert.com/reviews/night-catches-us-2010", "by": "Anthony Mackieas Marcus", "star_rating": 3.0, "text": "In the late 1960s, revolution seemed to be in the air. Not a revolt powerful enough to topple the government, but one intense enough to threaten its expectations. Then the war was over, the draft was ended, and the moment had passed. \"Night Catches Us\" takes place in Philadelphia of 1976 when the Black Panthers are still alive in the memory.\n\nThe film doesn't open with that large canvas, however, but with a small one. Marcus (Anthony Mackie) walks past a Cadillac in a driveway and into a house, and is told \"your father is in the living room.\" The father's introduction is an example of one shot doing the work of much dialogue. Marcus has a brother, Bostic (Tariq Trotter), who harbors much anger against him, and slowly we learn that Marcus is believed in the neighborhood to have betrayed a Panther comrade and been responsible for his death.\n\nSo deep was this belief that Marcus left town for some years, and it's still not comfortable for him to walk in the neighborhood. One person who doesn't hold him accountable is the dead man's widow, Patricia (Kerry Washington); she's a lawyer, a widow with a daughter, and we sense immediately that there's unfinished passion between them. Perhaps people suspected that, and tied it to the dead Panther's betrayal.\n\nThis is not an action film. It is a movie about loss, sadness and regret, and the feeling that history has moved on. Bostic symbolizes that by having joined the Black Mus­lims, a group which by then represented a similar rejection of white society and even a some what similar iconography. Bostic is finished with the past. He can't wait to sell the family house.\n\n\"Night Catches Us\" wisely avoids many of the situations this setup might suggest — situations that have been played out in countless other films. It doesn't turn into a street war or a whodunit. Its emotional center is the understanding that grows between Marcus and Patricia. They're good people, capable of useful lives, trying to free themselves from the chains of the past. She never believed he was a snitch. Perhaps they can find reconciliation and acceptance.\n\nThe film leads to no showy conclusion, no spectacular climax. It is about movement possible within the soul even in difficult times. The writer-director, Tanya Hamilton, faces the problem of all directors of period films, and solves them here by re-creating the Black Panther period in b&w news photos. That's about right. Even a few years later, that's somehow how it's remembered in the mind. The Panthers feeding kids breakfast. The Panthers in their black berets. The fiercely identical anger and resolve in their faces. All over with. Leaving Marcus and Patricia to get on with things.", "running_time": 90, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-12-08", "genres": ["Drama", "Indie", "Romance"], "title": "Night Catches Us (2010)"}