{"url": "http://www.rogerebert.com/reviews/nights-in-rodanthe-2008", "by": "Richard Gereas Paul", "star_rating": 1.5, "text": "\"Nights in Rodanthe\" is what Variety likes to call a \"weeper.\" The term is not often intended as praise. The movie attempts to jerk tears with one clunky device after another, in a plot that is a perfect storm of cliche and contrivance. In fact, it even contains a storm -- an imperfect one.\n\nThe movie stars Richard Gere and Diane Lane, back again, together again, after \"Unfaithful\" (2002). I have no complaints about their work here. Admiration, rather, as they stay afloat despite the film's plot, location, voice-overs and not-very-special effects. They are true movie stars and have a certain immunity against infection by dreck.\n\nHe plays Paul, a surgeon. She is Adrienne, a mother of two, separated from her snaky husband. To help out a friend, she is taking care of a rustic inn on an island off the Outer Banks of North Carolina. He is the only weekend guest. He has booked in to \"be by myself,\" he says, and also to \"find someone to talk to.\" To summarize: These two beautiful, unhappy people are alone in a romantic beachfront inn. If the inn is really where it seems to be, on the edge of the water in a vast stretch of deserted, high-priced beach frontage, then it is not CGI and will soon be listed as This Week magazine's \"steal of the week.\"\n\nA hurricane is approaching. Hurricane warnings are issued hours before it arrives. A grizzled old-timer at the local grocery wisely says it's gonna be real big. Adrienne stocks up on white bread. Having spent days watching CNN as little whirling 2s and 3s inched across the Gulf Coast, I would say this warning was belated. Paul doesn't evacuate because of some dialogue he is made to say. Adrienne doesn't because she promised her friend to look after the inn. They put up some shutters and have a jolly game of indoor basketball while tossing spoiled canned goods into a garbage can. Ratatouille! Spam! Lard! \n\nThe hurricane strikes. If it has a name, they don't know it. It blows off some shutters and cuts off the power. Do they face \"certain death\"? They cling to each other while sitting on the floor next to a bed. Then they cling to each other after getting into the bed. Have you ever made love during a hurricane that is shaking the house? I haven't. How did it go for you?\n\nThe hurricane bangs the shutters like the Amityville Horror. It must have no eye, so the wind only blows once. In the morning after the storm, the sun is shining, and the inn is still standing. Remarkable, really, considering the photos from Galveston. It is a three- or four-story clapboard building, taller than it is wide, standing on stilts at the veritable water's edge. In the morning, we see damage: a skateboard and a bike, blown up. Some trees blown over. Just the most wonderful gnarly old piece of driftwood.\n\nReader, they fall in love. They deal with the real reason Paul came to Rodanthe, which I will say nothing about, except that it involves a grieving man who is well-played by Scott Glenn. Paul and Adrienne have found true love for the first time in their lives. Paul has an estranged son who has opened a clinic on a mountainside in Ecuador. He must go there.\n\nThey exchange letters. The mountainside has no telephones, but excellent mail service. The letters serve the function of the notebook in the (much better) adaptation of Sparks' The Notebook. These letters are read aloud in voice-overs that would not distinguish a soap opera. Does Paul find his son? Does Adrienne reunite with her snarky husband? Does her troubled and hostile teenage daughter turn into a honeybun from one scene to the next? Does the movie depend upon a deus ex machina  to propel itself toward the lachrymose conclusion? Yes, no, yes and yes.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-09-25", "genres": ["Drama", "Romance"], "title": "Nights in Rodanthe (2008)"}