{"url": "http://www.rogerebert.com/reviews/night-of-dark-shadows-1971", "by": "David Selbyas Quentin/Collins", "star_rating": 1.0, "text": "A good horror movie can be a thing of beauty, but a bad one can be horrible indeed. \"Night of Dark Shadows\" is bad, all right, but not merely bad. It is also shabby and unwholesome, made by people who take no joy in their work. It is a mean, evil little enterprise. \n\nA lot of horror movies at least seem to be fun for the people who make them. There's a certain freshness of spirit, for example, in the two Count Yorga features. But \"Night of Dark Shadows\" seems designed primarily to turn a quick buck on the corpse of the late TV serial, and it doesn't even have fun doing that. \n\nThe story is so simpleminded that the ads just about give it away: \"Hung as a witch 200 years ago, Angelique comes back to Collinwood....\" She has been reincarnated as a double exposure and drifts between the camera and the action in a white gown and a push-up bra that must have started tongues wagging 200 years ago. No wonder they hung her. It is her function to stand high on the roof, when we are on the ground, or to be standing on the ground, when we are high on the roof, She also turns into lace curtains on occasion. And she beckons a lot. Too much, some would say.\r\nA young couple have come to live in the drafty old mansion, I forgot to mention, and the man gets possessed by the spirit of Charles Collins and causes his wife no end of trouble. Tries to drown her in the swimming pool and kisses her with blood running down his face, that sort of thing. \n\nThere is also another young couple, and their function is to save the young wife, give her artificial respiration, wipe off the blood and so on. They are also forever saying that they want to take her away from this horrible place, and she is forever saying, no, things will work themselves out. The possessed husband also goes after the other couple, except at times when the spirit of Charles Collins leaves him. At those times, of course, he apologizes all round: Sorry I tried to drown you, etc. \n\nNo effort is made to give the characters any human, or even inhuman, dimension, and toward the end of the movie not a lot goes on except for double takes, screams and lots of bleeding. There are, however, a couple of messy sex scenes that make the movie unsuitable for its GP ratings. Why do some producers insist on putting in unsavory stuff when they know the horror-movie audience has a lot of kids in it, and is easily satisfied with a few laughs and a few scares?", "running_time": 95, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-09-21", "genres": ["Drama", "Foreign", "Horror", "Mystery", "Romance", "Thriller"], "title": "Night of Dark Shadows (1971)"}