{"url": "http://www.rogerebert.com/reviews/night-and-the-city-1992", "by": "Robert De Niroas Harry Fabian", "star_rating": 2.0, "text": "Robert De Niro, who is usually so adept at finding the right note for every performance, finds the wrong one in \"Night and the City,\" a movie based on a 1951 film noir classic that has not been remade so much as quoted from. De Niro plays Harry Fabian, a two-bit hanger-on who dreams of someday being a major fight promoter, like the powerful Boom Boom (Alan King), who rules the neighborhood. But the only thing his dreams earn him, as they say in movies like this, is a one-way ticket to trouble.\n\nThe movie is based on a Jules Dassin film that was itself something of an oddity, a film noir that was American at heart but photographed on location in London. Richard Widmark starred, as a pickpocket and con man who wanted to be a wrestling promoter, and talked a legendary old Greek (Mike Mazursky) into turning his back on his son and signing on with him. There was a subplot involving the bar where everyone hung out. It was run by a sinister fat man, whose office was suspended above the action like a spider's lair. His wife (Gene Tierney) hated him and dreamed of owning a club of her own someday, and Widmark promised to help her.\n\nThis new version of the story hits some of the same notes, but without the same effect. Cliff Gorman runs the bar, Jessica Lange is his wife who wants a place of her own, and her relationship with De Niro includes quick moments of passion in doorways. This is all wrong. Both Gorman and Lange come across as too realistic, and this is anything but a realistic story. And the De Niro character should hardly be a lover.\n\nWhen you remove the heightened visual and dramatic style from the 1951 film - when you tone down the characters to a pallid 1990s realism - you realize how weak the story is. The Dassin film was all atmosphere, all shadows and camera angles and supporting actors who knew how to make their characters into bizarre mutations.\n\nTake away the style and the movie just isn't there anymore.\n\nWidmark played Harry Fabian as a desperate river rat. De Niro plays the character more like a riff on Rupert Pupkin, the goofy talk show fan he played in Scorsese's \"The King of Comedy.\" There is a scene set in Elaine's restaurant, when Fabian hassles the real-life Regis and Joy Philbin for attention for one of his schemes. It's an entertaining scene, but what's it doing in this movie? It helps establish Fabian as a clown, forcing us to regard him from the outside. We can't care about him. Widmark, even though he was a louse, inspired a certain grudging identification.\n\nThe best performance in the movie is by Alan King, the comedian and sometime producer, who turns up infrequently as a dramatic actor but is always good. Look at some of his roles - especially in \"Just Tell Me What You Want\" and \"Memories Of Me\" - and you'll see the kind of authority that makes a scene convincing. Here, as a tough guy who is not amused by Fabian's attempts to become a boxing promoter, he is all ice and personality.\n\nThe Jessica Lange character is wrong because she isn't selfish enough. In the original, the character was a tough dame who had married the fat spider for money, and was looking out only for herself. Here the character's motivations are marred by soft bourgeois values like affection and career dreams. The original film had a good girl and a bad girl; the Lange character wants to be both.\n\nFor the movie to work, we should dislike her as much as her husband.\n\nThis \"Night and the City\" was directed by Irwin Winkler, a producer (for Scorsese among others) whose directing debut was the excellent \"Guilty by Suspicion,\" about the Hollywood blacklist years.\n\nJules Dassin, director of the original \"Night and the City,\" was a blacklist victim, and Winkler dedicates this film to him. All very nice, but if you're going to do film noir you have to understand two things: (1) The characters don't need psychological subtlety but they do need raw motivation, and (2) the look of the picture is everything, and it shouldn't look realistic (it never hurts to choose black-and-white photography, which all by itself accomplishes about a third of the film noir director's work before he even arrives on the set in the morning).", "running_time": 104, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-10-23", "genres": ["Drama"], "title": "Night and the City (1992)"}