{"url": "http://www.rogerebert.com/reviews/nil-by-mouth-1998", "by": "Ray Winstoneas Raymond", "star_rating": 3.5, "text": "Gary Oldman's \"Nil by Mouth\" descends into a domestic hell of violence, drugs and booze, where a man can kick his pregnant wife and then, drunk, scrape out the words \"My Baby\" on the wallpaper with his bloody fingernails. It takes place in the pubs and streets of South London, where the actor grew up, and is dedicated enigmatically, \"In memory of my father.\" We want to stand back out of the way: Something primal, needful and anguished is going on here.\n\nUsing a hand-held camera and closeup style, Oldman plunges into the middle of this family as its members spend a night at their local pub. At first we don't understand all the relationships, but Oldman uses the right approach: These people know one another so intimately and in such fearsome ways that any \"establishing\" scenes would dilute the impact.\n\nThe center of authority in the film is Janet (Laila Morse), the worn blond mother whose factory job is one of the family's few steady sources of income. Her own aged, feisty mother, Kath (Edna Dore), is still around. Janet's daughter is Valerie (Kathy Burke, who won the best actress award at the Cannes Film Festival).\n\nVal's husband, Ray (Ray Winstone), is a violent drunk whose rage alternates with self-pity. Val's brother, Janet's son, is Billy (Charlie Creed-Miles). He has a drug habit. Ray's best friend, Mark (Jamie Forman), is emotionally dependent on him--maybe he's an excitement junkie, who feeds on the moments when Ray explodes.\n\nThis family weeps, bleeds and endures. Billy, who lives with Val and Ray, is thrown out of the house after some money is missing; Ray beats him and bites his nose, and Billy staggers into a bleak dawn--homeless, although he still lives on the outskirts of the family, like a wounded wolf following the pack.\n\nA day or so later, Ray walks into a pub and finds his wife, Val, playing pool with a casual friend. Ray seems cheerful at first, but he has the personality changes of the alcoholic, and orders her home, where he weeps and explodes in a jealous rage, sure that Val (who is large with child) was having an affair with the man. She miscarries after his beating.\n\nOne of the film's key scenes comes after Val returns home and is seen, black, blue and bandaged, by her mother. She tells Janet she was struck by a hitand-run driver. Janet clearly knows Ray beat her daughter, but accepts the story. The dialogue here is precise in its observation; Val's details all have to do with the location (\"You know, down by the shops\"), as if the story is proved by the fact that the shops exist. Her mother vows revenge on the bastard driver who committed the hit and run; both women understand this is code for Ray. (\"You know what it's like going to hospitals late at night,\" Janet says at one point. In most healthy families, this is not something everyone knows.) The film's portrait of street life in South London is unflinching and observant. Billy, drifting, looking for a fix, gets involved in a strange fight over a tattooed street person and his little pet dog. He goes to his mother's factory to borrow money for a fix, and then asks her to drive him to a dealer.\n\nBack in her van, he starts to shoot up, and she snaps, \"Get in the back of the van where no one can see you.\" Just like a mother. The cost of Billy's habit is something Janet knows, just as in another family the mother would know the size of her son's paycheck.\n\nGary Oldman clearly is dealing here with autobiographical wounds. I saw him after the film played at Cannes, and he volunteered the information that a chair in the film is the same one his father sat in while drinking at home. He spoke in a flat voice, giving information, but I sensed that the chair was still occupied by the stabbing ghosts of days and words.\n\nYet \"Nil by Mouth\" is not an unrelieved shriek of pain. There is humor in it, and tender insight. After he almost kills himself on a bender, Ray is hospitalized, and Mark visits him. In a monologue brilliantly delivered by Winstone, Ray complains about the lack of love from his own father: \"Not one kiss. Not one cuddle.\" In Ray's mind, he is the abused child. We sense Oldman's ability to understand, if not forgive.\n\nAt the beginning of \"Nil by Mouth\" we cannot understand the South London dialect very easily, and aren't sure who all the characters are. By the end, we know this family and we understand everything they say, and many things they do not say. And we remember another very minor character in the film, the small child of Ray and Val, who sits at the top of the stairs during a bloody fight, and sees everything.\n\nFootnote: Dedicated to Oldman's father, the film is filled with personal touches. The actress who plays Janet, billed as \"Laila Morse,\" is the actor's sister; her stage name is an anagram of \"my sister\" in Italian. When Kath sings \"Can't Help Lovin' That Man\" over the closing credits, the voice dubbed onto the track belongs to Oldman's 75-year-old mother. And that is his father's chair.", "running_time": 128, "mpaa_rating": null, "release_year": 1998, "date_published": "1998-03-06", "genres": ["Drama", "Foreign"], "title": "Nil by Mouth (1998)"}