{"url": "http://www.rogerebert.com/reviews/nina-takes-a-lover-1995", "by": "Laura San Giacomoas Nina", "star_rating": 2.0, "text": "\"Nina Takes a Lover\" is like a sophisticated, low-key yuppie version of those soft-core \"couples tapes\" in the romance section of the video store. It's not a sex movie, but it's not exactly anything else, either. And a lot of what's unique about it isn't apparent until the very end. You'll see what I mean.\n\nThe movie stars Laura San Giacomo, looking fetching and projecting a wary intelligence, as Nina, a San Francisco woman whose husband always seems to be away on business trips. One day, she sees a guy on a park bench and makes a not exactly subtle bid for his attention, by crunching loudly on an apple. By day three, they're sharing the apple, and by day four, Eve has her Adam.\n\nThe guy's name is, uh, Lover. He's never called anything else.\n\nPlayed by Paul Rhys, he's a British photographer who finds Nina so attractive that when she doesn't turn up in the park one day, he tracks down the shoe store she owns, and they are soon becoming good friends while perched on the step-ladder in the stock room. The customers are ignored a lot in this movie.\n\nThe heart of \"Nina Takes a Lover\" is their love affair, which can last, we gather, three weeks - until Nina's husband returns to town. Lover has a wife, but the details are vague, and her flat and his studio make convenient rendezvous points. The movie, written and directed by Alan Jacobs, depends on romantic cliches for many of its scenes, but there are a few that generate authentic chemistry, including a prolonged dalliance when Nina asks, during every pause, \"What would make me a better lover?\" The key to this scene is its honesty, and the ability of both San Giacomo and Rhys to play smart, and not simply portray dopey sexual hobbyists.\n\nA counterplot of sorts takes place between Nina's friend, named Friend (Cristi Conaway), and an espresso shop owner named Paulie (Fisher Stevens). Friend likes Paulie and picks him up after he engages her in small talk (\"There's a little of me in every cup\"); this must be the first movie to recognize that as many pickups take place in coffee shops as bars these days. Friend invites Paulie to Nina's apartment, where he criticizes her coffee (\"The key to making good espresso is tamping\") and steals her underwear, leading to a later complication that leads nowhere.\n\nMeanwhile, the affair between Nina and Lover takes on a certain urgency with the approaching end of their three-week idyll.\n\nWill they leave their spouses and stay with each other? Or will their dangerous games of truth-telling go too far? Some viewers may foresee the ending of the movie. I did not, although it was clear enough in hindsight, and caused me to rethink what had gone before. It's original, all right, but I'm not sure it's the ending the film deserves. If the story had been less tricky and more what it seemed, the payoff might have been more moving. I was also underwhelmed by the device of having the participants tell their story to a reporter (Michael O'Keefe) for the San Francisco Chronicle, although maybe that provided an excuse for some of the narration.\n\nWhen the movie was over, I felt vaguely empty and cheated. I liked the acting, I admired a lot of the dialogue, and the movie looks good. Maybe I liked it enough to think these characters deserved more. As I said at the top, if you see it, you'll know what I mean.", "running_time": 106, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-05-05", "genres": ["Drama", "Romance"], "title": "Nina Takes A Lover (1995)"}