{"url": "http://www.rogerebert.com/reviews/nine-2009", "by": "Daniel Day-Lewisas Guido", "star_rating": 2.0, "text": "My problem may be that I know Fellini's \"8½\" (1963) too well. Your problem may be that you don't know it well enough. Both of us may be asking, who exactly was \"Nine\" made for? This is a big-scale version of the 1982 Broadway production, which won the Tony Award as best musical. It's likely that most who saw it had either seen the Fellini film, or made that their business.\n\nI didn't see it, but I'm sure it greatly benefitted from being live and right there onstage, where the energy in performance compensated for its lack of a single great song. All the songs sound exactly like standard boilerplate Broadway show tunes, except for composer Maury Yestin's \"Finale,\" which evokes the original Nino Rota soundtrack for Fellini, which is the problem.\n\nFellini's great films are essentially musicals. Like most Italian directors of his generation, he didn't record live dialogue and sound. He depended on dubbing. On a set, he usually had an orchestra playing, and asked his actors to move, not in time with the music, but \"in sympathy.\" Everyone in a Fellini film evokes an inner body rhythm. Then there's Rota's music itself, my favorite soundtracks. I could watch a Fellini film on the radio.\n\nThe story, recycled by Rob Marshall for \"Nine,\" involves aspects of Fellini's own life: his vagueness about screenplays and deadlines, his indifference to budgets, his womanizing, the guilt about sex instilled by his Catholic upbringing, his guilt about cheating on his wife and about bankrupting his producers. It was said that \"8½\" wasn't so much a confessional as an acting-out of the very problems he was having while making the film, including how to use a gigantic outdoor set he'd constructed for no clear purpose.\n\nIt's a great film, some say his best. \"Nine\" the musical \"adapts\" it, true enough, but doesn't feel it. Consider Fellini's most famous scene. The many women in the life of the hero Guido (played by Marcello Mastroianni) assemble in a fantasy harem and greet him: the Swedish stewardess, his wife, his mistress, his mother, Saraghina the local whore of his childhood and, above all, his muse (Claudia Cardinale), a reassuringly perfect woman, encouraging, never critical. In the harem they caress him, bathe him, soothe him -- and then reveal complaints and criticisms, so that he has to take up a whip and threaten them like a lion tamer.\n\nIn \"Nine\" this scene is of course reprised, but with an unclear focus. It's less like a vengeful dream, more like a reunion. There's no urgency, no passion, most of all, no guilt. In fact, the subtext of Catholic guilt, which is central to Fellini, is only hinted at in \"Nine.\" But then \"Nine\" pays homage to a Broadway musical, and not Fellini at all.\n\nIn this connection, consider the odd casting of Daniel Day-Lewis in the Fellini/ Mastroianni role, played onstage by Raul Julia. Of course he isn't Guido; who could be? But he also isn't romantic, musical, comic, baffled, exasperated -- and not (even though he apprenticed under a Florentine shoemaker) in the slightest degree Italian. What current movie star could play the role? I think Javier Bardem (Marshall's original choice) could. Gael Garcia Bernal? Maybe Alec Baldwin? You need a man who is handsome and never seems to have given it a thought. I'm crazy? Then you tell me.\n\n\"Nine\" is just plain adrift in its own lack of necessity. It is filled wall to wall with stars (Marion Cotillard as the wife figure, Penelope Cruz as the mistress, Judi Dench as the worrying assistant, Nicole Kidman as the muse, the sublime Sophia Loren as the mother). But that's what they are, stars, because the movie doesn't make them characters. My closing advice is very sincere: In the life of anyone who loves movies, there must be time to see \"8½.\" You can watch it instantly right now on Netflix or Amazon. What are you waiting for?\n\nEbert: \"I could watch a Fellini film on the radio\": http://j.mp/4Pqjut", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-12-23", "genres": ["Action", "Adventure", "Comedy", "Drama", "Music", "Romance", "Science Fiction"], "title": "Nine (2009)"}