{"url": "http://www.rogerebert.com/reviews/nine-to-five-1980", "by": "Jane Fondaas Judy Bernly", "star_rating": 3.0, "text": "\"Nine to Five\" is a good-hearted, simple-minded comedy that will win a place in film history, I suspect, primarily because it contains the movie debut of Dolly Parton. She is, on the basis of this one film, a natural-born movie star, a performer who holds our attention so easily that it's hard to believe it's her first film.\n\nThere have been other debuts this unmistakable; you could name Marilyn Monroe, James Dean, John Travolta. And what you'd be talking about in each case would not necessarily be a great dramatic performance in an important movie. You'd be talking about a quality of presence, a personal life force that seems to take over the screen.\n\n\"Nine to Five\" is only a fairly successful comedy. It has some very funny moments, and then it has some major ingredients that don't work, including some of its fantasy sequences. But then it also has Dolly Parton. And she contains so much energy, so much life and unstudied natural exuberance that watching her do anything in this movie is a pleasure. Because there have been so many Dolly Parton jokes (and doubtless will be so many more), I had better say that I'm not referring to her sex appeal or chest measurements. Indeed, she hardly seems to exist as a sexual being in this movie. She exists on another plane, as Monroe did: She is a center of life on the screen.\n\nBut excuse me for a moment while I regain my composure. \"Nine to Five\" itself is pleasant entertainment, and I liked it, despite its uneven qualities and a plot that's almost too preposterous for the material. The movie exists in the tradition of 1940s screwball comedies. It's about improbable events happening to people who are comic caricatures of their types, and, like those '40s movies, It also has a dash of social commentary.\n\nThe message in this case has, to do with women's liberation and, specifically, with the role of women in large corporate offices. Jane Fonda, Lily Tomlin and Dolly Parton all work in the same office. Tomlin is the efficient office manager. Fonda is the newcomer, trying out her first job after a divorce. Parton is the boss's secretary, and everybody in the office thinks she's having an affair with the boss. So the other women won't speak to her.\n\nThe villain is the boss himself. Played by Dabney Coleman (of \"Mary Hartman, Mary Hartman\"), he's a self-righteous prig with a great and sincere lust for Dolly Parton. She's having none of it. After the movie introduces a few social issues (day care, staggered work hours, equal pay, merit promotion), the movie develops into a bizarre plot to kidnap Coleman in an attempt to win equal rights. He winds up swinging from the ceiling of his bedroom, attached by wire to a garage-door opener. Serves him right, the M.C.P.\n\nThis whole kidnapping sequence moves so far toward unrestrained farce that it damages the movie's marginally plausible opening scenes. But perhaps we don't really care. We learn right away that this is deliberately a lightweight film, despite its superstructure of social significance. And, making the necessary concessions, we simply enjoy it.\n\nWhat I enjoyed most, as you have already guessed, was Dolly Parton. Is she an actress? Yes, definitely, I'd say, although I am not at all sure how wide a range of roles she might be able to play. She's perfect for this one - which was, of course, custom-made for her. But watch her in the scenes where she's not speaking, where the action is elsewhere on the screen. She's always in character, always reacting, always generating so much energy we expect her to fly apart. There's a scene on a hospital bench, for example, where Tomlin is convinced she's poisoned the boss, and Fonda is consoling her. Watch Dolly. She's bouncing in and out, irrepressibly.\n\nWhat is involved here is probably something other than \"acting.\" It has to do with what Bernard Shaw called the \"life force,\" that dynamo of energy that some people seem to possess so bountifully. Dolly Parton on the screen simply seems to be having a great time, ready to sweep everyone else up in her enthusiasm, her concern, her energy. It's some show.\n\nRoger Ebert reviews movies on the Channel 5 news at 10 p.m. Thursday, Sunday and Monday.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-12-19", "genres": ["Comedy"], "title": "Nine to Five (1980)"}