{"url": "http://www.rogerebert.com/reviews/nine-queens-2002", "by": "Ricardo Darinas Marcos", "star_rating": 3.0, "text": "Fabian Bielinsky's \"Nine Queens\" is a con within a con within a con. There comes a time when we think we've gotten to the bottom, and then the floor gets pulled out again and we fall another level. Since nothing is as it seems (it doesn't even seem as it seems), watching the film is like observing a chess game in which all of the pieces are in plain view but one player has figured out a way to cheat. \"David Mamet might kill for a script as good,\" Todd McCarthy writes in Variety. True, although Mamet might also reasonably claim to have inspired it; the set-up owes something to his \"House of Games,\" although familiarity with that film will not help you figure out this one.\n\nThe film starts with a seemingly chance meeting. Indeed, almost everything in the film is \"seemingly.\" A young would-be con man named Juan (Gaston Pauls) is doing the $20 bill switch with a naive cashier--the switch I have never been able to figure out, where you end up with $39 while seemingly doing the cashier a favor. Juan succeeds. The cashier goes off duty. Juan is greedy and tries the same trick on her replacement. The first cashier comes back with the manager, screaming that she was robbed. At this point Marcos (Ricardo Darin), a stranger in the store, flashes his gun, identifies himself as a cop, arrests the thief and hauls him off.\n\nOf course Marcos is only seemingly a cop. He lectures Juan on the dangers of excessive greed and buys him breakfast, and then the two of them seemingly happen upon an opportunity to pull a big swindle involving the \"nine queens,\" a rare sheet of stamps. This happens when Valeria (Leticia Bredice), seemingly Marcos' sister, berates him because one of his old criminal associates tried to con a client in the hotel where she seemingly works. The old con seemingly had a heart attack, and now the field is seemingly open for Marcos and Juan to bilk the seemingly rich and drunk Gandolfo (Ignasi Abadal).\n\nNow before you think I've given away the game with all those \"seeminglys,\" let me point out that they may only seemingly be seeminglys. They may in fact be as they seem. Or seemingly otherwise. As Juan and Marcos try to work out their scheme, which involves counterfeit stamps, we wonder if in fact the whole game may be a pigeon drop with Juan as the pigeon. But, no, the fake stamps are stolen, seemingly by complete strangers, requiring Marcos and Juan to try to con the owner of the real nine queens out of stamps they can sell Gandolfo. (Since they have no plans to really pay for these stamps, their profit would be the same in either case.) And on and on, around and around, in an elegant and sly deadpan comedy. A plot, however clever, is only the clockwork; what matters is what kind of time a movie tells. \"Nine Queens\" is blessed with a gallery of well-drawn character roles, including the alcoholic mark and his two bodyguards; the avaricious widow who owns the \"nine queens\" and her much younger bleached-blond boyfriend, and Valeria the sister, who opposes Marcos' seamy friends and life of crime but might be willing to sleep with Gandolfo if she can share in the spoils.\n\nJuan meanwhile falls for Valeria himself, and then there are perfectly timed hiccups in the plot where the characters (and we) apparently see through a deception, only to find that deeper reality explains everything--maybe. The story plays out in modern-day Buenos Aires, a city that looks sometimes Latin, sometimes American, sometimes Spanish, sometimes German, sometimes modern, sometimes ancient. Is it possible the city itself is pulling a con on its inhabitants, and that some underlying reality will deceive everyone? The ultimate joke of course would be if the Argentine economy collapsed, so that everyone's gains, ill-gotten or not, would evaporate. But that is surely too much to hope for.\n\nNote: \"Nine Queens\" is like a South American version of \"Stolen Summer,\" the movie that won the contest sponsored by HBO, Miramax, and Matt Damon and Ben Affleck. According to Variety, some 350 screenplays were submitted in an Argentine competition, Bielinsky's won, and he was given funds to film. It's illuminating that in both cases such competitions yielded more literate and interesting screenplays than the studios are usually able to find through their own best efforts.", "running_time": 115, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-05-10", "genres": ["Drama", "Foreign"], "title": "Nine Queens (2002)"}