{"url": "http://www.rogerebert.com/reviews/nine-months-1995", "by": "Hugh Grantas Samuel", "star_rating": 2.0, "text": "Much attention has been focused on \"Nine Months\" because it's the movie that Hugh Grant was in the process of publicizing when he suddenly found himself receiving all too much publicity for the wrong reasons. The film's box-office performance will be closely analyzed for clues about whether Grant's career will be affected by the recent scandal. My guess is that the film, left to itself, would have performed only moderately at the box office, so if it does any better than that, the scandal can only have helped.\n\n\"Nine Months\" is one of those movies where the outcome is abundantly clear to everyone but the hero, who remains in the hapless position of playing dumb because, if he didn't, there wouldn't be a plot. Grant and Julianne Moore play a couple who have been in love for five years. Then she gets pregnant. He's not so hot on the idea.\n\nTo begin with, marriage would mean \"I'd have to sell the car I love, and get rid of the cat I've had for 16 years.\" What happens next? No prizes for guessing that he balks, she walks, he has a change of heart, and they live happily ever after.\n\nAnd of course there is the obligatory screaming in the delivery room, as Moore does every actress' dream, the big childbirth scene. The story is predictable because it could happen no other way - not in a comedy, anyway. What are the chances that the guy will refuse to become a father and walk out for good? Movies like this depend on charm. Sometimes the charm is there.\n\n\"While You Were Sleeping\" was every bit as predictable as \"Nine Months,\" and even contained a Movie Coma, one of those convenient conditions in which a major character is unconscious for exactly as long as the plot requires. Yet the movie was charming - it grew on you, and for some goofy reason, you wound up caring about the people.\n\nThat didn't happen to me while I was watching \"Nine Months.\" Hugh Grant can be charming, as anyone can testify who has seen \"Four Weddings and a Funeral.\" Julianne Moore can be charming, too, I'm sure, although she didn't get much chance to prove it in \"The Fugitive\" or \"Short Cuts.\" But here, the charm doesn't happen because the movie doesn't care about them as people. They have little human dimension; they are the tools of the plot, and it's unfair to ask actors to supply qualities that the screenplay doesn't account for.\n\nThe movie's odd, anyway, in the weird way it cuts back and forth between heartfelt emotion and weird slapstick. Grant and Moore keep running into a couple, played by Tom Arnold and Joan Cusack, who treasure their children while supplying Grant with a horrifying example of what his life might become.\n\nArnold and Grant meet at a weekend outing, take an instant dislike to each other and get into a shouting match (\"I would walk over there and kick your puny little - - - if I wasn't going to have my 5-year-old daughter do it!\"). Then they become friendly. Then they team up to attack the wise guy inside the Arnie the Dinosaur suit at a toy store. Then they get into a fistfight with each other in the delivery room, while their babies are being born simultaneously.\n\nTheir relationship doesn't make any sense; it's arbitrary.\n\nAnother distracting character is the obstetrician from Russia (Robin Williams) whose English is shaky, and who gets every key word just slightly wrong. Sample: \"Let's take a look at your volvo.\" (However, he does know some of the words for female parts, since he calls a thesaurus a clitoris.) His dialogue is so calculated, so written, that it seems recited, rather than said.\n\nI was also not much moved by Grant's frequent fantasies in which Moore turns into a giant green praying mantis, and tries to eat him after sex. Or the dream sequences. Or the two idiotic driving sequences, including the obligatory scene of speeding to the hospital after the woman goes into labor. What really labored was all the schtick involving the people they load into their car along the way.\n\nStrange thing. At the end of the film, the characters I remembered most fondly were the couple played by Tom Arnold and Joan Cusack. They had more comic energy, more consistency and better dialogue (\"What did I tell you about spitting in other people's food?\"). \"Nine Months\" might have been a better comedy if it had been about these dysfunctional weirdos trying to save the relationship of the yuppies. Grant works better when he's the counterpoint, anyway - the object, rather than the subject.\n\nMaybe Arnold and Cusack could be spun off in a movie of their own. Hey, Ma and Pa Kettle started out as supporting characters in \"The Egg and I\" and look what happened to them.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-07-12", "genres": ["Comedy", "Drama", "Romance"], "title": "Nine Months (1995)"}