{"url": "http://www.rogerebert.com/reviews/no-escape-1994", "by": "Ray Liottaas Robbins", "star_rating": 2.0, "text": "The movie takes place at a time in the future when gigantic prison colonies have been constructed, apparently to exploit slave labor, although of course nobody ever seems to do any actual work in such colonies; they spend most of their time modeling bizarre costumes, and engaging in gladiatorial bloodshed.\n\nA prisoner named Robbins (Ray Liotta) is taken to a futuristic colony run by a sadistic warden (Michael Lerner). He arrives by streamlined monorail at the prison, which towers like a city of the future over the surrounding desert sands. Public transportation buffs may ask themselves how many prisoners you'd have to transport every day to make a monorail economical. But never mind; This location is not where the rest of the movie is going to be set.\n\nRobbins is quickly established as a vicious, proud fighting machine. After he clashes with the warden (in a scene which should logically end with his death), he's banished to a jungle island named Absolom, inhabited by two warring clans of prisoners: The Insiders, a civilized group who have organized themselves along the lines of medieval craft guilds, and Marek's Men, savage outlaws led by the embittered Marek (Stuart Wilson).\n\nMuch is made of the need to keep the activities on this island secret from spy satellites. Perhaps the original novel, The Penal Colony, by Richard Herley, explains why. Robbins fights his way out of the jungle and into the hands of Marek, who, like all tribal leaders in this genre, spends most of his workday presiding over elaborately choreographed fights to the death among his subjects.\n\nHis village seems like a grungy hovel, and his men dress themselves mostly in vines, leaves, computer chips, tattoos, leather, and used auto parts. After Robbins escapes, however, he stumbles across the Insider Village, which is led by a wise dictator named Father (Lance Henriksen). Here there are more of the amenities of civilization, including blacksmith shops, communal showers, and a small distillery. The prisoners make their own clothing at little looms, and seem on the brink of taking up pottery.\n\nRobbins thinks only of escape. It turns out the Insiders have their own plans in that direction, and before long Robbins is watching as a test escape craft tries to sneak away from the island without being detected by satellite security. The special effects in this scene are cheerfully incompenent: We look at the sea, and upon it we see superimposed an animated graphic of a small gray slug-like escape pod that chugs along until it is blown up.\n\nI imagine that the original novel might have contained some philosophy about prison systems and the men who inhabit them. Chunks of such dialogue have been inserted here and there, without meaning.\n\nThen Marek's Men pull a surprise attack on the Insider's Village, which is built like a bamboo version of a medieval castle. They use flaming arrows to set most of the place ablaze (although the next day there is curiously little fire damage), and the two factions engage in bloody hand-to-hand combat.\n\nAfter many minutes of savage choppings, stabbings, gorings and disembowelments, backdropped by flames and explosions, comes the funniest line of the movie: \"They attack like this four or five times a year.\" But the movie is not finished with us yet, having saved up a good supply of sad and wise deathbed dialogue.\n\n\"No Escape\" obviously absorbed the filmmakers at the technical level, and it is fun to look at its sets and costumes.\n\nLittle thought has been given to the personalities of the characters, who recite pseudomeaningful insights between fight scenes. Nor is the big picture ever explained; I still don't know how the prison made money, why it had to be a secret, or why some prisoners were exiled to the island. Even the big secret (who is the traitorous spy?) was easy to guess, once you understand that in all movies where groups of men live together, it is always the fat one who cannot be trusted.\n\nThat leads to other questions, such as, how does one become fat while living in the jungle and dining on lizards, gruel and poi. But never mind, never mind . . .", "running_time": 118, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-04-29", "genres": ["Action", "Drama", "Science Fiction", "Thriller"], "title": "No Escape (1994)"}