{"url": "http://www.rogerebert.com/reviews/no-end-in-sight-2007", "by": "With Campbell Scottas narrator", "star_rating": 4.0, "text": "Remember the scene in \"A Clockwork Orange\" where Alex has his eyes clamped open and is forced to watch a movie? I imagine a similar experience for the architects of our catastrophe in Iraq. I would like them to see \"No End in Sight,\" the story of how we were led into that war, and more than 3,000 American lives and hundreds of thousands of other lives were destroyed.\n\nThey might find the film of particular interest because they would know so many of the people appearing in it. This is not a documentary filled with anti-war activists or sitting ducks for Michael Moore. Most of the people in the film were important to the Bush administration. They had top government or military jobs, they had responsibility in Iraq or Washington, they implemented policy, they filed reports, they labored faithfully in service of U.S. foreign policy and then they left the government. Some jumped, some were pushed. They all feel disillusioned about the war and the way the White House refused to listen to them about it.\n\nThe subjects in this film now feel that American policy in Iraq was flawed from the start, that obvious measures were not taken, that sane advice was disregarded, that lies were told and believed, and that advice from people on the ground was overruled by a cabal of neo-con goofballs who seemed to form a wall around the president.\n\nThe president and his inner circle knew, just knew, for example, that Saddam had or would have weapons of mass destruction, that he was in league with al-Qaida and bin Laden, and that in some way, it was all hooked up with Sept. 11. Not all of the advice in the world could penetrate their obsession, and they fired the bearers of bad news.\n\nIt is significant, for example, that a Defense Intelligence Agency team received orders to find links between al-Qaida and Hussein. That there were none was ignored. Key adviser Paul Wolfowitz's immediate reaction to Sept. 11 was \"war on Iraq.\" Anarchy in that land was all but assured when the Iraqi army was disbanded against urgent advice from our people in the field. That meant that a huge number of competent military men, most of them no lovers of Saddam, were rendered unemployed -- and still armed. How was this disastrous decision arrived at? People directly involved said it came as an order from administration officials who had never been to Iraq.\n\nDid Bush know and agree? They had no indication. Perhaps not. A National Intelligence report commissioned in 2004 advised against the war. Bush, who apparently did not read it, dismissed it as guesswork -- a word that seems like an ideal description of his own policies.\n\nWho is Charles Ferguson, director of this film? A one-time senior fellow of the Brookings Institute, software millionaire, originally a supporter of the war, visiting professor at MIT and Berkeley, he was trustworthy enough to inspire confidences from former top officials. They mostly felt that orders came from the precincts of Vice President Cheney, that Cheney's group disregarded advice from veteran American officials, and in at least one case, channeled a decision to avoid Bush's scrutiny. The president signed, but didn't read, and you can see the quizzical, betrayed looks in the eyes of the men and women in the film, who found that the more they knew about Iraq, the less they were heeded.\n\nAlthough Bush and the war continue to sink in the polls, I know from some readers that they still support both. That is their right. And if they are so sure they are right, let more young men and women die or be maimed. I doubt if they will be willing to see this film, which further documents an administration playing its private war games. No, I am distinctly not comparing anyone to Hitler, but I cannot help being reminded of the stories of him in his Berlin bunker, moving nonexistent troops on a map, and issuing orders to dead generals.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-08-09", "genres": ["Documentary", "Indie"], "title": "No End in Sight (2007)"}