{"url": "http://www.rogerebert.com/reviews/no-good-deed-2003", "by": "Samuel J. Jacksonas Jack Friar", "star_rating": 3.0, "text": "FILM CRITIC Bob Rafelson's two best movies are \"Five Easy Pieces\" (1970) and \"The Postman Always Rings Twice\" (1981), and his new film \"No Good Deed\" is like a mingling of their themes. From \"Postman\" comes hard-boiled American crime fiction, and from \"Five Easy Pieces\" and its musical family comes the cop played by Samuel L. Jackson, a diabetic who plays the cello. He is, in fact, looking forward to a week at a \"fantasy camp\" where he can play with Yo-Yo Ma, when fate intervenes.\n\nJackson's character, Jack Friar, is asked by a friend to help find her runaway daughter. He's assigned to grand theft auto and usually finds runaway cars, but he postpones his vacation to ask around in the last neighborhood where the girl was seen, and that leads him to help out Mrs. Quarre, a sweet little old lady who has fallen on her steps with bags of groceries. Once inside her house, he discovers the little old lady is not sweet, and that her criminal partners think the cop is looking for them. So they tie him to a chair, where he will spend most of the movie.\n\nThe story is based on \"The House on Turk Street,\" a 1924 short story by Dashiell Hammett, whose work also inspired \"The Maltese Falcon\" and \"The Thin Man.\" The noir origins are evident in Jackson's resigned, laconic hero, and in the character of Erin (Milla Jovovich), with a blond Veronica Lake haircut, who guards Jack, talks to him and eventually joins in a scene that improbably combines sex and the art of cello playing.\n\nFriar, who was only trying to do a good deed, has walked into the final stages of a bank robbery. A gang led by the precise Tyrone (Stellan Skarsgard) and including the violent hothead Hoop (Doug Hutchinson) is about to commit a multimillion-dollar computer fraud with the help of an inside man named David (Jonathan Higgins), a bank official who thinks Erin is in love with him.\n\nMore than one man shares that misapprehension, including Hoop, who thinks he and Erin will do away with Tyrone and skip with the money. And Tyrone, who trusts Erin to stay with him. To be sure, she left him once before, but \"this is how Tyrone says you shouldn't have left,\" Erin says, showing Jack Friar a foot with four toes.\n\nAs Erin and Jack wait in the house for the bank robbery to take place, the old couple are at an airport. Mr. Quarre (Joss Ackland) is a feisty old fart who has a pipe collection and memories of flying a lot of missions in Korea, and has been signed up to fly the robbers to the Bahamas. Mrs. Quarre (Grace Zabriskie, who was the angry hitchhiker in \"Five Easy Pieces\"), is along for the ride; as they wait in the rain for their passengers to turn up, they make love in the plane, which is more than any of Erin's men can claim.\n\nThe long delay gives Jack and Erin an opportunity to share secrets. Turns out Tyrone brought Erin over from Russia, where she was a piano prodigy, which she proves with a solo. Then she releases Jack long enough for a surprisingly erotic cello duet, involving only one cello, that eludes the question: Why doesn't Jack overpower her and escape? Later, tied up again, he tries to burn through his cords by holding his feet over a flame on the kitchen range; it's surprising how painful and effective that scene is.\n\nIn a story based on double-crosses, the possibility emerges that Jack and Erin could make a deal on their own. But can Erin be trusted by anyone? The movie's ending strikes an unsentimental note that remembers the cynicism of classic film noir. And its look is noir, too; cinematographer Juan Ruiz-Anchia seems inspired by the paintings of Jack Vettrianno with his shadowy interiors glowing with reds, golds and oranges.\n\nThe movie doesn't rank with Rafelson's best work, which also includes the crime melodrama \"Blood and Wine\" (1996), with Jack Nicholson and Jennifer Lopez. But it's an absorbing, atmospheric noir with nice little touches, including Skarsgard's speech patterns, the jolly greed of the Quarres, and the way that the cop and the blond relate to each other on three levels: as prisoner and captor, as man and woman, and as musicians.", "running_time": 103, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-09-14", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "No Good Deed (2003)"}