{"url": "http://www.rogerebert.com/reviews/no-looking-back-1998", "by": "Jon Bon Jovias Michael", "star_rating": 2.0, "text": "The movie is the latest from Ed Burns, who won the Sundance Film Festival in 1995 with his rich and moving \"The Brothers McMullen,\" but has since made two thin and unconvincing films: \"She's the One\" (1996) and now this one, in which self-absorbed characters fret over their lives. I have no beef against that subject matter; I simply wish the characters and their fretting were more interesting, or their unhappiness less avoidable.\n\nThe film is set in the bleak, wintry landscape of Rockaway Beach, N.Y., where Claudia (Lauren Holly) works in a diner and lives with Michael (Jon Bon Jovi), a mechanic. They are engaged, in a sense, but have no plans for marriage; Michael wants to marry her, but she's \"afraid to wake up 10 years from now\" still working in the diner.\n\nAs the film opens, Charlie (Edward Burns) returns to town on the bus after a three-year absence. He was once Claudia's lover, but ditched her without a farewell. Now he apparently hopes to pick up where they left off. He moves into his mother's house; she has his number and tells him to get a job. And then Michael, who was his best friend, comes over for more beer and conversation, and explains that he and Claudia are \"together\" now.\n\nWill Claudia accept the dependable Michael? Or will she be swept off her feet once again by the flashier, more charismatic Charlie? \"It's different this time,\" he tells her. \"This time I need you. I love you.\" He's not the soul of eloquence, but she is willing to be persuaded.\n\nThe problem is, Charlie is an enigma. Where was he for three years? Why is he back? What are his skills, his plans? His vision for the two of them is not inspiring: They'll go to Florida, where he has no prospects, and \"start over.\" Still, Charlie paints a seductive picture.\n\nOr does he? The film wants us to see Michael as a boring, safe, faithful but unexciting choice. But I sort of liked him; Bon Jovi plays the role for its strengths, which involve sincerity and a certain bottom line of integrity. Charlie, on the other hand, is one of those men who believe that true happiness, for a woman, consists of doing what he wants. He offers Claudia not freedom, but the choice of living in his shadow instead of her own.\n\nThe story plays out during overcast days and chilly nights, in lonely barrooms and rented houses. Some small life is provided by Claudia's family, which includes her mother (Blythe Danner) and her sister. The mother is convinced her husband, who has deserted her, will return some day. The sister is dating the local fishmonger. As the three women discuss the comings and goings of the men in their lives, they scheme like some of Jane Austen's dimmer characters, for whom the advent of the right man is about the most a girl can hope for.\n\nIt's vitally important to some men that the woman of their choice sleep with them. This isn't of much interest to outside observers, and often not even to the woman of their choice. \"No Looking Back\" is really only about whether Claudia will sleep with Charlie, stay with Michael or leave town. As the characters unhappily circled those possibilities, I felt like asking Claudia to call me when she made up her mind.", "running_time": 96, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-04-10", "genres": ["Comedy", "Drama", "Romance"], "title": "No Looking Back (1998)"}