{"url": "http://www.rogerebert.com/reviews/no-mans-land-2001", "by": "Branko Djuricas Ciki", "star_rating": 3.5, "text": "Set in the same place and about the same war, \"No Man's Land\" is like the grown-up version of \"Behind Enemy Lines.\" It's a bleakly funny parable that could be titled \"Between Enemy Lines.\" In Bosnia in 1993, Serbs and Croats find themselves trapped in the same trench. Anyone who sticks his head up gets shot. And when will that land mine explode? The setup seems artificial until you reflect that things like this probably do happen in the confusion of war. As the film opens, a few Croatian fighters are lost in a battlefield fog, and decide to wait until dawn to go further. When the sun burns away the mist, they find themselves staring directly at Serbian troops. Some are killed. Ciki (Branko Djuric) falls into a trench and is spared.\n\nSerbs come to inspect the trench. Ciki hides, and watches as they place one of his dead comrades onto a land mine, as a booby trap. About to be discovered, he kills one Serb and wounds Nino (Rene Bitorajac). A stalemate is developing when the apparently dead Croat comes back to life. If he moves, the mine explodes and they're all dead.\n\nAnd no, I haven't revealed too much of the plot, because these are just the opening moves in a war game that eventually involves a UN observer (Simon Callow) and a cable news reporter (Katrin Cartlidge)--who assures, as the saying goes, that the whole world is watching. Untold thousands can die unremarked in a war, but when a situation like this develops, people are intrigued. Will the mine explode? How long can the poor guy lie on top of it? Will the two enemies kill one another? The movie has been written and directed by Danis Tanovic, and it's a first feature that plays like a natural, because the situation is so intriguing. Although the Serb and Croat debate who is right and wrong in their war, Tanovic's position is that the conflict has escalated into the arena of the absurd: There are so many grievances on both sides that revenge and redress are impossible, and the land mine symbolizes the unhappy situation Bosnia finds itself in. A movie like this helps illustrate the brilliance of the Truth and Reconciliation Commission in South Africa, which argued that it is wise to put the past at rest and start again in the morning.\n\n\"No Man's Land\" has been compared to \"Catch-22,\" \"MASH\" and \"Waiting for Godot\"--which means, I suppose, that it contains equal parts of irony and futility. There is something funny about characters stuck in the middle of a process; movement would solve everything (they'd all either live or die) but waiting is intolerable. Into this stand-off comes Simon Callow's officious UN observer, appropriately named Soft, who must recite platitudes as if he believed them, when the situation itself has underlined the absurdity of the whole \"peace process.\" The film is curiously beautiful. Knowing something about its story, I didn't expect that. I was visualizing characters and dialogue, and I got them, but Tanovic is also intrigued by the way this situation, by bringing the war to a halt, has allowed everyone to notice that it is being fought in--why, nature! A field. With growing things and a sky above. Dr. Johnson observed that the knowledge that one is about to be hanged concentrates the mind wonderfully. The knowledge that you are lying on your back on a land mine likewise, I imagine, inspires a fresh appreciation of clouds and birds and the deep blue sky.", "running_time": 98, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-21", "genres": ["Action", "Drama", "Foreign", "History"], "title": "No Man's Land (2001)"}