{"url": "http://www.rogerebert.com/reviews/no-mans-land-1987", "by": "D. B. Sweeneyas Benjy Taylor", "star_rating": 3.0, "text": "The lieutenant wants the new patrolman to do undercover work for a couple of reasons: The kid knows all about Porsches, and he's so new on the force that he doesn't act like a cop. There are two things the lieutenant doesn't take into account: The kid really loves Porsches, and he doesn't think like a cop. By the end of \"No Man's Land,\" those two items have gotten everybody into a lot of trouble.\n\nThe young cop, played by D. B. Sweeney, is a fresh-faced rookie who spends all of his free time rebuilding old cars. The lieutenant (Randy Quaid) wants him to infiltrate a Porsche dealership run by a rich kid (Charlie Sheen). The dealership seems to be a front for a car theft and chop shop operation, and the previous cop who infiltrated it has been murdered. The lieutenant is convinced that Sheen pulled the trigger.\n\nSweeney gets the job at the dealership after he passes a couple of tests: He proves he knows all about repairing Porsches, and during a fast trip down the hairpin turns in the hills above Los Angeles, he proves to Sheen that he can drive one, too. You'd think that Sheen would be on the alert for another undercover cop, having just discovered one, but he trusts Sweeney and before long the two men have become friends.\n\nIt's a complicated friendship.\n\nSweeney, from a working-class background, is impressed by Sheen's style and wealth, by the fancy discos and private clubs he hangs out in, and by the expensive cars he lets Sweeney drive.\n\nHe also is impressed by Sheen's sister (Lori Butler), and after they fall in love he becomes convinced that there's no way Sheen could have murdered a cop.\n\nQuaid worries that his undercover guy is falling for a con job.\n\n\"You're not going native, are you?\" he asks. He's right; the kid hasn't been on the force long enough to develop good police instincts, and he falls under the influence of the charismatic Sheen. That leads him into a no man's land, halfway between the criminals and the law, and as he tries to do the right thing and juggle his conflicting loyalties, a tragic situation begins to develop.\n\n\"No Man's Land\" is better than the average thriller because it is interested in those moral questions - in the way money and beautiful women and fast cars look more exciting than good police work. The screenplay, by Dick Wolf, is subtle in the way it develops its temptations for Sweeney. He is seduced by Sheen's style and flash. And Sheen creates his character as a very complicated young man. True, he's rich, and doesn't need to steal and kill. But like the members of that Billionaire Boy's Club out in Los Angeles, he is attracted to risk. And eventually he gets way in over his head.\n\nThe climax of the movie is fascinating, in the way it uses a really corrupt cop to create a situation in which the two friends are faced with the consequences of their actions. By the end of the film, Sweeney and Sheen both possess all of the facts, and in a way they both understand all of the facts. They think there must be a way they can work this thing out. But maybe there isn't. Like the film noir thrillers of the 1940s, \"No Man's Land\" is about ordinary people with flawed characters, who fall to temptation and pay for it.\n\nThe performances are very good, by Sheen (who played the narrator in \"Platoon\"), and especially by Sweeney, who at first seems lost in his role, until we realize that's the character he's playing. The director is Peter Werner, who creates a real sense of a materialistic subculture in which $60,000 automobiles are the proof of personal worth (offered a chance to steal another type of fancy car, Sheen scornfully says, \"I only steal Porsches\"). The movie has lots of scenes of Sheen and Sweeney stealing cars, and it dwells on the details of their crimes, and the reckless way they risk capture. This is a movie about how money and excitement generate a seduction that can change personal values; it's better and deeper than you might expect.", "running_time": 106, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-23", "genres": ["Action", "Drama", "Thriller"], "title": "No Man's Land (1987)"}