{"url": "http://www.rogerebert.com/reviews/no-mercy-1986", "by": "Richard Gereas Eddie Jillette", "star_rating": 3.0, "text": "I could go two ways. I could say that \"No Mercy\" is a dumb formula thriller, which we can all sort of figure out from the ads, or I could go the other way and talk about the movie's style and energy. I think I'll go the second way, because whatever this movie is, it's not boring. It doesn't take shortcuts and it delivers on its grimy, breathless action sequences.\n\nThe plot has the footprints of other movies all over it: A cop's partner is murdered. A beautiful blond is involved. The cop follows the blond to New Orleans and discovers she belongs to a sleazy vice boss.\n\nHe tries to arrest her, they become handcuffed to one another, he loses the key, the villain's goons try to kill them, and they escape into the bayou country with nothing more than her torn blouse standing between them and the alligators. Meanwhile, they're falling in love. So what do you want for six bucks? It's easy to make fun of the plot, but what's a plot for? In a thriller such as \"No Mercy,\" it exists for one simple reason: to provide the characters with something to do while they attempt to make themselves interesting. And the really remarkable thing about this movie is the genuine chemistry that is generated, not only between Richard Gere and Kim Basinger, who are on either end of the handcuffs, but also between both of them and the movie's two principal bad guys: an effete rich Southerner, played by William Atherton, and a sadistic neo-Nazi vice lord, played by the Dutch actor Jeroen Krabbe.\n\nThrillers are often only as good as their villains. The Krabbe character seems seriously confused about time and place; I never understood what he was doing in the bayou with his \"Dr. Strangelove\" act, and I don't think his redneck followers did, either. But he makes a very satisfactory villain, especially after we learn that the Basinger character was heartlessly sold to him when she was only a child and has been his slave ever since.\n\nThe Gere character figures this out only belatedly. At first he thinks she's another one of this guy's hookers, used to lure his partner to his doom. But there is nothing like being handcuffed to Basinger in the middle of a swamp to concentrate the mind, and eventually he can see that she is a victim. His realization comes at a delicately handled, understated turning point: He learns, almost by accident, that she has never learned to read, and we can see in his eyes that this touches him.\n\nGere is interesting all through the movie. As it happened, I'd just seen him again in \"American Gigolo\" a few days before I saw \"No Mercy,\" and so at first I was cross-referencing his standard mannerisms, such as that way he struts across the screen. Then he sold me on the character, and I stopped thinking about Gere and started caring about what was going to happen next.\n\nWith Basinger, that process was even easier. Although she fits all of the usual requirements for a movie sexpot, there is within her the genuine soul of an artist, and she throws herself into this role so convincingly that there is real pathos in her history. There is enough conviction in their relationship that it carries over even into the obligatory bloodbath that ends the film, and I found myself caring about them even while on another level I was running an inventory of the special effects.\n\nThe movie's climax, a shootout in a flophouse across the river from New Orleans, is an anthology of action cliches and a few fresher touches, such as the villain's ability to ram through walls. It's always a shame when a movie bothers to create interesting characters and then discards them in a high-tech climax.\n\nBut up until then, \"No Mercy\" is an above-average film noir, and its creepy feeling for the back streets of New Orleans and the sultry evil of its red-light suburbs got under my skin.", "running_time": 106, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-12-19", "genres": ["Action", "Crime", "Thriller"], "title": "No Mercy (1986)"}