{"url": "http://www.rogerebert.com/reviews/no-reservations-2007", "by": "Catherine Zeta-Jonesas Kate Armstrong", "star_rating": 2.0, "text": "Here is a love story that ends, \"and they cooked happily ever after.\" It's the story of Kate, a master chef who rules her kitchen like a warden, and Nick, perhaps equally gifted, who comes to work for her and is seen as a rival. Since Kate is played by the beautiful Catherine Zeta-Jones and Nick by the handsome Aaron Eckhart, is there little doubt they will end up stirring the same pots and sampling the same gravies?\n\n\"No Reservations\" also has something to do with how a woman \"should\" behave. Kate's restaurant is owned by Paula (Patricia Clarkson), who hauls her out front to meet her \"fans,\" but wants her to stay in the kitchen when a customer complains. This is contrary to Kate's nature. She doesn't want to waste time glad-handing, but if anyone dares to complain about her pate, or her definition of \"rare,\" she storms out of the kitchen and soon the customer storms out of the restaurant. We've heard about male chefs throwing tantrums (I think it's required) but for Kate to behave in an unladylike manner threatens her job.\n\nThere's a subplot. Kate finds herself caring for round-eyed little Zoe (Abigail Breslin of \"Little Miss Sunshine\"), the orphaned child of her sister. Kate has long since vowed never to marry or have children, so this is an awkward fit. But Zoe gets along fine with Nick, who lets her chop basil in the kitchen and tempts her with spaghetti, and soon she's playing matchmaker between the two grown-ups. From meeting in the refrigerator room for shouting matches, they progress to thawing the crab legs.\n\nThe movie is focused on two kinds of chemistry: of the kitchen, and of the heart. The kitchen works better, with shots of luscious-looking food, arranged like organic still lifes. But chemistry among Nick, Kate and Zoe is curiously lacking, except when we sense some fondness -- not really love -- between Zoe and her potential new dad.\n\nKate and Nick are required by the terms of the formula to be drawn irresistibly together, despite their professional rivalry. But I didn't feel the heat. There is no apparent passion; their courtship is so laidback, it seems almost like a theoretical exercise. For that matter, Kate treats little Zoe like more of a scheduling problem than a new adoptive daughter. The actors dutifully perform the rituals of the plot requirements but don't involve us (and themselves) in an emotional bond.\n\nThe movie is a remake of \"Mostly Martha\" (2001), a German film very much liked by many, unseen by me. Watching its trailer, I can't decide anything about the quality of the original film, but I do recognize many of the same scenes, and even similar locations. \"No Reservations\" doesn't seem to reinvent it so much as recycle it.\n\nThere are some nice things in the film. Zeta-Jones is convincing as a short-tempered chef, if not as a replacement mom and potential lover. Clarkson balances on the tight wire a restaurant owner must walk. Bob Balaban, as Kate's psychiatrist, has a reserve that's comically maddening. Eckhart struggles manfully with an unconvincing character (is he really afraid to run his own kitchen?). We feel Abigail Breslin has the stuff to emerge as a three-dimensional kid, if she weren't employed so resolutely as a pawn.\n\nBut \"No Reservations,\" directed by the usually superior Scott Hicks (\"Shine,\" \"Hearts in Atlantis,\" \"Snow Falling On Cedars\") has too many reservations. It goes through the motions, but the characters seem to feel more passion for food than for each other.", "running_time": 104, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-07-25", "genres": ["Comedy", "Drama", "Romance"], "title": "No Reservations (2007)"}