{"url": "http://www.rogerebert.com/reviews/no-such-thing-2002", "by": "Sarah Polleyas Beatrice", "star_rating": 1.0, "text": "Hal Hartley has always marched in the avant garde, but this time he marches alone. Followers will have to be drafted. \"No Such Thing\" is inexplicable, shapeless, dull. It doesn't even rise to entertaining badness. Coming four years after his intriguing if unsuccessful \"Henry Fool,\" and filmed mostly on location in Iceland with Icelandic money, it suggests a film that was made primarily because he couldn't get anything else off the ground.\n\nThe film's original title was \"Monster.\" That this is a better title than \"No Such Thing\" is beyond debate. The story involves a monstrous beast who lives in an island off the Icelandic coast, and is immortal, short-tempered and alcoholic. As the film opens, the Monster (Robert John Burke) has killed a TV news crew, which inspires a cynical New York network executive (Helen Mirren) to dispatch a young reporter (Sarah Polley) to interview him. Polley's fiance was among the Monster's victims.\n\nHer plane crashes in the ocean, she is the sole survivor and therefore makes good news herself, and is nursed back to life by Julie Christie, in a role no more thankless than the others in this film. Since the filming, Christie had a facelift and Mirren won an Oscar nomination. Life moves on.\n\nWe seek in vain for shreds of recognizable human motivation. By the time she meets the Monster, Polley seems to have forgotten he killed her fiance. By the time she returns with the Monster to New York, the world seems to have forgotten. The Monster wants to go to New York to enlist the services of Dr. Artaud (Baltasar Kormakur), a scientist who can destroy matter and therefore perhaps can bring an end to the misery of the immortal beast. We are praying that in the case of this movie, matter includes celluloid.\n\nElements of the movie seem not merely half-baked, but never to have seen the inside of an oven. Helen Mirren's TV news program and its cynical values are treated with the satirical insights of callow undergraduates who will be happy with a C-plus in film class. Characterizations are so shallow they consist only of mannerisms; Mirren chain-smokes cigarettes, Dr. Artaud chain-smokes cigars, the Monster swings from a bottle. At a social reception late in the film, Sarah Polley turns up in a leather bondage dress with a push-up bra. Why, oh, why? Hal Hartley, still only 42, has proudly marched to his own drummer since I first met him at Sundance 1990 with \"The Unbelievable Truth,\" a good film that introduced two of his favorite actors, Adrienne Shelley and Robert Burke (now Robert John Burke, as the Monster). Since then, his titles have included \"Trust\" (1991), \"Simple Men\" (1992), \"Amateur\" (1994), \"Flirt\" (1995) and \"Henry Fool.\" My star ratings have wavered around two or two and a half, and my reviews have mostly expressed interest and hope--hope that he will define what he's looking for, and share it with us.\n\nNow I'm beginning to wonder how long the wait will be. A Hartley film can be analyzed and justified, and a review can try to mold the intractable material into a more comprehensible form. But why does Hartley make us do all the heavy lifting? Can he consider a film that is self-evident and forthcoming? One that doesn't require us to plunder the quarterly film magazines for deconstruction? I don't mind heavy lifting when a film is challenging or fun, like \"Mulholland Drive.\" But not when all the weight is in the packing materials.\n\nIn \"No Such Thing\" we have promising elements. The relationship between the Monster and the TV reporter suggests \"Beauty and the Beast\" (more the Cocteau than the Disney version), but that vein is not mined, and the TV news satire is too callow to connect in any way with real targets. Many of the characters, like Dr. Artaud, seem like house guests given a costume and appearing in the host's play just to be good sports. That gifted actors appear here shows how desperate they are for challenging parts, and how willing to take chances. Hartley has let them down.", "running_time": 111, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-29", "genres": ["Drama", "Fantasy", "Horror", "Romance", "Science Fiction"], "title": "No Such Thing (2002)"}