{"url": "http://www.rogerebert.com/reviews/no-strings-attached-2011", "by": "Natalie Portmanas Emma", "star_rating": 2.0, "text": "\"No Strings Attached\" poses the question: Is it possible to regularly have sex with someone and not run a risk of falling in love? The answer is yes. Now that we have that settled, consider the case of Emma (Natalie Portman) and Adam (Ashton Kutcher), who first met when they were 6 and now meet when they're maybe 26. Busy people. He's a low-rent TV producer and she's a medical student. She doesn't have time for romance, and he's dating the sexy Vanessa (played by the well-named Ophelia Lovibond).\n\nStill, one must do something about sex, lest the pipes run rusty, as my friend Henry Togna Sr., the London hotelier, instructed me when he was in well into his 70s. Adam and Emma see each other at a party, remember each other after all those years, yet do not realize they're having a Meet Cute. Then Adam discovers Vanessa has dumped him and moved in with his father (Kevin Kline). In response, he begins to drink, which is what the Jack Lemmon character always did in these situations, and what with one thing and another, he wakes up naked in Emma's apartment while she and three roommates reassure him they're all interns and deja vu when it comes to viewing the male netherlands on display.\n\nIs there something a little, I dunno, dated about a comedy where a guy clutches a towel to his privates while girls giggle at him? And when he asks if he slept with anyone last night, why does that remind me of Doris Day in “Where Were You When the Lights Went Out\" (1968)? Here is a titillating sex romp in 2011, when the very words titillating and romp have outlasted their shelf lives. The movie is rated R, but it's the most watery R I've seen. It's more of a PG-13 playing dress-up.\n\nAnyway, finding out he hasn't slept with Emma, Adam engages in sitcom badinage that quickly leads to the old rumpy-pumpy, and they find the pipes running marvelously clear. What a discovery! They can have sex and remain just friends! This is a great convenience. They proceed to frolic like two bunnies in clover, using their cell phones and texting skills to arrange emergency trysts in roughly anything except a bed. \n\nAll of this is fun while it lasts. Then the wheels of Hollywood morality begin to grind. There was a time when the very premise of this film would have been banned, but times change, and now characters can do pretty much anything as long as they don't get away with it. Although “No Strings Attached\" might have been more fun if Adam and Emma had investigated the long-term possibilities of casual sex, it is required that the specter of Romantic Love raise its ominous head. Are they ... becoming too fond? Emma suggests they try sleeping with others so, you know, they won't get too hung up on each other. If you've ever seen a romantic comedy you know how that works. Experience shows that not sleeping with others is the foolproof way of not getting too hung up, etc.\t\n\nThis is a strange film. Its premise is so much more transgressive than its execution. It's as if the 1970s never happened, let alone subsequent decades. Emma and Adam aren't modern characters. They're sitcom characters allowed to go all the way like grown-ups. \n\nAs the wheels of the plot creak and groan, we're like kids in the back seat, asking, “Are we there yet?\" Some diversion is supplied by the subplot involving Adam's dad Alvin (Kline), an aging television star trapped forever in his own misspent youth. Alvin is a dedicated hedonist, which Vanessa finds to her liking, because hedonists are always happy to pay, one way or another, for their hedonism, and Vanessa is happy to be paid, one way or another. \n\nNatalie Portman is perhaps about to win an Academy Award for “Black Swan.\" Why she helped produce this I cannot say. Ambitious actors usually do dreck like this in order to be able to afford to make a movie like “Black Swan.\" All the same, she does what she can; she has an edge, aggressive timing, and impressive enthusiasm for sex romping. \n\nOf Ashton Kutcher, I have less to say. He seems to be a very nice guy, a little too large for agile romping and still too young for the Brendan Fraser role. When I saw him in “The Butterfly Effect\" (2004), I registered that he could act, but in this material, he's essentially just the Male Unit. There is no character there.", "running_time": 108, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-01-19", "genres": ["Comedy", "Romance"], "title": "No Strings Attached (2011)"}