{"url": "http://www.rogerebert.com/reviews/no-way-out-1987", "by": "Kevin Costneras Tom Farrell", "star_rating": 4.0, "text": "\"No Way Out\" is one of those thrillers like \"Jagged Edge,\" where the plot gives us a great deal of information, but the more we know, the less we understand. It's like a terrifying jigsaw puzzle. And because the story is so tightly wound and the performances are so good, I found myself really caring about the characters. That's the test of a good thriller: when you stop thinking about the mechanics of the plot and start caring about the people.\n\nThe movie begins with the same basic situation that was always one of Alfred Hitchcock's favorites: An innocent man stands wrongly accused of a crime, and all the evidence seems to point right back to him. In \"No Way Out,\" there are a couple of neat twists. One is when the innocent man is placed in charge of the investigation of the crime.\n\nThe man is played by Kevin Costner in a performance I found a lot more complex and interesting than his work in \"The Untouchables.\" He plays a career Navy man who is assigned to the personal staff of the secretary of defense (Gene Hackman). Hackman and his devoted assistant (Will Patton) want Costner to handle some sensitive assignments for them involving the secretary's pet defense projects.\n\nAll of those details are handled in the first few minutes, and then the movie springs a genuine erotic surprise. Costner goes to a diplomatic reception to meet Hackman. There is a beautiful young woman at the party. Their eyes meet. The chemistry is right. They leave almost immediately, and the woman throws herself at Costner in hungry passion.\n\nThey have an affair. The woman (Sean Young) is friendly, but mysterious, and eventually Costner finds out why: She also is Hackman's mistress. And that leads to the night when Hackman attacks her in a jealous rage, and she dies. Because Costner saw Hackman going into her apartment as he was leaving, he knows who committed the crime. But there are reasons why he cannot say what he knows. And then Patton determines to mastermind a cover-up and enlists Costner.\n\nAt about this point you may be thinking I have revealed too much of the plot. I haven't. \"No Way Out\" is truly labyrinthine and ingenious. The director, Roger Donaldson, sometimes uses two or three suspense-building devices at the same time, such as when a search of the Pentagon coincides with Costner's attempt to obtain evidence against Hackman, and the slow progress of a computer that may, or may not, enhance a photograph that could hang Costner.\n\nA lot of what goes on in the film is psychological and not merely plot-driven. For example, there's the interesting performance of Patton, who says early on that he would willingly sacrifice his life for Hackman and who is later revealed to have more than one reason for his devotion. There's another good performance by George Dzundza (\"The Deer Hunter\") as the wheelchair-bound Pentagon computer expert, trying to be a nice guy without ever really understanding what he's in the middle of.\n\nThe movie contains some of the ingredients I have declared myself tired of in recent thrillers, including a couple of chases. But here the chases do not exist simply on their own accord; they grow out of the logic of the plot. And as the plot moves on it grows more and more complex, until a final final twist that some people will think is simply gratuitious but that does fit in with the over-all logic of the plot.\n\nMovies such as this are very hard to make. For proof, look at the wreckage of dozens of unsuccessful thrillers every year. \"No Way Out\" is a superior example of the genre, a film in which a simple situation grows more and more complex until it turns into a nightmare not only for the hero but also for everyone associated with him. At the same time, it respects the audience's intelligence, gives us a great deal of information, trusts us to put it together and makes the intellectual analysis of the situation one of the movie's great pleasures.", "running_time": 114, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-08-14", "genres": ["Action", "Adventure", "Drama", "Mystery", "Romance", "Thriller"], "title": "No Way Out (1987)"}