{"url": "http://www.rogerebert.com/reviews/nobel-son-2008", "by": "Alan Rickmanas Eli", "star_rating": 3.0, "text": "When Alan Rickman portrays an egomaniacal, preening, heartless SOB, he seems to have found himself an autobiographical role. Since Rickman the human being is kind, genial and well-loved, he is in fact acting in \"Nobel Son,\" but who else could seem so utterly at home as a supercilious, snide, hurtful snake? I'm thinking maybe Richard E. Grant? The late Terry-Thomas, certainly. There really isn't a long list.\n\nRickman plays a brilliant chemist named Eli Michaelson, the kind of man who, when he wins the Nobel Prize, those who know him best exclaim, $#!t! His wife loves her work as a forensic pathologist, perhaps because when she is disassembling the victim of a run-in with an auto crusher, she can imagine it is her husband. Eli belittles his son in all things. He considers his colleagues inferiors at best, insectoid at worst.\n\nIn \"Nobel Son,\" just when Eli is preparing to fly to Sweden and favor the crown with his presence, his son Barkley (Bryan Greenberg) is kidnapped. The ransom: Eli's $2 million prize money. (I am reminded of the day I called my mother to tell her I had won the Pulitzer, and she said, \"Oh, honey, does it pay anything?\" She meant well. She just didn't see how I could make a living just ... going to the movies.) Eli's inclination is to tell the kidnappers: \"You keep my son, and I'll keep my money.\" Then a severed thumb arrives in the mail. Never a harbinger of good.\n\n\"Nobel Son\" is a mercilessly convoluted version of a Twister, that genre in which the plot whacks us as if it's taking batting practice. I will not hint at anything that happens. I will simply observe that it's all entertaining. The plot by itself could have become tiresome; no audience enjoys spending all evening walking into stone walls. But the acting is another matter.\n\nRickman supplies the crown jewel in the cast, but Mary Steenburgen is no less amusing as his wife, Sarah. A woman can be married to a man like Eli only by being a masochist, insane or in possession of a highly developed sense of sardonic irony. She doesn't talk like Alice Kramden on \"The Honeymooners,\" but you know what I mean. And Steenburgen's appearance is a pleasant surprise. She's so often cast as a comic goofball that it's good to be reminded that in a normal style and sensible clothes, she's a beauty and a charmer. This movie makes up for \"Four Christmases.\"\n\nShawn Hatosy plays the kidnapper, who gets up to more than we expect and less than he understands. Danny DeVito is a \"recovering obsessive-compulsive\" gardener, which is just as well, because imagine how often you'd want to wash your hands in that line of work. Bill Pullman is a cop who thinks the whole setup stinks, and he's only sniffing at one corner of the setup.\n\nThese characters are Eli, Sarah, Barkley, Thaddeus, Max and Gastner. All names right at home in a novel by Dickens. But then there's the brilliant writer, played by Eliza Dushku, who Barkley meets at a poetry reading. Her name is City Hall. Marry her, and every time you make a call from a bar, it will sound important.\n\nI have studiously avoided plot description because everything I said would be a lie, or misleading. Assume these actors have not chosen this screenplay as a waste of their time. That would be \"Four Christmases.\" The plot is ingenious, the schemes are diabolical, and it is not every day that a character needs to inform us, \"It is more cruel to eat the living than the dead,\" although now I think about it, I agree. If you cannot follow every loop and coil of the plot, relax: Neither can the plot. At the end, by my calculations, the leftovers include one dead body and a hand without its thumb.", "running_time": 110, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-12-03", "genres": ["Comedy", "Crime", "Drama", "Indie", "Suspense", "Thriller"], "title": "Nobel Son (2008)"}