{"url": "http://www.rogerebert.com/reviews/nobody-walks-2012", "by": "Olivia Thirlbyas Martine", "star_rating": 2.0, "text": "\"Nobody Walks\" is a movie about a woman who listens but doesn't hear. Martine is making an experimental short film about scorpions and ants, and for the soundtrack, she requires — oh, all sorts of sounds. She arrives in Los Angeles as the house guest of Peter, a studio sound engineer, and his wife, Julie, a psychiatrist. Peter obediently records the sounds of clicks and clacks, wind and rain, water and traffic, and even Martine's breathing. At first, he does this as a favor. Soon he is doing it as a form of flirtation.\n\nMartine (Olivia Thirlby) is young, full-lipped, short-haired and carelessly flirtatious. Before long, she and Peter (John Krasinski) are having sex on his editing table. Julie (Rosemarie DeWitt) sniffs out what's going on, and at first bottles it up and even begins an unstated flirtation with her patient Billy (Justin Kirk), an insecure filmmaker. Meanwhile, Kolt (India Ennenga), her daughter from a previous marriage, sees Martine and Peter snogging in the car in the driveway and is perhaps inspired to flirt with her Italian teacher (Stacy Barnhisel), along with Peter's assistant, David (Rhys Wakefield), and Avi (Sam Lerner), a schoolmate who has a crush on her.\n\nWhat we have here is a household ripe with seduction, lust, betrayal and repression, all kept below the surface by increasingly strained good manners. The real villain is Martine, who is young enough to know the power of her sexuality and old enough to employ it more wisely. The pretext of her art film grows increasingly ludicrous; it's the self-indulgence of a (probably) rich kid who uses her family connections to enlist free help from a sound editor who (judging by his house) usually works on much larger films. What is the point of Martine's black-and-white closeups of insects? This isn't a documentary but a pretentious exercise; a late shot of ants creeping around a nipple put me in mind of Bunuel and Dali's \"Un Chien Andalou.\" What does it tell you? Ants are not nipples, for sure.\n\n\"Nobody Walks\" proves to be unsatisfactory because it establishes a well-defined group of characters and shows them disrupted by the careless behavior of a tiresome young woman and two adults who allow themselves to be motivated in one way or another by her infectious libido. Is this a bad thing? The movie observes it with the same detachment as it does the insects. Wait! Maybe that's the point.", "running_time": 83, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-11-07", "genres": ["Drama"], "title": "Nobody Walks (2012)"}