{"url": "http://www.rogerebert.com/reviews/nobodys-fool-1986", "by": "Rosanna Arquetteas Cassie", "star_rating": 2.0, "text": "Her name is Cassie, and she is played by Rosanna Arquette, who is one of my favorite actresses, but who is best when she plays against her inclinations. Cassie is perhaps too close to an idea she has of herself, and so we don't feel enough pain in those early scenes. She seems odd, rather than suffering.\n\nThere's a summer theater in the town, and she goes with her best friend (Mare Winningham) to see \"The Tempest.\" What she sees instead are the deep blue eyes of the lighting director (Eric Roberts). After the show, she forgets her purse, but he has found it, and as he looks at her she begins to feel strange. Later she complains to her friend, \"He looks at me so funny.\" He is in love. She is wary.\n\nThey go out on a date, and eventually the truth about both of their past lives comes out: He's been just as messed up as she is. I got the impression that at some level the movie was trying to tell the story of two confused people who were getting a second chance at love, but the problem instead becomes: Is this guy really the right second chance that she needs? He seems distant and manipulative and filled with himself, and she's such a waif that she seems unprotected.\n\nAnother problem is caused by the flashback structure of Beth Henley's screenplay. We begin in the present, and then begin to get glimpses of the traumatic events in Cassie's past, leading up to a touching, pathetic scene in a restaurant where Cassie is wearing balloons and has a birthday candle on her hat. She tells her boyfriend she's pregnant, and he does not learn this news with joy. She wanders out into the parking lot, her balloons sagging, and we really feel for her. But wouldn't this scene have been more effective higher up in the film, and wouldn't the whole film have had a clearer emotional line if it had been told chronologically? Sometimes flashbacks are a useful form of storytelling, but what is happening in Cassie's life is basically so simple that they come across in \"Nobody's Fool\" as just a writer's conceit. She has been disappointed in love, betrayed by her lover, survived a traumatic experience and is now considering whether to take a chance on this new man. This story is the very soul of straightforwardness, and the flashbacks simply delay the time when we know why we should feel real sympathy for the Arquette character.\n\nThere's another problem, and that's the lack of any convincing magnetism between Arquette and Roberts. They both give interesting performances - he's trying something new with his gentler, quieter tone - but their characters don't generate the feeling of inevitability that you need between real lovers. When we don't know why a woman's past is tragic and we can't see how her future would be good for her, it's not easy for us to get swept along by her progress.\n\n\"Nobody's Fool\" has some smaller elements in it that deserve mention. One is the character of Cassie's fat, obnoxious kid brother (J.J. Hardy), who steals every scene he is in. Just the way he squeezes his pet frog should be enough to inspire Henley to write a whole movie about him. I also liked Jim Young's performance as the cold former boyfriend and Stephen Tobolowsky as the summer theater director whose special cross in life is the acting class he has to conduct for the local would-be actors. The whole movie, in fact, is filled with good small moments; it's the big moments that don't seem convincing.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-11-07", "genres": ["Comedy", "Drama", "Romance"], "title": "Nobody's Fool (1986)"}