{"url": "http://www.rogerebert.com/reviews/nobodys-fool-1995", "by": "Paul Newmanas Sully", "star_rating": 3.5, "text": "Sitting in the dark, watching Paul Newman's performance in\r\"Nobody's Fool,\" I jotted down the word \"humility.\" It\rseemed to be the word that fit best. He is onscreen in virtually every scene of\rthe movie, playing a 60-year-old man named Sully who has spent most of his life\rdrinking beer and avoiding responsibility and who now is thrown into daily\rcontact with a son who doesn't trust him and a grandson who doesn't know him.\rSully decides to change - or has change thrust upon him, which amounts to about\rthe same thing.\n\nI\rhave been watching Paul Newman in movies all of my life. He is so much a part\rof the landscape of modern American film that sometimes he is almost invisible:\rHe does what he does with simplicity, grace and a minimum of fuss, and so I\rwonder if people even realize what a fine actor he is. We remember the\rcharacters instead: Fast Eddie Felson, Hud, Butch Cassidy, the alcoholic lawyer\rin \"The Verdict\". . .\n\nIn\r\"Nobody's Fool,\" Newman plays another heavy drinker, the kind of\rfeckless free spirit you occasionally meet: A man who has never grown up, who\rdespite his carefree disregard for the ordinary requirements of society,\rremains somehow so charming and innocent that people forgive him his sins. He\rhas found an economic niche that supports his lifestyle. He does construction\rwork for a local builder. He rents a room upstairs in the house of his eighth\rgrade teacher.\n\nOf\rcourse freedom has a price. He has long ago departed from his marriage, and his\rson has grown up almost a stranger to him. His \"family,\" such as it\ris, consists of the regulars in a neighborhood bar: An old lawyer, a barmaid, a\rco-worker who is mentally retarded.\n\nAt\rone point in the film he talks about his ex-wife with his son, who says,\r\"Mom's biggest fear is that your life was fun.\" To which he can\rhonestly reply: \"Tell her not to worry.\" Sully works on and off for a\rlocal contractor named Carl\rRoebuck (Bruce Willis). And he has been conducting a sort of arm's-length\rflirtation with Carl's wife, Toby (Melanie Griffith). It involves a lot of\rwishful thinking on both sides. Sully's best friend is Rub Squeers (Pruitt\rTaylor Vince), a mildly retarded local handyman who helps out on jobs. One day\rthe even pattern of Sully's life is interrupted when his son, Peter (Dylan\rWalsh) comes back into his life.\n\nPeter\ris a college teacher. His marriage is breaking up, and he returns to his old hometown\rwith one of his two children (his wife keeps the other, for the time being). He\rhas no clear plan.\n\nPerhaps\rhe will work with Sully on construction for a time. This does not sit well with\rRub, who feels rejected, and quits so he can sit on his steps and sulk.\n\nIt\ris the middle of the winter in the small town, which seems almost uninhabited\r(director Robert Benton wisely focuses on the foreground characters in his\rstory, and mostly avoids extras). Sully is engaged in a long-running duel with\rRoebuck, involving the theft and recapture of a snow blower. Otherwise, with\rwork scarce, he hangs out in the local saloon with his drinking buddy Wirf\r(Gene Saks), who is also his lawyer in a seemingly endless string of cases\rinvolving workmen's compensation and traffic violations.\n\nIn\ra sense, not much happens in \"Nobody's Fool.\" In another sense, great\rchanges take place. Sully is a man who has put his truly important issues on\rhold for a very long time, while making a cause out of trivial issues. He will,\rfor example, go to great lengths to steal the snow blower, or to score points\roff a dim-witted local policeman. But now, with Peter back, he finds that all\rthe big issues of his early life - his marriage, his family - are staring him\rin the face again. Above all, he is challenged to be responsible to his young\rgrandson as he never was to the boy's father.\n\nThe\rstory, written by Benton from the novel by Richard Russo, unfolds according to\rits own logic. It has the patience to listen to silences. Above all, it\rbenefits from the confidence of Newman's performance. He is not hammering the\rpoints home, not marching from one big scene to another, but simply living on\rthe screen, and if the film's last shot is of Sully sound asleep, by then we\runderstand why he has earned his rest.\n\nThe\rbest moments in the film are based on relationships.\n\nSully\ris quite fond, for example, of his landlady, old Miss Beryl (Jessica Tandy, in\rone of her last performances). He has a bantering relationship with Wirf, the\rlawyer who seemingly has only this one fool for a client. His pipe dreams with\rToby, which involve the two of them flying off to Hawaii, are important to him,\rbecause he is a romantic - and to her, because she trusts his goodness, and is\rfed up with her husband. And there are other characters, including a woman\rbartender and the local police chief, who help create the character of Sully by\rthe way they respond to him.\n\nAt\rthe center is Paul Newman. He is an exact contemporary of Marlon Brando, who is\rsaid to have invented modern film acting. Yes, and he probably did, stripping\rit of the mannerisms of the past and creating a hypercharged realism. Like\rBrando, Newman studied the Method. Like Brando, Newman looked good in an\rundershirt. Unlike Brando, Newman went on to study life, and so while Brando\rbroke through and then wandered aimlessly in inexplicable roles (especially\rsince \"The Godfather\" 20 years ago), Newman continued to work on his\rcraft. Having seen what he could put in, he went on to see what he could leave\rout. In \"Nobody's Fool,\" he has it just about figured out.", "running_time": 112, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-01-13", "genres": ["Comedy", "Drama"], "title": "Nobody's Fool (1995)"}