{"url": "http://www.rogerebert.com/reviews/nobody-knows-2005", "by": "Yuya Yagiraas Akira", "star_rating": 3.5, "text": "As \"Nobody Knows\" opens, we watch a mother and two kids moving into a new apartment. They wrestle some heavy suitcases up the stairs. When the movers have left, they open the suitcases and release two younger children, who are a secret from the landlord. \"Remember the new rules,\" the mother says. \"No going outside. Not even on the veranda -- except for Kyoko, to do the laundry.\"\n\nKyoko is the second oldest. about 10. The oldest, a boy named Akira, is about 12. He regards his mother with guarded eyes. So do we. There is something too happy about her, as she acts like one of the kids. It is not the forced happiness of a person trying to keep up a brave front, or the artificial happiness of someone who is high, but the crazy happiness of a person who is using laughter to mask the reality of her behavior. It fools the little kids, Shigeru and Yuki, who are perhaps 7 and 4.\n\nThe mother, named Keiko, played by a pop star named You, leaves Akira some money and goes away. She returns very late at night, still cheerful, as if it is the most natural thing in the world to leave her children alone, let them prepare their own dinners, and save some for her. \"She stinks of booze,\" Akira says quietly to Kyoko.\n\nKeiko confides in Akira that she has met a new guy, who seems \"sincere\" and might marry her. \"Again?\" he says. He is very quiet around her. She goes away again, for a much longer time, until the money she left runs out, and then she returns with gifts, including a backpack for Kyoko -- ironic, since Kyoko is forbidden to leave the building. Keiko gives Akira more money, leaves again, and days and weeks pass; when Kyoko asks if she will return, Akira says she will not.\n\nThis story, written and filmed by Hirokazu Kore-eda, is based on a true story from Tokyo, where four children were abandoned by their mother and lived in an apartment for months, unmissed and undetected. He tells the story not as a melodrama about kids in danger, but as a record of long, lonely days, of the younger children playing their games and watching TV, of Akira going out into the city to buy food and find money. He gets some from a man in a pachinko parlor, who tells him not to ask again: \"You know, Yuki isn't my kid.\" All four of the children have different fathers. Now they have no mother, but they have one another. Akira could contact the authorities, but \"that happened before,\" he tells a friend, \"and it was a real mess.\"\n\nAkira is played by Yuya Yagira, who filmed the role over 18 months, during which he grew a little and his voice broke. It is not just a cute kid performance, but real acting, because Kore-eda doesn't give him dialogue and actions to make his thoughts clear, but prefers to observe him observing, coping and deciding. Yagira won the best actor award at Cannes.\n\nWhat is most poignant is the sight of these kids wasting their lives. Kyoko asks her mother if she can go to school, but her mother laughs and says she will be happier at home. Akira was in school at one point, and studies his books at night, until finally his only subject is arithmetic -- figuring how much longer their money will last. There's a wistful shot of him looking at kids in a schoolyard, and one idyllic moment when he is asked to join a baseball game, and given a shirt and cap to wear.\n\nHe meets a girl his age named Saki (Hanae Kan), who prefers the streets to her home. They are too young for sex, but too old to be children. She picks up a guy, goes into a bar with him, comes out and gives Akira some money. He tries to push it away, but she says, \"All I did was sing karaoke with him.\" This time.\n\nKore-eda is the most gifted of the young Japanese directors. His \"Mabarosi\" (1995) about a widow who remarries and takes her child to live in a small village, and \"After Life\" (1998), about a waiting room in heaven, are masterful. Here he is more matter-of-fact, more realistic, in suggesting the slow progress of time, the cold winter followed by the hot summer days, the desperation growing behind Akira's cautious expression. The fact that he doesn't crank up the energy with manufactured emergencies makes the impending danger more dramatic: This cannot go on, and it is going to end badly.\n\nBut don't the adults in the building, or anywhere else, know what is happening in the apartment? Hard to say. The landlady comes at one point to collect the rent, but then seems to let the subject drop. The gas, lights and water are turned off, but that doesn't ring an alarm bell. Yuki's possible father knows Keiko has been away, but doesn't follow up to see if she's returned; perhaps he'd rather not know.\n\nThere are moments in Yagira's performance that will break your heart. One comes when he takes a few precious coins to a pay telephone to call a number where he might find his mother, or news of her. He's put on hold, and drops in one coin after another until they are all gone and he is disconnected, and bends his head forward against the telephone.\n\nKore-eda creates a sense of intimacy within the apartment. He shoots close to the kids (there's no room to get further away), and underlines their claustrophobic imprisonment. They like one another, they have some toys, they get more or less enough to eat, usually less. One day Akira even takes their shoes out of a closet and lets them put them on, and takes them outside for a walk in the great free wide open world, which is so indifferent to them.", "running_time": 141, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-02-17", "genres": ["Drama", "Foreign"], "title": "Nobody Knows (2005)"}