{"url": "http://www.rogerebert.com/reviews/nobody-else-but-you-2012", "by": "Jean Paul Rouveas David Rousseau", "star_rating": 3.0, "text": "She is found all by herself, frozen to death, far from the road, in an \"international area\" on the French-Swiss border, where neither country has police jurisdiction. Suspicious, wouldn't you think? That's what strikes David Rousseau, a best-selling writer of murder novels, who needs a plot for his new book. Finding himself in the snowbound hamlet of Mouthe, he settles in and begins to poke around.\n\nHer name is Martine Langevin. She had become known as Candice Lecoeur. She was barely 20. A photographer spotted her pumping gas at the local station, shot her for a pinup calendar and launched her into a life of (limited) local fame. With her hair dyed blond and her lips bright red, she looks from some angles like Marilyn Monroe, and the photographers find those angles. Soon her portrait graces packages of the local cheese, and she's doing the weather on regional television.\n\n\"Nobody Else But You\" introduces her from beyond the grave. She narrates her own story, as written down in the diaries the novelist discovers. Sometimes this gets tricky, as when she seems to have continued writing the diary after her death. Rousseau (Jean-Paul Rouve), the novelist, becomes convinced that \"Candice Lecoeur\" (Sophie Quinton) was murdered. The local police chief dismisses the possibility, but his assistant, Bruno Leloup (Guillaume Gouix), becomes obsessed with a theory that she resembles Marilyn both in life and death. The two men find eerie parallels.\n\nThe film by Gerald Hustache-Mathieu tries to be two things at once. (1) It's a police procedural, with clues, evidence, sinister connections and death attempts against Rousseau. (2) It's a sympathetic portrait of Martine/Candice, who grows increasingly uncomfortable with being objectified as a sex object. She's young, she doesn't know how to handle the attention, and the real Martine begins to refer to Candice as \"her.\" \n\nThe device of the diary and the narration settles in as an effective way of telling the story, giving her the personality she seemed to lack as a provincial Marilyn. It begins to seem that Bruno may be up to something, especially after we learn of the victim's romances with a sports star, a writer and the provincial president whose initials are not quite JFK. There's no denying the uncanny way she mirrors Monroe in a scene where she sings \"Happy Birthday, Mister President,\" although when her dress \"slips\" and the president's wife walks out, she has sealed her own fate.\n\nJean-Paul Rouve, as Rousseau, is not a demonstrative man. Reserved, inward, he plugs away at his investigation with such determination that the locals begin to refer to him as \"James Ellroy.\" They're well-read up there in the mountains. The movie does an effective job of establishing the claustrophobic town of Mouthe, known as the coldest place in France, and as the investigation continues, it appears it may also have France's coldest people. \n\nThis one doesn't go on the list of great recent European thrillers, but it's engrossing, and in the character of Martine/Candice, it touches real poignancy. Reading her diaries, Rousseau tells Bruno, \"She's a better writer than me.\"\n\nNote: The original French title was \"Poupoupidou.\" Get it?", "running_time": 102, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-08-22", "genres": ["Comedy", "Crime", "Foreign", "Thriller"], "title": "Nobody Else But You (2012)"}