{"url": "http://www.rogerebert.com/reviews/noel-2004", "by": "Susan Sarandonas Rose", "star_rating": 2.0, "text": "\"Noel\" tells the usual story of sad strangers who seek happiness on Christmas Eve, with the variation that most of the characters are stark staring mad. Christmas is a holiday fraught with hazards, anyway, and these people are clearly not up to it. Thanksgiving is the most angst-free holiday, with no presents to buy, no cards to send, and mountains of turkey. But the genre of Thanksgiving movies is dominated by miserable, destructive family reunions; only the wonderful \"What's Cooking\" gives the holiday a break.\n\nIf Thanksgiving in the movies is about lethal families, Christmas movies tend to be about loners who most keenly feel their aloneness as they engage in that quintessential activity of the Lonely Person, watching a yule log on TV. The thing is, we're obsessed with the conviction that we're supposed to feel happy at Christmastime.\n\nIn Chazz Palminteri's new film, the most miserable character is probably Rose (Susan Sarandon), a divorced, middle-age book editor whose mother has disappeared into Alzheimer's. At one point she stands on the banks of a river, looking longingly at the icy water, but she's talked back from the edge by Charlie (Robin Williams), who she met in her mother's nursing home, where he was sitting in the corner in the dark in a room with an unmoving body on the bed -- a body that Rose, in her desperation, one night told, \"I love you!\"\n\nWell, she needs somebody to love. \"You need sex. Good sex,\" advises Rose's secretary, who seems to speak from experience. Rose gets fixed up with the office stud, but at the point of decision she finds that it's all just too sad and sordid.\n\nMeanwhile, we meet Nina (Penelope Cruz), who is engaged to a cop named Mike (Paul Walker), who is consumed by such anger and jealousy that she threatens to postpone their wedding.\n\nMike has his own problems: Artie (Alan Arkin), a waiter in a restaurant, follows him around with lovesick eyes, not because he is gay, but because it only took him one look at Mike to realize he is the reincarnation of his dead wife. He could see it in the eyes. Even people who believe in reincarnation would probably not want to meet Artie.\n\nOh, and then there's the sad case of Jules (Marcus Thomas), who has only had one happy Christmas in his entire life, and that was when he was in a hospital emergency room and they had a Christmas party. Early in the film, he wanders into his local E.R. and asks what time the party starts, but is informed, alas, that he will require an emergency. This leads easily to the movie's most peculiar scene, in which Jules approaches a sinister man who seems to live on the stage of an abandoned theater, and says to him: \"Glenn said that you break hands.\"\n\nAll of these plot developments are further complicated by the movie's intersecting plotlines and timelines; this is one of those stories where the characters always seem to be crossing paths. Some of the characters, like Sarandon's Rose, are convincing and poignant; others, like Arkin's lovesick waiter, are creepy, and the guy who gets his hand broken should have tried the party at the Salvation Army, where they have great hot chocolate and sometimes you get a slice of pumpkin pie.\n\nOnly a cynic could dislike this movie, which may be why I disliked it. I can be sentimental under the right circumstances, but the movie is such a calculating tearjerker that it played like a challenge to me. There's a point at which the plot crosses an invisible line, becoming so preposterous that it's no longer moving and is just plain weird. If it's this much trouble to be happy on Christmas, then maybe Rose should consider doing what Susan Sontag does every year, which is to fly to Venice all by herself, and walk around alone in the fog and the mist and cross lonely bridges over dark canals and let the chill seep into her bones and then curl up in bed in an empty hotel with a good book. It's kind of a judo technique: You use loneliness as a weapon against itself.", "running_time": 96, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-11-11", "genres": ["Drama", "Romance"], "title": "Noel (2004)"}