{"url": "http://www.rogerebert.com/reviews/nomads-1986", "by": "Pierce Brosnanas Pommier", "star_rating": 1.5, "text": "I would like to describe the plot of \"Nomads,\" but my space is limited. Maybe I can give it a try. A French anthropologist (Pierce Brosnan) moves to Los Angeles with his wife. Their new home is immediately made the target of a roaming band of fierce street people who dress in leather and chains and paint slogans on garage walls.\n\nThe anthropologist discovers that these people are not your average, big-city vandals, but an urban version of the Innuat. And, about halfway through the movie, we learn what the Innuat are.\n\nAccording to Eskimo legends, they are nomadic spirits who wander the Earth in human form, spreading evil.\n\nThat is not the complicated part of the plot. The hard part is what we have to slog through before we find out about Innuats.\n\nThe movie starts with Lesley-Anne Down as an emergency-room doctor. A de-ranged patient (Brosnan) is brought in and handcuffed to the bed. Everybody thinks he's on a bad drug trip, but no, it's simpler than that; he has gone stark raving mad.\n\nHe keeps screaming the same phrase in French: N'y sont pas; sont des Innuat. This translates as, \"They are not there; they are Innuat.\" But nobody can figure that out, because they don't know \"Innuat\" is an Eskimo word, you see, and they simply think his French is bad.\n\nThat reminds me of a classic story from the Cannes Film Festival a few years back, when Rex Reed got an engraved invitation in French. The only word he could read was \"Eskimo.\" He had heard that there was a great new Eskimo film in the festival, however, and so at midnight he went bravely out into the rainy night and got a cab and went to the address on the invitation, only to discover that he was a guest at the opening of an Eskimo Pie ice cream store.\n\nNow you may argue, not unreasonably, that my story has little to do with \"Nomads.\" True. But it has at least as much to do with \"Nomads\" as the ancient Eskimo myth of the Innuat.\n\n\"Nomads\" is a very confused movie, especially after the berserk Brosnan leaps out of his manacles and bites Lesley-Anne Down on the neck, transferring all of his memories into her head, so that she goes crazy and relives all of Brosnan's traumatic experiences with the Innuat.\n\nThis grows very confusing for Brosnan's wife (Anna-Maria Moneticelli), who does not understand why Down is telling her things only Brosnan would know.\n\nIt is also very confusing for the audience, because the movie keeps switching signals on us.\n\nSometimes we see Down and then we get a point-of-view shot that is supposed to be inside her head but looking out through Brosnan's eyes.\n\nSometimes we see Brosnan from the outside. Sometimes that means we are looking at the real Brosnan, and sometimes it doesn't. We'd really be confused, if we gave a damn.\n\nBut we don't. The movie tells one of those stories where the characters have only themselves to blame, for going out into dark nights and looking for trouble with the Innuat and not getting on the next plane back to France.\n\nEverybody in this movie gets what's coming to them, except for Lesley-Anne Down, and even she should have been smart enough not to shine her flashlight in the eyes of a man who was foaming at the mouth.\n\n\"Nomads\" does, however, have one great shot. An Innuat on a motorcycle is chasing the two women down a lonely interstate highway.\n\nSuddenly, the Innuat turns back, and the camera pans slowly to reveal a highway sign: the California state line. Apparently Nevada is not loony enough for the Innuat. And so the lonely Innuat wheels his motorcycle around, and drives slowly back to Los Angeles, where, in keeping with the ancient Eskimo legend, his spirit will haunt the backlots of Hollywood, waiting for another movie that wouldn't be quite bad enough without him.", "running_time": 91, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-03-10", "genres": ["Horror", "Mystery", "Thriller"], "title": "Nomads (1986)"}