{"url": "http://www.rogerebert.com/reviews/norman-2011", "by": "Dan Byrdas Norman Long", "star_rating": 3.0, "text": "\"Norman\" tells the story of a high school senior who finds too great a burden of challenges piling up all at once. His mother has died in a car crash. His father is dying of stomach cancer. This is all made known to us at the outset. The film will not be about these tragedies happening to him, but with how he deals with them. That's a worthy change from a more ordinary teen movie.\n\nNorman (Dan Byrd) is quiet and private, with a way of hesitating before speaking as if he can barely find the will. His father, Doug (Richard Jenkins), is a doctor who understands his son's condition all too well. He also has made a decision to refuse one more round of chemotherapy and essentially supervise his own hospice care at home. \n\nHe and his son love each other, they argue only about his decision to end care, and Doug is painfully aware that he will be leaving behind an orphan. He treats Norman like an adult, inviting him to discuss with an attorney how he wants to live after his death, but Norman is unable to even listen to such questions.\nNorman is smart, and therefore a loner in school. In his English class, he makes an ironic comment at a moment when no one else in the class can supply a definition of irony and is spotted for his intelligence by his English teacher (Adam Goldberg). \n\nAt tryouts for a drama club, Norman applauds an offbeat audition by Emily Parrish (Emily VanCamp), after they've earlier had an ancient classic Meet Cute (they collide in the hall, and he helps pick up her books, not awesomely original). She sweetly reveals that she likes him, and he confesses he's never been out on a date.\n\nAll of this could be in a conventional film. It is impending death that gives this one depth. In a foolish attempt to explain his behavior, he tells his best friend, James (Billy Lush), that he has cancer, and soon the whole school and especially Emily and the English teacher have the news. When Emily insists on meeting his father, that creates an obviously insoluble dilemma, not least because of the way his lie would make his father feel.\nThe film, directed by Jonathan Segal from an original screenplay by Talton Wingate, has the nerve to play this plot straight. The high school, in Washington state, seems relatively free of the cretins inhabiting most high school movies and avoids many opportunities for cheap laughs. \n\nDan Byrd, who you may have seen on the TV series \"Cougar Town,\" is a dead ringer for Bud Cort, but sidesteps the danger of excessive cuteness. Emily VanCamp (a longtime regular on TV's \"Brothers and Sisters\") has a standard role, the friendly girl, but she handles it with delicacy and doesn't overplay; her performance depends above all on her ability to project empathy. When she learns Norman doesn't have cancer, that takes the need to empathize to another level, and the movie widely finds a way to communicate that without the risks of dialogue.\n\nFor me, Richard Jenkins is the heart of \"Norman.\" How often I've admired him; even in unworthy roles, he has such strength, he never seems the need to try.\n\nNote: \"Norman\" won the Silver Hugo (top prize) in the New Directors Competition at the 2010 Chicago International Film Festival.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-10-19", "genres": ["Comedy", "Drama"], "title": "Norman (2011)"}