{"url": "http://www.rogerebert.com/reviews/normal-life-1996", "by": "Ashley Juddas Pam Anderson", "star_rating": 3.5, "text": "Sometimes a man and woman are drawn together precisely because\rthey are perfectly wrong for each other. Consider Pam and Chris Anderson, the\rsubjects of “Normal Life.” He is a suburban Chicago cop. She is a pot-head who\rworks in a factory, drinks too much, and dreams of falling into a black hole so\rthat her image is forever imprinted on its event horizon.\n\nThey\rmeet in a bar. Pam's with a guy. They have a fight. She smashes a glass and\rcuts herself. The guy leaves. Chris walks over, helps her bandage the cut, and\rsays, “Want to dance?” It's awkward dancing with your hand held up in the air\rso the blood doesn't drip, but she accepts. It's love. They marry.\n\n“Normal\rLife,” loosely based on a real-life crime story from the Chicago suburbs, is\rthe new movie by John McNaughton, famous for “Henry: Portrait of a Serial\rKiller.” It's not as unremittingly painful as the earlier film, but just as\rfascinating in its portrait of criminal pathology. Just as Henry drew\raccomplices into the net of his madness, so does Pam (Ashley Judd) mesmerize\rChris (Luke Perry). He's a straight-arrow policeman whose hobby is target\rpractice. She's a space cadet whose hobby is astronomy and who is reading, or\rpretending to read, A Brief History of Time.\n\nPam\ris one of those women who is forever pushing the edges of her own personal\revent horizon. She is drunk a lot, hysterical, manic-depressive, and self-destructive.\rShe tears up the apartment, mutilates herself, tries suicide and specializes in\rembarrassing Chris (she walks into the police station dressed in hot pants and\rturns up at his father's funeral on in-line skates).\n\nChris\rputs up with this because he must. Something in his makeup has addicted him\rto--what? The excitement? The abuse? The role of rescuer? “I just want to make\ryou happy,” he says. After he gets fired, he works a double shift at a security\rservice, but she spends faster than he can earn. So he robs a bank. He's good\rat robbing banks, and soon he's able to show her the bright new townhouse in\rLisle that he's bought with the money.\n\nAs\rfor Chris, he gets his dream, too--which is to operate his own used-bookstore.\rEventually, of course, she finds out what he's doing--and is so excited by the\ridea of his crimes, she has a sexual climax for the first time in her life. She\rwants to come along on the next job, and although Chris knows in his bones that\rit is a big mistake, he lets her. You may vaguely remember the outcome from\rheadlines a few years ago.\n\nThis\ris one of those movies you watch with the same fascination as a developing\rtraffic accident. Part of its success is due to the casting. Ashley Judd, so\rwarm and likable in “Ruby in Paradise” (1993), here plays the kind of woman you\rwould cross the room, or the state, to avoid. Luke Perry, who has a neat\rcop-style mustache and an obsession with control, is the perfect foil as a man\rwho has never seen anything like her, and can't stop looking.\n\n“Normal\rLife” takes place against the very normal backdrop of Chicago's western\rsuburbs. Pam and Chris eat in fast food places, shop in stores with “BUY MORE!”\rpainted on the walls, rob drive-up banks, and when they fight, they do it while\rstalking down the deserted sidewalks of a mall in the middle of the night. They\rlook, at first glance, like your typical young married couple. But on the basis\rof this film, my guess is that after their crime spree ended and the press came\rto interview their neighbors, nobody said, “Gee, they were always so quiet and\rnice.” McNaughton seems fascinated by the ways in which lawlessness is\rinfectious. In both “Henry” and “Normal Life,” there are characters who would\rnever commit a crime on their own. But once they fall under the spell of a\rreckless or heedless outlaw, they are helpless to resist. The lesson, I guess,\ris that if you see someone in a bar cut themselves while breaking up with their\rlast lover, let them bleed.\n\nNote:\r“Normal Life” got caught in a quarrel between its studio, Fine Line, and\rMcNaughton. The studio decided not to release the film theatrically, and aired\rit on Home Box Office not long ago. Now, after McNaughton's protests, it is\rbeing given a limited chance to prove itself in Chicago and a few other\rmarkets.", "running_time": 104, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-25", "genres": ["Action", "Drama", "Indie"], "title": "Normal Life (1996)"}