{"url": "http://www.rogerebert.com/reviews/norman--is-that-you-1976", "by": "Redd Foxxas Ben", "star_rating": 2.0, "text": "It must have been all those years of hammering out punch lines in noisy nightclubs: Redd Foxx is able to step into a lukewarm comedy like \"Norman . . . Is That You?\" and actually invest it with some energy. The movie isn't much (and it's based on a Broadway play that was even less), but while Foxx is onscreen we're willing to forgive it a lot. \n\nHe stands there in a clutter of cliches, bad jokes and totally baffling character motivation, and he makes us laugh. Foxx was just the actor for this junk: He's been victorious over lousy material for years. The story's about the discovery by Foxx and his wife (Pearl Bailey) that their son is gay. Foxx makes the discovery during a week that's already been the most catastrophic in his life: His wife has just abandoned the family dry-cleaning business in Tucson to run away to Mexico with Foxx's brother. Foxx takes the bus to Los Angeles to seek consolation from his son, Norman, and finds a male roommate in the bedroom.\n\nWhat happens then will set Gay Liberation back months. The movie claims one in six people is homosexual; after this, the ratio may go up to one in 10. Norman's roommate, Garson, is assigned the thankless task of representing gay stereotypes in the movie, and swishes around whipping up Prune Flambe Surprise and packing his hostess gowns. Norman, by contrast, is so bland we're a little doubtful he has a sex life at all. Foxx, however, marches dutifully into this material and makes it work. He blames himself: \"Where did I go wrong? I played catch with him in the park, I took him to football games . . .\" He stocks up on books about homosexuality. He hires a hooker at the McDonald's on Sunset Strip to \"cure\" his son. And when his wife returns, chastened, from Mexico, they team up for the unlikeliest conclusion we can imagine: Norman will enlist in the Navy and Garson (\"Me? A war bride?\") will come back to Tucson with them and work in the dry-cleaning plant. If the Navy doesn't straighten Norman out, they figure, maybe at least they can pair him off with a nice gay doctor or lawyer . . . \n\nThe casting of Redd Foxx and Pearl Bailey as the distraught parents seems inspired, but in fact Miss Bailey makes a very late entrance and has next to nothing to do. The film belongs mostly to Foxx and to Dennis Dugan, who is at least engaging as he grapples with lines like \"Norman's girlfriend? I am she.\" Norman himself (played by former UCLA basketball star Michael Warren) spends the first half of the movie scuffing the carpet and saying \"Dad -- I can explain everything,\" and the last half with a girlfriend (Vernee Watson) who tries to seduce him. She's apparently not successful, but in a movie rated PG you can never be sure.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-04", "genres": null, "title": "Norman...Is That You? (1976)"}