{"url": "http://www.rogerebert.com/reviews/north-face-2010", "by": "Benno Furmannas Toni", "star_rating": 3.0, "text": "The movies have long been convinced themselves that any story can be improved by adding a romance. Not true. Any story can be improved by leaving out as much as you reasonably can. Consider \"North Face,\" the bone-chilling, superbly mounted record of an assault on the north face of the Eiger, which is known by the grim understatement as \"the last remaining problem in the Alps.\"\n\nMountain climbing terrifies me, because it has such a ruthless digital simplicity. It is either one or zero: (1) You are holding on. (Zero) You are falling. Time's arrow flies in one direction. Once you aren't holding on, there is nothing you can do. No skill, no courage, no training, nor any rope or piton.\n\nThese fears explain why in its scenes on the Eiger itself, \"North Face\" starts strongly and ends as unbearably riveting. They also explain why it was a strategic error to believe this story needed romantic and political subplots. You know something has gone wrong when a story about mountain climbers gives the sorta girlfriend of one of them second billing.\n\n\"North Face\" is based on the true story of a May 1936 attempt on the Eiger by four climbers: two Germans and two Austrians who meet on the mountain in the movie but began together in real life. All four are experienced and confident. One is not very wise. Using the long-tested rope-and-piton method, they hope to reach the top after spending only one night in sleeping bags secured to the mountain. They have little petrol burners to heat tea or broth. They are very fit.\n\nOne of the Germans has doubts about making an attempt on a peak that has never been scaled, and on which two Germans froze to death the year before. The Eiger is known for its weather shifts and avalanches of snow and rocks. Meanwhile in Berlin, the Nazi editor (Ulrich Tukur) of a daily newspaper wants to produce German heroes for Hitler in the run-up to the Olympics. The two Germans Toni Kurz and Andi Hinterstoisser (Benno Fuermann and Florian Lukas), both in the army, are such lackluster Nazis that they're assigned to cleaning latrines. \n\nThe editor's secretary, Luise Fellner (Johanna Wokalek), was sweet on Toni when they were young; Toni and Andi took her climbing with them. When her editor discovers she knows them, he orders her to go to the Eiger and convince them that it's their patriotic duty to climb. Toni is convinced more by Luise than by Hitler. Setting off from the base, they spot two Austrians, Willy Angerer (Simon Schwarz) and Edi Rainer (Georg Friedrich). Higher up, their climbs will intersect.\n\nThe director, Philipp Stoelzl, is uncanny in his ability to convince us these four are actually climbing a mountain. Because the four actors could hardly be climbing themselves, he must use doubles for some shots. That is easier because of sunglasses, hoods and blowing snow. Some of the shots must have been made on sets. None of that matters. I was on the side of that mountain all the way.\n\nIf the film had stayed there, it might have been devastatingly good. It's powerful enough as it is. But consider the 2004 film \"Touching the Void,\" about a climber who broke his leg, driving a bone through a knee socket and later fell into an ice crevice and agonizingly, unbelievably, made his way alone back down the mountain. That semi-documentary by Kevin MacDonald showed only the two climbers. That was more than enough.\n\nIn \"North Face,\" Stoelzl cuts to the luxury hotel at the base and even back to Berlin. There's a lot about the editor's ego and his desire to please Hitler. And much about Luise's fears for her friends and her determination to bring help to them after they disappear from view before the second night. We learn that railway tunnels through the mountain have occasional openings to the surface to admit air, and that the climbers might be approached by that means. Sounds reasonable, although some of her later decisions are dubious.\n\nI believe audiences will enjoy \"North Face.\" I did. But there's too much baggage along for the ride. It involves not only Luise but also the Nazis. A love story is not needed here, particularly when the reputed lovers got along perfectly well apart for 10 years. And as for the Nazis, must every German film set in the '30s involve Nazism? Do you climb a mountain for Hitler, and think about him all the way up? Not these climbers. They don't give a damn about Hitler. \n\nNote: Speaking of mountains and special effects, when Clint Eastwood made \"The Eiger Sanction,\" he personally performed in a scene showing him dangling at the end of a rope 3,000 feet in the air. A telephoto lens zoomed in on him from a distance to prove it was really him. He told me he attended a sneak preview in disguise, and overheard: \"It really looked like it was Clint up there. I wonder how they did that.\"", "running_time": 126, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-02-24", "genres": ["Action", "Adventure", "Drama", "Foreign", "History", "Thriller"], "title": "North Face (2010)"}