{"url": "http://www.rogerebert.com/reviews/northern-lights-1980", "by": "Robert Behlingas Ray Sorenson", "star_rating": 3.0, "text": "\"Northern Lights\" opens with an old man rummaging through some papers he'd almost forgotten about. Among them is a diary, recalling the winter of 1915-16, when he was a farmer trying to earn a living during hard times in North Dakota. The old man is real, and so are the events he will recall. His name is Henry Martinson; he became an organizer for the now nearly forgotten Nonpartisan League, and the movie \"Northern Lights\" is a fictionalized record of the league's founding.\n\nThe filmmakers, John Hanson and Rob Nilsson, use the documentary springboard of Martinson's memories to move into a film that also looks like a documentary.\n\nIt's shot in high-contrast black and white, and its starkly sunlit exteriors often turn the characters into silhouettes against the landscape. The characters are farmers, mostly, working long hours to harvest grain that will then be sold at low prices to elevators controlled by the railroads and the banks. Most of the farms are mortgaged to the banks, and foreclosure is a fact of life.\n\nThe movie follows one young farmer Ray Sorenson, as he leaves his farm to become an organizer for the league. He travels the backroads in an old Model T, speaking to farmers in their fields or around the potbellied stoves of country stores. They're skeptical about the prospects of organizing.\n\nSorenson, played by Robert Behling, argues in favor of cooperative grain elevators, state-chartered banks with farmers as stockholders, and other agribusiness practices that now seem rockbound respectable but then seemed socialistic. The farmers are reluctant. Word of their participation, they're afraid, will inspire the banks to call in loans and foreclose. That does happen in some cases.\n\nSorenson persists. In one nicely handled scene, he accepts a farmer's offer to wrestle: If he wins, the farmer will join the league. He loses. The league itself does finally win a primary election, turning out the rural vote in the aftermath of a massive blizzard, but there's the possibility the banks will strike back before the main election.\n\n\"Northern Lights,\" which plays Wednesday through Friday at the Sandburg, brings all of this history to life, and makes some history of its own as a successful recent example of the movement toward a regional cinema in America.\n\nIt was produced out of Minneapolis, and has already turned a nice profit playing in the local theaters of Minnesota and North Dakota. It won the Camera D'Or as the best-directed first feature at the 1979 Cannes Film Festival (and was in our 1978 Chicago festival).\n\nIt leaves us with a series of stark images (of the struggle to harvest wheat during a snowstorm, of lamp-lit farmhomes, of Sorenson's tireless Model T). And it also acts as a reminder of how much of American history stands in danger of being overlooked just because it happened outside the American mainstream.", "running_time": 92, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-08-27", "genres": ["Drama", "Mystery", "Romance"], "title": "Northern Lights (1980)"}