{"url": "http://www.rogerebert.com/reviews/northfork-2003", "by": "James Woodsas Walter O'Brien", "star_rating": 4.0, "text": "There has never been a movie quite like \"Northfork,\" but if you wanted to put it on a list, you would also include \"Days of Heaven\" and \"Wings of Desire.\" It has the desolate open spaces of the first, the angels of the second, and the feeling in both of deep sadness and pity. The movie is visionary and elegiac, more a fable than a story, and frame by frame, it looks like a portfolio of spaces so wide, so open, that men must wonder if they have a role beneath such indifferent skies.\n\nThe film is set in Montana in 1955, as the town of Northfork prepares to be submerged forever beneath the waters of a dam. Three two-man Evacuation Teams travel the countryside in their fat black sedans, persuading the lingering residents to leave. The team members have a motivation: They have all been promised waterfront property on the lake to come. Most of the residents have already pulled out, but one stubborn citizen opens fire on Evacuators, and another plans to ride out the flood waters in his Ark, which does not have two of everything but does have two wives, a detail Noah overlooked.\n\nOther lingerers include Irwin (Duel Farnes), a pale young orphan who has been turned back in by his adoptive parents (Claire Forlani and Clark Gregg) on the grounds that he is defective. \"You gave us a sick child, Father,\" they tell Father Harlan, the parish priest (Nick Nolte). \"He can't stand the journey.\" The priest cares for the child himself, although the lonely little kid is able to conjure up company by imagining four angels who come to console him. Or are they imaginary? They are real for little Irwin, and that should be real enough for us.\n\nThe town evokes the empty, lonely feeling you get when you make a last tour of a home you have just moved out of. There is a scene where the six Evacuators line up at the counter in a diner to order soup. \"Bowl or cup?\" asks the waitress, and as they consider this choice with grave poker faces, we get the feeling that only by thinking very hard about soup can they avoid exploding in a frenzy of madness. One of Harlan's final church services is conducted after the back wall has already been removed from his church, and the landscape behind him looks desolate.\n\nThis is the third film by the Polish twins. Michael directs, Mark acts, and Mark and Michael co-produce and co-write. Their first was the eerie, disquieting \"Twin Falls, Idaho,\" about Siamese twins who deal with the fact that one of them is dying. The next was \"Jackpot,\" about a man who tours karoke contests, looking for his big break. Now \"Northfork,\" which in its visual strategy presents Montana not as a scenic tourist wonderland, but as a burial ground of foolish human dreams.\n\nIndeed, one of the subplots involves the need to dig up the bodies in the local cemetery, lest the coffins bob to the surface of the new lake; Walter O'Brien (James Woods), one of the Evacuators, tells his son Willis O'Brien (Mark Polish) that if they don't move the coffin of the late Mrs. O'Brien, \"When this small town becomes the biggest lake this side of the Mississippi, your mother will be the catch of the day.\" Funny? Yes, and so is the soup scene in the diner, but you don't laugh out loud a lot in this film because you fear the noise might echo under its limitless leaden sky. This is like a black and white film made in color. In some shots, only the pale skin tones contain any color at all. In talking with the Polish brothers after the film premiered at Sundance 2003, I learned that they limited all the costumes, props and sets to shades of gray, and the cinematographer, M. David Mullen, has drained color from his film so that there is a bleakness here that gets into your bones.\n\nAgainst this cold is the pale warmth of the angels, who are evoked by Irwin. To console himself for being abandoned by his adoptive parents, he believes that he is a lost angel, fallen to Earth and abducted by humans who amputated his wings. Indeed, he has scars on his shoulder blades. The angels include Flower Hercules (Daryl Hannah), who seems neither man nor woman; Cod (Ben Foster), a cowboy who never speaks; Happy (Anthony Edwards), who is blind and mute, but perhaps can see something through the bizarre glasses he wears, with their multiple lenses, and Cup of Tea (Robin Sachs), who talks enough to make up for Happy.\n\nOf these the most moving is Flower Hercules, who seems to feel Irwin's loneliness and pain as her/his own. Daryl Hannah evokes a quality of care for the helpless which makes her a tender guardian angel. Since the Evacuators have a stock of angel's wings which they sometimes offer as inducements to reluctant homeowners, the thought persists that angels are meant to be real in the film, just as they are in \"Wings of Desire,\" and only those who cannot believe think Irwin has dreamed them up.\n\n\"Northfork\" is not an entertaining film so much as an entrancing one. There were people at Sundance, racing from one indie hipness to another, who found it too slow. But the pace is well chosen for the tone, and the tone evokes the fable, and the fable is about the death of a town and of mankind's brief purchase on this barren plat of land, and it is unseemly to hurry a requiem. The film suggests that of the thousands who obeyed the call \"Go West, young man!\" some simply disappeared into the wilderness and were buried, as Northfork is about to be buried, beneath the emptiness of it all.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-07-11", "genres": ["Drama", "Fantasy", "Science Fiction"], "title": "Northfork (2003)"}