{"url": "http://www.rogerebert.com/reviews/norwegian-wood-2012", "by": "Rinko Kikuchias Naoko", "star_rating": 3.0, "text": "“I once had a girl, or should I say, she once had me.” — “Norwegian Wood,” by Lennon and McCartney\n\nThere’s something depressing about a young couple helplessly in love. Their state is so perfect, it must be doomed. They project such qualities on their lover that only disappointment can follow. Perhaps such truths help explain the success of Haruki Murakami’s international best-seller Norwegian Wood. It’s easier to identify with loss than love, because we have had so much more experience of it.\n\nThe novel has been filmed by Tran Anh Hung, born in Vietnam, long resident in Paris; his “The Scent Of Green Papaya” (1993) was a gorgeous romance I thought was one of the best films of that year. He seems to fall in love with his actors, finding beautiful faces and then caressing them in closeup.\n\nHere he begins with two best friends and the girlfriend of one of them. (I thought of “Jules and Jim.”) Life is joyous and carefree. Then Kizuki (Kengo Kora) commits suicide. At the risk of sounding crass, may I suggest he wanted to quit while he was ahead? Do suicidal young lovers realize that romance is short but death is long?\n\nKizuki leaves behind his girlfriend, Naoko (Rinko Kikuchi), and his best friend, Toru Watanabe (Ken’ichi Matsuyama). It feels wrong to them that they are only two. On her 20th birthday, Naoko loses her virginity to Toru and explains why Kizuki, who was so close to her ever since sixth grade, never made love with her. The reason is not what you may be thinking.\n\nNaoko disappears. Toru occupies himself with school, and then meets Midori (Kiko Mizuhara), a ribald girl who likes sex and flavors her speech with cheerful obscenities. Midori was the most popular character with the readers of Murakami’s novel, probably because she wasn’t as gloomy as the others. Here she is much toned down because Tran is more drawn to poignancy about the transience of happiness.\n\nWord comes that Naoko is living in some sort of retreat in a beautiful distant area, a place that seems halfway between a spa and a sanatorium. Here she is inseparable from an equally beautiful woman, a fellow patient who teaches music there. Toru comes to visit, and what follows between Naoko and him are dreamy scenes of languorous caresses and whispering poetic love talk. They are photographed in scenes of nature and snow, as if Tran seeks to create in his visuals the tenderness of their love. Let’s hope Naoko doesn’t learn about Midori. The naughty girl isn’t all that important to Toru really, but she represents a flaw in Naoko’s idea of Toru, and she is too fragile to sustain such a blow.\n\nI’m sure there are ages and personalities that would find the young love in “Norwegian Wood” irresistible. Maybe a loving young couple would find their own story in it, as so many have found themselves in “Romeo and Juliet.” There is something in the nature of director Tran Anh Hung, however, that seems to resist happy endings. In the emotional arc of his art, the high point seems to be bittersweet. It’s sweet all the way up, wavers in dread and slides down to doom.\n\nThe movie’s cinematography, by Mark Lee Ping Bin, paints each frame in rapture. The actors are so attractive they could be models for Vogue, and perhaps they are; certainly they’re effective in their roles, which require a lot of soft, intimate dialogue. There are a couple of points in the film when the Beatles song slips in; I wonder if Toru took note of this lyric: When I awoke, I was alone, this bird had flown.", "running_time": 133, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-01-18", "genres": ["Drama", "Foreign", "Romance"], "title": "Norwegian Wood (2012)"}