{"url": "http://www.rogerebert.com/reviews/not-without-my-daughter-1991", "by": "Sally Fieldas Betty", "star_rating": 3.0, "text": "Here is a perplexing and frustrating film, which works with great skill to involve our emotions, while at the same time making moral and racial assertions that are deeply troubling. On one level, it tells a story that almost anyone can identify with - a mother deprived of her child and her freedom by the rigid rules of an unbending religion. On another level, it applies a harsh assortment of negative qualities to a group of people we may find ourselves at war with.\n\nI don't imagine the makers of this film could have imagined this timing in their wildest dreams: that their negative portrait of fundamentalist Muslims would be released at a time when we seem about to go to war with some of them. (It will probably not occur to many of the viewers of this film that we are opposing only one Muslim nation - that the others in the Middle East are on our side. Although it is billed as being based on a true story, this is a film that inspires such distinctions.) The film stars Sally Field as Betty, an ordinary American mom in all respects but one - she has married an Iranian who is a doctor at the local hospital. They have a young daughter and a settled middle-class life, but beneath the surface all is not well.\n\nHer husband, Moody (Alfred Molina), suffers from racist taunts at the hospital, and grows homesick when he telephones to his family back in Iran. Finally he suggests a visit to his homeland.\n\nBetty is not so sure. She reads about unrest in Iran. She is not sure of her welcome. Moody promises her - on the Koran - that she has nothing to fear. But soon after they land in Iran, she is plunged into a frightening and alien world.\n\nAs a woman, she is an occasion of sin. It is forbidden for her to reveal so much as a lock of hair in public. The other members of her husband's family make little effort to communicate with her - other than to give orders or repeat religious truths. They are interested in her only as the mother of her husband's child; her role, it appears, is to be the infidel mother of an Islamic daughter.\n\nAt first Moody is supportive. But as the time draws near for their return to America, he undergoes a personality change, becoming angry and short with her, and finally admitting that they are not going back at all. He has lost his job at the hospital, and plans to stay in Iran. And as for Betty and their daughter? Why, they will stay, too. She is his wife and must obey him.\n\nThe movie then plunges us into a world of Islamic fundamentalism, which it depicts in shrill terms as one of men who beat their wives, of a religion that honors women by depriving them of what in the West would be considered basic human rights, of women who are willing or unwilling captives of their men. No attempt is made - deliberately, I assume - to explain the Muslim point of view, except in rigid sets of commands and rote statements. No Muslim character is painted in a favorable light; the local people who help the heroine are dissidents or outlaws. We are not even permitted to learn what they say, because the film declines to use subtitles to translate the considerable spoken dialogue of the Iranian characters.\n\nAll is seen from the point of view of Betty, who is shown surrounded by harsh, cruel religious fanatics.\n\nIslam is not a religion that reflects Western beliefs about human dignity. It seems to have little place for the concept of individual freedom - especially as it applies to women. The chilling death sentence pronounced against Salman Rushdie is an example of its regard for free speech, and Rushdie's recent attempts at compromise, as the price of buying his life, are understandable even while they are unutterably depressing. Yet at the same time we should stubbornly believe in a concept of fair play - even fair play for those who might not play fair with us. And \"Not Without My Daughter\" does not play fair with its Muslim characters. If a movie of such a vitriolic and spiteful nature were to be made in America about any other ethnic group, it would be denounced as racist and prejudiced.\n\nIt is no excuse that some Muslims are our enemies. In a world that does not reflect our ideals, we must hold to them for ourselves.\n\nYet I recommend that the film be seen, for two reasons. One reason is because of the undeniable dramatic strength of its structure and performances; it is impossible not to identify with this mother and her daughter, and Field is very effective as a brave, resourceful woman who is determined to free herself and her daughter from involuntary captivity.\n\nThe second reason is harder to explain. I think the movie should be seen because it is an invitation to thought. It can be viewed as simply a one-sided and bitter attack. But it also provides an opportunity for testing our own prejudices, our own sense of fairness. Must all movies be taken on their own terms, or do we retain the strength of mind to view them critically - to remain alert to prejudice and single-minded vitriol? It is curious, in a way, that this movie is set in Iran. At the time its events take place - and at the time the film was made - Iran was our enemy and Iraq was our ally. Now times have changed, and Saddam Hussein, president of Iraq, is our enemy. Think of the box office possibilities if the movie had been set in Iraq! That would be right in keeping with the long, sad human history of portraying enemies as godless, inhuman devils. But every soldier is somebody's child, and some, no doubt, hope to have children of their own, and movies fueled by hate are not part of the solution.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-01-11", "genres": ["Drama", "Thriller"], "title": "Not Without My Daughter (1991)"}