{"url": "http://www.rogerebert.com/reviews/not-another-teen-movie-2001", "by": "Chyler Leighas Janey Briggs", "star_rating": 2.0, "text": "I suppose I should be grateful. After years of ridiculing teen movies, here's one that does it for me. It's like that soup that heats itself. \"Not Another Teen Movie\" assembles the cliches, obligatory scenes and standard characters from three recent subgenres of the teen movie (prom, cheerleader and tasteless sex) and cross-fertilizes them, if that is the word, with the John Hughes teenager movies of the 1980s. Of course Hughes was a lot better than his recent imitators, but people who know that are likely to be in their 30s now and won't be going to see \"Not Another Teen Movie,\" anyway.\n\nWho does that leave in the theater? The current audience for teen movies, I suppose. But if they're dumb enough to like them, why would they be smart enough to appreciate a satire? Maybe this will simply play for them like--just another teen movie.\n\nDid I laugh during the movie. Yes, I did, a few times, although not as much as I did at the better teen movies like \"American Pie\" or \"Scary Movie.\" I liked the way the characters pointed out the cliches they were inhabiting (although that was done first in \"Scary Movie\"). And the way that when the hero bets he can turn the plain girl into the prom queen, the black guy tells him, \"You'll lose the bet, but learn valuable lessons.\" And the way the subtitles left spaces for the naughty bits in the scene with the nude foreign exchange student. And the awareness of the Slow Clap, a cliche that is rapidly getting to be a public nuisance.\n\nIt was good to see familiar faces from old movies, like Molly Ringwald, who offers some hard-learned advice, and John Vernon, who engages in some almost hallucinatory dialogue with a student in detention class. But it was not good to see yet still more wretched excess in the jokes about characters being sprayed with vast quantities of excrement. The movie does not understand that all fart jokes depend on context to be funny. And the opening sequence involving a vibrator is just plain embarrassing.\n\nI have here a heartfelt message from a reader who urges me not to be so hard on stupid films, because they are \"plenty smart enough for the average moviegoer.\" Yes, but one hopes being an average moviegoer is not the end of the road: that one starts as a below-average filmgoer, passes through average, and, guided by the labors of America's hard-working film critics, arrives in triumph at above-average.\n\nYou will know you have reached that personal goal for yourself when it takes but a moment of thought to calculate that in the month of December, when the studios traditionally showcase Oscar candidates, when movies like \"Harry Potter,\" \"Vanilla Sky\" and \"Ocean's Eleven\" are in theaters, when \"Lord of the Rings,\" \"In the Bedroom\" and 21 other ambitious movies are circling for landings, to spend 82 minutes watching \"Not Another Teen Movie\" would be a reckless waste of your time, no matter how many decades you may have to burn.", "running_time": 82, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-12-14", "genres": ["Comedy"], "title": "Not Another Teen Movie (2001)"}