{"url": "http://www.rogerebert.com/reviews/not-one-less-2000", "by": "Tian Zhendaas Mayor Tian", "star_rating": 3.0, "text": "\"Not One Less\" is not only about the poor in China's remote rural areas, but could be dedicated to them; we sense that Zhang Yimou, the director of such sophisticated films as \"Raise the Red Lantern\" and \"Shanghai Triad,\" is returning here to memories of the years from 1968 to 1978, when he worked as a rural laborer under the Cultural Revolution. His story is simple, unadorned, direct. Only the margins are complicated.\n\nThe actors are not professionals, but local people playing characters with their own names. Wei Minzhi, a red-cheeked 13-year-old who usually looks very intent, stars as Wei, a substitute teacher, also very intent. The village's schoolmaster has been called away to his mother's deathbed, and Wei's assignment is to teach the grade school class.\n\nTo assist her in this task, she is supplied with one piece of chalk for every day the teacher will be away. And she gets strict instructions: Since the school's subsidy depends on its head count, she is to return the full class to the teacher--\"not one less.\" Keeping all the students in class is more important than anything she teaches them, and indeed she isn't a lot more advanced than her students. This isn't one of those movies where the inspired teacher awakens the minds and spirits of her class; Wei copies lessons on the board and blocks the door.\n\nThese early scenes are interesting in the way they don't exploit the obvious angles of the story. This isn't a pumped-up melodrama or an inspirational tearjerker, but a matter-of-fact look at a poor rural area where necessity is the mother of invention and everything else. When one of her students, Zhang (Zhang Huike), runs away to look for work in the big city, Wei determines to follow him and bring him back. This is not an easy task. It involves raising the money to buy a bus ticket. Wei puts the whole class to work shifting bricks for a local factory to earn the funds. She eventually does get to the city, Jiangjiakou, and her encounters with bureaucracy there are a child's shadow of the heroine's problems in Zhang Yimou's \"The Story of Qiu Ju\" (1992).\n\nThe city scenes are not as compelling for me as the earlier ones, maybe because Wei's patience tries my own. She waits what seems like forever outside the gates of a TV studio, hoping to talk to the man in charge, and although her determination is admirable, it could have been suggested in less screen time. Once she does get on TV, there's a moment of absolute authenticity when the anchorwoman asks her a question, and Wei just stares dumbfounded at the camera.\n\nFor Chinese viewers, this film will play as a human drama (end titles mention how many children drop out of school in China every year). For Western viewers, there's almost equal interest at the edges of the screen, in the background, in the locations and incidental details that show daily life in today's China. One of the buried messages is the class divide that exists even today in the People's Republic, where TV bureaucrats live in a different world than 13-year-old rural schoolgirls. Zhang Yimou, whose films have sometimes landed him in trouble with the authorities, seems to have made a safe one this time. But in the margins he may be making comments of his own.\n\nNote: Parents looking for intelligent films for children might consider \"Not One Less.\" Like the Chinese film \"The King Of Masks\" and the Iranian film \"Children Of Heaven\" (both available on video), it has subtitles, but none too difficult for a good young reader.", "running_time": 100, "mpaa_rating": "G", "release_year": 2000, "date_published": "2000-03-17", "genres": ["Comedy", "Drama", "Foreign"], "title": "Not One Less (2000)"}