{"url": "http://www.rogerebert.com/reviews/nothing-in-common-1986", "by": "Jackie Gleasonas Max Basner", "star_rating": 2.5, "text": "Tom Hanks says the big opening scene in \"Nothing in Common\" wasn't written out in the screenplay. They had to improvise the series of shots where he walks into the ad agency where he works, and wisecracks his way from one person to another, all the way to his office. He's a high-voltage guy, a real character, funny and smart (and if you had to work in the same office with him, you'd go crazy). Hanks gives the sequence all he's got, and it's terrific - but it belongs in another movie.\n\nThe whole first half of \"Nothing in Common\" belongs in another movie. Either that, or the second half does. The movie splits in two, starting out as a wise-guy comedy and ending up as the heart-breaking story of a yuppie who is trying to understand his bitter, lonely parents. Movies aren't novels. The best ones are often more like short stories, able to introduce a handful of characters and follow them through a few of their days. I realize that \"Nothing in Common\" wants to surprise us by inserting tragedy in the midst of laughter, but the problem is, the serious parts of this movie are so much more interesting than the lightweight parts that the whole project gets out of balance.\n\nIn the beginning, we meet Hanks and some of his cohorts in the ad agency. They're after a big airline account, and Hanks dreams up a campaign where Granny flies out to visit her family. (Why is it that the ads in movies about advertising are never any good?) The company is run by a good ol' boy with a mind of lead, but his daughter, played by the heart-stopping Sela Ward, likes Hanks' campaign. She also likes him, and so there's a tug-of-war between the glamorous brunet and Hanks' other girlfriend, the suntanned Bess Armstrong.\n\nWe are familiar with this kind of movie. We think we know where it's going. Then Hanks gets a phone call. His parents are separating after years of marriage. He tries to juggle two lives: what's happening in the office and what's happening in his heart, as he tries to unravel the mystery of his parents' lives.\n\nHis father, played by Jackie Gleason, is a salesman at the end of his career. His mother (Eva Marie Saint) has been supporting the old man through years of the silent treatment, but she can't take it any longer. As Hanks begins to spend some time with Gleason, for the first time in years, he realizes that his old man is sad, bitter and sick.\n\nIt's up to him, the flashy Michigan Avenue ad man, to help him pull through.\n\nGleason provides the movie's center of gravity, in a role that has been written with some courage, and is not compromised. Here is a man who has lived in silence, with resentment as his constant companion, for years. \"You're the last guy I ever figured would come through for me,\" he tells his son, and he means it. He is not a curmudgeon with a heart of gold; he's frankly hateful at times, and the movie doesn't sentimentalize him. That's why it earns its very effective ending.\n\nBut the ending doesn't seem to belong with the rest of the film.\n\nTwo casts of characters seem to be at war in this movie. Half the characters are refugees from a Eugene O'Neill play, and the others walked over from Second City. There are good things in \"Nothing in Common\" - good ideas, good lines of dialogue, good performances. But here is a movie where the title says it all.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-07-30", "genres": ["Comedy", "Drama", "Romance"], "title": "Nothing in Common (1986)"}