{"url": "http://www.rogerebert.com/reviews/nothing-but-a-man-1993", "by": "Ivan Dixonas Duff", "star_rating": 3.5, "text": "\"Nothing But a Man\" is a film more famous than familiar. Since its release in 1964, it has been cited as one of the first and best of a new era of films about African Americans, but even at the time its release was spotty, and today there are few people who have seen it. Now the national re-release of a restored print reveals that the movie is even better than I remembered it; the basic drama remains strong, but what's also surprising is how well the more subtle moments hold up, and how gifted the actors are.\n\nThe movie stars Ivan Dixon as Duff, a section hand on a Southern railroad. His life is hard and lonely. He and his fellow workers live in a railroad car which is parked near the current job, and hard manual labor all day is followed in the evening by drinking, cards and small talk. There is not much resembling a social life, until one day Duff goes to a church social and meets the preacher's daughter, a school teacher Josie (Abbey Lincoln).\n\nHe asks her out. After some hesitation, she agrees. She isn't accustomed to dating railroad workers, and her parents are certainly opposed to the match: They didn't educate her so she could marry a roughhewn laborer who (it becomes known) already has a son.\n\nBut Duff and Josie find themselves drawn to one another, and then the movie asks its central question: Can Duff overcome his feelings of hopelessness and inadequacy in order to accept the happiness that is his, if he'll take it? We meet some of the people in his life. There's Jocko (Yaphet Kotto), a fellow worker, hard drinker, patronizer of prostitutes, scoffer at ambition.\n\nHe assures Duff that he's aiming too high; that he should be looking for girls in bars instead of at church socials. We also meet Duff's father, Will, in a powerful performance by Julius Harris. He is a macho but deeply flawed man, who lives with a long-suffering woman (Gloria Foster) who understands him, sometimes to her regret. He has not been much of a father to Duff, and is not about to start now. For Duff, his painful relationship with his father is a reminder of his poor record with his own son.\n\nThe movie asks a simple question: Will Duff be able to accept the love that Josie offers, and extend love, in turn, to his son? The answer is not simple, however, and the movie develops a genuine emotional payoff as Duff struggles with himself.\n\n\"Nothing But a Man\" was directed by Michael Roemer, and co-written by Roemer and Robert Young, who is also the cinematographer. They were documentarians at the time, determined to make a serious film about black Americans. Young has gone on to an important career as the director of films with a social conscience (\"The Ballad of Gregorio Cortez,\" \"Dominick and Eugene\") but Roemer has only recently been rediscovered with the re-release of this film and the darkly comic \"The Plot Against Harry\" (1970).\n\nFor the actors, \"Nothing But a Man\" might have been a launching pad for many other roles, had it been more widely seen.\n\nAbbey Lincoln did appear in some other films, including \"For Love of Ivy\" (1968), before concentrating, probably rightly, on her career as a jazz singer. Ivan Dixon was also in \"A Patch of Blue\" and \"Car Wash.\" Julius Harris, whose performance here as the angry, defeated father is so effective, participated in the early-1970s blaxploitation period, with supporting roles in \"Black Caesar\" and \"Superfly.\" \"Nothing But a Man\" is remarkable for not employing the easy liberal pieties of its period in an attempt to reassure white audiences that all stories have happy endings. Perhaps as a result, it didn't \"cross over\" and find a wider audience, and as a $300,000 production it didn't find many promotional resources. Now it is back, coinciding with the resurgence of Abbey Lincoln's own singing career - a film that was good then, and is still good now.", "running_time": 92, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-06-04", "genres": ["Drama"], "title": "Nothing But A Man (1993)"}