{"url": "http://www.rogerebert.com/reviews/nothing-like-the-holidays-2008", "by": "Luis Guzmanas Johnny", "star_rating": 3.0, "text": "Every once in a while, you sense you're watching actors being allowed to do what they hoped to do when they got into show biz. That would playing characters familiar to their experience, in a warm-hearted story, without exploitation and without a \"message\" as much as the right kind of feeling. Oh, they wanted to make blockbusters, too, and cavort with superheroes and be in great love scenes and get to drive fast and dodge bullets and plunge into deep drama and tear their hearts out and win Oscars. But those things are less rare than such a movie as Alfredo de Villa's \"Nothing Like the Holidays.\"\n\nHere is a story filmed almost entirely in a Chicago neighborhood, Humboldt Park, which has rich and poor, yuppies and welfare families, problems and solutions, all ages, all faiths, all races, all within several blocks of one another. In a nice-size house on a typical street live a Puerto Rican couple, Anna and Eduardo Rodriguez, who are not new to the neighborhood. In their home, for the first time in several years, all the members of their far-flung boricua family gather for Christmas.\n\nThe older son, Mauricio (John Leguizamo), is home from New York with his executive wife, Sarah (Debra Messing). A son (Freddy Rodriguez) is home from the war in Iraq. A daughter (Vanessa Ferlito) dreams of being a Hollywood star. There's a know-it-all cousin (Luis Guzman). An ex-girlfriend of the military man (Melonie Diaz). A family friend (Jay Hernandez) since the good old days. Spouses in general. A houseful. All presided over by Anna (Elizabeth Pena) and the somehow absentminded Eduardo (Alfred Molina).\n\nEduardo runs the family grocery store or bodega, an anchor of the neighborhood. He has long dreamed of a son taking it over, but this does not seem to be. Anna has long yearned for a grandchild, and regards Sarah as if hinting that a joyous announcement only would be polite. Anna and Eduardo are undergoing great unhappiness in their marriage; it's always a danger signal when someone leaves the room to take a cell call. But find out about that for yourself. The big issue that Eduardo and Anna share publicly is her desire to get rid of the sick old tree in the middle of the lawn, and his reluctance to commence this family duty, or much of any other, on Christmas Eve.\n\nThe performers breathe real life into the characters, starting with Elizabeth Pena and Alfred Molina. Leguizamo is more pensive than we're used to. The actors are good at something that seems almost impossible, all talking at high energy and interrupting one another, as if they really have known one another very well for a long time. This cannot come easily and may take more of a knack than heavy drama.\n\nThe story unspools, the threads sometimes tangling, as many a family reunion movie has before this one. \"A Puerto Rican family,\" writes one of the fanboys on IMDb. \"Dear God, I hate those movies.\" He is open-minded: \"All these movies with ethnic families (Italians, Greeks, Puerto Ricans, etc. etc.), they all suck.\" Do you have the feeling he's living in the wrong country? Another deep thinker on the same board writes, \"Debra Messing = Puerto Rican??\" No, but then she doesn't play one. For that matter, several members of the cast are not of Puerto Rican descent, but you know what? They're actors. And the story is familiar to their experience not because they're mostly Latino but because they're human and have families.\n\nThat's the point of this movie. If you could be the invisible Ghost of Christmas Present in the Rodriguez house, what would you see? If you've been lucky, you'd see memories of your own family holidays. There's nothing magic about being Puerto Rican. I could not only identify with but recognize every experience this family has. To a necessary degree the screenplay by Alison Swan and Rick Najera follows familiar formulas. But then the dialogue, the specifics, and especially the acting take charge, and the movie becomes funny, sad, corny, romantic, heartfelt, all when it needs to be.\n\nOne of the most touching moments occurs between Anna and Sarah, who had not expected to get along very well this holiday. Sarah plays a Jewish woman who doesn't know from this Puerto Rican Christmas. She doesn't want to look like a snob, but she's from a different background, and that's also how Anna sees her. But what with one thing and another, Sarah starts to love the family, and Anna starts to love her. You know, Anna informs her quietly, there are some very fine Jewish Puerto Ricans.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-12-10", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Nothing Like the Holidays (2008)"}