{"url": "http://www.rogerebert.com/reviews/nothing-but-the-truth-2009", "by": "Kate Beckinsaleas Rachel Armstrong", "star_rating": 3.5, "text": "Alan Alda has a scene in \"Nothing But the Truth\" where he reads a dissenting Supreme Court opinion defending the right of journalists to protect confidential sources. I assumed the speech was genuine, and was surprised to learn that the case inspiring the film was not heard by the Supreme Court. In fact the speech was written by Rod Lurie, the writer and director of the film, who would make an excellent Supreme if writing opinions were the only requirement. It was so soundly grounded in American idealism that I felt a patriotic stirring.\n\n\tThe film is obviously inspired by the case of Judith Miller, a New York Times reporter who served 85 days in prison for refusing to name her source in the Valerie Plame affair. That was the case in which Vice President Cheney's top aide blew the cover of a CIA agent in order to discredit the agent's husband, who investigated reports that Niger sold uranium to Saddam Hussein. He found no such evidence. The uranium story was part of the web of Bush-Cheney lies about WMD that were used to justify the Iraq war.\n\n\tThe case is complicated, but if you know the general outlines, you can easily interpret Lurie's fictional story as a direct parallel to Miller/Valerie Plame/Joseph Wilson, though the names and specific details have been changed. In real life, Miller's reporting, accuracy and objectivity were sharply questioned, and Lurie wisely sidesteps history to focus on the underlying question: Which is more important, the principle of confidentiality, or national security? Trying to deal with the real Miller story would have trapped the film in a quicksand of complications.\n\n\tI'm sure some readers are asking, why don't I just review the movie? Why drag in politics? If you are such a person, do not see \"Nothing but the Truth.\" It will make you angry or uneasy, one or the other. That Bush lied to lead us into Iraq is a generally accepted fact, and the movie regards a few of the consequences.\n\n\tLurie however has more on his mind than a political parable. The movie is above all a drama about the people involved, and his actors are effective playing personalities, not symbols. Kate Beckinsale is Rachel Armstrong, the reporter for the \"Capitol Sun-Times.\" Vera Farmiga is Erica Van Doren, the outed spy. Matt Dillon plays prosecutor Patton Dubois, obviously intended as U. S. prosecutor Patrick Fitzgerald, now so involved in the case of our fascinating former Illinois governor. Alda is the high-priced Washington lawyer hired by the newspaper to defend Rachel. Angela Basset is the newspaper's editor, under pressure to tart up coverage, trying to stand firm. And this is interesting: There is a wonderful performance by Floyd Abrams as the federal judge; in real life, he was Miller's attorney.\n\n\tArmstrong and Van Doren play suburban Washington soccer moms whose children attend the same school. They know each other by sight. In possession of the leak, the reporter asks the agent point-black if it is true, and the agent replies in terms Justice Scalia does not believe decent people use in public. It is a fierce scene.\n\n\tDubois, the prosecutor, calls Armstrong as a witness in his investigation of the leak, and she refuses to name her source. That begins her harrowing ordeal in jail, where eventually she has been behind bars longer than any sister prisoner. She will not tell, even though this decision estranges her husband (David Schwimmer), alienates her young son, and paints her as a heartless mother who places job above family.\n\n\tHow she is treated seems to go beyond reasonable punishment. Dillon, as Dubois, is positioned as the villain, but objectively he is only doing his job, and Dillon says he played the role as if he were the film's good guy. Alda comes on strong as a man not above boasting of his expensive Zegna suit, but grows so involved that he goes pro bono. The dire costs to both women are at the heart of things.\n\n\tLurie, who is a powerful screenwriter, is freed by fiction to do two very interesting things. (1) He presents the issues involved with great clarity; (2) He shows that a reporter's reasons for concealing a source may be more compelling than we guess. What is deeply satisfying about \"Nothing But the Truth\" is that the conclusion, which will come as a surprise to almost all viewers, is not a cheat, is plausible, and explains some unresolved testimony.\n\n\t\"Nothing But the Truth\" is a finely-crafted film of people and ideas, of the sort more common before the movie mainstream became a sausage factory. It respects the intelligence of the audience, it contains real drama, it earns its suspense, and it has a point to make. In the ordinary course of events, it would have had a high-profile release and plausibly won nominations. But the economic downturn struck down its distributor, the film missed its release window, and its life must be on DVD. It is far above the \"straight-to-DVD\" category, and I hope filmgoers discover that.", "running_time": null, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-04-29", "genres": null, "title": "Nothing But the Truth (2009)"}