{"url": "http://www.rogerebert.com/reviews/nothing-to-lose-1997", "by": "Martin Lawrenceas T. Paul", "star_rating": 2.0, "text": "\"Nothing to Lose'' is a five-peat: Buddy Movie, Fish Out of Water Movie, Road Movie, Mistaken Identity Movie and Corporate Espionage Movie. Okay, so maybe the fifth one isn't a genre of its own yet, but it sure seemed familiar when the heroes were creeping around the halls of power, eluding security guards.\n\nThe writer-director, Steve Oedekerk, is at least an attentive student of what's been done before. Notice how subtly he sets up the plot as a Strange Bedfellows Movie and then slips into Buddy Movie mode. You can hardly hear the gears meshing as \"Nothing to Lose'' shifts between one set of obligatory scenes and another.\n\nThe film stars Tim Robbins as Nick Beam, a corporate executive who comes home one afternoon to find his wife (Kelly Preston) in bed with another man. Cuff links in the living room provide a fatal clue: It's his boss. Angered and distraught, Nick drives out into the night, where before he can do something reckless he is carjacked by T. Paul (Martin Lawrence), an unemployed man who looks more dangerous than he is.\n\n\"You sure picked the wrong guy,'' Nick tells him, flooring the accelerator and taking T. Paul on a hair-raising wild ride. Through a series of plot devices, Nick is soon deprived of his wallet and credit cards, and the two men find themselves in the middle of the Arizona desert, living by their wits and an occasional stickup while having heartfelt conversations about life in America today.\n\nOedekerk's previous movie was \"Ace Ventura: When Nature Calls.'' This time he offers some of the same comic spirit, interlarded with messages about how T. Paul can't get a job, corporate America is racist and Nick's life is built on a shaky foundation of unexamined assumptions. The movie wants to be two or three things at once, and while I applaud the ambition, the result is kind of shapeless.\n\nThere are good moments. The biggest laugh in the entire film belongs to that splendid character actress Irma P. Hall, who plays T. Paul's mother and leaves no doubt about who is boss. Another wonderful scene features Patrick Cranshaw as a convenience-store clerk who, in the process of being held up, is asked to judge which of two approaches is the scarier, and offers some helpful suggestions. A third good scene belongs to a corporate headquarters security guard, who in the middle of the night, in what he thinks is an empty office, unleashes his disco spirit.\n\nIn a way, this is not as it should be. The biggest laughs shouldn't come from walk-on characters. But Robbins and Lawrence have been supplied with so much quasiserious motivation that it's hard for them to free themselves from the requirements of the plot and seize the moment; there should be more scenes such as the one where Robbins' shoes catch on fire.\n\nTwo other dependable character actors, Giancarlo Esposito and long-faced John C. McGinley, play a couple of stickup artists who trail Nick and T. Paul, trying to rob them--but their characters and scenes seem manufactured only for the convenience of the plot. (It's nice to have two antagonists who follow you around in a Road Movie, popping up when needed.) Oedekerk's screenplay has serious ambitions, which it should have suppressed. A scene with T. Paul's family is sweet, but it belongs in a different movie. And Nick's scenes with the good-hearted woman who runs the flower shop in his building don't seem consistent with how the movie turns out.\n\nAt the end, \"Nothing to Lose'' turns out to be a textbook example of our old friend the Idiot Plot, in which everything depends on a crucial but unconvincing misunderstanding that needs to be laboriously contrived. Sometimes you can watch movies in the spirit in which you solve acrostics; the trick is in interpreting the clues. Advanced students of the genre will find their ears pricking up the moment Nick's wife mentions her sister. Catch that clue, and everything falls into place.", "running_time": 97, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-07-18", "genres": ["Action", "Adventure", "Comedy", "Road Movie"], "title": "Nothing to Lose (1997)"}