{"url": "http://www.rogerebert.com/reviews/notorious-2009", "by": "Jamal Woolardas Notorious B.I.G.", "star_rating": 3.5, "text": "He was known as the Notorious B.I.G., a man-mountain of rap, but behind the image was Christopher Wallace, an overgrown kid who was trying to grow up and do the right thing. The image we know about. The film \"Notorious\" is more interested in the kid. He was born in Brooklyn, loved his mother (a teacher who was studying for a master's degree), got into street-corner drug dealing because he liked the money, performed rap on the street and at 20 was signed by record producer Sean Combs. Four years later, he was dead.\n\nDocumentaries about B.I.G. have focused on the final years of his life. \"Notorious\" tells us of a bright kid who was abandoned by his father, raised by a mother from Jamaica who laid down the rules and told the kids on the playground he would be famous some day. \"You too fat, too black and too ugly,\" a girl tells him. He just looks at her. He is sweet-tempered, even after being seduced into the street-corner crack business, but he sounds tough in his rap songs -- tough, introspective, autobiographical and a gifted writer.\n\nHis demo tape is heard by Sean Combs (Derek Luke), who is seen in the film as a good influence, in part perhaps because he's the movie's executive producer. Combs draws a line between the street as a market, and a place where he wants his artists to be seen. B.I.G. leaves the drug business, and almost overnight becomes a huge star, an East Coast rapper to match the West Coast artists like Tupac Shakur.\n\nTupac was shot dead not long before B.I.G. was murdered, and the word was they died because of a feud between the East and West Coast dynasties and onetime friends B.I.G. and Tupac Shakur (Anthony Mackie). Another version, in Nick Broomfield's 2002 documentary \"Biggie and Tupac,\" is that both shootings were ordered by rap tycoon Suge Knight and carried out by off-duty LAPD officers in his hire. Broomfield produces an eyewitness and a bag man who says on camera that he delivered the money. The film, perhaps wisely, sidesteps this possibility.\n\n\"Notorious\" is a good film in many ways, but its best achievement is the casting of Jamal Woolard, a rapper named Gravy, in the title role. He looks uncannily like the original, and Antonique Smith is a ringer for B.I.G.'s wife, singer Faith Evans. Woolard already knew how to perform, but took voice lessons for six months at Juilliard to master B.I.G.'s sound. \n\nHe performs a lot of music in the film, all of it plot-driven, sure to become a best-selling soundtrack. As an actor, he conveys the singer's complex personality: a mother's boy, a womanizer, an artist who accepts career guidance from his managers, a sentimentalist, an ominous presence.\n\nThe real B.I.G. may have had a harder side, but we don't see it here. Instead, director George Tillman Jr. and his writers, Reggie Rock Bythewood and Cheo Hodari Coker, craft an understated message picture in which B.I.G. eventually decides to accept responsibility for the children he has fathered, and, as his mother, Voletta (Angela Bassett), urges him to do, become a man. Shortly before his death, he announces a new direction for his music.\n\nBassett doesn't play Voletta as a conventional grasping mamma. She believes in tough love and throws his son out of their apartment after she finds cocaine under the bed. Few actors are better at fierce resolve than Bassett, and she provides a baseline for her son's fall and eventual rise. The real Voletta is pictured in the Broomfield documentary, where in 2002 she looks like -- an older Angela Bassett.\n\nGeorge Tillman Jr. and his producing partner Robert Teitel are Chicagoans who have, together and separately, been involved in some of the best recent films about African-American and minority characters: \"Nothing Like the Holidays,\" \"Soul Food,\" \"Men of Honor,\" both \"Barbershop\" pictures, \"Beauty Shop.\" None of these films are sanctimonious, none preach, but in an unobtrusive way, they harbor positive convictions.\n\nIn \"Notorious,\" they show how talent can lift a kid up off the street corner, but can't protect him in a culture of violence. The whole gangsta rap posture was dangerous, as B.I.G. and Tupac proved.\n\n\"Tupac: Resurrection,\" an extraordinary 2002 documentary, uses hours of autobiographical tapes left behind by Shakur to allow him to narrate his own life story. He also proved his acting ability in \"Gridlock'd,\" Vondie Curtis-Hall's 1997 film in which he co-starred with Tim Roth.", "running_time": 122, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-01-14", "genres": ["Drama", "Musical"], "title": "Notorious (2009)"}