{"url": "http://www.rogerebert.com/reviews/notting-hill-1999", "by": "Julia Robertsas Anna Scott", "star_rating": 3.0, "text": "Well, of course, the moment we see Julia Roberts and Hugh Grant together on the screen, we want to see them snoggling, but a romantic comedy like \"Notting Hill\" is about delaying the inevitable. After all, they live in two different worlds. Her character, Anna, is one of the most famous movie stars in the world. His character, William, runs a modest little travel book shop in London. We know they're destined for each other, but we're always quicker to see these things than the characters are.\n\n\"Notting Hill\" reassembles three of the key players from \"Four Weddings And A Funeral\" (1994), which made Hugh Grant a star: Grant, screenwriter Richard Curtis and producer Duncan Kenworthy. In the earlier film, Grant fell for a beautiful American (Andie MacDowell), and that's what happens this time, too. And both films surround the romantic couple with a large, cheerful assortment of weird but lovable friends.\n\nThe film of course begins with a Meet Cute; she wanders into his bookstore, enjoys the way he handles a would-be shoplifter and their eyes, as they say, meet. He tries to keep his cool, although he's as agog as if she were, well, Julia Roberts. She acknowledges his unspoken adoration and is grateful that it remains unspoken, and although there's enough electricity between them to make their hair stand on end, she leaves. They will have to meet again. If there's one thing this movie has, luckily, it's an endless supply of Meet Cutes. The next time they meet, it's by accident, and he spills orange juice all over her. That leads to an invitation to clean up at his nearby flat, which leads to some flirtatious dialogue and a kiss, but then they separate again.\n\nWill Anna and William never find the happiness they deserve? We slap our foreheads in frustration for them. Eventually they meet again during her press junket at the Ritz Hotel, where he is mistaken for a journalist, identifies himself as the film critic for Horse & Hound magazine and quizzes her about her horses--and hounds, I think. The absurdities of a press junket are actually pretty clearly seen, allowing for some comic exaggeration, and the movie is more realistic about the world of a movie star than I expected it to be.\n\nAnna Scott, the Julia Roberts character, is seen not simply as a desirable woman, but as a complicated one, whose life doesn't make it easy for her to be happy. There are moments of truth in the middle of this comedy that bring the audience to that kind of hushed silence you get when truths are told. One comes when Roberts looks into the camera and predicts Anna's future: \"One day my looks will go, and I'll be a sad middle-aged woman who looks like someone who was famous for a while.\" Another comes when she kids with the bookseller that the price of her beauty was two painful operations. She points silently to her nose and her chin. Is Roberts talking about herself? Doesn't matter. The scene is based on a fact of life: Anyone who gets paid $15 million a picture is going to perform the necessary maintenance and upkeep.\n\nTo be beautiful and famous is, the movie argues, to risk losing ordinary human happiness. The first \"date\" between Anna and William is at his sister's birthday party, where a mixed bag of friends takes her more or less at face value and allows her to enjoy what is arguably the first normal evening she's had in years. There are other moments when they are basically just a boy and a girl, hand in hand, wandering at night through London. And then her \"real life\" kicks in, complete with a movie star boyfriend (Alec Baldwin) who thinks William is from room service.\n\nFrom \"Four Weddings,\" we remember the extended family and friends such as Simon Callow, so good as the gay friend who has the heart attack. In \"Notting Hill\" William's circle includes his airhead sister Honey (Emma Chambers); his best friend Max (Tim McInnerny); Max's beloved wife Bella (Gina McKee), who is in a wheelchair, and his stockbroker pal Bernie (Hugh Bonneville), who is like one of those friends we all accumulate--boring, but reassuring to have around. William also has a Welsh roommate named Spike (Rhys Ifans), who seems to regard his bodily functions as performance art. These friends and others, like a restaurant owner, represent a salt-of-the-earth alternative to Anna's show-biz satellites.\n\nThe movie is bright, the dialogue has wit and intelligence, and Roberts and Grant are very easy to like. By the end, as much as we're aware of the ancient story machinery groaning away below deck, we're smiling. I have, however, two quibbles. The first involves the personality of Grant's character. Nobody is better at being diffident, abashed and self-effacing than Hugh Grant, but there comes a point here where the diffidence becomes less a manner, more of a mannerism. Hint: Once a woman spends the night with you, you can stop apologizing for breathing in her presence.\n\nMy other problem is with the soundtrack, which insists on providing a running commentary in the form of song lyrics that explain everything. There is a moment, for example, when Anna disappears from William's life, and he is sad and lonely, and mopes about the city. A few violins and maybe some wind in the trees would have been fine. Instead, the soundtrack assaults us with \"Ain't No Sunshine,\" which is absolutely the last thing we need to be told.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-05-28", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Notting Hill (1999)"}