{"url": "http://www.rogerebert.com/reviews/november-2005", "by": "Courteney Coxas Sophie", "star_rating": 3.0, "text": "\"November\" opens in a perfectly conventional way, as the story of an ordinary evening that goes wrong. Sophie and Hugh (Courteney Cox and James Le Gros) are driving home when she gets a snack attack and pulls the car to the curb by an all-night convenience store. He goes in to buy her something. A young man enters to rob the store. He starts shooting. Hugh is killed.\n\nThe film has developed this episode as if it will be about its aftermath. We anticipate a story in which Sophie deals with the death of someone she loves, and indeed the movie continues in that vein, as she visits a psychiatrist (Nora Dunn), complains of headaches, confesses to being unfaithful to Hugh, and in general seems to be gearing up for some heavy-duty soul-searching.\n\nBut then a strange thing happens. A lot of strange things happen. To tell you all of them would be unfair to the film, but I can tell you the first, I think. Sophie is a photographer. She met Hugh by taking his portrait. She teaches a photography class. Students present slide-shows of their work, for discussion and criticism. Sophie is clicking her way through one student's work when the last photo is revealed as...\n\nShe looks at the screen, stunned. The photo shows the convenience store on the night of the death. There's her car, parked at the curb. An indistinct figure inside may be Hugh. Who took this picture? How did it end up in the carousel of the slide projector? What does it mean?\n\nThe police send around a cop named Roberts (Nick Offerman), who is not particularly helpful. Although Sophie has been routinely questioned in connection with the death, there is no suspicion that she was involved with it. Was the taker of the photograph involved? How could the photograph have been taken by someone who then crossed the street, committed the crime, and was not seen by Sophie? Or was the photo taken as a coincidence?\n\nSophie tells the cop how to do his job. He should go to the photo store that developed the slide, and get a list of everyone who was a customer the day the slide was developed. Officer Roberts follows her advice. Funny thing: It turns out it's Sophie's photo, paid for with her credit card.\n\nAnd now I will say no more about the plot, expect to observe that the movie cycles two more times through the events of that night, providing us with additional but not necessarily helpful versions of what happened.\n\nAs audience members, we can choose two responses: (1) Intrigue with the method of the film, as it explores the nature of parallel realities, or (2) Impatience with the film because it seems to be toying with us. I found myself poised between the two responses, experiencing a conflict that I rather enjoyed. It's intriguing when a film is about tension, and its method is about tension, and the two seem to be pulling against each other.\n\nCourteney Cox, well known from TV, rarely gets an opportunity to revise her famous image, but here she is serious, inward, coiled. She carries the film; the other characters circulate through her consciousness as possibilities and hypotheses. The opening scenes are dark, with blue-green lightning, and then later the film seems to break into red and black; I was reminded of the mother of this technique, the moment in Bergman's \"Persona\" when the film breaks and must repair itself.\n\nThe one thing the film does not provide is an explanation. At 73 minutes, it barely has time to pose its questions, let alone answer them. But answers would be beside the point. When reality seems to splinter, there is only one answer, and it is: \"Reality has seemed to splinter.\" Any other explanation, for example a speech by the psychiatrist or the cop explaining exactly what has really happened, would be contrivance. Better to allow \"November\" to descend into confusion and despair.\n\nAh, but the final segment of the film is subtitled \"Acceptance,\" and we are reminded that acceptance is the fifth of Elizabeth Kubler-Ross's five stages of dying. The others are denial, anger, bargaining and depression. It is useful to note that Kubler-Ross does not define \"acceptance\" as a \"happy\" stage. It is simply an end of resistance to death.\n\nA movie that explained the murder of Hugh, or whatever really happened in the convenience store, would be ending at the \"bargaining\" stage. It would not deny death. It would be beyond anger. It would have decided that to understand what happened would be the \"answer.\" Most movies are satisfied to arrive at that point. Most audiences think that's what movies should aim for. But \"November\" does not bargain and does not explain. Take note of what happens at the end, consider that the final section is titled \"Acceptance,\" and you may have the key to the mystery.", "running_time": 73, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-08-04", "genres": ["Drama", "Indie", "Mystery", "Thriller"], "title": "November (2005)"}