{"url": "http://www.rogerebert.com/reviews/novocaine-2001", "by": "Steve Martinas Frank", "star_rating": 3.0, "text": "In the flat, too-calm tone of a man who still cannot understand why he was singled out for such bad luck, Steve Martin narrates “Novocaine.” It is the story of Dr. Frank Sangster, a dentist who wants only to do a good day's work at the side of his oral-retentive hygienist and fiancee, Jean Noble (Laura Dern). He is dutiful, stable, contented, boring, until his chair is occupied one day by the pleading eyes and yearning body of Susan Ivey (Helena Bonham Carter). Soon he finds himself implicated in charges involving drugs, perjury and murder. He got the wrong end of the lollipop.\n\nHis name, with its suggestions of blood and gangsters, is a harbinger of his fate. Frank is, in fact, not contented and boring at all, but a volcano of seething passion. Although he cannot admit it even to himself, he is driven to distraction by the blameless perfection of his fiancee, Jean, since if he could blame her for something, anything, he might like her a lot more.\n\nSusan Ivey, on the other hand, is trouble right from the moment she asks for a prescription for Demerol. “Demerol?” he says, knowingly. “I'm not that kind of dentist.” He grudgingly fills out a prescription for five (5) pills, which after she has improved it on her way to the pharmacy becomes a prescription for fifty (50) pills. “She's just walked out the door,” the druggist tells Frank; he waited too late to check on a prescription that seemed suspiciously large, even for a root canal.\n\nIf only Susan had taken the pills and kept going, life might have still been uneventful for Frank, with nothing more exciting to look forward to than the inevitable marriage to and divorce from Jean. But Susan appears again in his office, her mind no doubt on the other controlled substances under his command, and soon they are discovering that modern dental chairs recline almost to the horizontal.\n\n“Novocaine” is a screwball film noir with a lot of medium laughs and a few great big ones, written and directed by David Atkins. All I know about him for sure is that he wrote the screenplay for “Arizona Dream” (1993), the only American film of the Yugoslavian mad genius Emir Kusturica. It was a comedy involving Johnny Depp as a fish warden in New York harbor, Jerry Lewis as an Arizona car dealer and Faye Dunaway as widow with an accordion-playing daughter and an eye for Depp. Most of these elements I think we can safely assign to Atkins, not Kusturica. Now in the director's chair, Atkins shows the same offbeat taste for crime, sex, comedy and labyrinthine plotting.\n\nWhat complicates “Novocaine” is not the triangle involving the dentist, his patient and his oral hygienist, but the addition of two brothers, who form the movie's little herd of black sheep. Frank's brother Harlan (Elias Koteas) is a ne'er-do-well freeloader with an unpleasant habit of seeming willing to hang around forever until he sees cash. Susan's brother Duane (Scott Caan) is a violent psychopath who shares her appetite for drugs and far exceeds her capacity. By making the crucial mistake of lying to DEA agents at a time when the simple truth would have done just fine, Frank finds himself drawn into a web with these people that leads to a nightmare of murder, guilt, remorse and confusion. He becomes a textbook illustration for Hitchcock's favorite character, the Innocent Man Wrongly Accused.\n\nI have been vague about the details because the movie needs its surprises. You will gather that Frank and Susan are not among the dead. They find themselves, indeed, rather sweet on each other--to his surprise, because he thought he was happily engaged, and to hers, because she thought all she wanted were the drugs.\n\nAt just about that point when every comedy needs a little laughing gas, “Novocaine” gets a charge from a surprise appearance by Kevin Bacon, playing an actor who is following the police around to get insights for his starring role in a reality TV show. Bacon is playing not “himself,” although that is what the reviews will say, but an actor he builds from the ground up as a type he must often have seen: an actor extremely, even obsessively, concerned that you understand he is not “just an actor,” but in fact a person of rare intelligent and penetrating insight.\n\n“Novocaine” is funny all the way through, and ingenious all the way through. I am not sure it plugs all its loopholes, but in a comedy that's not such a problem. The key to the film is Helena Bonham Carter, whose passionate character is the engine that pulls the train. Martin is very funny by somehow being simultaneously terrified that he will be framed for murder and that his hair will get mussed. The movie opens with X-rays of the teeth of its stars, closes with bite marks as a clue, and uses root canals as its organizing symbol in more ways than one.", "running_time": 95, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-11-16", "genres": ["Comedy", "Crime", "Thriller"], "title": "Novocaine (2001)"}