{"url": "http://www.rogerebert.com/reviews/now-forager-a-film-about-love-and-fungi-2012", "by": "Jason Cortlundas Lucien", "star_rating": 3.5, "text": "Lucien and Regina are a thirtysomething couple who forage for wild mushrooms in forests and sell them door to door to Manhattan restaurants. Lucien is a mycological authority. The tone of their marriage is set in an early scene, when he discovers a motherlode of mushrooms and calls out for her in the forest with a voice so loud and harsh you'd almost think this was her fault.\n\nRegina (Tiffany Esteb) is a loving and forgiving woman. Lucien (Jason Cortlund) doesn't deserve her. He believes her slavish obedience is his due. They are both expert chefs — so subtle, exacting and perfectionist, you feel it is a sacrilege to actually put their food in your mouth and eat it. Better to simply regard it and meditate on the chefs' greatness. Cuisine elevated to such an extreme is a tiresome conceit.\n\nLucien is passive-aggressive, barely containing himself at times from active aggression when Regina is so bold as to question their lifestyle. When times turn really hard for them, his response is to pull out an atlas and map a nomadic journey from Oregon to Mexico, paying their way with mushrooms. A road test of this strategy goes wrong when he ventures into the New Jersey Pine Barrens and meets a couple of Russian mushroom hunters with machetes, who suggest he hand over his mushroom basket.\n\n\"Now, Forager: A Film About Love and Fungi\" is more about fungi than love. Starring Jason Cortlund, who also wrote and co-directed, the film convincingly portrays Regina's growing exasperation with his character. One review says the characters \"lack chemistry.\" Say what? Of course they do. Regina is offered a well-paying kitchen prep job by a friendly restaurant owner, and when she accepts, Lucien treats it as disloyalty. The owner lines up a position for her, cooking in a Basque restaurant on Long Island, where her own food snobbishness comes into play.\n\nMeanwhile, in the movie's best sequence, the desperate and broke Lucien is offered $2,500 to cater a \"sit-down buffet\" for a rich woman (Gabrielle Maysles) who will require, I believe, dozens of appetizers and 47 fresh lobsters. Lucien begins to invent exquisite appetizers, and this insufferable woman begins to page through cookbooks that look previously untouched and suggest that some dishes could use \"a little hot pepper.\" She fails to observe the rage boiling inside him.\n\nThe images of wild mushrooms by Cortlund himself (editor of the newsletter of the New York Mycological Society), and the shots of food prep by cinematographer Jonathan Nastasi, approach art. \"Now, Forager\" is a uncompromising film about two people who don't deserve each other — but maybe nobody deserves either one of them.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-10", "genres": null, "title": "Now, Forager: A Film About Love and Fungi (2012)"}