{"url": "http://www.rogerebert.com/reviews/nowhere-boy-2010", "by": "Aaron Johnsonas John", "star_rating": 3.5, "text": "John Lennon wrote the song “Julia” about his mother, and it is a strangely objective love song, as if about a real girlfriend and not a mom. Perhaps that's how he thought of her. When he was very young, he came under the care of his Aunt Mimi, whom he regarded as his mother, and in the telling of “Nowhere Boy,” he didn't see Julia again until the day of his uncle's funeral. The film is co-written by Julia Baird, his half-sister, who must be presumed to have good information.\n\n“Julia” is a song of longing and regret, written some years after Julia's sudden death. Their relationship was close and did not have the time to grow old. There's a video online of Sean Lennon singing it, in front of back-projected photographs of his father and Julia, and also of his mother, Yoko Ono. “This song is for my mother,” he says, and as he sings it, he sounds eerily like his father, in intonation, arrangement, emotion. Perhaps it is for both his parents. He was young when he lost John, and John was young when he lost Julia. Both memories are of interrupted love.\n\nThe young Lennon (Aaron Johnson) in “Nowhere Boy” is cocky and vulnerable. He was raised in an ordinary lower-working-class home, not far from Strawberry Fields in Liverpool, by an aunt (Kristin Scott Thomas) who loved him but was reserved and cool. She and her husband had taken the child in after her younger, prettier sister proved incapable of caring for him; John learns the details of his adoption late in the film. He knew Mimi was not his mother, but had no idea that all during his childhood, Julia lived only a few blocks away.\n\nShe must have seen him often, if he had only known it. Did she stay away out of respect for Mimi? He glimpses her at the funeral of his uncle and instinctively knows who she is. When he discovers where she lives, he knocks on her door, and she greets him with instant, embracing love; we get the sense that she was a woman quick to love, impulsive, more spontaneous than the responsible Mimi. Because John and Julia are essentially strangers, their relationship has elements of unrealized romance. There is the tension between joy and sadness we often feel in Lennon's songs, and perhaps we see some of the origins of his place in the flow of British Romanticism.\n\n“Nowhere Boy” is deliberately not about the future John Lennon, Paul McCartney and George Harrison, nor about the birth of the Beatles. The cataclysm of their future global fame is nowhere on the horizon. It is about a not remarkable childhood and youth in Liverpool, marred by the sudden death of his Uncle George (David Threlfall), also warm and playful, more spontaneous than Mimi. The two males must have formed a club of their own in the Mimi-ordered household.\n\nThere are times when I would have liked a little more detail about the gestation of the future musicians. The only actual Beatles note in the film is its opening chord, from the distinctive first sound of “A Hard Day's Night.” We see John meeting Paul, and through Paul, George, in the ways that teenage boys meet. No heartfelt conversations, no elaborate daydreams; music seems to have been a natural way of expression for them.\n\nThe seminal Beatles moment in the film may be when John goes to the cinema and sees Elvis Presley singing in a newsreel. Later generations can hardly comprehend how, or perhaps even why, Elvis represented a moment of decisive social change.\n\nWhat do we really learn from “Nowhere Boy”? We don't really learn much about the actual early days of the Beatles as a band. Of course there is no Ringo Starr, who may deserve his own film. What we do learn is that it could be said of the teenage John Lennon that he:\n\nDoesn't have a point of view,\rKnows not where he's going to,\rIsn't he a bit like you and me?\n\nI think we also learn something more important. We learn that the emotional roller coaster of his formative years probably contributed to the complexity of his lyrics. We learn why there's so often in his music the top level of what seems clear, and then, below, echoes of ... something else. We feel elation and sadness as simultaneous possibilities. We arrive at the possibility that if Julia had always been there for him, he might not have been there for us. We reflect that even if all you need is love, that isn't always all you get.", "running_time": 98, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-10-13", "genres": ["Drama", "Foreign", "Music"], "title": "Nowhere Boy (2010)"}