{"url": "http://www.rogerebert.com/reviews/nowhere-to-run-1993", "by": "Jean-Claude Van Dammeas Sam", "star_rating": 1.5, "text": "I am trying to remember where I saw \"Nowhere to Run\" before, but I have forgotten - just as, before too much longer, I will have forgotten \"Nowhere to Run\" itself. This is the kind of movie that is so witlessly generic that the plot and title disappear into a mist of other recycled plots and interchangeable titles.\n\nIf you have seen the television ads, you already know everything that happens. A prisoner (Jean-Claude Van Damme) escapes from a prison bus and ends up camping on the farm of a sexy widow (Rosanna Arquette) and her two young children, including Kieran Culkin, brother of the little superstar. At first Arquette wants him to leave, but no sooner has he said 19 words, which are a lot for him, than attraction begins to grow between them.\n\nMeanwhile, an evil real estate developer (Joss Ackland) has designs on the idyllic valley wherein nestles Arquette's farm. He wants to bulldoze her out and replace this Eden with suburban sprawl. She resists, and he enlists hired goons and the corrupt local lawman (who is smitten with Arquette) to strong-arm her off the land.\n\nVan Damme comes to her rescue, and victory is distributed among the just.\n\nVan Damme has specialized in kickboxing and martial arts pictures up until now, but \"Nowhere to Run\" gives him a few quiet conversational scenes - almost too quiet, since he seems reluctant to speak up. Rosanna Arquette is rather thanklessly used in the film, but shows a quiet grace that should have served a better script.\n\nAfter Van Damme wins her over by repairing the farm machinery, befriending her children, saving her life and letting her see him in the shower, the erotic tension builds until she finally cracks and utters the movie's best line: \"Want to see what my room looks like?\" The movie's screenplay includes a contribution by Joe Eszterhas, author of \"Basic Instinct\" and \"Jagged Edge.\" I have a feeling this one was in the bottom of the desk drawer for a long time.", "running_time": 94, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-01-18", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Nowhere To Run (1993)"}