{"url": "http://www.rogerebert.com/reviews/nowhere-in-africa-2003", "by": "Juliane Kohleras Jettel Redlich", "star_rating": 4.0, "text": "It is so rare to find a film where you become quickly, simply absorbed in the story. You want to know what happens next. Caroline Link's \"Nowhere in Africa\" is a film like that, telling the story of a German Jewish family who escapes from the Nazis by going to live and work on a farm in rural Kenya. It's a hard-scrabble farm in a dry region, and the father, who used to be a lawyer, is paid a pittance to be the manager. At first, his wife hates it. Their daughter, who is 5 when she arrives, takes to Africa with an immediate and instinctive love.\n\nWe see the mother and daughter, Jettel and Regina Redlich (Juliane Kohler and Lea Kurka), in their comfortable world in Frankfurt. The mother likes clothes, luxury, elegance. Her husband, Walter (Merab Ninidze), reading the ominous signs of the rise of Nazism, has gone ahead to East Africa and now writes asking them to join him--\"and please bring a refrigerator, which we will really need, and not our china or anything like that.\" What Jettel brings is a ballroom gown, which will be spectacularly unnecessary.\n\nThe marriage is a troubled one. Jettel thinks herself in a godforsaken place and Walter, who works hard but is not a natural farmer, has little sympathy with her. Their sex life fades: \"You only let me under your shirt when I'm a lawyer,\" he tells her once when his advance is turned away. But little Regina loves every moment of every day. She makes friends with the African children her age, with that uncomplicated acceptance that children have, and seems to learn their language overnight. She picks up their lore and stories, and is at home in the bush.\n\nJettel, meanwhile, has a rocky start with Owuor (Sidede Onyulo), the farm cook. He is a tall, proud, competent man from the regional tribe, the Masai, who soon loves Regina like his own daughter. Jettel makes the mistake of treating him like a servant when he sees himself as a professional. He never compromises local custom regarding cooks. Asked to help dig a well, he explains, \"I'm a cook. Cooks don't dig in the ground.\" And for that matter, \"Men don't carry water.\" They are outsiders here in three ways: as white people, as Germans and as Jews. The first presents the least difficulty because the tribal people on the land are friendly and helpful. Their status as Germans creates an ironic situation when war is declared and they are rounded up by the British colonial authorities as enemy aliens; this is absurd, since they are refugees from the enemy, but before the mistake can be corrected, they are transported to Nairobi and interred--ironically, in a luxury hotel that has been pressed into service. As high tea is served to them, a British officer asks the hotel manager if the prisoners need to be treated so well. \"These are our standards and we are not willing to compromise,\" the manager replies proudly.\n\nTo the Africans, they are not Jews, Germans or aliens, but simply white farmers; the rise of anti-colonialism is still in the future in this district. Regina, so young when she left Europe, therefore hasn't tasted anti-Semitism until her parents send her into town to a boarding school. Now a pretty teenager (played by Karoline Eckertz), she is surprised to hear the headmaster say, \"The Jews will stand outside the classroom as we recite the Lord's Prayer.\" As time passes and the beauty and complexity of the land becomes clear to Jettel, she begins slowly to feel more at home. Her husband is vindicated in moving his family to Africa; letters arrive with sad news of family members deported to death camps. But he always considers Africa a temporary haven, and his attention is focused on a return to Europe. Each member of the Redlich family has a separate arc: The mother grows to like Africa as the father likes it less, and their daughter loves it always.\n\nThe story is told through the eyes of the daughter (Eckertz is the narrator); Link's screenplay is based on a best-selling German novel by Stefanie Zweig, who treats such matters as Jettel's brief affair with a British officer as it might have been perceived, and interpreted, by the daughter. Link's style permits the narrative to flow as it might in memory, and although there are dramatic high points (such as a fire and a plague of locusts), they are not interruptions but part of the rhythm of African life, and are joined by the sacrifice of a lamb (for rain) and an all-night ritual ceremony that the young girl will never forget. Link's film, which won five German Film Awards, including best film, has now been nominated for an Academy Award as best foreign language film, and comes after another extraordinary film, her 1996 \"Beyond Silence,\" also an Oscar nominee. That one was also about the daughter of a troubled marriage; the heroine was the hearing child of a deaf couple. I respond strongly to Link's interest in good stories and vivid, well-defined characters; this film is less message than memory, depending on the strength of the material to make all of the points. We feel as if we have lived it.", "running_time": 138, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-03-22", "genres": ["Drama", "Foreign"], "title": "Nowhere in Africa (2003)"}