{"url": "http://www.rogerebert.com/reviews/nuns-on-the-run-1990", "by": "Eric Idleas Brian Hope", "star_rating": 1.0, "text": "Why do filmmakers so often insist that nuns are funny? I'll bet there are some psychological reasons buried around here somewhere.\n\nCatholics who had unhappy experiences with nuns in school may be getting their revenge. Those who are not Catholic may be reacting to the universal tendency to think that other people's ceremonial costumes are hilarious. And a few people may be just plain frightened of nuns.\n\nMaking fun of them is their way of whistling in the dark.\n\nIf any of these psychological profiles fit, you may possibly find small moments of \"Nuns on the Run\" that are amusing. Your laughter may reveal more about you than about this particularly dreary film. I myself went to a Catholic school for eight years and had good experiences with a group of nuns who were dedicated teachers and kind women. I am not saying that in order to get all worked up and indignant about \"Nuns on the Run.\" I simply place it on the table as a fact and as a possible explanation for why I found the movie inexplicable.\n\nThe film stars Eric Idle, of Monty Python, and Robbie Coltrane, of the British TV comedy troupe the Comic Strip, as a couple of gangsters who lose their taste for the trade. \"In the old days it wasn't like this,\" Idle complains after a bloody bank robbery. They didn't carry guns, nobody got hurt, everybody was happy. Now crime is more violent and they are older, and want out. Unfortunately, their boss won't let them out. He's played by Robert Patterson, in a lean, scary performance, as the kind of criminal who has only two kinds of associates: current, and dead.\n\nDuring a shoot-out with a gang of Chinese drug czars, Idle and Coltrane fall into the possession of a large amount of money. Killers from both sides are in hot pursuit, so they dodge into a convent, slip into nun's habits and try to pass themselves off as sisters. And now we are into the movie's principal running gag, involving life behind the scenes in a nunnery.\n\nWe meet the cool Mother Superior (Janet Suzman), the drunken sister who is an accountant (Lila Kaye) and the old curmudgeon (Doris Hare). There is a subplot involving a waitress (Camille Coduri) who falls in love with Idle and ends up in the nun's hospital, but never mind, you'll be too busy ticking off the other obligatory scenes, such as the alcoholic nun hiding a bottle in her habit, or the shower scene with lots of young, nubile nuns running around naked. And of course there are jokes involving funny nun names.\n\nThe problem here is that very little of the material is intrinsically funny. It's funny only if you find nuns funny, or if the subject somehow seems daring or forbidden to you. The movie has the air of a gang of adolescent boys who think they're getting away with something - writing nasty words on the blackboard when sister's out of the room.\n\nWatching \"Nuns on the Run,\" I had a fantasy. In my fantasy, the movie's first screening is over, and the lights go up, and before the filmmakers can leave the room, Mother Superior comes in and says, \"I want to know who did this.\" And nobody answers. And then she says that she has all day and that we're all going to sit right here in our seats until she gets the answer to her question. And finally Eric Idle breaks down and points to Robbie Coltrane and says, \"He did, sister!\" And Coltrane breaks into tears and says, \"No, he did!\" And then sister says she hopes that whoever did it has made a sincere act of contrition.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-03-16", "genres": ["Comedy", "Foreign", "Thriller"], "title": "Nuns on the Run (1990)"}