{"url": "http://www.rogerebert.com/reviews/nuremberg-its-lesson-for-today-2011", "by": "Stuart Schulberg", "star_rating": 3.0, "text": "Of all the many documentaries about the Holocaust, this was the first, made before the term was routinely linked to the event more properly called the Shoah. \"Nuremberg: Its Lesson for Today\" was edited from many hours of film taken at the 11-month Nuremberg Trial, which starting in 1945 placed 22 high-ranking Nazis on trial for crimes which together amounted to an outrage against decency. Assembled and edited by Stuart Schulberg with U. S. government funding, the film was exhibited throughout Germany in 1948 and 1949, and then taken from release and never seen in America.\n\nIt gave audiences the spectacle of seeing such iconic Nazis as Göring, Borman, Hess and Speer, now humbled in an international courtroom, earphones clamped to their heads as they listen to the irrefutable evidence of their infamy. The film intercuts statements by the prosecution and defense and brief statements by some of the defendants. \n\n\tAs the record of crimes is read out, he film edits in horrifying footage from other documentaries made for the U. S. Army by such as John Ford. I hadn't seen all of these images before. Jews being marched naked through the streets, gloating mobs empowered by flimsy armbands, skeletal \"subjects\" of \"medical experiments,\" the impossibly emaciated survivors of the death camps. An unspeakable sequence of corpses being piled into a mass grave, raising the question of why such film was shot, and why anyone agreed to be seen in it. The systematic extermination of six million Jews and nearly as many others was carried out boldly and openly, without apology, and when the unrepentant Göring is asked in the dock if he ever said human life was worthless, his answer rings out: \"Jawhol!\"\n\n\tMost of the others seem repentant, and many in their final statements express resentment at what they see as Hitler's betrayal of their values, whatever they thought those were. It is revealing that even then, with the horrifying portrait of their evil deeds laid bare, they instinctively glorified Hitler so much that it was all his fault. Every single one of them was apparently only following orders, even those shown to have personally signed documents ordering the murder of children and those too weak to be useful slaves.\n\n\tThe film is not sophisticated; it is a bludgeon in words and images that cannot be presented otherwise. It was seen as a weapon of \"denazification.\" Some of it feels anachronistic, because at Nuremberg for the first time evidence was assembled and presented that has later become well known. Many Germans claimed at the time they didn't know what was being done in their names; for some of them it must have been true, and the purpose of this film was to show them their evil leaders, sitting in the dock--never, ever, in the footage here, ever looking at one another.\n\n\tThe film, as I said, was never seen in America. This print has been assembled under the supervision of Sandra Schulberg, Stuart's daughter, and Josh Waletzky, who began with an archival print found in Berlin. They have made the decision to restore the original film. Good enough, but there could have been two modern additions. Subtitles would be invaluable to identify the defendants. And there could have been an explanation of why the film was suppressed. \n\nAt the time of the Nuremberg trial, it was a growing embarrassment that Stalin, an ally during the war, was as guilty of atrocities as anyone in the dock. And, as Robert McNamara much later said that Gen. Jimmy Doolittle told him after the bombing of Tokyo, that, too, was a war crime. \n\n\tThis point is well made by Salon's film critic, Andrew O'Hehir, who writes: \"Even amid all the contradiction and ambiguity of the Nuremberg process, the argument made there was clear: All the nations of the world had to be held to the same standard, and every nation that waged aggressive warfare and committed war crimes, no matter how large or rich or powerful, would be judged accordingly.\"", "running_time": null, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-05-04", "genres": null, "title": "Nuremberg: Its Lesson for Today (2011)"}