{"url": "http://www.rogerebert.com/reviews/nuts-1987", "by": "Barbra Streisandas Claudia Draper", "star_rating": 2.0, "text": "If you were to meet this woman on the street, you wouldn't have much doubt she was nuts. She has that look in her eye, the one that suggests she can be reasonable one minute and lash out wildly the next. She is so filled with anger that the specific targets hardly matter; the whole world is her target.\n\nBarbra Streisand does a good job of projecting that crazed wildness during the opening scenes of \"Nuts,\" but the problem is, the movie doesn't know where to go with it. This is not a movie like \"One Flew Over the Cuckoo's Nest,\" in which madness is seen as an antidote for regimentation. It aims lower and accomplishes less. It's a courtroom drama, with all of the conventional thrusts and parries of the legal system, and because the structure of the movie is so timid, Streisand's madness threatens to overwhelm it.\n\nShe plays a hooker who came from a conventional upper-middle-class home. We see her parents in the courtroom every day, and they're conventional, all right: They're played by Karl Malden and Maureen Stapleton as the picture of intelligent concern. Streisand has been charged with the murder of one of her clients, and her parents are in league with a psychiatrist (Eli Wallach) who thinks she should be committed \"for her own good.\"\n\nStreisand knows that she's likely to spend more time locked up in a psychiatric ward than in jail. She claims she's innocent - she killed in self-defense - but even if she's found guilty at least she will be given a finite sentence with definite provisions. If she's found incompetent to stand trial by reason of insanity, she could be put away indefinitely. And so she fights for the right to be tried.\n\nHer parents hire an expensive lawyer, but she assaults him and he leaves the case. Then she gets a public defender (Richard Dreyfuss) and treats him with hostility until she sees that he's on her side. The judge (James Whitmore) moves the sanity hearing into a closed courtroom, which is the scene of one earthshaking revelation after another, none of which really surprises us.\n\nWe sort of know, don't we, that because the character is a hooker and yet is played by Streisand, she will turn out to be good at heart. We know she may have killed her customer, but there had to be more to the story than that. And we have a pretty good hunch that Malden and Stapleton have more complicated stories than it would first appear. All of these hunches pan out. But the movie's revelations are told in such dreary, cliched, weather-beaten old movie terms that we hardly care.\n\nThe director, Martin Ritt, is not at the top of his form with this material. He uses the old gimmick of the Gradually Expanding Flashback. That's when we see just a flash of a past event, and then we see a little more, and eventually we see the whole event. Two different bathroom sequences are revealed in this way - one involving the Streisand character as a little girl, the other involving her bloody encounter with her victim.\n\nWouldn't you know that the childhood experiences are a perfect prediction of the night of murder? Isn't it almost inevitable that Malden, a stepfather, is also a child-molester? Doesn't Malden's $20 bill, slipped under the bathroom door, neatly foreshadow the way the john wants to pay her to take a bath? If all of psychiatry had been this simple, Freud wouldn't have been needed to devise it; the Brothers Grimm would have done.\n\nAs the courtroom drama slogs its weary way home, Streisand's authentic performance as a madwoman seems harder and harder to sustain. All of the forces of do-good pop self-help are arrayed against her, pushing her character to become a reasonable, sweet, tragic victim. The problem is, the movie's opening scenes have been so wild and so unrestrained that the sanity hearing draws a wild card: It is quite possible, after all, that although this character was molested as a child, and although she killed in self-defense, she is nevertheless insane. \"Nuts\" is essentially just a futile exercise in courtroom cliches, surrounding a good performance that doesn't fit.", "running_time": 116, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-11-20", "genres": ["Drama"], "title": "Nuts (1987)"}