{"url": "http://www.rogerebert.com/reviews/nutty-professor-ii-the-klumps-2000", "by": "Janet Jacksonas Denise Gaines", "star_rating": 3.0, "text": "My guess is, most of the reviews of \"Nutty Professor II: The Klumps\" will deliver perfunctory praise to the makeup and move on quickly to the comedy. But we're not talking garden-variety \"makeup\" here. We're talking about a rather astonishing creative collaboration between Eddie Murphy and makeup artist Rick Baker, with considerable help from director Peter Segal and cinematographer Dean Semler, to populate the movie with eight different characters, all played by Murphy, all convincing, each with its own personality. This is not just a stunt. It is some kind of brilliance.\n\nYes, it appears in a comedy of determined vulgarity. Yes, some of those long sessions of five hours in makeup were put at the service of scenes involving giant hamster sex and flammable farts. Yes, the story meanders. But yes, \"Nutty II\" is often very funny and never less than amazing, when you consider the work and imagination that went into Murphy's creation of the Klump family (Sherman, Granny, Mama, Papa, Papa when he was younger and Ernie) and two other characters, Lance Perkins and the diabolical alter ego Buddy Love.\n\nMurphy has an uncanny gift for mimicry, for creating new characters out of thin air. That showed as early as \"Saturday Night Live,\" of course. In Steve Martin's underappreciated \"Bowfinger\" (1999), he plays two characters more or less without help from makeup: the movie superstar Kit Ramsey, who looks a lot like Murphy, and a doofus named Jiff, who looks a lot like Kit and is hired to play his double. This isn't simply a double role. Kit and Jiff are two different people, and Jiff is actually the funnier and more involving one; he was so abashed when he found out they wanted to put him in a movie that we couldn't help liking him.\n\nThe many Klumps played by Murphy in \"Nutty II\" are much broader characters, and yet Professor Sherman Klump, the family hero, also has that strain of sweetness: He is likable, vulnerable and naive, and we can understand why his research assistant Denise (Janet Jackson) might want to marry him. We understand even better when he hires a Mexican band to stand under her window while he serenades her, although that touching scene is interrupted when Buddy Love takes over his personality.\n\nBuddy Love is essentially Tourette's syndrome personified. Buddy appears without warning, taking over Sherman's personality, spewing insulting comments and embarrassing the professor in public. His nuisance value multiplies when Sherman tries a risky genetic split, externalizing Buddy but causing his own intelligence to start shrinking. One of the funniest twists in this movie is the way the tables are turned on Buddy. A strand of his DNA gets crossed with the genetic code of a dog, forcing Buddy to exhibit instinctual doggie behavior at all the most inconvenient moments. It's sort of wonderful when Sherman can distract his nemesis by forcing him to fetch.\n\nAnimal jokes have been obligatory in raunchy comedies since \"There's Something About Mary,\" and \"Nutty II\" builds to some kind of a crescendo as Dean Richmond (Larry Miller), Sherman's superior at the university, is assaulted by a giant hamster. How this happens and why is immaterial; what is important is the way it leads up to the line, \"Do you think he'll call?\" Eddie Murphy has been a star since 1981, a movie star since \"48 Hrs.\" He started strong but has made more than his share of bad movies (\"Vampire In Brooklyn\" was perhaps the low point). In \"Bowfinger\" and \"Nutty II,\" he seems to be in a new flowering of his career. He seems more at ease with his comedy, willing to disappear inside characters, ready to find laughs with behavior and personality instead of forcing them with punch lines. Not only does he play eight different characters here, but he makes them distinct and (within the broad requirements of the story) plausible.\n\nSherman of course is the central character, a research professor who is brilliant, innocent and fat. We like him and feel for him. Janet Jackson is warm and supportive as his girlfriend, and they have some touching moments together (borrowed from \"Charly\") when his intelligence starts to dwindle and his genius to fade. In a movie so raucous, so scatological, so cheerfully offensive, it is a little surprising to find yourself actually caring for a character who is made mostly out of Latex makeup, but there you have it.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-07-28", "genres": null, "title": "Nutty Professor II: The Klumps (2000)"}