{"url": "http://www.rogerebert.com/reviews/o-2001", "by": "Mekhi Phiferas James", "star_rating": 3.5, "text": "Odin James (whose initials, ''O.J.,'' are surely not a coincidence) is also, like Othello, too easily made jealous--it is his fatal flaw. Desi (Julia Stiles) loves him and is faithful to him, but he cannot bring himself to trust her, and that is his downfall. His supposed friend Hugo (Josh Hartnett) plants the seeds of doubt, suggesting Desi is secretly sleeping with another student, Michael (Andrew Keegan). And there is an antique scarf, which Odin gives to Desi and which seems to become evidence of the cheating.\n\nAgain, all from Shakespeare, although the movie creates Hugo's (Iago's) motivation. Hugo's father is the basketball coach (Martin Sheen), but dinnertime at their house is a grim and silent affair, and when the coach says of Odin ''I love him like my own son,'' look for Hugo's reaction shot. It is sometimes forgotten that Iago doesn't want Desdemona for himself. He simply uses her as a way to bring about Othello's downfall, correctly observing that jealousy triggers his enemy's weakness. It is Roderigo who was Desdemona's former lover (here presented as Roger Rodriguez, and played by Elden Henson as Hugo's gullible accomplice in treachery).\n\nThere have been and will be many modern retreads of Shakespeare. \"O'' is close in spirit to Baz Luhrmann's teen-gang version of ''William Shakespeare's Romeo + Juliet.'' It isn't a line-by-line update but an attempt to reproduce the passion of the original play, and for younger viewers new to Shakespeare, it would only enhance a reading of the real thing. The film's misfortune, however, is that it was being made at the time of the Columbine tragedy, and was immediately deemed unreleasable by Miramax, which shelved it for two years; Lions Gate is now the distribution company.\n\nWe have a peculiar inability in our country to understand the contexts of things; when it comes to art, we interpret troublesome works in the most literal and simple-minded way. In the aftermath of Columbine, Washington legislators called on Hollywood to police itself, and rumbled about possible national censorship. Miramax caved in by suppressing this film. To suggest that ''O'' was part of the solution and not part of the problem would have required a sophistication that our public officials either lack, or are afraid to reveal, for fear of offending the bottom-feeders among their constituents.\n\nSo now here is ''O,'' a good film for most of the way, and then a powerful film at the end, when, in the traditional Shakespearean manner, all of the plot threads come together, the victims are killed, the survivors mourn, and life goes on. It is clearly established that Hugo is a psychopath, and that his allies are victims of that high school disease that encourages the unpopular to do anything in order to be accepted. Those who think this film will inspire events like Columbine should ask themselves how often audiences want to be like the despised villain.\n\nMekhi Phifer makes a strong, tortured Odin, and delivers a final speech, which in its heartbreaking anguish, inspires our pity much as Othello's does. Josh Hartnett showed here, years before ''Pearl Harbor,'' that he is capable of subtleties and complexities that epic did not dream of. Julia Stiles, who is developing into one of the best young actresses, adds this modern Desdemona to her modern Ophelia in ''Hamlet'' (2000), and reminds us, too, of her interracial romance in ''Save the Last Dance.'' True, some of the plot threads seem unlikely. Is it that easy to overhear and completely misunderstand crucial conversations? How much more use can a scarf be put to? But those are problems in Shakespeare, too--or perhaps simply plot mechanisms that allow the characters to arrive at their tragic destinations. And then there's the unexpected additional level, the suggestion that high school sports have become like a kind of warfare. What is insane in most American high schools is that sports are considered more important than study, generating heroism and resentment too powerful for most kids to cope with, and inspiring in their bitter backwash the kind of alienation we saw at Columbine.", "running_time": 95, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-31", "genres": ["Drama", "Romance"], "title": "O (2001)"}