{"url": "http://www.rogerebert.com/reviews/obsession-1976", "by": "Cliff Robertsonas Michael Courtland", "star_rating": 3.0, "text": "Brian De Palma's \"Obsession\" is an overwrought melodrama, and that's what I like best about it. There's no doing this sort of thing halfway, and De Palma knows it: We get gloomy vistas down wet Italian streets, and characters running toward each other in slow motion, and low-angle shots of tombs, and romantic music breaking suddenly into discordant warnings, and -- best of all -- a surprise ending which manages at the same time to be totally implausible and totally satisfying.\n\nThe movie opens in New Orleans at a party celebrating a 10th wedding anniversary: Michael and Elizabeth Courtland are still deeply in love, so right away we know they're in trouble. A butler moves through the room with drinks on a tray, and as he walks toward the camera his jacket hitches up and we get a huge close-up of a gun tucked into his belt. There's ominous music on the soundtrack and no wonder -- Michael's wife and daughter are about to be kidnapped.\n\nA ransom note demands $500,000, but Courtland allows himself to be talked into a harebrained scheme by the police. They spike the money with a little radio transmitter and follow the signals back to the house where the kidnappers are holed up. There's a confused escape, the police chase the getaway car, it crashes into a gasoline truck and in the resulting explosion, the wife and daughter are killed. At least that's what Michael Courtland believes for 18 long years, during which he erects an enormous monument in an otherwise empty cemetery. \n\nBut then, during a business trip to Italy, he visits the church in Florence where he first met his wife. And there on a scaffold, mixing some paint and helping with a restoration project, is his wife! She looks exactly the same as she did 18 years ago. There is a courtship, a romance, plans for marriage and a return to New Orleans. And then Paul Schrader's screenplay starts a series of incredible double-reverses and shocking revelations, which of course it wouldn't be fair for me to reveal. \n\nThe ending, as I've suggested, is totally implausible -- we can think of at least a dozen questions in the last five minutes alone -- but who cares? De Palma and Schrader, and Bernard Herrmann with his beautifully overdone music, and Cliff Robertson and Genevieve Bujold with their mutual obsession, are all playing this material as broadly as possible. This is a 1940s melodrama out of the CBS Radio Mystery Theater by way of a gothic novel. If you want realism, go to another movie.\n\nMaterial like this needs a certain tone, and De Palma finds it. He starts with two of the most romantically decadent cities on earth (New Orleans and Florence - although Venice would have been better), and then he lets his sound track drip with portentous music and his characters roam through deserted and vaguely menacing locations. The photography, by Vilmos Zsigmond, is darkly, richly sinister: as two men sit talking in a Florentine cafe, the camera changes focus as it sweeps from one to the other so that we're forced to look beyond them into a square and wonder who we'll see there.\n\nRobertson's first visit to the church, in which the camera's deep focus makes him seem to climb those stairs forever, is another nicely disturbing visual moment. And, in a movie that owes a lot to the Hitchcock style, there are a few well-chosen exact quotations from the Master (as when Genevieve Bujold tells the housekeeper: \"There's a door upstairs that's locked. Where is the key?\" And then . . . well, You know how these things develop.) \n\nThe movie's been criticized as implausible and unsubtle, but that's exactly missing the point. Of course the ending is out of a lurid novel, and of course the music edges toward hysteria, and of course Robertson goes from mad to worse (wouldn't you, if you saw a ghost?). I don't just like movies like this; I relish them. Sometimes overwrought excess can be its own reward. If \"Obsession\" had been even a little more subtle, had made even a little more sense on some boring logical plane, it wouldn't have worked at all.", "running_time": 98, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-08-27", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Obsession (1976)"}