{"url": "http://www.rogerebert.com/reviews/oceans-twelve-2004", "by": "George Clooneyas Danny Ocean", "star_rating": 3.0, "text": "Just as most caper movies end with the thieves comfortably basking in retirement, so most sequels to caper movies begin with the thieves forced to go back to work and pull one more job. \"Ocean's Twelve\" does not disappoint. Tess Ocean (Julia Roberts) is chatting on the phone with her husband Danny (George Clooney) when she looks out the window and says, \"Oh, no.\" Terry Benedict (Andy Garcia) is ringing the door bell.\n\nYou will recall that in \"Ocean's Eleven,\" Benedict was the owner of the Bellagio, a casino in Las Vegas from which the 11 stole -- well, let's see, with interest, it works out to about $19 million apiece. Benedict is accompanied on his visit by evil-looking twins and has a off-putting practice of poking people with a putter, the better to suggest dire consequences if his money is not returned. Yes, the insurance company has already paid off, but he envisions double indemnity.\n\nWith some movies, you begin to notice implausibilities. With others, you begin to admire them. For example, since Benedict eventually pays a personal call on each and every one of the original 11, why don't Danny and Tess simply telephone the other nine and warn them Benedict is coming? The reason you don't want to ask that question is because it would prevent the movie from introducing all the crooks and showing us what they're doing now.\n\nOne of the problems with a movie like this is directing traffic: How do you establish 11 characters (not counting Benedict, police inspector Catherine Zeta-Jones, rival thief Vincent Cassel, etc.) and keep them alive? You have a roll call every once in a while is what you do, or you have them thrown in jail so the camera can pan across their faces and remind us who they are. Occasionally you have a scene for no other reason than to get an actor's face on the screen for five seconds, so he will not be misplaced. Elliott Gould puffs on his cigar three different times for this very reason.\n\nThe movie takes inventory of its characters with the same droll wit it does everything else. The original original \"Ocean's 11,\" made in 1960 by the Rat Pack, was a send-up of 1950s caper movies (it was inspired by Jean-Pierre Melville's French classic \"Bob le Flambeur\"). The new original \"Ocean's Eleven\" (2001) was a successful attempt by Soderbergh to doodle with the formula, much as a pianist might pick out a tune just well enough to show he could play it if he wanted to. Now, with \"Ocean's Twelve,\" Soderbergh and his scenarists, George Clayton Johnson, Jack Golden Russell and George Nolfi, are doing a jazz riff. This isn't a caper movie at all, it's an improvisation on caper themes. If at times it seems like a caper, well, as the fellow said when he got up from the piano, it might not be Beethoven, but it has a lot of the same notes.\n\nWhat Soderbergh is working with here is the charm of his actors, particularly Clooney, Roberts, Brad Pitt and Jones, who have the key roles, and the puppy-dog earnestness of Matt Damon, who wakes up Pitt on a trans-Atlantic flight to tell him he thinks he's ready to play \"a more central role.\" Damon's character is named Linus, a good choice, since he is too sincere and intense to rise in Ocean's ironic universe. When one character is excoriated as agoraphobic (what a wonderful phrase that is, \"excoriated as agoraphobic,\" don't you think it's almost musical?), Linus earnestly argues, \"I don't think we have to be the kind of organization that labels people.\" There is a scene of mad invention in which Clooney and Pitt take him along for a meeting with Robbie Coltrane, an underworld contact, and their entire conversation is nonsense -- an exchange of elegantly meaningless paradoxes. Linus doesn't understand a word, which is reasonable, but what he doesn't realize is that they don't, either.\n\nTheir scheme has to do with stealing enough stuff to pay Benedict the $19 million apiece that they owe him. They doubt they can raise this much money in the two weeks until their deadline, especially since it appears that another thief, the Night Fox, is in business against them, and is either more skilled than they are, or a supernatural being. As they contemplate the security surrounding one of their targets, Pitt flatly states: \"In the physical universe we live in, it cannot be done.\" But the Night Fox can do it.\n\nOccasionally their plans take the long way around. Consider a man in Amsterdam who has sealed himself and his treasures inside a house guarded with multiple alarm systems and never leaves home. Surveillance indicates there is a control pad on an inner wall which might be manipulated to bypass the alarms. How to reach it? Their plan involves getting underneath the house, which is beside a canal and rests on underwater pylons, and using hydraulic lifts to raise the house one inch, so that a difficult shot with an arrow becomes possible. Uh, huh. With overhead like that, when do they reach their break-even point?\n\nRather than describe some of their other targets, such as a priceless jeweled egg, I will observe that all of the targets are MacGuffins, that it matters not what they go after but how they do it, and what they say in the process. The movie is all about behavior, dialogue, star power and wiseass in-jokes. I really sort of liked it.\n\nExample of the cleverness: There are two cameos in the movie that, for once, contribute something more than allowing us to say, \"Hey! There's (name of star)!\" The genius is that one of the stars is really there, and the other star is not really there, although she is there in the person of the character who seems to be her. This will all become clear when you see the movie. What I liked is that the one cameo role is used to expose the other cameo role. When you get to the point of interlocking cameos, you have ascended to a level of invention that is its own reward.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-12-09", "genres": ["Action", "Comedy", "Crime"], "title": "Ocean's Twelve (2004)"}