{"url": "http://www.rogerebert.com/reviews/oceans-eleven-2001", "by": "George Clooneyas Danny Ocean", "star_rating": 3.0, "text": "Serious pianists sometimes pound out a little honky-tonk, just for fun. That's like what Steven Soderbergh is doing in \"Ocean's Eleven.\" This is a standard genre picture, a remake of the 1960 Frank Sinatra caper, and Soderbergh, who usually aims higher, does it as a sort of lark. It's slick, all right: directors this good don't usually handle material this routine. It has yearnings above its natural level, as if hoping to redeem itself and metamorphose into a really good movie.\n\nThe movie stars George Clooney, who can be powerfully impassive better than almost anybody, as Danny Ocean, fresh out of prison and eager for a new job. He's a smooth operator who, his parole board notes, figured in a dozen investigations where he was never charged. He contacts his old sidekick Rusty Ryan (Brad Pitt) with a scheme to steal millions from not one but three Las Vegas casinos. Amazingly, the movie specifies and shoots in real casinos (the Mirage, the MGM Grand and the Bellagio) and incorporates the destruction of the Desert Inn.\n\nCasing the job, Rusty sees the casino owner (Andy Garcia) with a woman he recognizes: Tess Ocean (Julia Roberts), Danny's ex-wife. \"Tell me it isn't about her,\" Rusty begs Danny. Of course it is. Ocean wants to steal from his ex-wife's current lover and get her back again. They assemble a team, including Matt Damon, Don Cheadle and Casey Affleck. I suppose there are 11 in all, although even during a long tracking shot I forgot to count.\n\nThe outlines of a caper movie are long and well established: the scary external shot of the impenetrable targets; the inside information; the voice-over as we see guards going about their work, and the plan with the split-second timing. \"Ocean's Eleven\" even includes an elaborate full-scale mock-up of the strong room used by the three casinos, leading to such practical questions as, (1) Why does it need to be this elaborate? (2) How much did it cost? and (3) Who contracted it for them, or did they knock it together themselves overnight? The movie excels in its delivery of dialogue. The screenplay by Ted Griffin is elegantly epigrammatic, with dialogue that sounds like a cross between Noel Coward and a 1940s noir thriller.\n\nRoberts: \"You're a thief and a liar.\" Clooney: \"I only lied about being a thief.\" R: \"You don't do that anymore?\" C: \"Steal?\" R: \"Lie.\" They do this so well I was reminded of the classic exchanges between Bogart and Bacall. And notice, too, the conversation involving Clooney, Roberts and Garcia, when the casino boss finds the ex-husband at Tess' table in the dining room. The two men of course despise one another, but are so smooth and cool we note it only in the precision of their timing and word choices, leading up to a final exchange in which Danny, leaving the table, says \"Terry\" in a way that uses the first name with inappropriate familiarity, and Terry responds \"Danny\" on precisely the same note.\n\nBrad Pitt has a nice dialogue passage, too, when he's briefing the Matt Damon character. The jargon is all about strategy and entirely in modern terms, but listen to the music instead of the words and you realize it's a riff on Hamlet's instructions to the players.\n\nAs movie capers go, the specifics in \"Ocean's Eleven\" are not necessarily state of the art. I can think of more ingeniously executed plans, most recently in \"The Score,\" but then this is not a movie about suspense but about suavity. Clooney and Roberts deliberately evoke the elegance of stars like Cary Grant and Ingrid Bergman, Garcia is as smooth, groomed, polished and tailored as George Raft, and the movie blessedly ends not with a shootout but with a complicated plot finesse. I enjoyed it. It didn't shake me up and I wasn't much involved, but I liked it as a five-finger exercise. Now it's time for Soderbergh to get back to work.\n\nCopyright 2001, Digital Chicago Inc. Terms of Use & Privacy Policy", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-12-07", "genres": ["Action", "Comedy", "Crime", "Thriller"], "title": "Ocean's Eleven (2001)"}