{"url": "http://www.rogerebert.com/reviews/oceans-thirteen-2007", "by": "George Clooneyas Danny Ocean", "star_rating": 2.5, "text": "The genius of the past decays remorselessly into the routine of the present, and one example is the downfall of the caper picture. The classic caper genre had rules set in stone. It began (1) with an impregnable fortress (vault, casino, museum, or even Fort Knox). Then we met (2) a group of men who hoped to impregnate it. There was (3) a setup about the defenses of the fortress, and (4) a chalk talk in which the mastermind told the others what they were going to do and how they were going to do it. This had the advantage of also briefing the audience, so that the actual caper could proceed in suspenseful silence while we understood what they were doing and why.\n\nThe modern caper movie, such as Steven Soderbergh's \"Ocean's Thirteen,\" dispenses with such tiresome exposition and contains mostly action and movie-star behavior. Only the characters know what the plan is, and we are expected to watch in gratitude and amazement as they disclose it out of their offscreen planning and plotting. Fair enough, if it's done with energy and style. If, however their plan involves elements that are preposterously impossible, I feel as if I'm watching one of Scrooge McDuck's schemes.\n\nAll of the \"Ocean's\" movies, including the long-ago Sinatra version (1960), are remade or inspired by a great French caper movie, Jean-Pierre Melville's \"Bob le Flambeur\" (\"Bob the Gambler,\" 1956), in which Bob actually laid down chalk lines in an open field to walk his accomplices through a raid on a casino. The movie is available on DVD in the Criterion Collection; see what you're missing now that the formula has been adapted for ADD sufferers.\n\n\"Ocean's Thirteen\" begins as aging and beloved casino legend Reuben Tishkoff (Elliott Gould) plans to open his latest and greatest Vegas casino. Alas, he has taken for a partner the devious double-crosser Willie Banks (Al Pacino, very good), who swindles him out of the casino and lands him in the emergency room with shock and grief. Then Reuben's loyal friends (played by George Clooney, Brad Pitt, Don Cheadle, Bernie Mac, Matt Damon, etc.) gather at his bedside and vow to sabotage the opening of the new casino.\n\nI don't know what kind of resources these rootless but glamorous men have, except that they are apparently unlimited. They manufacture trick-card shufflers, sabotage the roulette wheels and even give the man they think is the guru of casino ratings (David Paymer) something resembling the heartbreak of psoriasis. These plans are not explained; they are simply pulled out of the heroes' hats, or thin air.\n\nTo be sure, Soderbergh is a gifted director and (under a pseudonym) cinematographer, and he has a first-rate cast. Most moviegoers will probably feel they got their money's worth, and that's the bottom line. But I grew impatient with the lickety-split pacing. This material is interesting enough that it needs care and attention, not the relentlessness of a slide show.\n\nI know full well I'm expected to Suspend My Disbelief. Unfortunately, my disbelief is very heavy, and during \"Ocean's Thirteen,\" the suspension cable snapped. I think that was when they decided to manufacture a fake earthquake to scare all the high-rollers on opening night. How did they plan to do this? Why, by digging under the casino with one of the giant tunnel boring machines used to dig the Chunnel between England and France.\n\nYes, you can buy your own. There were originally 11. One sold on eBay for around $7 million. A boring machine, I find, weighs about 600 tons. How easy do you think it would be for a handful of Vegas slicksters to buy such a machine, transport it to America, move it cross-country, and use it to drill a tunnel under the Strip (which never sleeps), all the while removing untold tons of earth, rock and sand without being noticed? And without causing earthquakes in all the other casinos they bored under?\n\nI am reminded of that IMAX documentary about climbing Mt. Everest. All I could think of was, if it's hard for the climbers, think about how hard it is for the guys carrying the big IMAX camera up the mountain. I wanted to see a doc about them. Now if you had a movie about smuggling a 600-ton tunnel boring machine under Vegas, that would be a caper.\n\n\"Ocean's Thirteen\" proceeds with insouciant dialogue, studied casualness, and a lotta stuff happening, none of which I cared much about because the movie doesn't pause to develop the characters, who are forced to make do with their movie-star personas. Take Don Cheadle, for example. After the magnificence of his performance in \"Hotel Rwanda\" and the subtle, funny, sad power of his leading role in Kasi Lemmons' upcoming \"Talk to Me,\" we get him hanging around in this film, looking like they needed him to get to 13. I guess he has to make movies like this to pay the mortgage. My advice? Rent. You have no idea about the headaches of homeownership.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-06-06", "genres": ["Action", "Comedy", "Crime"], "title": "Ocean's Thirteen (2007)"}