{"url": "http://www.rogerebert.com/reviews/october-country-2010", "by": "Michael Palmieri", "star_rating": 3.0, "text": "A documentary with members of the Mosher family. \n\n\"We wouldn't know normal if it fell on us,\" Donald Mosher says. He sits and smokes on the front porch of two adjacent houses that are home to four generations of his family. The Moshers are a sad and dysfunctional family, which they are curiously willing to explain, as if they've spent years rehearsing their mistakes. \"Bad taste in men runs in the family,\" observes Desiree, Donald's 11-year-old granddaughter.\n\nThe Moshers live in the beautiful Mohawk Valley in upstate New York. \"Here is where we were born, and here, I guess, is where we'll die,\" says Dottie Mosher, the matriarch. She and Donald are the enduring centers of a family with a daughter, Donna, who has a history of abusive men; a granddaughter, Danael, who seems to be following the same pattern; her sister Desiree, who explains \"I'm a lot smarter than the rest of them,\" and Danael's daughter Ruby. There is also Don's sister Denise, who dresses in a black cape, haunts cemeteries to videotape ghosts, and is a Wiccan.\n\n\tNone of the husbands are seen in the film. The only male apart from Donald is Chris, a foster child he and Dottie took in. He's been in jail, explains in one scene how he likes Wal-Mart because it's \"easy to steal from,\" warns the Moshers he'll be trouble for them, and proves it by stealing two computers. Dottie wipes aside a tear as Chris goes back behind bars. \n\n\tWhat happened to this family? One of the two co-directors is Donal Mosher, another son, who is never mentioned in the film. His photographs of his family inspired the film, made with his partner Michael Palmieri, a director of TV commercials. The film is often lovely to regard, and sees the Moshers surrounded by the beauty of the seasons between one Halloween and the next.\n\n\tThe legacy of sadness started when Donald went to serve in Vietnam. Dottie remembers him as a cheerful, upbeat kid when he went away. Something happened there to change him forever. He never talks about it -- or about much of anything else. He watches old war movies on TV, makes doll house furniture in his attic workshop, and watches with dour passivity as the generations go awry.\n\n\tHe worked at first in the Remington Arms Factory, the chief employer in the valley, but found his job so boring \"an ape could do it.\" He observes, \"Remington executives get an $800,000 Christmas bonus, and the workers get a damn belt buckle after 30 years.\" He quit, went to work as a police officer, and on his first day on the job covered a suicide that left brains all over a garage wall.\n\n\tDonna and Danael seem to move through a cloud of gloom. They know all about abusive men but seem to feel that is their fate. The spark of hope is Desiree -- \"Desi\" -- who is spirited and sarcastic, and seems to have gotten the family's entire allotment of senses of humor. Even at her age, she sees the problems and refuses to enlist in them. I hope her school can set her on a good path in life; she seems ready for one.\n\n\tOne understands how Donal Mosher could obtain access to this moments or stark honesty and bleak truth. One wonders what the family thought of the film when they saw it. This is the face of dysfunction. Apparently alcohol and drugs are not involved, except perhaps with some of the missing men. The drug here is despair. They seem to treat it with cigarettes.\n\n\tThe photographs that inspired the film are here: http://donalmosher.com/", "running_time": 80, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-06-02", "genres": ["Documentary"], "title": "October Country (2010)"}