{"url": "http://www.rogerebert.com/reviews/october-sky-1999", "by": "Jake Gyllenhaalas Homer Hickam", "star_rating": 3.5, "text": "Like the hero of \"October Sky,'' I remember the shock that ran through America when the Russians launched Sputnik on Oct. 5, 1957. Like the residents of Coalwood, W.Va. in the movie, I joined the neighbors out on the lawn, peering into the sky with binoculars at a speck of moving light that was fairly easy to see. Unlike Homer Hickam, the hero of \"October Sky,'' I didn't go on to become a NASA scientist, or train astronauts. But I did read Willy Ley's Rockets, Missiles and Space Travel three or four times, and Arthur Clarke's The Making of a Moon. I got their autographs, too, just as Homer sends away for a signed photo of Werner von Braun.\n\nThat first shabby piece of orbiting hardware now seems like a toy compared to the space station, the shuttle, and the missions to the moon and beyond. But it had an impact that's hard to describe to anyone who takes satellite TV for granted. For the first time in history, man had built something that went up, but did not come down--not for a long time, anyway. Sputnik was a tiny but audacious defiance of the universe.\n\n\"October Sky'' tells the story of four boys in a poverty-stricken corner of Appalachia who are determined to build their own rocket, and help get America back in the \"space race.'' It's seen through the eyes of their leader, young Homer Hickham (Jake Gyllenhaal), who sees the speck of light in the sky and starts reading the science fiction of Jules Verne. Homer is a good student, but math and science are his weak points. He knows he needs help, and breaks all of the rules in the school lunch room by approaching the class brain, an outcast named Quentin (Chris Owen).\n\nThey talk about rocket fuel, nozzles, velocity. Two other boys get involved: Roy Lee (William Lee Scott) and O'Dell (Chad Lindberg). Their first rocket blows a hole in the picket fence in front of Homer's house. The second one narrowly misses some miners at the coal mine, and Homer's dad John (Chris Cooper), the mine supervisor, forbids further experimentation and confiscates all of the \"rocket stuff'' from the basement. But the kids labor on, in an isolated patch of woods, building a shelter to protect themselves from exploding rockets. They talk a machinist at the mine into building them a rocket casing of stronger steel, and they use alcohol from a moonshiner as an ingredient in the rocket fuel.\n\nThe tension in the movie is not between the boys and their rocket, but between the boys and those who think that miners' sons belong down in the mines and not up in the sky. Homer's father is not a bad man; he fights for the jobs of his men, he rescues several in a near-disaster, he injures his eye in another emergency. He wants Homer to follow in his footsteps. The mine may seem an unhealthy and hateful place to some, but when John takes Homer down for his son's first day on the job, his voice glows with poetry: \"I know the mine like I know a man. I was born for this.'' The high school principal (Chris Ellis) sees the job of the school to send miners' sons down to the coal mine. But a young teacher (Laura Dern) tells Homer she feels her life will have failed if some of the kids don't get out and realize their dreams. Then there's a crisis (did a rocket set a forest fire?), and a scene in which Homer and his friends use trigonometry to argue their innocence.\n\nThere have been a lot of recent movies set in high school: \"She's All That,'' \"Varsity Blues,'' \"Jawbreaker'' (also reviewed today). In those movies, even the better ones, \"teenagers'' who look like soap stars in their 20s have lives that revolve around sex and popularity. The kids in \"October Sky'' look like they're in their mid-teens, and act that way, too. Watching Homer get out the trig book, I was reminded how rarely high school movies have anything to do with school--with how an education is a ticket to freedom.\n\nPerhaps because \"October Sky'' is based on a real memoir, Homer Hickam's Rocket Boys, it doesn't simplify the father into a bad guy or a tyrant. He understandably wants his son to follow in his footsteps, and one of the best elements of the movie is in breaking free, he is respecting his father. This movie has deep values.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-02-19", "genres": ["Drama", "Family"], "title": "October Sky (1999)"}