{"url": "http://www.rogerebert.com/reviews/october-baby-2012", "by": "Rachel Hendrixas Hannah", "star_rating": 2.0, "text": "\"October Baby\" tells the story of a 19-year-old college student named Hannah, who is introduced by collapsing onstage in the first act of a college play. In a fraught scene with her doctor and her parents, she learns that her collapse was likely associated with childhood epilepsy, and that it might be related to her birth. \"We aren't your birth parents,\" says her father (John Schneider), adding somewhat hurriedly that they always meant to tell her, but…\n\nHannah (Rachel Hendrix) discovers that she was born as the result of a failed late-term abortion. Her father doesn't want her to know this, but her mother (Jennifer Price) silently hands over her birth certificate. After a long lakeside discussion with lifelong friend Jason (Jason Burkey), she decides to join Jason and a group of friends on a trip to Mardi Gras; they can stop off on the way in Baton Rouge to meet Hannah's birth mother, which seems a rather casual way to treat that emotional event.\n\nThe trip is unhelpful to the plot, which surrounds a potentially strong story with distracting changes in mood and style. Low-rent comedy relief centers around Jason's cousin B-Mac (Chris Sligh), the bearded and roly-poly owner of an old Volkswagen van he treasures as a \"classic.\" There are too many scenes along the way, as the old van (the vehicle of choice in countless 1960s road movies) rolls down highways while the soundtrack bursts with middle-of-the-road pop-rock. \n\nAn undetermined number of friends share the van with them, including a young black woman who is placed prominently in several shots but is never mentioned, identified or spoken to. Her purpose is to show that they have a black friend. Then there's an ungainly scene in a hotel where Hannah and Jason are so determined not to share the same bed that they end up camping out in the lobby. This comes after the night clerk offers them the deluxe luxury suite, but they request a regular room. Turning down the free suite doesn't sound typical of college students — hey, maybe it had two bedrooms?\n\nThis whole stretch feels like padding. I was painfully unconvinced when Hannah finds the hospital listed on the birth certificate, which looks like a boarded-up motel, and she and Jason break in — expecting, I guess, to find Hannah's files still waiting around? They're arrested for breaking and entering, and in a clunky coincidence, the cop on duty just so happens to know the nurse who signed the certificate.\n\nNow, at last, comes a scene with the weight and dialogue the story deserves. Jasmine Guy plays Nurse Mary, who is able to describe to Hannah the entire story of her birth and the trauma of her mother. (The mother feared her law career would be threatened by having the baby of a man she met only once, in a bar, while drunk.) So shaken was Nurse Mary that she never assisted in such a procedure again. In another convenient coincidence, she \"happened\" to run into the birth mother (Shari Rigby) a few weeks ago, luckily recognizing her after 19 years and thus is able to hand Hannah her business card. Not every birth mother is tracked down so efficiently. Jasmine Guy's monologue here is so well-performed and effective that we almost forgive it for being such a contrivance that shoehorns in all the film's necessary background detail.\n\nThere is a scene with Hannah and the birth mother, but it's a disappointment. This woman is detached and uninterested, and stays in the movie only long enough for Hannah to stand on the sidewalk and see her and her husband with their own beautiful baby girl, who solemnly waves at Hannah (apparently sensing they are sisters?). Shari Rigby appears again in the end credits, where at last the movie finds more time to let her speak.\n\nThen comes another monologue dropped from the sky. Hannah wanders into a Catholic church, and a priest (Rodney Clark), luckily hanging around, asks if he can help. She's a Baptist, Hannah says, but fortunately a priest can help even a Baptist, and the priest quotes from one of Paul's epistles and follows it with brief advice about the importance of being able to forgive. Having discovered forgiveness, Hannah and the movie use it to resolve all the outstanding conflicts in the story involving the birth mother, her adoptive parents and Jason.\n\n\"October Baby\" is being promoted as a Christian film, and it could have been an effective one. Rachel Hendrix is surprisingly capable in her first feature role, and Jasmine Guy is superb in her scene. Unfortunately, the film as a whole is amateurish and ungainly, can't find a consistent tone, is too long, is overladen with music that tries to paraphrase the story and is photographed with too many beauty shots that slow the progress.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-03-21", "genres": ["Drama"], "title": "October Baby (2012)"}