{"url": "http://www.rogerebert.com/reviews/ode-to-billy-joe-1976", "by": "Robby Bensonas Billy Joe McAllister", "star_rating": 2.5, "text": "Now that I know why Billy Joe McAllister jumped off the Tallahatchie Bridge, I almost wish I didn't. Bobbie Gentry's famous song, on which \"Ode to Billy Joe\" is based, found much of its haunting effect in its refusal to reveal why Billy Joe killed himself. His death was seen as sad, and long ago, and unnecessary, and the singer recalled it as a key event in an unhappy time. Gentry didn't need to explain because she evoked. \n\nThe film explains. It had to, I suppose, because a movie based on a song like \"Ode to Billy Joe\" has to come up with something or be accused of copping out. What's good about the film, however, is that it doesn't just exploit the materials of the Gentry song. It goes to some lengths to give us a touching, convincing portrait of its people - and in the cases of Billy Joe (played by Robby Benson) and his girl friend Bobbie Lee (Glynnis O'Connor) it mostly succeeds. We believe in these complicated, sensitive adolescents, with their dialog ranging from Southern courtliness to cliches from True Romances. The story takes place in the Mississippi Delta country of where Bobbie Lee is most earnestly in love with the attractive, gangly Billy Joe. Her father, alas, doesn't think she's old enough to entertain gentlemen visitors, even though she argues that she's \"15, and going on 34 - a B cup.\" She likes Billy Joe for a lot of reasons, one of them being his great show of self-confidence. \"If you come calling,\" she tells him, \"my Daddy'll blow off both of your ears with one shot.\" \"I shall not need my ears,\" he replies, \"for I shall be doing all of the talking.\" He isn't really that self-confident at all, of course, his bravado masks the doubts and terrors that fire a part of all but the luckiest adolescents. And Bobbie Lee isn't much more sure of herself than he is. \"When a girl feels the sap rising,\" her mother warns her, \"she'd best count to 10.\" And if that doesn't work? \"To 100, or 1,000.\" Billie Joe asks her mother how long she counted over her father. \"Oh, up to about 822,\" she says. \"By twos . . . \n\nThis dialog may not sound like much in print, but in the movie, it works. This is not another film filled with Southern stereotypes, and I don't recall a single \"y'all.\" The people talk with a regional richness of detail that must have been common in many parts of the country before television started ironing us out. And the dialog is most attractive when it's coming from Miss O'Connor, a young (20) actress I've seen twice in the last few weeks (she was the young girl in love with Jan-Michael Vincent in \"Baby Blue Marine\"). She's a real discovery, with a freshness, an openness, that's really engaging. Her declarations of love and understanding ring true. \n\nThe best scenes in the movie involve the early courtship of the two young lovers - meeting after church, walking down country roads at dusk, kissing. There's also a lovely scene in which Miss O'Connor finds herself complaining that the family still uses an outhouse - because she can't find the courage to talk to her father about what's really on her mind. These scenes give us an unaffected portrait of young people (the screenplay is by Herman Raucher, whose \"Summer of '42\" was along similar lines). \n\nBut the moment comes, as I suppose it has to, when Billy Joe reveals his secret to Bobbie Lee and then jumps off the bridge (mercifully, we are not treated to a shot of the jump itself). His reason - that while drunk for the first time he has just had a homosexual relationship (\"a sin before God and man\") - would, I suppose, have been a compelling one for an uncertain adolescent, circa 1953. What's more, he then finds himself impotent with Bobbie Lee. Bobbie Lee's response is open and supportive, but to no avail (what chance does Billy Joe really have, after all, when the song has been out nine years and we all know he'll jump?). \n\nAnd then the movie goes astray. Everyone in town assumes, of course, that he jumped because he got Bobbie Lee pregnant. And Bobbie Lee, with a romanticism that's not really convincing, decides to leave town so people will continue to think that. \"After all,\" she explains to her single confidant, \"Billy Joe's already on his way to becoming a legend. He made a desirable girl pregnant and then jumped off the bridge. We ought to leave him with that.\" Small consolation.", "running_time": 105, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-07-07", "genres": ["Drama", "Indie", "Romance"], "title": "Ode to Billy Joe (1976)"}