{"url": "http://www.rogerebert.com/reviews/of-mice-and-men-1992", "by": "John Malkovichas Lennie", "star_rating": 3.5, "text": "“And will there be rabbits, George?” “Yeah, Lennie. There'll be rabbits.” \n\nThere is a certain curse attached to the most familiar lines in literature. Because we know them so well, we tend to smile when we encounter them, and they can break the reality of the story they're trying to tell. What stage Hamlet has not despaired of getting through “To be, or not to be?” in one piece? \n\nIn John Steinbeck's novel “Of Mice and Men,” made into an enduringly popular movie, the lines about the rabbits have became emblems for the whole relationship between George and Lennie -- the quiet-spoken farm laborer and the sweet, retarded cousin he has taken under his arm. I would not have thought I could believe the line about the rabbits one more time, but this movie made me do it, as Lennie asks about the farm they'll own one day, and George says, yes, it will be just as they've imagined it.\n\nLennie is played by John Malkovich and George is Gary Sinise, who also directed this film, using an adaptation by Horton Foote. The most sincere compliment I can pay them is to say that all of them - writer and actors - have taken every unnecessary gesture, every possible gratuitous note, out of these characters. The story is as pure and lean as the original fable which formed in Steinbeck's mind. And because they don't try to do anything fancy -- don't try to make it anything other than exactly what it is -- they have a quiet triumph.\n\nThe time is the Great Depression. Men ride the rails, living in hobo camps, looking for a day's work. Two of them are George and Lennie, who together might make a perfect person, Lennie with his great strength and simplicity, George with his intelligence and cunning. George does the thinking for them, and Lennie does a lot of the work. In the harvest season, they find themselves working on a place with a lot of other guys, and a foreman named Curley, and Curley's wife (who is never named by Steinbeck, nor here, either).\n\nCurley's wife is sexy, and she knows it. Played by Sherilyn Fenn, she enjoys her little starring role on the farm -- likes to know the eyes of the men follow her as she walks across the yard, just as in Paris a woman walks a little differently past a cafe. Curley (Casey Siemaszko), a sadistic brute, does not enjoy the show so much.\n\nLennie does not quite understand all of the implications of the situation, but he knows that he feels good when Curley's wife asks him to stroke her soft brown hair. George warns him to stay clear -- she's trouble. But Curley's wife makes that hard. She enjoys teasing the dim-witted giant, as if he were a dog tied up just out of reach. One day she handles him wrong, and although he is only trying to be nice to her, he gets confused and frightened and doesn't know his own strength. And then the men and the hounds are after him, and George won't be able to settle this one with his quick thinking.\n\nWhat is this story really about? There are a lot of possibilities, from the Lennie-as-Saint theory, to the feminist deconstruction that has no doubt been performed more lately. The highest praise I can give the filmmakers is that none of them seem to have any theories at all. They give us characters, a milieu, some events. The central tragedy of the story is that these two men have formed a friendship that works -- they have a synergy in which each takes according to his needs and gives according to his abilities -- and when George isn't there Lennie gets into trouble through no fault of his own, and then the world slaps them down.\n\nSinise says “Of Mice and Men” was his favorite novel as a young man. It led him to a love of Steinbeck, and he eventually played Tom Joad on stage in the famous Steppenwolf production of “The Grapes of Wrath.” Then he directed his first movie, “Miles from Home,” about two brothers who grow up on a farm in Iowa. One is more sober and responsible, the other more reckless. They can't find the balance, and get into a lot of trouble. The buried theme is similar to the one in “Of Mice and Men”: Two men together form a workable partnership, but neither is complete separately. You can sense how important this material is to Sinise. So important that in this movie he doesn't fool around with it; the story itself says all he wants to say.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-10-02", "genres": ["Drama"], "title": "Of Mice And Men (1992)"}