{"url": "http://www.rogerebert.com/reviews/off-beat-1986", "by": "Judge Reinholdas Joe Gower", "star_rating": 3.5, "text": "It has been a long time since I've found the characters in a comedy as sympathetic as they are in \"Off Beat.\" So many recent American comedies seem to hate their heroes, to want to make fun of them, but here is a movie about sweet, likable people who get into a funny situation and watch it grow funnier the more they try to escape from it. \"Off Beat\" is a movie with a sharp edge and more than a little hostility, but the over-all feeling is sort of warm and romantic.\n\nIt's about this librarian named Joe (Judge Reinhold) who is going nowhere with his life. He puts on his roller skates and rolls back and forth in the stacks of the New York Public Library, feeding a conveyor belt with books for people he never sees. His promotion is blocked by the hateful Mr. Pepper (John Turturro), who is a Pee-Wee Herman clone.\n\nHis girlfriend has just left him and he spends his evenings drowning his sorrows, drinking with his best friend, a cop named Washington (Cleavant Derricks).\n\nOne day Joe screws up one of Washington's undercover assignments, and so he owes him one. And here is what Washington wants him to do: He has been assigned to audition for the dance line in a police department charity show, and he wants Joe to go to the audition for him. Joe protests, but it's no use, and that's how he gets into the peculiar position of impersonating a police office and a dancer, both at once.\n\nThe audition is not a happy event. Most of the cops are angry about having to be there. Joe figures he can flunk the audition, and that'll be that. But then his eyes meet the eyes of a high-spirited woman cop (Meg Tilly), and he decides to stick around. \"Off Beat\" is the story of their love affair, crosscut with such other matters as a bank robbery, backstage intrigue at the library, the hostility of the other cops and the problems Joe walks into by wearing a police uniform around the streets of New York.\n\nThe movie has a more ingenious plot than is usually the case in modern comedies. It's not just a straight line from beginning to end, but a series of little character studies and quiet dialogue passages and small insights into hu man nature. Holding the elements together is the strong chemistry between Judge Reinhold (who was the neophyte police officer in \"Beverly Hills Cop\") and Meg Tilly (who won an Academy Award nomination for \"Agnes Of God\" but is 10 or 20 times more interesting in this film).\n\nWhat's nice is that they approach each other out of vulnerability. There isn't that feeling you sometimes get with the big stars, that of course people are going to be attracted to them. They both seem a little flattered to be so much in love. It creates a good feeling.\n\nBut the movie isn't all sweetness. It contains one of the single most explosive and surprising comic moments of any movie in a long time, when a hostile cop delivers a brutal insult to Meg Tilly and she responds appropriately.\n\nMore than that I won't say, but the moment gets a laugh that grows out of shock, surprise and the perfect timing of what happens.\n\n\"Off Beat\" is filled with good character actors, bringing more dimensions to their characters than the roles might otherwise permit.\n\nAmong them are Harvey Keitel as a bank robber, Julie Bovasso as Tilly's mother and Joe Mantegna as a cop who hates ballet instructors.\n\nAt the center of everything, Reinhold and Tilly make a wonderful romantic couple. There is a real magic about the scene where they have a quiet dinner and then begin to dance. Reinhold became a star of sorts in \"Beverly Hills Cop,\" just by having a good role in a hit movie. But this time he carries the show and gives promise of being around for a long time, probably in more of these everyman roles that Jack Lemmon plays so well. Meg Tilly has been in wildly uneven movies over the years (I was not one of the admirers of \"Agnes of God,\" her most prestigious film to date). This time, allowed to play a fairly tough and complicated character, she suddenly blossoms. She has never been more appealing.\n\n\"Off Beat\" probably sounds contrived. The plot is filled with predictable devices, contrived meetings, wild coincidences and elements that seem borrowed from other films.\n\nWhat's surprising is how original it all seems, maybe because the director, Michael Dinner, seems to really care for his characters. In a year that already has given us some great comedies (\"Down and Out in Beverly Hills\" and \"Hannah and Her Sisters\"), here is another one.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-04-11", "genres": ["Comedy"], "title": "Off Beat (1986)"}