{"url": "http://www.rogerebert.com/reviews/off-the-wall-1983", "by": "Paul Sorvinoas Warden", "star_rating": 1.5, "text": "\"Off the Wall\" is beneath contempt -- one of the most lame-brained movies of recent years. It appears to have been produced, written and directed by people who have contempt for their audiences, disregard for the talents of their actors and, worst of all, no sense of humor. How can you call a movie that a Saturday matinee Northwest Side audience sits through in stony silence a \"comedy\"?\n\nThis movie stinks, and it was made by a company that seems to specialize in rotten movies: Jensen-Farley Pictures, the latest corporate reincarnation of the Utah turkey factory previously known as Sunn Clasics and Taft International. Two mysteries surround the consistently excremental output of this outfit: (1) How do they stay in business. (2) Given the wealth of unemployed talent in the film industry, how do they so consistently find and hire people who make such bad movies?\n\n\"Off the Wall\" (to return to the subject) is a movie about two hitchhikers who are picked up by a fast-driving sexpot. She's chased by the cops, gets in a crash and flees from the car. The hitchhikers are sentenced to six months in prison. Then we meet the yahoo Southern prison warden and his weird inmates and get involved in a plot involving a big prison wrestling match. The movie ends when the sexpot breaks into the prison in a National Guard tank and all the prisoners escape.\n\nIn some ways, this is a promising plot. A nice, dumb, funny movie could have been made. \"Off the Wall\" is not that movie. I knew we were in big trouble during an early courtroom scene where the hitchhikers are accused of \"conduct not befitting a white man,\" and then their black attorney approaches the judge with a shuffling, ignorant \"yassuh, yo' honor\" routine worthy of the most offensive racial stereotypes of 50 years ago. I wanted to gag.\n\nLater, there are boob jokes, gay jokes, black jokes and Oriental jokes, all tied together by an idiotic story involving the prison warden (Paul Sorvino).\n\nSorvino is one of the talented actors who is trashed in this movie. The other one is Rosanna Arquette, playing the sexpot. If I had never before seen her in a movie, I'd assume she was just another interchangable Identikit sexy blond. But I have seen her before: She played Gary Gilmore's young girlfriend in the made-for-TV movie \"The Executioner's Song,\" and gave a wonderful performance. Given a couple of million dollars and a cast including Paul Sorvino and Rosanna Arquette (and a decent script, of course), a lot of interesting, entertaining and maybe even great movies could be made. I could probably make one. You could probably make one. Jensen-Farley could even probably make one, if they weren't mired in mediocrity right up to their cash registers.", "running_time": null, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-02-28", "genres": null, "title": "Off the Wall (1983)"}