{"url": "http://www.rogerebert.com/reviews/off-limits-1988", "by": "Willem Dafoeas Buck McGriff", "star_rating": 1.5, "text": "To review a movie like \"Off Limits,\" you have to move beyond your immediate reaction to the actual craft of the film and reach down inside to ask yourself why you go to the movies at all. The reason for that question is because \"Off Limits\" is a well-crafted movie, but I cannot think why anyone would want to see it.\n\nIt is grimness without redemption, violence without mercy, and it lacks even the cheap cynicism that makes some Hollywood potboilers watchable. I do not object to grim and violent movies - only to those that seem to have no other purpose for being, except to provide employment.\n\nThe movie stars Gregory Hines and Willem Dafoe as plainclothes military police in Saigon during the Vietnam War. They are, that is, as plainclothes as two American civilians in a Detroit car would ever be in Saigon. They go to investigate the brutal murder of a prostitute, and in the course of their investigation they learn the murder is one in a series, that there might be some kind of weirdo who specializes in this crime. Then they begin to suspect that attempts are being made to close the case, to cover up the connections, to protect a high-ranking American official who may be the murderer.\n\nThe bulk of the movie is a straightforward police procedural. We follow and observe as the two cops use standard police methods to track down leads, question witnesses, and put two and two together.\n\nWe have to be rather patient as they go through their paces, because the identity of the killer is obvious to the audience from fairly early on in the picture. How is he obvious? Through what I like to call the Law of Economy of Character. This law states that no major character is introduced into a movie unless he serves a function important to the plot. In any whodunit, if you can spot a character who seems unnecessary and whose function is undefined, he is the killer.\n\nWhy else would he be hanging around? To give the lead characters someone to chat with? (See also the Law of the Obvious Suspect, which refers to a whodunit character who acts and talks suspiciously - as the local Vietnamese official does in \"Off Limits.\" The character never is the criminal.) Their investigation takes the cops into the sleazy underside of Saigon life, and the movie seems obsessed with providing us with unpleasant details. At one point, for example, the cops suspect that the killer may have had VD recently, and they round up a roomful of U.S. soldiers with the clap. The dialogue in this scene is almost cruel in its tastelessness.\n\nOther scenes, involving sexual practices and perversions, are written to be as crude and inhuman as possible, doubtless to demonstrate how street smart everyone is, especially the filmmakers.\n\nOne scene of mutilation and murder follows another in a parade of human misery as the cops dig deeper toward their quarry.\n\nThere are a few glimmers of counterpoint to the general gloom.\n\nOne of the partners' chief contacts in their excursion into the underworld of prostitution is a beautiful young nun (Amanda Pays), who works with the hookers and knows their problems. There are, of course, the obligatory moments of subtle sexual chemistry between the nun and Dafoe. Nuns exist in movies like this only so that notions of forbidden love can be exploited. There also is a scene of undeniable impact when the cops' car is surrounded by an angry mob, but a similar scene was done with more force in \"The Year of Living Dangerously.\" I have suggested that \"Off Limits\" is a well-made movie, well-directed, well-acted. That is true. I have no problem with the craft of the film. I simply wonder why anyone would have wanted to make it. It is so unredeemed in its depressing gloom, so hopeless in its view of human nature, so determined to assault us with one unhappy revelation after another, that at the end I was simply sad.", "running_time": 102, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-03-11", "genres": ["Action", "Crime", "Drama", "Mystery", "Thriller"], "title": "Off Limits (1988)"}