{"url": "http://www.rogerebert.com/reviews/office-space-1999", "by": "Ron Livingstonas Peter", "star_rating": 3.0, "text": "Mike Judge's \"Office Space\" is a comic cry of rage against the nightmare of modern office life. It has many of the same complaints as \"Dilbert\" and the movie \"Clockwatchers\" and, for that matter, the works of Kafka and the Book of Job. It is about work that crushes the spirit. Office cubicles are cells, supervisors are the wardens, and modern management theory is skewed to employ as many managers and as few workers as possible.\n\nAs the movie opens, a cubicle slave named Peter (Ron Livingston) is being reminded by his smarmy supervisor (Gary Cole) that all reports now carry a cover sheet. \"Yes, I know,\" he says. \"I forgot. It was a silly mistake. It won't happen again.\" Before long another manager reminds him about the cover sheets. \"Yes, I know,\" he says. Then another manager. And another. Logic suggests that when more than one supervisor conveys the same trivial information, their jobs overlap, and all supervisors after the first one should be shredded.\n\nPeter hates his job. So do all of his co-workers, although one of them, Milton (Stephen Root), has found refuge through an obsessive defense of his cubicle, his radio and his stapler. Milton's cubicle is relocated so many times that eventually it appears to have no entrance or exit; he's walled-in on every side. You may recognize him as the hero of cartoons that played on \"Saturday Night Live,\" where strangers were always arriving to use his cubicle as storage space for cardboard boxes.\n\nMike Judge, who gained fame through MTV's \"Beavis and Butt-Head,\" and made the droll animated film \"Beavis and Butt-Head Do America\" (1996), has taken his \"SNL\" Milton cartoons as an inspiration for this live-action comedy, which uses Orwellian satirical techniques to fight the cubicle police: No individual detail of office routine is too absurd to be believed, but together they add up to stark, staring insanity.\n\nPeter has two friends at work: Michael Bolton (David Herman) and Samir (Ajay Naidu). No, not that Michael Bolton, Michael patiently explains. They flee the office for coffee breaks (demonstrating that Starbucks doesn't really sell coffee--it sells escape from the office).\n\nPeter is in love with the waitress at the chain restaurant across the parking lot. Her name is Joanna (Jennifer Aniston) and she has problems with management, too. She's required to wear a minimum of 15 funny buttons on the suspenders of her uniform; the buttons are called \"flair\" in company lingo, and her manager suggests that wearing only the minimum flair suggests the wrong spirit (another waiter has \"45 flairs\" and looks like an exhibit at a trivia convention).\n\nThe movie's dialogue is smart. It doesn't just chug along making plot points. Consider, for example, Michael Bolton's plan for revenge against the company. He has a software program that would round off payments to the next-lowest penny and deposit the proceeds in their checking account. Hey, you're thinking--that's not original! A dumb movie would pretend it was.\n\nNot \"Office Space,\" where Peter says he thinks he's heard of that before, and Michael says, \"Yeah, they did it in `Superman III.' Also, a bunch of hackers tried it in the '70s. One got arrested.\" \n\nThe movie's turning point comes when Peter seeks help from an \"occupational hypnotherapist.\" He's put in a trance with long-lasting results; he cuts work, goes fishing, guts fish at his desk and tells efficiency experts he actually works only 15 minutes a week. The experts like his attitude and suggest he be promoted. Meanwhile, the Milton problem is ticking like a time bomb, especially after Milton's cubicle is relocated to a basement storage area.\n\n\"Office Space\" is like the evil twin of \"Clockwatchers.\" Both movies are about the ways corporations standardize office routines, so that workers are interchangeable and can be paid as little as possible.\n\n\"Clockwatchers\" was about the lowest rung on the employment ladder--daily temps--but \"Office Space\" suggests that regular employment is even worse, because it's a life sentence. Asked to describe his state of mind to the therapist, Peter says, \"Since I started working, every single day has been worse than the day before, so that every day you see me is the worst day of my life.\" \n\nJudge, an animator until now, treats his characters a little like cartoon creatures. That works. Nuances of behavior are not necessary, because in the cubicle world every personality trait is magnified, and the captives stagger forth like grotesques. There is a moment in the movie when the heroes take a baseball bat to a malfunctioning copier. Reader, who has not felt the same?", "running_time": 90, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-19", "genres": ["Comedy", "Crime"], "title": "Office Space (1999)"}