{"url": "http://www.rogerebert.com/reviews/oh-god-1977", "by": "George Burnsas God", "star_rating": 3.5, "text": "Carl Reiner's \"Oh, God!\" is a treasure of a movie: A sly, civilized, quietly funny speculation on what might happen if God endeavored to present himself in the flesh yet once again to forgetful Man. He comes back this time looking and talking a great deal like George Burns, an improvement on his earlier cinematic incarnations. And as his contact on Earth, he selects a common man -- John Denver, to the manner born.\n\nPart of the movie's charm is in the way it surprises us by treating its subject matter with affection and respect. I went expecting blasphemous jokes and cheap shots at religion, since serious subjects so rarely make it into comedies these days except as targets. But no: \"Oh, God!\" is lighthearted, satirical, and humorous and (that rarest of qualities) in good taste.\n\nIt also makes you feel good, in the way some of the Frank Capra comedies did. The John Denver character becomes a contemporary version of Mr. Smith, John Doe, Mr. Deeds, and those other Capra heroes who prevailed because they were decent, honest, and true. Once Denver gets over his initial astonishment at being selected as God's spokesman, he makes a good job of it, justifying God's faith in the common man, which he, after all, put into production.\n\nGod is careful, throughout the movie, to make his reasoning clear. Why did he pick Denver? \"You're like the lady who's the millionth person across the bridge and gets to meet the governor. You're better than some people, and worse than others, but you came across the bridge at the right time.\" The message God wants to remind his creatures of is a simple one: That things can turn out all right, although they will not necessarily or automatically do so. That we have everything here on Earth that we need to bring a happy ending to our story. And that we should try being a little nicer to one another.\n\nCarl Reiner's credits as a director include the immortal \"Where's Poppa?\" (1970), a masterpiece of comic bad taste. So there was reason to anticipate a showdown again this time between the sacred and the profane. As an idea, indeed, \"Oh, God!\" must have seemed almost impossibly supplied with ways to go wrong. But it doesn't. \n\nReiner is superb at establishing the right tone for this very difficult material, and the casting of George Burns as God is an inspiration.\r\n\"I took this form,\" God explains, \"because if I showed myself to you as I am, you wouldn't be able to comprehend me.\" He chose his form well. God, as Burns, recalls some of his miracles (the 1969 Mets), some of his mistakes (tobacco, giraffes, and avocados -- \"I made the seeds too big\"), and some common misconceptions about himself (\"To tell you the truth, I spent the first five days thinking and created everything on the sixth\"). And he has such quiet authority, such wonderfully understated humor, such presence. John Denver, too, is well-cast: Sincere, believable, with that face so open and goofy. They work with Reiner, and with Larry Gelbart's screenplay, to create a movie that takes a really risky comic gamble, and wins.", "running_time": 104, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-01-01", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "Oh, God! (1977)"}