{"url": "http://www.rogerebert.com/reviews/oh-god-book-ii-1980", "by": "George Burnsas God", "star_rating": 2.0, "text": "\r\n\n\n“Oh, God! Book II” qualifies as a sequel only because of its\r\ntitle and the irreplaceable presence of George Burns in the title role.\r\nOtherwise, it seems to have lost faith in the film it's based on. It begins\r\nwith the same great idea for a movie (what would happen if God personally came\r\ndown to earth and got involved in the affairs of men?), but it winds up as a\r\nthird-rate situation comedy, using its subject as a gimmick.\n\nNeither of the “Oh, God!” movies is, of course, seriously\r\nreligious; they create God as a sort of ancient Will Rogers on a Christmas card\r\nby Norman Rockwell, and then give him lots of cute lines and paradoxical comic insights.\r\nBut the original film, with God appearing to a supermarket manager played by\r\nJohn Denver, did at least follow through on its basic premise. What if God\r\nreally did turn up in the checkout line? How do you behave when God blows the\r\nwhistle and challenges you to test his rules? \n\n“Oh, God! Book II” doesn't seem willing to devote a whole\r\nmovie to the same subject; it uses God as basically just a deus ex machina. He\r\nis, of course, enormously appealing, and George Burns is rich and understated\r\nin the role. But after he appears to a little girl named Tracy (played by a\r\nvery little actress named Louanne), the movie uses him as a springboard for\r\nscenes involving the little girl, her parents, her school, her psychiatrist, everything\r\nexcept what we'd really enjoy, more scenes with God. \n\n\r\nTracy's basic problem, it appears, is that she\r\ncan see God and talk with him, but nobody else can. Her parents and teachers\r\nthink she's talking to herself. God asks her to organize an advertising\r\ncampaign to promote his image on earth, and she comes up with a slogan\r\n(\"Think God\") which her little play-mates plaster on every open space\r\nin town. But, meanwhile, a psychiatrist (Anthony Holland) determines that Tracy's\r\ngot serious problems. \n\n\r\nThere are other sitcom-style distractions.\r\nTracy's parents (Suzanne Pleshette and David Birney) are divorced. Tracy\r\ndoesn't like her daddy's new girlfriend. The principal at school is a meanie.\r\nAnd so on. The movie's screenplay was written by no less than five collaborators,\r\nbut they were so bankrupt of ideas that some scenes have a quiet desperation to\r\nthem. For example: There's an awkward TV newscast staged in the movie, with\r\nHugh Downs as the avuncular anchorman and none other than Dr. Joyce Brothers\r\ngiving her opinion that little Tracy may, indeed, have seen God. It would be\r\nsad enough if the movie were using Downs and Brothers for laughs, but, God help\r\nus, they're brought in as authority figures. \n\n\r\nThere is, however, one additional small treasure\r\nin this movie, a supporting performance by Mari Gorman, who steals every scene\r\nshe's in, playing Tracy's grade school teacher, Miss Hudson. She has a weird\r\nkind of off-balance walk and out-of-time speaking style that's infectious and\r\nfunny. It's amazing that a movie so devoid of comic imagination would allow\r\nitself to play around with such an offbeat supporting performance. If Gorman\r\nhad played, say, Tracy's mother, and if the rest of the movie had been equally\r\nwilling to take chances with its approach, \"Book II\" could have been\r\nworth seeing.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Comedy", "Fantasy", "Science Fiction"], "title": "Oh, God! Book II (1980)"}