{"url": "http://www.rogerebert.com/reviews/oh-heavenly-dog-1980", "by": "Jane Seymouras Jackie", "star_rating": 1.0, "text": "Satire has such a curious way of catching up with itself. Just a\r\nfew short years ago, Chevy Chase was on \"Saturday Night Live,\" that\r\nsworn enemy of our national tendency toward the smarmy. Now Chevy Chase is\r\nplaying Benji in a movie. Among the great-unrecorded conversations in Hollywood\r\nhistory, we must now include the one in which Chevy Chase's agent convinced him\r\nthat playing Benji would be the right career move.\n\nThe\r\nconversation itself could no doubt have played on \"Saturday Night\r\nLive,\" and there'd also be endless possibilities for the ads: You'll\r\nbelieve a man can bark! Just when we thought it was safe to go back into the\r\npond!\n\n\"Oh\r\nHeavenly Dog\" is not, alas, anywhere near as funny as the thoughts it\r\ninspires. It's a total miscalculation from beginning to end, inspired by an\r\nidiotic decision to increase the average age of the Benji audience by starring\r\nhim in a movie rated PG. Let's face it. Movie audiences have a certain set of\r\nexpectations for any movie starring a trained dog, and no mere PG rating is\r\ngoing to inspire hopes for greater wit, sophistication and maturity. There is\r\nonly so much you can do with a dog.\n\nAnd\r\n\"Oh Heavenly Dog\" does most of it. In this movie, you'll see Benji\r\ndial a telephone, open drawers, go through files, jump into cars, snuggle up to\r\na beautiful girl, jump into her bubble bath and (oh, you PG!) bury his wet,\r\nblack little nose in her cleavage. The possibilities for Benji in an R-rating\r\nmovie are too depressing to consider.\n\nThe\r\nmovie's plot crossbreeds the original Benji formula with a whodunit murder\r\nmystery and several scenes inspired by \"Heaven Can Wait.\" The film\r\nbegins with Chevy Chase in human form, as a London private eye who's called in\r\non a new case. He makes a house call, discovers a corpse, and is immediately\r\nstabbed in the back by a mysterious stranger.\n\nThe\r\nstabbing scene incorporates a movie device I detest: We only see the shoes,\r\npants, coat, etc., of the killer, as he stabs our hero. Since the camera could\r\nobviously show us his identity but doesn't, we're being set up for a cheap,\r\ndumb revelation scene in the end. Since the thriller genre depends absolutely\r\non the solution of mysteries set up early in the story, it's infuriating to get\r\nshots suggesting that the camera knows who did it, but isn't telling.\n\nAnyway.\r\nChevy Chase dies, goes to heaven and is processed by a Mr. Higgins, who informs\r\nhim that he can redeem his sinful record on Earth by going back and solving the\r\noriginal murder. The only catch is, he'll have to go back as a dog. So the\r\nmovie continues with Benji bouncing around while his thoughts are spoken on the\r\nsound track in Chevy Chase's voice.\n\nThis\r\npremise could have been fun if the filmmakers had used imagination in exploring\r\nthe fantasy of a man in a dog's body: The whole problem of surviving in an\r\nout-scale environment has been shown entertainingly in movies such as \"The\r\nIncredible Shrinking Man.\" But no. Benji is such a cute little tyke that\r\nrealities aren't allowed to intrude, and \"Oh Heavenly Dog\" becomes\r\nanother one of those insufferable movies in which the plot grinds to a dead\r\nhalt while the trained dog does his tricks. You know: A-ha! The dead woman is\r\nconnected in some way with the art gallery! Now let's watch Benji pick up a\r\npencil in his teeth and dial the telephone!\n\nEvery\r\nscene in the movie is directed at the same deadening crawl, most of the\r\ndialogue is delivered in a dispirited monotone, and the solution to the\r\nmystery, when it comes, is shatteringly uninteresting. Even the happy ending\r\nisn't so happy. The human female that Benji falls in love with is reincarnated\r\nand sent back to Earth as a cat. The music swells on the sound track, and Benji\r\nand the cat rub sensuously against each other. My own cat, who knows a great\r\ndeal about the sex lives of cats, says spending his nights in the sack with a\r\ndog is not his idea of a happy ending.", "running_time": 103, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-07-11", "genres": ["Comedy", "Crime", "Thriller"], "title": "Oh Heavenly Dog (1980)"}