{"url": "http://www.rogerebert.com/reviews/ohorten-2009", "by": "Henny Moanas Svea", "star_rating": 3.5, "text": "The thing about a deadpan comedy is, it has to think. It must involve us in the lives of its characters, so we can understand why they are funny while at the same time so distant. \"O'Horten,\" a bittersweet whimsy by the Norwegian director Bent Hamer, finds that effortless. It is about a retiring railroad engineer named Odd Horten. \"Odd\" is a common enough first name in Norway, but reflect that English is widely used in Scandinavia.\n\nO'Horten is a quiet, reflective man, a pipe-smoker, who lives alone but is not lonely and sets his life by the railroad timetable. He is baffled by retirement. He's not sure when he should be anywhere. After the retirement party thrown by his fellow engineers, who sing him a choo-choo-choo woo-woo-woo song, he is uncertain. An evening begins on an inauspicious note when he is unable to get into a colleague's apartment, climbs a scaffolding in freezing weather, lets himself into someone's else's window and finds himself in conversation with a small boy.\n\nO'Horten has his consolations. One is Mrs. Thogersen (Githa Norby), a sweet silvery-haired widow who lives at the end of the Oslo-Bergen run. He is accustomed to overnighting in her arms. \"So ... this is the end?\" she asks on his last run. Apparently so. It doesn't occur to him that they could rendezvous without him driving a train there.\n\nLeft to his own devices, O'Horten allows himself to be drawn into uncertain circumstances. There is the case of Trygve Sissener (Espen Skjonberg), a curious old man who informs O'Horten, \"Ever since I was young, I have been able to see with my eyes closed.\" To prove it, he takes O'Horten on a drive through Oslo with a black hood pulled over his head. You would think this experience would be terrifying for an engineer who once hit a moose on the tracks, but no, he puffs his pipe, interested.\n\nHis Oslo resembles the macabre Stockholm of the director Roy Andersson, whose \"Songs from the Second Floor\" was shown at Ebertfest a few years ago. Inexplicable events seem to be a matter of course. Why, for example, would well-dressed businessmen slide on their fannies down an icy incline? O'Horten is probably wondering the same thing but doesn't inquire.\n\nOdd is played by Baard Owe, a trim, fit man with a neat mustache, who may cause you to think a little of James Stewart, Jacques Tati or Jean Rochefort. He has some regrets. He was never an Olympic ski jumper like his mother. Too afraid. He never really developed any hobbies. He has few friends. He was on the rails too much. He prides himself in perfection on the job but has no need for perfection in his life. At least a pipe smoker can always count on his pipe.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-06-03", "genres": ["Comedy", "Drama", "Foreign"], "title": "O'Horten (2009)"}