{"url": "http://www.rogerebert.com/reviews/old-dogs-2009", "by": "John Travoltaas Charlie", "star_rating": 1.0, "text": "\"Old Dogs\" is stupefying dimwitted. What were John Travolta and Robin Williams thinking of? Apparently their agents weren't perceptive enough to smell the screenplay in its advanced state of decomposition, but wasn't there a loyal young intern in the office to catch them at the elevator and whisper, \"You've paid too many dues to get involved with such crap at this stage in your careers.\"\n\nIn this turkey, Williams and Travolta play business partners trying to float a big deal with Japan. Meanwhile, they're saddled with baby-sitting 6-year-old twins. The film makes a big business meeting in Las Vegas with Japanese investors a study in laugh-avoidance. The Japanese line up on one side of a table in a Japanese restaurant, and Travolta, Williams, their partner Seth Green and a translator are on the other. Travolta tries to warm them up with the funny story of how Williams just got divorced twice in the last 24 hours. The Japanese sit stony-faced. So do we. Then Travolta gets to his big finish, and the Japanese break into helpless laughter. My theory: Since almost all Japanese businessmen in Vegas speak English, they've been playing a practical joke.\n\n\"Old Dogs\" seems to have lingered in post-production while editors struggled desperately to inject laugh cues. It obviously knows no one will find it funny without being ordered to. How else to explain reaction shots of a dog responding to laugh lines?\n\nOr the painfully obvious use of music as obvious as a yellow highlighter, to point out comedy? Example: Rita Wilson gets her hand slammed by a car trunk lid, and the soundtrack breaks into \"Big Girls Don't Cry.\"\n\nAnother clue is when characters break into bad sitcom dialogue. After the Old Boys end up at camp with their young charges, a muscular counselor (Matt Dillon) asks them, \"You girls ready to play a little Ultimate Frisbee?\" Williams: \"I think so, Mr. Testosterone.\"\n\nAnother clue: \"funny moments\" repeated in case we missed them. Example: Robin Williams test-drives a buckled-on, back-mounted device that allows him to fly. It loses power, and he drops into a pond. Wow, that was funny! Wait! Here it is again! Same drop, new angle! Twice as funny! Oh, no! A third drop! Ohmigod! Wait -- wait -- a fourth time? Usher, quick! Bring me oxygen!\n\nSeth Green is not a tall man. But hell, he's only three inches shorter than Williams. In this movie, you'd think Green was Danny DeVito. He ends up wrapped in the arms of a gorilla. Never mind why. Doesn't matter. First Law of Movie Gorillas: Guy in a gorilla suit is never funny, unless the joke is on him.\n\nTo save himself from the enormous beast, Green sings a soothing lullaby. The gorilla dozes off peacefully. Hey, that's good! That's very good! Green gently tries to extricate himself from gorilla's embrace. Nothing doing! Green desperately starts crooning again. Just think. If the gorilla wakes up, Green will be crushed to death! Man, oh, man!\n\nThe release of \"Old Dogs\" was delayed from April until now because of the death of another of its co-stars, Bernie Mac. I can think of another way that they might have respected his memory.", "running_time": 88, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-11-24", "genres": ["Comedy", "Family"], "title": "Old Dogs (2009)"}