{"url": "http://www.rogerebert.com/reviews/old-gringo-1989", "by": "Jane Fondaas Harriet Winslow", "star_rating": 2.0, "text": "There is a potentially wonderful story at the heart of \"Old Gringo,\" but the movie never finds it - the screenplay blasts away in every direction except the bulls-eye. The movie is about a Yankee spinster (Jane Fonda), who decides one day in 1912 to break loose from her humdrum life by taking a job in Mexico as a governess. Once she arrives there she is immediately caught in the middle of the Mexican revolution. While buildings explode and bullets fly through the air, she has a passionate love affair with a revolutionary general, and a meeting of minds with a great American author. The story ends in bloodshed, sadness and nobility.\n\nWith just a slightly different slant, this could have been the plot outline for one of those paperback romance novels - the ones with the covers showing the heroine in the foreground, wide-eyed and heaving-bosomed, while a swarthy young man with a mustache eyes her lustfully. But, no, this is a serious enterprise, and the movie is based on a novel by the distinguished writer Carlos Fuentes. It's easy to imagine how the story attracted the filmmakers, but they spend too little time telling it, and too much time on aimless scenes of sound and fury.\n\nThe title comes from the identity of the old gringo in the movie, a weathered American (Gregory Peck) who walks fearlessly in the midst of battle because he has come to Mexico in search of death.\n\nHarriet Winslow, the Fonda character, encounters him soon after she arrives in Mexico, and gradually comes to love his stoic acceptance and sardonic wit. She does not realize until late in the film that he is, in fact, Ambrose Bierce, the bitter, elusive American author who disappeared in Mexico in 1913 or 1914.\n\nThe audience for this movie may never realize who the gringo is - because Bierce, I fear, is little known to most moviegoers, and the screenplay is almost willful in its refusal to explain who the man is or what he accomplished. Under the circumstances, Peck does a manful job of investing Bierce's shadow with character and idiosyncrasy, although Peck, so straight-forward and stalwart, was a strange casting decision (I see Bierce as someone more like Harry Dean Stanton).\n\nMost of the story revolves, however, not around the old gringo but the young gringa. It is startling how soon Winslow adjusts to the fact that she is no longer living in her mother's claustrophobic household. Perhaps a deep romantic streak was always present in her personality; she seems fated to end up in the arms of the handsome young revolutionary, Gen. Arroyo (Jimmy Smits), and they embrace in the ruins of a mansion once occupied by the landowners who oppressed the local peasants. Fonda feels right in the role, but oddly enough (since she produced the movie), her character is given little to say - and many of her lines come in the form of an arch, self-consciously literary narration.\n\n\"Old Gringo\" makes stabs at social commentary, as when Arroyo, occupying the mansion as his headquarters, begins to act more like a landowner than like a revolutionary. But the film has a very thin story, and the director, Luis Puenzo, fills out the running time with expensively-staged crowd scenes that run on too long. There is an endless battle, followed by another endless battle, followed by an endless dance, and so on, with hundreds of extras running through dust and dodging explosions while nothing much is actually happening.\n\nWhat the movie lacks is a clear narrative line from beginning to end. It's heavy on disconnected episodes, light on drama and storytelling. An occasional scene stands out - my favorite is the one where the old gringo and a local prostitute make a deal that respects their mutual standards - but despite all of its blood and death, the movie never generates much urgency.", "running_time": 119, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-10-06", "genres": ["Action", "Drama", "Romance"], "title": "Old Gringo (1989)"}