{"url": "http://www.rogerebert.com/reviews/old-school-2003", "by": "Luke Wilsonas Mitch", "star_rating": 1.0, "text": "Luke Wilson, Will Ferrell and Vince Vaughn clock in at an average age of 34, which is a little old to be a frat boy. It is not their age but their longevity, however, that I question. In \"Old School,\" where they occupy a series of off-campus party houses, they follow lifestyles more appropriate for the college students in \"Flatliners.\" Anyone struck in the jugular by an animal-disabling tranquilizer dart and then rolling into a swimming pool is not likely to have to face the kinds of questions about retirement confronting the hero of \"About Schmidt.\" There is a type of older student who never seems to leave the campus. Some are actually graduate students, some are \"finishing their thesis,\" others are gaining job experience (i.e., are bartenders or drug dealers). I graduated from Illinois, returned 10 years later, and found my old friend Mike still at his usual table in the Illini Union, drinking the bottomless cup of coffee and working the crossword puzzle.\n\nWilson, Ferrell and Vaughn do not play this type of student. They are not really students at all, in fact. Wilson plays a businessman who returns home early to discover that his fiancee (Juliette Lewis) is hosting an orgy. Ferrell is engaged to be married and Vaughn is married. They stumble into founding their own fraternity after discovering by accident that you can get a lot of action if you throw nude wrestling matches in K-Y jelly.\n\n\"Old School\" wants to be \"National Lampoon's Animal House,\" but then don't they all. It assumes that the modern college campus is a hotbed, or is it a sinkpit, of moral squalor, exhibitionism, promiscuity, kinky sex and rampant rampantness. Perhaps it is.\n\nI have also heard, on the other hand, that the politically correct modern male undergraduate, terrified of sexual harassment charges, must have a notarized statement in hand giving him permission to even think about getting to first base and a judge's order authorizing him to advance to second. (All women in movies set on such campuses are issued at birth with a blanket license to kick groins.) Unsure of myself, I avoid altogether the question of \"Old School's\" veracity and move on to its humor, which is easier to master because there is so little of it. This is not a funny movie, although it has a few good scenes and some nice work by Ferrell as an apparently compulsive nudist.\n\nIt follows the same old story about a bunch of fun-loving guys who only want to throw orgies and meet chicks, and a young fogy dean (Jeremy Piven) who wants to spoil their fun. One of the cute co-eds is played by Ellen Pompeo, who was so absolutely wonderful in \"Moonlight Mile.\" She should not be discouraged by this sophomore effort. Even Meryl Streep had to make a second movie after \"Julia.\" Oh, and I just found the title right here: \"The Deer Hunter.\" The movie has been slapped together by director Todd Phillips, who careens from scene to scene without it occurring to him that humor benefits from characterization, context and continuity. Otherwise, all you have is a lot of people acting goofy. The movie was screened before an \"invited audience\" in a Michigan Avenue theater, where two small groups of audience members laughed loudly at almost everything, and just about everybody else waited politely until it was over and they could leave. Critics are sometimes required to see comedies at such screenings because we can appreciate them better when we see them with a general audience, and to be sure, I learn a lot that way.", "running_time": 91, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-21", "genres": ["Comedy"], "title": "Old School (2003)"}