{"url": "http://www.rogerebert.com/reviews/old-dracula-1975", "by": "David Nivenas Count Dracula", "star_rating": 1.0, "text": "In addition to the other, more distinguished, roles he was born to play, David Niven was all but made for Count Dracula. Who else could summon up quite the same combination of weary charm and seedy elegance? And who else, rising from the neck of his latest Victim, his fangs dripping blood, could observe that it used to be a lot easier to get a decent meal in the old days - you just sent out for something from the neighborhood. \n\nSuch reflections lure us into \"Old Dracula\" with, well, fairly high expectations, anyway. The movie's obviously intended as a rip-off of \"Young Frankenstein,\" right down to the artwork in the ads. But the presence of David Niven is encouraging, and so is the identity of the director: Clive Donner, who, back in the days of Swinging London, made such films as \"What's New, Pussycat?\" \n\nSo nothing quite prepares us for the mess to follow. Niven does, indeed, keep his cool; he may be slumming but he never acts as if he knows it. But the rest of the cast - and Donner - don't seem to have a clue as to why they're making this movie, or how they want us to respond. \n\nThere are laughs, but they come either from isolated lines of dialog or from the sheer incoherence of the plot. There are thrills - or, more accurately, there is one thrill, a fairly boring one as horror-film thrills go. (Will the heroine get trapped in the well with the rats and the rising water?) And there's a great deal of fang-sinking. (The press booklet informs us that Niven's fangs were supplied by a top London dentist: Were they covered by the National Health Service?) But for the most part, this is a depressing exercise, because Donner and his colleagues don't seem to have caught on to two of the most obvious developments in recent British cinema: (1) that British horror films have gotten to be pretty good recently, especially the horror films from Hammer Films and the Max Rosenberg-Milton Subotsky assembly lines, so you can't get away with schlock, and (2) that Swinging London is long since gone and done with and you can no longer entertain an audience by showing lots of what used to be called birds and dollies doing the frug beneath psychedelic lights. Just at the point where the film's suspense, if any, is going to have to come to its climax, Donner stops everything for a party scene that could have been ripped off from \"Blow-Up\" or all of those, uh, mod, with-it 1960s British films starring girls who didn't know how to spell Susie. \n\nSome attempt has been made to make things contemporary by supplying Count Dracula with a black girl friend, under the following circumstances. His female companion of the last several centuries, Countess Vampira, fell into a coma some 50 years ago and has been put into a deep-freeze while the Count seeks a cure. \"But - aren't vampires supposed to be immortal?\" someone asks him. Yes, he explains, but the poor countess had a run of bad luck - ate some poisoned peasant. The count finds the rare triple-O blood group necessary to make a vaccine, injects it into his sleeping vampiress and sees her turn black as she comes back to life. Something about mixing up the vials of blood. . . . Well, black is beautiful, and the resurrected countess immediately hits the West End of London, digging the discos and going to black exploitation films and saying \"right on\" a lot, and the count turns into a bat and flies around looking for an antidote for the vaccine, and the ending is so obvious that I won't tell you, you tell me. But when you think what a truly great bad movie David Niven might have made of all of this, it's a shame he merely made a terrible bad movie. There's a difference.", "running_time": 80, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-12-15", "genres": null, "title": "Old Dracula (1975)"}