{"url": "http://www.rogerebert.com/reviews/oldboy-2005", "by": "Choi Min-Sikas Oh Dae-Su", "star_rating": 4.0, "text": "A man gets violently drunk and is chained to the wall in a police station. His friend comes and bails him out. While the friend is making a telephone call, the man disappears from an empty city street in the middle of the night. The man regains consciousness in what looks like a shabby hotel room. A bed, a desk, a TV, a bathroom cubicle. There is a steel door with a slot near the floor for his food tray. Occasionally a little tune plays, the room fills with gas, and when he regains consciousness the room has been cleaned, his clothes have been changed, and he has received a haircut.\n\nThis routine continues for 15 years. He is never told who has imprisoned him, or why. He watches TV until it becomes his world. He fills one journal after another with his writings. He pounds the wall until his fists grow bloody, and then hardened. He screams. He learns from TV that his blood and fingerprints were found at the scene of his wife's murder. That their daughter has been adopted in Sweden. That if he were to escape, he would be a wanted man.\n\n\"Oldboy,\" by the Korean director Park Chanwook, watches him objectively, asking no sympathy, standing outside his plight. When, later, he does talk with the man who has imprisoned him, the man says: \"I'm sort of a scholar, and what I study is you.\"\n\nIn its sexuality and violence, this is the kind of movie that can no longer easily be made in the United States; the standards of a puritanical minority, imposed on broadcasting and threatened even for cable, make studios unwilling to produce films that might face uncertain distribution. But content does not make a movie good or bad -- it is merely what it is about. \"Oldboy\" is a powerful film not because of what it depicts, but because of the depths of the human heart which it strips bare.\n\nThe man, named Oh Dae-su (Choi Min-Sik), is a wretch when we first meet him, a drunk who has missed his little daughter's birthday and now sits forlornly in the police station, ridiculously wearing the angel's wings he bought her as a present. He is not a bad man, but alcohol has rendered him useless.\n\nWhen he suddenly finds himself freed from his bizarre captivity 15 years later, he is a different person, focused on revenge, ridiculously responsive to kindness. Wandering into a restaurant, he meets a young woman who, he knows from the TV, is Korea's \"Chef of the Year.\" This is Mido (Gang Hye-Jung). Sensing that he has suffered, feeling an instinctive sympathy, she takes him home with her, hears his story, cares for him, comes to love him. Meanwhile, he sets out on a methodical search to find the secret of his captivity. He was fed pot stickers, day after day, until their taste is burned into his memory, and he travels the city's restaurants until he finds the one that supplied his meals. That is the key to tracking down his captors.\n\nIt is also, really, the beginning of the movie, the point at which it stops being a mystery and becomes a tragedy in the classical sense. I will not reveal the several secrets that lie ahead for Oh, except to say that they come not as shabby plot devices, but as one turn after another of the screws of mental and physical anguish and poetic justice. I can mention a virtuoso sequence in which Oh fights with several of his former jailers, his rage so great that he is scarcely slowed by the knife sticking in his back. This is a man consumed by the need for revenge, who eventually discovers he was imprisoned by another man whose need was no less consuming, and infinitely more diabolical.\n\nI am not an expert on the Korean cinema, which is considered in critical circles as one of the most creative in the world (\"Oldboy\" won the Grand Jury Prize at Cannes 2004). I can say that of the Korean films I've seen, only one (\"The YMCA Baseball Club\") did not contain extraordinary sadomasochism. \"Oldboy\" contains a tooth-pulling scene that makes Laurence Olivier's Nazi dentist in \"Marathon Man\" look like a healer. And there is a scene during which an octopus is definitely harmed during the making of the movie.\n\nThese scenes do not play for shock value, but are part of the whole. Oh has been locked up for 15 years without once seeing another living person. For him the close presence of anyone is like a blow to all of his senses. When he says in a restaurant, \"I want to eat something that is alive,\" we understand (a) that living seafood is indeed consumed as a delicacy in Asia, and (b) he wants to eat the life, not the food, because he has been buried in death for 15 years.\n\nWhy would Mido, young, pretty and talented, take this wretched man into her life? Perhaps because he is so manifestly helpless. Perhaps because she believes his story, and even the reason why he cannot reclaim his real name or identity. Perhaps because in 15 years he has been transformed into a man she senses is strong and good, when he was once weak and despicable. From his point of view, love is joined with salvation, acceptance, forgiveness and the possibility of redemption.\n\nAll of this is in place during the several scenes of revelation which follow, providing a context and giving them a deeper meaning. Yes, the ending is improbable in its complexity, but it is not impossible, and it is not unmotivated. \"Oldboy\" ventures to emotional extremes, but not without reason. We are so accustomed to \"thrillers\" that exist only as machines for creating diversion that it's a shock to find a movie in which the action, however violent, makes a statement and has a purpose.", "running_time": 120, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-03-24", "genres": ["Drama", "Foreign", "Thriller"], "title": "Oldboy (2005)"}