{"url": "http://www.rogerebert.com/reviews/older-children-2012", "by": "Melissa Engleas Andy", "star_rating": 2.0, "text": "\"Older Children\" is a film about a group of twentysomethings from the Chicago suburbs, now living in the city and stuck on pause. They've mostly known each other for years. They're single, but some are getting married. One just lost her job at the Museum of Contemporary Art, so her parents paid for a psychiatrist's visit.\n\nWe all know people like this. They go to movies like this. They're smart, presentable, articulate. They drink socially, they don't do drugs. They seem to have grown up at a level of affluence their own lives show no sign of matching. \n\nIt's an ensemble piece. If there is a lead, that would be Andy (Melissa Engle), the one who lost her museum job. She's subletting her one-bedroom apartment and moving in with friends to save some money. She rents to a guy who has a job in the financial industry. Right away she's … intrigued. \n\nHe's going to buy, but first is renting to sample neighborhoods. He rattles off Bucktown, Lincoln Park and so forth. Now he's in Old Town. Likes the short walk to the lakeshore, the park, the Old Town Ale House. During the film, we glimpse some of these neighborhoods, but Chicago is used more as a backdrop than a place.\n\nIn a way, the movie is about people who haven't grown up. None of them has reproduced. \"Older Children\" was helped by Kickstarter, and online I found a comment by one of its backers, who signs himself Christopher Charles Horatio Xavier King III, Esq. He writes: \"It blows my mind whenever I think that, when my dad was my age, he had a 6-year-old kid.\" Not only that, but a kid named Christopher Charles Horatio Xavier King III. \n\nThe movie is perfectly watchable, professionally filmed and acted, and not particularly compelling. That's not really a criticism. It might feel strained to impose a plot upon these lives. The whole point is that they lack a plot; they don't even feel like protagonists. \n\nAt 65 minutes, \"Older Children\" is short, but feels about right. I imagine it's a calling card for Duncan Riddell, the writer-director, and it proves he has the chops to make a commercial film. What he needs is a screenplay. I was reminded of the works of Whit Stillman, but they have the screenplay. What a difference a story makes.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-11-07", "genres": null, "title": "Older Children (2012)"}