{"url": "http://www.rogerebert.com/reviews/oleanna-1994", "by": "William H. Macyas John", "star_rating": 2.0, "text": "Experiencing David Mamet's play \"Oleanna\" on the stage was one of the most stimulating experiences I've had in a theater. In two acts, he succeeded in enraging all of the audience - the women with the first act, the men with the second. I recall loud arguments breaking out during the intermission and after the play, as the audience spilled out of an off-Broadway theater all worked up over its portrait of...sexual harassment? Or was it self-righteous Political Correctness? There are two characters in the cast: A professor named John (William H. Macy) and his student, Carol (Debra Eisenstadt). She is failing his class. She absolutely cannot accept a failing grade, and so she visits him in his office, where he is distracted by telephone calls about a house he and his wife hope to buy. He never really seems to hear or understand her problem.\n\nIn the second act, the student returns, with a new wardrobe and a more confident attitude. She is now a member of an unidentified \"group.\" She has brought charges of sexual harassment against the professor, based on statements and physical behavior she found offensive. He stands to lose his tenure and his beloved house. He absolutely cannot accept these losses.\n\nAn objective observer might conclude that the professor's behavior is incorrect in the first act, and the student's in the second; that the play is Mamet's attempt to portray the situation from both points of view. Yet even the movie's press kit lacks this objectivity. (On the basis of the grammatical errors it contains, I doubt if the kit was personally reviewed by Mamet.) \"There are two sides to every story and they are both Carol's,\" we read. And \"...\n\nhe instead turns their meeting into a platform from which he espouses his own pedantic ideologies on education and life, but not her grade.\n\nSentences fly, inner thoughts revealed and motives change with hair-pin precision.\" Penetrating as best I can the illiteracy of these sentences, and others later in the synopsis, I gather that Carol was basically right, and John basically wrong. Sarah Green, the co-producer of the film, is quoted as believing \"Oleanna\" is \"the most feminist play David has ever written. I absolutely identified with the woman's point of view.\" But what has he done? It is made apparent in the first act that Carol is failing the course because she is either incapable or unprepared. Certainly the professor should not raise her grade simply because she is unhappy about it. Nor does he make an improper sexual advance - although his awkward movement at one point is later misinterpreted by Carol, and is the basis of the complaint that may destroy his career.\n\nBut then, you see, I am a man and Sarah Green is a woman.\n\nThe most illuminating value of \"Oleanna\" is that it demonstrates so clearly how men and women can view the same events through entirely different prisms. With all the best will in the world, despite a real effort, I cannot see the professor as guilty. I see the student as a monstrous creature who masks her own inadequacies with a manufactured ideological attack; she is failing the course not because she is a bad student but because her teacher is a sexist pig.\n\nEverything I have written refers to the stage version of the play. Now we come to the film, directed by Mamet himself and essentially unchanged from the theatrical version. To my astonishment, it is not a very good film. I am not sure why. The original characters are there, and the situation, and the dialogue, and even one of the actors (Macy) is the same as on the stage. But the material never really takes hold. It seems awkward. It lacks fire and passion. Watching it was like having a pale memory of a vivid experience.\n\nWould the film seem more powerful to someone unfamiliar with the play? I obviously have no way of knowing. All I can say is that Mamet's play, so provoking that I bought and read the script, doesn't seem to have the same effect on the screen. Certainly it will inspire some of the same arguments in its audience, and may be worth seeing for that reason. But as a film, it is a disappointment.", "running_time": 89, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-11-04", "genres": ["Drama"], "title": "Oleanna (1994)"}