{"url": "http://www.rogerebert.com/reviews/oliver-twist-2005", "by": "Ben Kingsleyas Fagin", "star_rating": 3.5, "text": "Roman Polanski's \"Oliver Twist\" and his previous film, \"The Pianist,\" seem to be completely unalike, but I believe they have a deep emotional connection. \"Oliver Twist\" tells the story of an orphan in a dangerous city, whose survival sometimes depends upon those very people who would use him badly. \"The Pianist\" is about a Jew who hides himself in Warsaw during the Holocaust, and at a crucial moment is spared by a German soldier. Both Oliver and the pianist do benefit from the kindness of strangers, but the intervention of their captors is crucial.\n\nOliver is about 10 when he is taken into the world of Fagin and his young pickpockets, and Polanski was 10 in 1943, when his parents were removed by the Nazis from the Krakow ghetto and he was left on his own, moving from one temporary haven to another in the city and the countryside. In the black market economy of wartime Poland, he would have met or seen people like Fagin, Bill Sykes, Nancy and the Artful Dodger, resorting to thievery and prostitution to survive. In that sense, \"Oliver Twist\" more directly reflects his own experience than \"The Pianist.\"\n\nNow rotate the story another turn, and we find that Charles Dickens himself spent a similar childhood. With his father in debtor's prison, he was sent at 12 to work in a boot-blacking factory not unlike the workhouse where Oliver briefly lands; he asks in his memoirs \"how I could have been so easily cast away at such an age.\" That Oliver, Dickens and Polanski all survived to find prosperity and success could not erase the early pain, and in \"Oliver Twist\" Polanski approaches the material not as another one of those EngLit adaptations, but with a painful and particular focus.\n\nThe story, like many of Dickens' stories, centers on a young person who is thrown into a stormy sea of vividly-seen adult characters, and is often entirely in the dark about his own history and prospects. David Copperfield asks at the beginning of his story \"whether I shall turn out to be the hero of my own life, or whether that station will be held by anybody else.\" He is writing, of course, after its events have all taken place, and still does not know the answer.\n\nBecause the adult characters possess the power and make the decisions, it's particularly interesting to see what Polanski does with the key character in \"Oliver Twist,\" who is Fagin (Ben Kingsley), the grotesque old man who rules a household of pickpockets. Fagin is a Jew in the Dickens novel, an anti-Semitic caricature (although to be sure the Christians in the novel are also named by religion and are seen for the most part as hypocrites, sadists and fools). Polanski's version never identifies Fagin as Jewish and does not depict him as the usual evil exploiter of young boys. Exploiter, yes, but evil, no: It is likely, as Fagin observes, that he has saved his charges from far worse fates awaiting them in the cruel streets of London, and taught them the skills and cunning to survive.\n\nThat is why the next-to-final scene of the movie is so intriguing. Oliver has been rescued by his benefactor, the kind bookseller Mr. Brownlow (Edward Hardwicke), and has become a young gentleman. Fagin has been condemned to death. Oliver asks to see Fagin, and Brownlow takes him to the old man's cell, where they find a pathetic, self-pitying ruin. In the novel, Oliver asks Fagin to pray with him, and says, \"Oh! God forgive this wretched man!\" In the movie, he says that, and something more: \"You were kind to me.\"\n\nFor so Fagin was, after his fashion. It was Bill Sykes, the cruelest of all Dickens' villains, who meant him harm. In a movie that is generally faithful to Dickens, despite some smoothing out of the labyrinthine plot, Polanski's key change is to observe that Fagin does not simply exploit the boys; the old man and his pickpockets are struggling together to survive, according to the hard law that society has taught Fagin and he is teaching the boys. Fagin in his way is kinder than the workhouses and the courts of respectable society. The line \"You were kind to me\" is not a sentimental addition intended to soften the ending, but proceeds, I believe, directly from Polanski's heart, and is a clue to why he wanted to make the movie. He must have met a Fagin or two, who were not good people yet not as bad as they might have been.\n\nIn Dickens there is always the contrast between horror and comedy; his biographer Peter Ackroyd observes that the novelist sometimes referred to his plots as \"streaked bacon,\" made of fat, meat and gristle. There is the sunny benevolence of Mr. Brownlow, who trusts the accused pickpocket with money and books. The pure goodness of the old country woman (Liz Smith) who pities and dotes on the child. The heroism of Nancy (Leanne Rowe), who risks her own life to save Oliver's. And even the mixed feelings of the Dodger (Harry Eden), who betrays Nancy to Bill and then has second thoughts and regrets.\n\nTrue evil in the film is seen in Bill Sykes, who comes to such a ghoulish and appropriate end, and also in the society which surrounds and permits all of the characters. Dickens grew up in a world of workhouses for children, child prostitution, \"charity\" institutions run with cruelty and greed, schools that taught nothing and were run for profit, and people who preyed on children, starved and mistreated them, and praised themselves for their benevolence. Those who haven't read Dickens since school, or never, may confuse him with the kindly storyteller of popular image; his works are filled with such fury that he must create a Mr. Brownlow from time to time simply to return calm to the story.\n\nPolanski's film is visually exact and detailed without being too picturesque. This is not Ye Olde London, but Ye Harrowing London, teeming with life and dispute. The performances are more vivid and edgy than we might suspect; Kingsley's Fagin is infinitely more complex than in the usual versions. Jamie Foreman's Bill Sykes has a piggish, merciless self-regard. Leanne Rowe, as Nancy, becomes not a device of the plot but a resourceful young woman whose devotion to Bill is outlasted by her essential goodness. And Barney Clark, who was 11 when the film was made, is the right Oliver, a child more acted against than acting. Oliver Twist was Dickens' first proper novel, after the episodic Pickwick Papers. In it he found his voice by listening to the memories of the child he had been. Polanski I think is listening to such memories as well.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-29", "genres": ["Drama", "Family", "Foreign"], "title": "Oliver Twist (2005)"}