{"url": "http://www.rogerebert.com/reviews/oliver-1968", "by": "Mark Lesteras Oliver", "star_rating": 4.0, "text": "Sir Carol Reed's \"Oliver!\" is a treasure of a movie. It is very nearly universal entertainment, one of those rare films like \"The Wizard of Oz\" that appeals in many ways to all sorts of people. It will be immediately exciting to the children, I think, because of the story and the unforgettable Dickens characters. Adults will like it for the sweep and zest of its production. And as a work of popular art, it will stand the test of time, I guess. It is as well-made as a film can be.\n\nNot for a moment, I suspect, did Reed imagine he had to talk down to the children in his audience. Not for a moment are the children in the cast treated as children. They're equal participants in the great adventure, and they have to fend for themselves or bloody well get out of the way. This isn't a watered-down lollypop. It's got bite and malice along with the, romance and humor.\n\nThe basis of its success, perhaps, is that Reed took a long look at the character of Oliver Twist. The problem with Oliver is that he isn't really very interesting, is he? He's a young, noble, naive lad whose main duty in Dickens' novel is to stand about while a marvelous collection of heroes and villains struggle over his destiny.\n\nThe weakness in the stage musical \"Oliver!,\" and even in David Lean's film \"Oliver Twist\" (1948), was that they made too much of Oliver and didn't quite know what to do with him. Reed does; he establishes Oliver as a bright attractive young boy: gives him some scenes so we get to care about him and admire his pluck; and then focuses his movie on the characters who are REALLY interesting: Fagin, Bill Sikes, the Artful Dodger and Nancy. The movie belongs so much to Fagin and the Dodger, in fact, that when we see them marching down the road in their last scene we think the movie should stop right there, instead of giving us a final look at Oliver. Still, Oliver is well acted by Mark Lester (who played the youngest boy in Jack Clayton's \"Our Mother's House\").\n\nReed gives us the seedy Underworld of London (with shadows as long and cobblestones as rough as the Vienna of his \"The Third Man\"). We get Bill Sikes and his mangy dog. We get the rowdy life of the alehouse under an embankment, and we get a Nancy who is, at last, as tough and harshly beautiful as Dickens must have imagined.\n\nAnd we get Fagin! Ron Moody, who is hardly over 30, has somehow stepped into this character twice his age and made it his own. When he advises Oliver, \"You've Got to Pick a Pocket or Two,\" and when he sings \"I'm Reviewing the Situation\" he creates a marvelous screen portrait.\n\nThe other really memorable characterization is by Jack Wild, the quintessence of Artful Dodgerdom. But the film is strong in casting, and we get a villainous Bill Sikes from Oliver Reed and an unctuous Bumble from Harry Secombe; and Shari Wallis, as Nancy, makes us believe in her difficult, complicated character.\n\nThe problem with the roadshow format, as I've observed before, is that the movie has to be longer and more expensive than usual: Those are the ground rules. Many a delightful movie has been ruined by being bloated up to roadshow \"standards,\" and the challenge to a director in this genre is to spend his money wisely and pace his movie well.\n\n\"Oliver\" succeeds at both. John Box, the designer, has created magnificent sets that reproduce Victorian England in perfect detail --and never to excess. John Green, musical director at M-G-M during its \"golden age of musicals\" in the late 1940s and early 1950s, was brought in to do the music and has hit the right balance.\n\n\"Oliver!\" succeeds finally because of its taste. It never stoops for cheap effects and never insults our intelligence. And because we can trust it, we can let ourselves go with it, and we do. It is a splendid experience.", "running_time": 153, "mpaa_rating": "G", "release_year": 1968, "date_published": "1968-12-22", "genres": ["Drama", "Family", "Foreign", "Music"], "title": "Oliver! (1968)"}