{"url": "http://www.rogerebert.com/reviews/on-a-clear-day-2006", "by": "Peter Mullanas Frank Redmond", "star_rating": 2.0, "text": "Do you know who Peter Mullan is? A lot of people don't, but since 1990, he has moved quietly but firmly into the first rank of British film actors. A Scot, he had small roles in pictures like \"Riff-Raff,\" \"Shallow Grave,\" \"Braveheart\" and \"Trainspotting\" and then in 1998, he starred in Ken Loach's \"My Name Is Joe,\" playing a recovering alcoholic just at that stage when he begins to believe that he might be able to trust himself. The performance came out of nowhere to win the best actor award at Cannes.\n\nSince then, one powerful performance after another. In Mike Figgis' \"Miss Julie\" (1999), he was the servant who has an affair with a countess in a film based on the Strindberg play. In Michael Winterbottom's' \"The Claim\" (2000), a Thomas Hardy story moved to the Sierra Nevadas, he runs a frontier town with an iron hand. He directed \"The Magdalene Sisters\" (2002), an angry exposé of the practice in Ireland of condemning sexually curious girls to a lifetime of unpaid servitude in church laundries. In \"Young Adam\" (2003), he was the barge captain whose wife is stolen away by a young man they hire as crew.\n\nI mention these titles to call attention to an extraordinary talent, and as a way of backing into my review of \"On a Clear Day,\" which is a conventional film for an unconventional actor. When you start out working with Ken Loach, Danny Boyle and Michael Winterbottom, it shows recognition of sorts, I suppose, but not necessarily progress, to qualify as the lead in a Baked Potato People movie. (See note below.) Mullan is at about the same stage in his career as Al Pacino was when he made \"Bobby Deerfield.\" Actors sometimes make the mistake of thinking that because they can play anyone, they should.\n\nMullan plays Frank Redmond, who has just been laid off his job after half a lifetime spent working as a ship builder in Glasgow. He is a man with inner torments (he blames himself for the drowning of a small son), and with time on his hands, he sinks into depression and is hospitalized with a panic attack. Not to fear: The movie offers those varieties of depression and panic that function not as real problems but as plot conveniences, setting the other characters astir.\n\nHis wife, Joan (Brenda Blethyn), decides the time has come at last to take the test and become a bus driver. His other buddies turn into natural-born male-bonders and turn up as a kind of chorus, led in wisdom by Chan (Benedict Wong), owner of the local takeaway shop, who advises them, \"A gem cannot be polished without friction, or a man perfected without trials.\"\n\nOr maybe that's just in one of his fortune cookies. No matter; Frank's crisis has served to budge them all out of their ruts, and his friends listen to Chan's proverb, confess they didn't know he spoke English and enlist him on the buddy team.\n\nFrank starts to swim. One day, impulsively, he swims the River Clyde. Eventually, a plan takes shape: He will swim the English Channel. This will budge him out of depression, and he can prove to himself that he is still to be reckoned with, despite his unemployment. Joan, meanwhile, is afraid to tell him of her bus-driving plans.\n\nThe movie leads up, as it must, to his Channel swim. Whether Frank succeeds, I will leave for you to discover. It's a safe bet this is not the kind of movie where he is going to drown. But nothing in \"On a Clear Day\" is especially compelling. The movie doesn't dig deep enough. And after the Channel attempt -- what then? Attempt to better his record? Get a job at the takeaway? Joan the wife seems altogether more sensible and goal-oriented, and although we are happy for Frank as he attempts to realize his dream, we are not to happy that we make offerings to the gods of cinema for allowing us to see this movie. I would, however, be prepared to sacrifice this movie as an offering toward Peter Mullan's future career.\n\nNote: Baked Potato People movies are named in honor of my friend Billy (Silver Dollar) Baxter, who liked to announce: \"I've been tubbed, I've been rubbed, I've been scrubbed. I'm huggable, lovable and eatable.\" He said he found those words on a little paper flag stuck into a baked potato.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-04-13", "genres": ["Drama", "Foreign", "Indie"], "title": "On a Clear Day (2006)"}