{"url": "http://www.rogerebert.com/reviews/on-any-sunday-1971", "by": null, "star_rating": 3.0, "text": "Calvin Trillin is a man with an interesting job. He wanders all over the United States for the New Yorker magazine and files dispatches about what our fellow Americans are up to in Duluth, Altoona, Cincinnati, and all the Holiday Inns and Howard Johnson's in between. At one time or another he has studied the life styles of Paul Anderson (world's champion weight lifter) and Fats Cohen (world's champion pizza eater, until a recent diet).\n\nDuring spring vacation this year, he wandered down to Fort Lauderdale and Daytona Beach to check out the life styles of the college students who annually migrate there. In the course of his investigation he asked himself, he says, whether the time had actually come when one felt nostalgia at the sight of a Phi Delta Theta sweatshirt?\n\nLike a lot of good observations, that one uses very few words to imply an entire state of mind. The whole world of the late 1950s and early 1960s (when Trillin doubtless saw many such sweatshirts, as well as garments bearing the emblem of the Betas, the Sigma Chis and so on) is supposed to have been rendered obsolete by the plague of war, assassination and social misery that has descended on us since.\n\nAnd yet, if we can buy the Big Band Sound from Time-Life records and pick up reprints of old Liberty magazines at the newsstand, is it not permitted to feel nostalgic for the slightly more recent past of rush weeks, exchanges, pledge classes, chapter meetings? Just the other day, I saw a girl wearing a fraternity pin on her sweater, and the whole big 1960 thing about fraternity pins (and sweaters) came rushing back to me.\n\nI mention this only because you will probably not fully appreciate Bruce Brown's \"On Any Sunday\" unless such a sight brings memories rushing back to you. Brown's movies are charming, infectious, clean-cut, and, enthusiastic as only a Rush Chairman could be enthusiastic, leading a line of jogging Actives down the steps of the House to shake hands with potential Pledges wearing new sport jackets and wing-tip shoes. That is why they are so much fun to see. They come from a world of innocence and simple physical pleasures.\n\nBrown's first film, which made him a great deal of money, was \"The Endless Summer.\" He took a 16-mm. camera and a crew of two on a trip around the world in search of something that was perhaps not of earthshaking significance, but wouldn't bite you when you found it: The perfect wave. Along the way, he visited a great many waves that were imperfect for one reason or another, and we saw a lot of sun, sand, healthy bodies and spectacular surfing feats.\n\nThe instrument weaving all those waves and surfboards together into an enjoyable movie was the Brown voice which is youthful, unaffected and genuinely enthusiastic. \"Boy! That was a big one,\" he said about any number of waves, and the way he said it somehow made us agree that it sure was. Now he has made \"On Any Sunday,\" which does for motorcycle racing what \"The Endless Summer\" did for surfing and it's enjoyable in exactly the same way.\n\nYou and I know that professional motorcycle racers must be a daring, violent and occasionally dangerous lot. But Brown sees them as basically having fun, and when we got a close-up of a national champion who has just completed a six-day race through rugged country terrain, Brown is likely to say: \"Here he is now, still wearing that ear-to-ear grin.\" And so he is. \n\nA lot more art goes into a film like \"On Any Sunday\" that might be apparent. It's tremendously hard to get the footage, first of all; a surfer on a wave operates within a relatively small area, but a two-mile motorcycle race requires thousands of feet of footage from several cameras to be adequately covered. Brown has somehow accomplished this (with some financial backing from Steve McQueen, who turns up in the movie a couple of times). What's better, having done it he doesn't tell us about it.\n\nDespite the work that went into his film, and despite the desperately difficult experiences that professional motorcycle racers endure, he somehow makes the whole thing seem informal, casual, relaxed. There is still some tension there, but it's masked by that ear-to-ear grin, like the night luring rush week when you didn't have to wear a tie because the Interfraternity Council had decreed a cookout.", "running_time": 96, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-08-03", "genres": ["Documentary"], "title": "On Any Sunday (1971)"}