{"url": "http://www.rogerebert.com/reviews/on-golden-pond-1981", "by": null, "star_rating": 4.0, "text": "\n\nSimple affection is so rare in the movies. Shyness and\r\nresentment are also seldom seen. Love is much talked-about, but how often do we\r\nreally believe that the characters are in love and not simply in a pleasant\r\nstate of lust and like? Fragile emotions are hard to portray in a movie, and\r\nthe movies that reach for them are more daring, really, than movies that\r\nbludgeon us with things like anger and revenge, which are easy to portray.\n\n\"On Golden Pond\" is a treasure for many reasons, but\r\nthe best one, I think, is that I could believe it. I could believe in its major\r\ncharacters and their relationships, and in the things they felt for one\r\nanother, and there were moments when the movie was witness to human growth and\r\nchange. I left the theater feeling good and warm, and with a certain resolve to\r\ntry to mend my own relationships and learn to start listening better. All of\r\nthose achievements are small miracles for any movie, but especially for this one,\r\nwhich began as a formula stage play and still contains situations and\r\ncharacters that are constructed completely out of cardboard.\n\nThe\r\nstory of \"On Golden Pond\" begins with the arrival of an old,\r\nlong-married couple (Henry Fonda and Katharine Hepburn) at the lakeside cottage\r\nwhere they have summered for many years. They know each other very well.\r\nHepburn, of course, knows Fonda better than he knows her -- or himself, for\r\nthat matter. Fonda is a crotchety, grouchy old professor whose facade conceals\r\na great deal of shyness, we suspect. Hepburn knows that. Before long, three\r\nmore people turn up at the pond: Their daughter (Jane Fonda), her fiancé\r\n(Dabney Coleman), and his son (Doug McKeon).\n\nThat's\r\nthe first act. In the second act, the conflicts are established. Jane Fonda\r\nfeels that her father has never really given her her due -- he wanted a son, or\r\nperhaps he never really understood how to be a father, anyway. Jane tells her\r\nparents that she's spending a month in Europe with Coleman, and, ah, would it be\r\nall right if they left the kid at the lake? Hepburn talks the old man into it.\r\nIn the central passages of the movie, the old man and the kid grudgingly move\r\ntoward some kind of communication and trust. There is a crisis involving a\r\nboating accident, and a resolution that brings everybody a lot closer to the\r\nrealization that life is a precious and fragile thing. Through learning to\r\nrelate to the young boy, old Fonda learns, belatedly, how to also trust his own\r\ndaughter and communicate with her: The kid provides Henry with practice at how\r\nto be a father. There is eventually the sort of happy ending that some people\r\ncry through.\n\nViewed\r\nsimply as a stage plot, \"On Golden Pond\" is so predictable we can\r\nalmost hear the gears squeaking. Forty-five minutes into the movie, almost\r\neveryone in the audience can probably predict more or less what is going to\r\nhappen to the characters, emotionally. And yet \"On Golden Pond\"\r\ntranscends its predictability and the transparent role of the young boy, and\r\nbecomes a film with passages of greatness.\n\nThis\r\nis because of the acting, first of all, but also because Ernest Thompson, who\r\nwrote such a formula play, has furnished it with several wonderful scenes. A\r\nconversation between old Henry Fonda and young Coleman is an early indication\r\nthat this is going to be an unusual movie: A man who is forty-five asks a man\r\nwho is eighty for permission to sleep in the same room with the man's daughter,\r\nand after the old man takes the question as an excuse for some cruel put-downs,\r\nthe conversation takes an altogether unexpected twist into words of simple\r\ntruth. That is a good scene. So are some of the conversations between Hepburn\r\nand Fonda. And so are some remarkable scenes involving the boating accident, in\r\nwhich there is no doubt that Hepburn, at her age, is doing some of her own\r\nstunts. It's at moments like this that stardom, acting ability, character,\r\nsituation -- and what the audience already knows about the actors -- all come\r\ntogether into an irreplaceable combination.\n\nAs\r\neverybody knows, this is the first film in which Hepburn and the two Fondas\r\nhave acted in any combination with one another. Some reviews actually seem to\r\ndismiss the casting as a stunt. I believe it adds immeasurably to the film's\r\neffect. If Hepburn and Henry Fonda are legends, seen in the twilight of their\r\nlives, and if we've heard that Jane and Henry have had some of the same\r\nproblems offscreen that they have in this story, does that make the movie\r\nsimple gossip? No, not if the movie deals honestly with the problems, as this one\r\ndoes. As people, they have apparently learned something about loving and caring\r\nthat, as actors, they are able to communicate, even through the medium of this\r\nimperfect script. Watching the movie, I felt I was witnessing something rare\r\nand valuable.", "running_time": 109, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama"], "title": "On Golden Pond (1981)"}