{"url": "http://www.rogerebert.com/reviews/on-line-2003", "by": "Josh Hamiltonas John Roth", "star_rating": 2.0, "text": "I refuse to sign up for instant messaging for the same reason I won't carry a cell phone: Don't call me, I'll call you. The characters in Jed Weintrob's \"On_Line\" are on call more or less all the time, living their barren lives in cyberspace, where the members of a suicide Webcam chat are bored, as they wait around for someone to overdose. The film's redeeming feature is that it knows how sad these people are, and finds the correct solution to their problems: They meet in the flesh.\n\nThe movie stars Josh Hamilton and Harold Perrineau as John and Moe, roommates who run an online sex site named InterconX. It's a little like the real-life iFriends.com; on screens that display simultaneous cybercams, its members flirt, chat, engage in virtual sex and charge for interaction. So mesmerized is John by this process that he follows, on another screen, a 24-hour live cam where Angel (Liz Owens) lives her life in public view.\n\nThis can get to be a way of life. I have a friend who became so obsessed with one woman's Webcam that he kept its window constantly open on his desktop, no doubt getting up in the night to check that she was sleeping well. This is the geek equivalent of looking in on the kids. And at Sundance 1999, I saw \"Home Page,\" a documentary about a pioneering online blogger (as they were not called then) named Justin Hall, whose life seemed to be lived just so he could report on it.\n\nThat would also describe John, who keeps his own online journal in which he sighs about the emptiness of his existence and the futility of it all, and whose sex life at one point is reduced to masturbating not into his own sock, which would be pathetic enough, but into his roommate's.\n\nThe movie charts its lives through a split-screen technique that resembles the Web pages where the characters hang out. Digital video is combined with screen shots in a way that is intriguing and sometimes beautiful; the way the movie chops up the screen to follow simultaneous events is a little like Ang Lee's technique in \"Hulk,\" and the visuals use filters, textures and colored lighting to create an effect not online some of the weirder pages of the early Wired magazine. Even when my interest in the characters flagged, I liked looking at the movie; credit to cinematographer Toshiaki Ozawa and visual effects supervisor Christian D. Bruun.\n\nThe film's relationships suggest that although you might find a soul mate online, you might be better off sticking with your roommate's sock. John, for example, falls for Jordan (Vanessa Ferlito), one of the women who pays him to rent space on InterconX. When he dates her in real life, he discovers she is frighteningly real, and maybe more than he can handle; we hear his thoughts while he watches her dance at a nightclub, and suspect he would be happier going home and experiencing the date online.\n\nAnother couple consists of an older gay man in New York (John Fleck) who develops a friendship with a teenager (Eric Millegan) who fears he is the only adolescent homosexual in Ohio. When the kid gets off the bus in New York City, I was not ready to cheer this as a victory over the loneliness of cyberspace, because I believe that teenage boys in Ohio, whatever their sexual identity, cannot solve their problems by meeting strange older men in New York. The movie is more optimistic here than I am.\n\nThe movie's weakness is in its strength. It does a good job of portraying the day-to-day life of these online obsessives, but we realize eventually that they are more interesting because they are online. Their problems and personalities would not necessarily be movie material if it weren't for the cyberspace overlay.\n\nWhen it comes to those who try to live in cyberspace, I am reminded of Dr. Johnson's comment about a dog standing on its hind legs: \"It is not done well, but you are surprised to find it done at all.\"", "running_time": 87, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-07-11", "genres": null, "title": "On_Line (2003)"}