{"url": "http://www.rogerebert.com/reviews/on-the-road-2013", "by": "Sam Rileyas Sal", "star_rating": 2.0, "text": "Although Jack Kerouac's “On the Road” has been praised as a milestone in American literature, this film version brings into question how much of a story it really offers. Kerouac's hero, Sal Paradise, becomes transfixed by the rambling outlaw vision of a charismatic car thief, Dean Moriarity, and joins him in a series of journeys from his mother's apartment in Ozone Park, N.Y., as they crisscross the continent to Chicago, Denver, San Francisco and then back again, until it occurs to Dean “I've never been south.” They turn to Mexico, finding in its long, straight cactus-lined roads, some secret to themselves. They also find marijuana; the two may not be unrelated.\n\nThese journeys also yield forth booze, women and jazz — which contain their own secrets, but not simply through the searching for them. Along the way, Dean seeks his dead father and exudes so much charisma that the real Dean, Neal Cassady, is said to be the inspiration for the Beat Generation. Published in 1957, “On the Road” grew not into a movement but into a brand; Kerouac was a frequent guest on talk shows, and the Beats made the cover of Life magazine — a group of Beats seen sitting on a floor next to an LP player, wearing black turtlenecks, dark glasses and a look of intense cool. Compared to the Lost Generation and the Me Generation, the Beats were thin tea. \n\nAs a teenager,  I snatched up the book in its first paperback edition and chose it above any other to display on my desk at the News-Gazette, sometimes underlining trenchant passages. Still in high school, I slipped away to the Turk's Head, a campus coffee shop, which played Miles Davis and Monk, and Beats were rumored by the townspeople to stand on the tables and recite their poetry, although table-standing seems to run counter to the Beat ethos.\n\nMy friends and I, newly in possession of our first $450 cars, talked idly of pointing them west and not stopping until we reached the Pacific. Whether this mission matched Mark Twain's “lighting out for the territory,” you may decide.\n\nThe Brazilian director Walter Salles is drawn to the notion of young men on epic journeys of self-discovery; his “The Motorcycle Diaries” (2004) involved Che Guevara  on a tour of South America that shaped his ideas of South America. In “On the Road,” Kerouac (the British actor Sam Riley) is more interested in how he was shaped by Dean Moriarty (Garrett Hedlund). \n\nDean in this movie is a rumpled, laconic young man whose fascination for Sal was his inclination to boost cars and set off on journeys to the horizon in search of girls. The girls would be wise to hide when they see these boys coming. Kerouac's wife, Carolyn (known as Camille here and well played by Kirsten Dunst), is given a scene not long after their child is born. “Dean and I are going out,” Sal tells her. “Want to come along?” “No,” she says, “I'll stay and look after baby.” \n\nHaving a second thought on his way out, he pokes his head back through he door: “ At least I asked if you wanted to go.” She fixes him with a Kirsten Dunst glare and says, “I know the look on your face. You're sick of me and you're sick of the baby. Do you realize how much I've given up for you?” No, he doesn't. Is his bond with Sal homosexual at its core? The film itself remains ambiguous. \n\nTheir long distance trips become epic, mostly in an unimaginably big and sleek Hudson, later in a beat-up Cadillac, they pass vast empty landscapes, pick up hitchhikers, stop in roadside diners, and on the whole have about as much excitement in San Francisco as you'd expect a couple of broke out-of-towners to experience.\n\n The film's last scene is the payoff we expect. Confronting his typewriter, Sal inserts one end of a very long roll of paper and starts to type: “I first met Dean…”", "running_time": 137, "mpaa_rating": "R", "release_year": 2013, "date_published": "2013-03-20", "genres": ["Adventure", "Drama"], "title": "On the Road (2013)"}