{"url": "http://www.rogerebert.com/reviews/on-the-ice-2012", "by": "Josiah Patkotakas Qalli", "star_rating": 3.0, "text": "There is a murder in \"On the Ice,\" but not really a crime. Two best friends try to escape the blame and then to take it. The stories are set in the icebound town of Barrow, Alaska, among three generations of the Inupiats. There's not an igloo or dog team in sight, snowmobiles are used more than cars, and the kids are into hip-hop and a couple of them into meth. \n\nIf only because of the setting, this is an uncommonly involving thriller. I could call it a film noir, except that the sun never sets in the film. That makes a perfect contrast with the only other feature filmed in Barrow, the vampire movie \"30 Days of Night\" (2007), in which it never rises.\n\nIn a film that lives comfortably among the local residents, we meet two pals: the round-faced Qalli (Josiah Patkotak), who will be going to college, and the long-faced Aivaaq (Frank Qutuq Irelan), who figures he might as well look for a job now that is girlfriend is pregnant. Egasak (Teddy Kyle Smith), Qalli's father, is the head of the local search-and-rescue team. \n\nOne night, the teens party hearty, some drugs are consumed, and there's a fight. Bad feelings are carried over the next day when Qalli and Aivaaq join their friend James (John Miller) to go seal hunting. This trip ends with James dead. In the meticulous morality of the plot by writer-director Andrew Okpeaha MacLean, responsibility for his death is in a way shared by all three.\n\nMacLean and all of his actors are Inupiat, although the politically incorrect word Eskimo is used in the lyrics of one of their hip-hop songs. Their town seems bereft of entertainment (apparently the bar in \"30 Days of Night\" has closed). Sometimes the kids climb the water tower to smoke pot. The homes are small and simple, the people decent, and Qalli's father and grandmother provide him with love and support. Aivaaq has it harder; his mom is an alcoholic who hardly stirs from a stupor.\n\nWhat happens out on the ice, I will leave for you to discover. Qalli and Aivaaq push James' body and his snowmobile into a hole in the ice, return to town, and say he went too fast toward a patch of fog and drove into the water. This leads to a helicopter search for a floating body and a demonstration of local expertise as the pilot uses the direction and speed of the current to calculate where the body should come up.\n\nIt doesn't, and people notice how oddly the two boys are behaving. The search-and-rescue officer suspects something and begins to poke around on his own. There is also a nicely handled sequence in which the paranoid Aivaaq moves some bloody evidence from one Dumpster to another. It all comes down to an invitation that the boys cannot refuse: To go on a \"hunting trip\" with Qalli's father. They're not too sure what he might be hunting for.\n\nUnforced conviction permeates every scene of \"On the Ice.\" The local actors are persuasive (guilt almost paralyzes Qalli), and their lives seem limited by the opportunities in Barrow. Qalli's plans for college are the pride not only of his family but probably of many other residents. This bleakness provides a backdrop for what is essentially a morality play, in which MacLean shows the characters trying to decide how to do the right thing. In one stunning moment, Qalli's father leaves them with a cold moral choice, and MacLean finds impressive suspense in it.", "running_time": 96, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-02-22", "genres": ["Drama", "Foreign", "Thriller"], "title": "On the Ice (2012)"}