{"url": "http://www.rogerebert.com/reviews/on-the-edge-1986", "by": "Bruce Dernas Wes Holman", "star_rating": 3.5, "text": "There is some mention that Wes Holman has been coaching for the last 20 years, but more likely he has been brooding. He is a thin, wiry man with a bushy beard and burning eyes. When we see him for the first time, he is watching some runners race up the side of a mountain. Just by the way he looks at the mountain, we can tell how important it is to him. Of course, the dramatic music doesn't hurt.\n\nAs Wes Holman was turning to walk back down the road, I was settling down into my seat, convinced that I was doomed to witness yet another formula sports picture. The film would follow Holman's masochistic training regime, and then the climax would be his amazing comeback and victory. It would all be very predictable, I thought, but I was wrong. \"On the Edge\" may have a familiar formula, but it is an angry, original, unpredictable movie. And it's not about winning. It's about the reasons that athletes carry in their hearts after all strength and reason have fled.\n\nThe movie stars Bruce Dern, in one of his best performances, as Holman, a great runner who was banned from amateur athletics 20 years ago after he attempted to expose clandestine payoffs to athletes. He was no more dishonest than anyone else, but he rocked the boat, insisting that amateurism in athletics was the way the rich kept the poor from competing.\n\nNow the runner has come back to prove something. He wants to run the Cielo-Sea Race, the second oldest in America, a grueling race over the mountains from Mill Valley to the Pacific. It's a point-to-point race, which means the runner can follow any path he chooses, as long as he passes a few checkpoints. Holman, running in the older-than-40 age group, figures he can win the race, especially if he can persuade his old coach to help him.\n\nThe coach is played magnificently by the late John Marley, in his last role. He is one of two great old men in the movie. The other, playing Holman's father, is the West Coast radical union organizer Bill Bailey, in his first dramatic role. The age shift in this movie is interesting; instead of a kid with a father figure, Holman is a bitter, grown man who wants to prove something once again to the men who were so important to him years ago.\n\nThe middle portions of the movie alternate between the training sequences and episodes from Holman's private life. He moves into makeshift quarters on an old dredging boat. He visits his father's junkyard and sits down to eat with a table full of old leftists. He spends time in the bar where his old coach hangs out.\n\nThe movie creates a real sense of place: These aren't Hollywood locations but rooms where human voices sound at home.\n\nThe race is as exciting as it should be. But the ending is something else again. Never mind who wins. At the end, it's not winning that counts. It's making a statement about sports, about why hundreds of people train for a year so that one of them can win and the rest can lose. The last few minutes of \"On the Edge\" are surprisingly moving, as the film makes its point with great dramatic images.\n\n\"On the Edge\" was directed by Rob Nilsson, whose earlier credits include \"Northern Lights,\" the independent film about the farmer-labor movement in Minnesota. Here he combines his politics with adequate financing and creates a powerful movie. What's best about it is that the sports don't overwhelm everything else. Winning is not the only thing for Wes Holman and his friends. Or, to be more precise, placing first is not the same as winning.", "running_time": null, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-05-02", "genres": null, "title": "On The Edge (1986)"}