{"url": "http://www.rogerebert.com/reviews/on-the-ropes-1999", "by": "Boxers Tyrene Manson", "star_rating": 4.0, "text": "The most amazing thing about the trial and conviction of Tyrene Manson is not that it happened. Justice miscarries all the time in America, frequently when poor black defendants are involved. The new movie \"Hurricane\" tells the true story of a boxer much more famous than Manson, who was railroaded for life on three fabricated murder convictions.\n\nNo, what is amazing is that the lawyer, the prosecutors and the judge allowed themselves to be filmed as they toyed recklessly with Tyrene Manson's life. You'd think that even the most indifferent of jurists would be on good behavior before the camera. Perhaps the camera itself explains their lack of prudence. \"On the Ropes\" was filmed by Nanette Burstein and Brett Morgen with a low-tech Sony Handycam; its subjects might not have expected a real movie to result. But it did and won the Special Jury Award at Sundance. Now they know.\n\n\"On the Ropes\" is a sports documentary as gripping, in a different way, as \"Hoop Dreams.\" Both films are about ambitious young people from the ghetto who see sports as a road out of poverty. \"On the Ropes\" centers on the New Bed-Stuy Gym in New York, where a wise trainer, himself a survivor of hard times, guides the careers of three boxers.\n\nThe trainer's name is Harry Keitt, and his story also will figure here. The boxers are Tyrene Manson, a young Golden Gloves contender who has already knocked out the defending champion; George Walton, who seems to have genuine professional potential, and Noel Santiago, who is quick and promising, but easily discouraged. As they prepare for upcoming fights, we learn something of their stories.\n\nTyrene Manson's is the most inspiring--and therefore most heartbreaking. She is determined to be \"the first member of my family to make something of myself.\" Trapped in poverty, she lives in a house with assorted other family members and is raising two nieces who belong to her Uncle Randy, described in the movie as a crackhead. During her training for the Golden Gloves, disaster strikes when Randy is arrested for selling drugs to undercover police. They search the house, find cocaine in a bedroom and charge Tyrene with possession with intent to sell.\n\nNow pause a moment for Tyrene's story, which is more than the court did. She is a woman with no previous history of drug crimes. She does not use drugs. Five people shared that bedroom as their sleeping quarters. There was no lock on the door. She had been trying desperately to find other houses for herself and her nieces, to get them away from the crackhead and his life. Why was she the one charged? Because she was there.\n\nNow follow the progress of the court case. Because her court-appointed attorney forgets a key appointment, Manson's trial is rescheduled for four days before the Golden Gloves. She asks for a postponement so she can fight. Request denied. On the very day of her fight, she is sentenced to four and a half to nine years, after a \"trial\" that is an incompetent assembly-line procedure. One wonders if the judge even really saw her. Certainly he took no notice of her story. Her lawyer is so inept we want to shout obvious suggestions from the audience. Her tearful speech in her own defense does her no good.\n\nThe message is clear: The drug epidemic is so widespread and the courts so overburdened and cynical that a defendant without a competent lawyer is more or less routinely doomed to be locked up. In this case, the evidence suggests that Tyrene Manson was innocent. But to be cynical, even if she were guilty, if she had been white, rich, or well-represented, she would never have done a day, because of the tainted evidence trail.\n\nThere is more heartbreak in the film. We watch as George Walton shows such promise that he gets a shot at the big time and promptly allows himself to be fast-talked by Vegas types, while hard-working Harry Keitt gets left behind. We see how hard Harry works to help Noel Santiago find direction in his life. We learn something about Harry himself, his own past history of drug problems, his homelessness and how the gym represents his own comeback. And we see the almost unimaginable disappointments he has to bear.\n\nIn a few weeks, I will be reviewing \"Hurricane,\" another powerful film about a black boxer who did not deserve to go to prison. It contains an intense, furious performance by Denzel Washington--Oscar material. If he wins the Academy Award, I can suggest a three-word acceptance speech: \"Free Tyrene Manson.\"", "running_time": 90, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-12-17", "genres": null, "title": "On the Ropes (1999)"}