{"url": "http://www.rogerebert.com/reviews/on-the-right-track-1981", "by": null, "star_rating": 2.5, "text": "\r\n\n\nIf there's anything I can't\r\nstand in a movie, it's a sweet, lovable, cute little kid who is so adorable,\r\nand knows he's so adorable, you want to cringe. That's why seeing Gary Coleman\r\nin “On the Right Track” was so much fun for me. I don't know how other people relate\r\nto Coleman, the precocious three-foot-nine-inch star of TV's \"Diff'rent\r\nStrokes,\" but in my opinion he is the shortest cynical adult in the\r\nhistory of the movies. \n\n\r\nIt is probably true, I suppose, that Gary\r\nColeman is cute. He is probably also capable of being sweet, and no doubt his\r\nfamily loves him. But Coleman doesn't bask in his own high opinion of himself.\r\nHe always seems to be thinking up a scam. In a scene where a big-city mayor\r\ncomes to pat Coleman on the head and tell him what a great kid he is, Coleman\r\nsizes up the mayor like he's getting ready to ask for a patronage job. Gary's\r\ntireless self-assertion in his relationships with adults is the best thing in\r\nthis movie. \n\n\r\nUnfortunately, there are also a great many other\r\nthings in “On the Right Track.” What could have been a bright little comedy is\r\nso jampacked with supporting players, subplots, and distractions that it seems\r\nmuch longer than it is, and even Coleman's fortitude doesn't get us through.\r\nGary plays a little shoeshine boy who lives in a double locker In Chicago's\r\nUnion Station. He's a little hustler who knows all the people in the station,\r\nespecially the pizza man (Herb Edelman) and the cashier in the amusement arcade\r\n(Lisa Eilbacher). They look out for him, especially when the cigar-chewing boss\r\nof the shoeshine concession tries to run him out of business. \n\n\r\nThe plot involves a well-intentioned ploy by the\r\ncity to move Gary from his locker in Union Station and into an orphanage (which\r\nis run by a towering matron who looks like Ilsa, She-Wolf of the S.S.). Gary\r\ndoesn't like it in the orphanage. And when his police juvenile officer (Michael\r\nLembeck) discovers that the kid has the gift of perfectly predicting the winning\r\nhorses in the daily trifecta, suddenly a whole lot of adults get very\r\nprotective of Coleman. \n\n\r\nUp until this point, the movie works just fine,\r\nespecially on the several occasions when Coleman steals a scene from his\r\ncolleagues and just walks away with it. He has dialogue, doubletakes,\r\none-liners, and reactions that are absolutely inimitable. Unfortunately, the\r\nmovie strays away from Coleman's special qualities and gets distracted with\r\nseveral subplots, including (a) a romance between Eilbacher and Lembeck, (b)\r\ntheir plan to adopt Gary, (c) the local mayor's plan to use Gary's race\r\npredictions to retire the city debt, and (d) the totally unnecessary\r\nintroduction of a whole scheme involving the Mafia, and (e) Coleman's own plan\r\nto organize a bunch of other kids into a freelance redcap operation. This\r\nabundance of plotting eventually becomes baffling, and the movie begins to\r\nresemble a headlong dash through its cast of characters. Too bad. The cast is\r\ngood, even if it's too populous (Norman Fell has an especially droll scene with\r\nGary while they're seated on top of a billboard in Union Station). And Coleman\r\nhimself has special qualities worth exploring in a movie that's less manic, and\r\nmore willing to give its characters time to be themselves.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Romance"], "title": "On the Right Track (1981)"}