{"url": "http://www.rogerebert.com/reviews/on-the-line-2001", "by": "Lance Bassas Kevin", "star_rating": 1.0, "text": "J ust when you think a dating movie can't conceivably involve more impossible coincidences and Idiot Plot situations, along comes another movie to prove you wrong. After ''Serendipity,\" here is ''On the Line,'' starring Lance Bass of 'N Sync in an agonizingly creaky movie that laboriously plods through a plot so contrived that the only thing real about it is its length. In both movies, a boy and a girl Meet Cute and instantly realize they are destined for each other, and then they plunge into a series of absurd contrivances designed to keep them apart.\n\nJust once, could they meet and fall in love, and then the movie would be about their young lives together? I'm weary of romances about lovers who devote years to living far apart and barely missing chances to meet again. If this genre ever inspires a satire, it will end with the boy and girl sitting next to each other on an airplane-- still not realizing they are together again, because by then they will be 80, having spent 60 years missing each other by seconds.\n\nLance Bass plays Kevin Gibbons, a low-level Chicago ad executive who has no trouble with girls unless he really likes them. Then he freezes up and can't close the deal. One day on the L he meets Abbey (Emmanuelle Chriqui), who has a sunny smile and a warm personality, and can recite all of the American presidents, in order! So can Lance! Somewhere between Buchanan and Bush they realize they are meant for each other. But Kevin just can't ask for her phone number. And despite decades of feminist advances, all Abbey can do is smile helplessly and leave their future in his hands. They part with rueful smiles. No, make that Rueful Smiles.\n\nLater, Kevin kicks himself, and moans to his roommates about the perfect girl who got away. These roommates include fellow 'N Sync-er Joey Fatone, as Rod, who sings in an open-mike saloon and specializes in kicking the amp; Eric (the comedian GQ), a devoted mope, and Randy (James Bulliard), the brains of the outfit. The four guys spend countless precious screen minutes hanging around their flat engaging in redundant dialogue while we desperately want the movie to lose the roommates and bring back the girl! But no. Films for the teenage demographic are terrified of romance and intimacy between the sexes, and shyly specialize in boys plotting about girls and girls plotting about boys, with as few actual scenes between boys and girls as possible. So after Kevin papers the town with posters seeking the girl he met on the train, and dozens of calls flood in, the roommates divide up the calls and date the girls (not telling Kevin, of course).\n\nWell, obviously, only the right girl would know she was not going out with Kevin. So when Eric dates Abbey and she knows he's not Kevin-- that's the girl! Right? But no. Eric is dense to the point of perversity, and spends their date not saying the few obvious words that need to be said, while acting like a pig and giving Abbey the impression that Kevin planned this humiliation. This is the Idiot Plot gone berserk. One sentence-- one word! --and all would be solved, but Eric and the screenplay contort themselves into grotesque evasions to avoid stating the crashingly obvious.\n\nSo of course Abbey is crushed, and so are we, because we realize we are in the grip of a power greater than ourselves--Hollywood's determination to make films at the level of remedial reading. No one involved in the making of this film is as stupid as the characters, so why do they think the audience is? Why not for once allow young lovers to be smart, curious, articulate and quick? It must be said that Lance Bass and Emmanuelle Chriqui have sweet chemistry together, in the few moments they are able to snatch away from the forces designed to separate them. Bass is likable (but then likability is the primary talent of 'N Sync), and Chriqui, from Montreal via ''Snow Day'' and ''A.I.,'' is warm and charming and has a great smile. I can imagine a lovely love story involving these two actors. Too bad ''On the Line'' goes to such lengths to avoid making it.", "running_time": 85, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-10-26", "genres": null, "title": "On The Line (2001)"}