{"url": "http://www.rogerebert.com/reviews/once-2007", "by": "Glen Hansardas The Guy", "star_rating": 4.0, "text": "I'm not at all surprised that my esteemed colleague Michael Phillips of the Tribune selected John Carney's “Once” as the best film of 2007.\n\nI gave it my Special Jury Prize, which is sort of an equal first; no movie was going to budge “Juno” off the top of my list. “Once” was shot for next to nothing in 17 days, doesn't even give names to its characters, is mostly music with not a lot of dialog, and is magical from beginning to end. It's one of those films where you hold your breath, hoping it knows how good it is, and doesn't take a wrong turn.\n\nIt doesn't. Even the ending is the right ending, the more you think about it.\n\nThe film is set in Dublin, where we see a street musician singing for donations. This is the Guy (Glen Hansard). He attracts an audience of the Girl (Marketa Irglova). She loves his music. She's a pianist herself. He wants to hear her play. She doesn't have a piano. She takes him to a music store where she knows the owner, and they use a display piano. She plays some Mendelssohn. We are in love with this movie. He is falling in love with her. He just sits there and listens. She is falling in love with him. She just sits there and plays. There is an unusual delay before we get the obligatory reaction shot of the store owner, because all the movie wants to do is sit there and listen, too.\n\nThis is working partly because of the deeply good natures we sense these two people have. They aren't “picking each other up.” They aren't flirting — or, well, technically they are, but in that way that means, “I'm not interested unless you're too good to be true.”\n\nThey love music, and they're not faking it. We sense to a rare degree the real feelings of the two of them; there's no overlay of technique, effect or style. \n\nThey are just purely and simply themselves. Hansard is a professional musician, well known in Ireland as leader of a band named the Frames. Irglova is an immigrant from the Czech Republic, only 17 years old, who had not acted before. She has the kind of smile that makes a man want to be a better person, so he can deserve being smiled at.\n\nThe film develops their story largely in terms of song. In between, they confide their stories. His heart was broken because his girlfriend left him and moved to London. She takes him home to meet her mother, who speaks hardly any English, and to join three neighbors who file in every night to watch their TV. \n\nAnd he meets her child, which comes as a surprise. Then he finds out she's married. Another surprise, and we sense that in his mind he had already dumped the girl in London and was making romantic plans. He's wounded, but brave. He takes her home to meet his dad, a vacuum cleaner repairman. She has a Hoover that needs fixing. It's Kismet.\n\nHe wants to record a demo record, take it to London, and play it for music promoters. She helps him, and not just by playing piano. When it comes down to it, she turns out to be level-headed, decisive, take-charge. An ideal producer. They recruit other street musicians for a session band, and she negotiates a rock-bottom price for a recording studio. And so on. All with music. And all with their love, and our love for their love, only growing. At one point he asks if she still loves her husband, and she answers in Czech, and the movie doesn't subtitle her answer, because if she'd wanted subtitles, she would have answered in English, which she speaks perfectly well.\n\n“Once” is the kind of film I've been pestered about ever since I started reviewing again. People couldn't quite describe it, but they said I had to see it. I had to. Well, I did. They were right.", "running_time": 85, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-12-24", "genres": ["Drama", "Foreign", "Music", "Romance"], "title": "Once (2007)"}