{"url": "http://www.rogerebert.com/reviews/once-around-1991", "by": "Richard Dreyfussas Sam Sharpe", "star_rating": 3.5, "text": "\"Once Around\" is the first movie in a long time to leave me speechless. Did I like it? I'm not sure. Did it bore me? Not for a moment. Is it a good film? Not in any conventional way; it's too much of a mess for that, and yet at the same time it's not a stupid film and not without feeling. What we have here is the untidiness of life, and it hasn't been made neat and simple and subjected to a formula screenplay. It's as confusing, as unsatisfying, as frustrating and as occasionally wonderful as a big, emotional, unruly family -- which is what it's about. The family, and a slick salesman named Sam who marries into it.\n\nThe family, the Bellas, are complicated and close-knit, ruled by a father (Danny Aiello) who is smart, affectionate and wise about affairs of the heart, although not wise enough to deal with this new in-law. He and his wife (Gena Rowlands) have had a loving and successful marriage of 34 years, but their children seem to be having a harder time with love - especially Renata (Holly Hunter), who has been living with a guy who confesses he has no desire to marry her.\n\nOn the rebound, and with her own sister's marriage fresh in her mind, Hunter goes to the Caribbean to take a course on selling condominiums. The hero of the meeting is a supersalesman named Sam Sharpe (Richard Dreyfuss), who has allegedly sold countless condos for untold piles of money. She takes one look at him and decides, in her words, that one day they will be kissing on an altar in the sight of God. She moves the place-cards around to be sure of sitting next to him at lunch, and by the time lunch is over, they're holding hands.\n\nBut, hold on - it's not exactly that kind of story. This man Sam Sharpe is some piece of work. He has an unfailing touch for saying the wrong thing in the wrong way at the wrong time. All of his gestures are intended to be warm, kind and generous, but he has the kind of style that grates the wrong way - he puts your teeth on edge while you're trying to smile back at him. And he is capable of the most amazingly vulgar expressions and offensive gestures, as when he orders belly dancers for birthday parties or insists, absolutely insists, on singing an obscure Lithuanian song at a party where that would be sensationally inappropriate.\n\nWe keep waiting for the other shoe to drop. What's the real story on this guy? Is he for real? Has he really sold all those condos? Can he be trusted? \"We don't know a thing about him,\" Hunter's sister complains to their parents. And they don't. But we think we do - we think \"Once Around\" is going to fall into familiar screenplay modes, and that Sam will be unmasked as some kind of impostor.\n\nThe movie toys with our expectations, those and others.\n\nThere is an ice-skating sequence in which we think we know exactly what's going to happen, twice, and the movie manipulates our expectations shamelessly. The most effective scenes are studies of social embarrassment, in which we cringe at the way Sam brings everything down to his own level of phony-sincere smarminess. The family can't stand him.\n\nBut Holly Hunter sticks by him, and gets pregnant by him, and insists in one speech, \"This is my adventure and nobody can take it away from me!\" What does she see in this guy? Maybe by the end of the movie we can understand, even though a scene involving baptism and reunion is, to put it charitably, less than convincing.\n\nThe movie is essentially all about acting. Richard Dreyfuss creates a character who is so difficult, so impossible, so offensive, that it is easy to dislike the personality and forget how good the performance is. But this is some of Dreyfuss' best and riskiest work - he's out there on the edge, with this suntanned, chain-smoking, larger-than-life case study. Holly Hunter brings to this role the same vulnerable intensity she had in \"Broadcast News,\" and something new, a certain mystery, so that we're not always sure just what she thinks about this unwieldy personality she's married to. Danny Aiello has delicate scenes to negotiate as the patriarch, and watch his face as he tells his daughter how he feels about her husband, or how he responds during key moments in family ceremonies.\n\nOne of the great strengths of the movie is its dialogue, which is literate and original without sounding \"written.\" The screenplay is by Malia Scotch Marmo, the direction is by Lasse Hallstrom (\"My Life as a Dog\"), and I guess they had a lot to do with it. I'd be intrigued to learn how much input came from the producers, Amy Robinson and Griffin Dunne, because in its underlying emotional rhythms this movie has a lot in common with \"After Hours,\" the Martin Scorsese film they produced in 1986. Both films create the sensation of accidents waiting to happen.\n\nWatching the coming attractions trailer for \"Once Around\" a few weeks ago, I observed to myself that it had not given me the slightest clue as to what this movie was about. Watching the movie, I have the same impression. It's an odd, eccentric, off-center study of some very strange human natures, and at every turn it confounds our expectations for them. It's untidy, unpredictable, and made me feel very uncomfortable at times. And it took me all the way through the process of writing this review to discover a surprising thing about this movie, which is that I loved it.", "running_time": 115, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-01-18", "genres": ["Comedy", "Drama", "Romance"], "title": "Once Around (1991)"}