{"url": "http://www.rogerebert.com/reviews/once-upon-a-time-in-the-west-1969", "by": "Henry Fondaas Frank", "star_rating": 2.5, "text": "Sergio Leone's \"Once Upon a Time in the West\" is a painstaking distillation of the style he made famous in the original three Clint Eastwood Westerns. There's the same eerie music; the same sweaty, ugly faces; the same rhythm of waiting and violence; the same attention to small details of Western life.\n\nThere is also, unfortunately, Leone's inability to call it quits. The movie stretches on for nearly three hours, with intermission, and provides two false alarms before it finally ends. In between, we're given a plot complex enough for Antonioni, involving killers, land rights, railroads, long-delayed revenge, mistaken identity, love triangles, double-crosses and shoot-outs. We're well into the second hour of the movie before the plot becomes quite clear.\n\nThese difficulties notwithstanding, \"Once Upon a Time in the West\" is good fun, especially if you like Leone's way of savoring the last morsel of every scene. A final shoot-out between Henry Fonda and Charles Bronson, for example, takes at least 15 minutes. They walk. They wait. They circle each other. They stare at each other. They squint. They spit. They take off their jackets. They wince. Just when they finally seem prepared to shoot after all, Leone uses a flashback. But why hurry a good shoot-out?\n\nLeone's first two \"spaghetti Westerns\" (\"A Fistful of Dollars,\" \"For a Few Dollars More\") were made with small budgets. His third, \"The Good, the Bad and the Ugly,\" was made with a few dollars more. But this one was bankrolled by Paramount and looks like it: There's a wealth of detail, a lot of extras, elaborate sets. There's a sense of the life of the West going on all around the action (and that sense is impossible to obtain on small budgets).\n\nLeone produces some interesting performances by casting against type. Henry Fonda is the bad guy for once in his career; Charles Bronson is impressively inscrutable as the mysterious good guy; and Jason Robards is a tough guy, believe it or not. Claudia Cardinale was a good choice for the woman, but Leone directs her too passively; in \"Cartouche,\" she demonstrated a blood-and-thunder abandon that's lacking here.", "running_time": 175, "mpaa_rating": "PG-13", "release_year": 1969, "date_published": "1969-06-06", "genres": ["Action", "Foreign", "Western"], "title": "Once Upon a Time in the West (1969)"}