{"url": "http://www.rogerebert.com/reviews/once-upon-a-time-in-anatolia-2012", "by": "Taner Birselas Prosecutor", "star_rating": 3.5, "text": "\"Once Upon a Time in Anatolia,\" which won the 2011 Grand Jury Prize at Cannes, is 150 minutes long, and its story unfolds slowly and obliquely. I tell you now so you won't complain later. It needs to be long, and it needs to be indirect, because the film is about how sad truths can be revealed during the slow process of doing a job. The Turkish director Nuri Bilge Ceylan doesn't slap us with big dramatic moments, but allows us to live along with his characters as things occur to them.\n\nThe first two hours take place at night on a vast plain in Anatolia, undulating greenly beneath the moon. From a great height, we see three sets of headlights snaking down an empty road. Distant figures get out, meander in a field, return to the cars. In closer shots, we discover the caravan is in search of a corpse. The cars contain a police chief, a prosecutor, a doctor, a driver, two suspects and a man with a laptop who will type out testimony.\n\nThis search will not end until just before dawn. The first suspect has already signed a confession, but is having trouble remembering where the body was buried because he was drunk at the time. The second suspect seems incapable of remembering anything. All the men know the local countryside, but it looks much the same; one watering trough for livestock looks like another, and what does the first suspect mean by a \"round tree\"?\n\nThe men are tired. They know one another well. They get out of the cars many times and poke around. The night is filled with barking dogs. Rain clouds are drawing in front of the moon. There is distant thunder. The driver offers the prosecutor a cream biscuit, and he asks for another. A story is told about a woman who predicted the day of her death and keeled over on schedule. A local mayor is awakened and offers them tea and food. \n\nThe mayor has a beautiful daughter. The men grow morose as they reflect how in this district she will not find the life she deserves. They are also sad as many men are when regarding a woman too beautiful for them to hope for. The mayor complains that he cannot get funds for a new morgue. The young people all leave. The old people die, and the young people want to come home for the first time in years to view them. But bodies do not keep well in the old morgue, and they start to smell. \n\nHow does this sound to you? I'm told we movie critics praise movies that are long and boring. I can imagine many people finding this movie an ordeal. That depends on how easily they can be drawn into the story that is taking place under the surface and within these minds. A life has been taken. A bureaucratic procedure is being followed. The body is dug up and returned for an autopsy at another morgue, where the coroner complains he needs a small power saw. The doctor looks out the window and sees something that inspires him to lie about the results of the autopsy.\n\nWe discover in these parting passages how the night has affected them all, especially the prosecutor and doctor, but also the first suspect, who begins to cry, and the son of the dead man. The little story about the woman who died on schedule takes on great importance. This night has been of crucial importance to some of the characters, and we could not understand that in a different film. Nuri Bilge Ceylan, one of Turkey's best directors, has a deep understanding of human nature. He loves his characters and empathizes with them. They deserve better than to be shuttled around in a facile plot. They deserve empathy. So do we all.", "running_time": 150, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-07", "genres": ["Crime", "Drama", "Foreign"], "title": "Once Upon a Time in Anatolia (2012)"}