{"url": "http://www.rogerebert.com/reviews/once-upon-a-time----when-we-were-colored-1996", "by": "Al Freeman Jr.as Poppa", "star_rating": 4.0, "text": "Tim Reid's \"Once Upon a Time . . . When We Were Colored\" re-creates the world of a black community in the rural South in the years from 1946 to 1962, as hardline segregation gradually fell to the assault of the civil rights movement. It is a memory of the close bonds of family, friends and church that grew up to sustain such communities, in a society where an American version of apartheid was the law.\n\nThe key word there is \"community,\" and rarely has a film more movingly shown how people who work, live and pray together can find a common strength and self-respect. There are 83 speaking parts in this ambitious film, which spans four generations and remembers not only the joy of Saturday night dances and Sunday church socials, but also the cruel pain of a little boy learning to spell his first words: \"white\" and \"colored.\" By the end of the film, we feel we know the people in the \"colored town\" of Glen Allan, Miss., and we understand why such communities produced so many good and capable citizens.\n\nThe movie is based on a 1989 book by Clifton L. Taulbert, who published it with a small Kansas City firm and then saw it reach the best-seller lists after a strong review in the New York Times; it was the first book requested by Nelson Mandela after he was released from prison. One of its early readers was the television actor Tim Reid (\"WKRP in Cincinnati,\" \"Frank's Place\"), who determined to film it even though it seemed \"commercial\" in no conventional sense. He assembled the enormous cast, shot on location in North Carolina, and has made a film that is both an impressive physical production (the period looks and feels absolutely authentic) and a deeply moving emotional experience. In many ways this film compares to \"The Color Purple,\" although it has a simpler, more direct, less melodramatic quality; it is not about a few lives, but about life itself as it was experienced in the segregated South.\n\nThere are so many characters that to attempt a plot summary would be pointless. Better to remember some of the extraordinary scenes. Much of the story is told through the eyes of a young boy named Cliff (played at different ages by three actors), who is raised by his great-grandparents (Al Freeman Jr. and Paula Kelly). As he watches and learns, so do we, especially in a scene where \"Poppa,\" his great-grandfather, takes him to town for a treat. It is on this trip that he makes the mistake of going into the \"white\" washroom in a gas station, and Poppa carefully traces the letters \"C\" and \"W\" and tells him what words they stand for, and why.\n\nFew scenes in my memory have had a greater impact than the one where the boy, happily supplied with an ice cream cone, joins his great-grandfather in watching silently as a Klan parade marches ominously down Main Street. Al Freeman's character never says a word, but his jaw tightens and his eyes compress with pain, and we feel as we seldom have before in the movies how personally hurtful racism is.\n\nBut there are happier moments. Many of them involve Cliff's adventures in the neighborhood, especially on a day when a carnival comes to down, and one of the dancing girls is boarded with a local woman named Ma Ponk (Phylicia Rashad). The dancer, played by Iona Morris, is basically no more than a sideshow stripper, but to young eyes she seems impossibly glamorous.\n\nThere is a scene that begins conventionally, as the dancer promises to \"make over\" Ma Ponk by doing her hair and makeup, and putting her in a fancy dress. But the payoff is extraordinary, as the local woman combs out the dancer's hair in front of a mirror, and the touch of her hands reminds the dancer of her own mother, whom she has not seen in 15 years. A wordless communication of understanding and sympathy passes between the women. It is one of those magical scenes you cannot account for, something happens that transcends story and acting, and reaches straight into the heart.\n\nSegregation was wrong and hurtful, but the system did provide a benefit: The black community was self-sufficient, supporting its own tradespeople, school teachers, ministers and craftsmen, who provided role models for young people growing up. The movie remembers oneroom school houses, and churches where gospel music and fiery sermons uplifted a congregation after its week of work in the fields. It remembers juke joints and church picnics (with the cards hidden under a hat when the preacher approaches) and the way that old people were respected and consulted.\n\nThere are also scenes to show that many of the local white people were good-hearted and wellmeaning; a woman named Miss Maybry (Polly Bergen) gives young Cliff books to read, and encourages him to stretch his mind and develop his ambition. (There is a very funny scene where Cliff says things that Miss Maybry perhaps should not be told, and Miss Maybry's maid tries to signal him from behind her employer's back.) When the civil rights movement first penetrates into this corner of Mississippi, not everyone in the black community is happy to see it come. Many people have a working arrangement with the old system, and are afraid of stirring up trouble, especially since they know that \"agitators\" can be beaten or killed. There is a meeting in the church that dramatizes that tension.\n\nThe changing times come to a head through the person of Cleve (Richard Roundtree), the local iceman, who has hired Cliff to help him on his rounds. A white ice company decides to take over the \"colored route,\" and so the local ice wholesaler refuses to sell to Cleve. He goes to another dealer, miles away. Then the white field foreman announces that anyone not buying ice from the white company will lose his job. And that is when something cracks, and feeling that has been repressed for long years finally breaks through.\n\nIt is almost impossible to express the cumulative power of \"Once Upon a Time . . . When We Were Colored.\" It isn't a slick, tightly packaged docudrama, but a film from the heart, a film that is not a protest against the years of segregation so much as a celebration of the human qualities that endured and overcame.\n\nAlthough the movie is about African Americans, its message is about the universal human spirit. I am aware of three screenings it has had at film festivals: before a largely black audience in Chicago, a largely white audience in Virginia, and a largely Asian audience in Honolulu. All three audiences gave it a standing ovation. There you have it.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-01-26", "genres": null, "title": "Once Upon a Time . . . When We Were Colored (1996)"}