{"url": "http://www.rogerebert.com/reviews/once-upon-a-forest-1993", "by": "Michael Crawfordas Cornelius", "star_rating": 2.5, "text": "\"Once Upon a Forest\" is a children's animated adventure that seems to have been conceived as an anthology of Politically Correct attitudes. The villains are men and pesticides and poison gas and drunk drivers, and the heroes are furry little animals who practice herbal medicine.\n\nThe movie takes place in a woods where the kindly old badger Cornelius (voice by Michael Crawford) runs a school for the youngsters, known as furlings. There he tells them of dark days in the past, when evil humans in gas masks prowled the woods, using poison gas to fumigate the homes of the animals, killing many.\n\nIt turns out the old horror stories are about to be repeated. After a drunk driver throws a glass bottle into the road, a tanker truck's tire hits it and blows out, and the truck's contents - deadly gas - seeps through the woodland. The mother of one of the characters is killed, and one of the little furlings goes into a deep coma. Cornelius, a Renaissance badger who not only teaches and practices medicine but also designs flying machines, examines the little creature and shakes his head gravely. It will take rare herbs from a far-away meadow to save her.\n\nThat sets up the adventure of the movie, in which a band of furlings ventures off into threatening territory - encountering highways, bulldozers and natural threats - to find the herbs and bring them back. (Apparently no adults are available for this task, although the furlings are so bright that to return they build a working model of Cornelius' aircraft.) The movie is sweet and gentle, but not very compelling. The characters all sort of blend into one another, and although there are a few musical numbers, they're not of the caliber we're accustomed to after \"Beauty and the Beast\" and the other recent Disney efforts.\n\nWatching the poison gas seep into the home of one of the characters and kill his mother, I wondered, not for the first time, why so many children's animated films begin with the deaths of parents. Is it to get them off the scene, so the kids can be the stars? When Bambi's mother died, a generation went into shock. Now parental death has become epidemic in animated films.\n\n\"Once Upon a Forest\" has a good heart - I liked the way it treated its themes - but the movie is kind of dumb. Compare it, for example, with \"My Neighbor Totoro,\" another animated film in release in some cities, which is much more poetic and challenging in its view of the forest and the creatures which live there. Kids are smart and curious, and a lot of the films made for them don't give them enough credit.", "running_time": 71, "mpaa_rating": "G", "release_year": 1993, "date_published": "1993-06-18", "genres": ["Animation", "Family"], "title": "Once Upon A Forest (1993)"}