{"url": "http://www.rogerebert.com/reviews/once-in-the-life-2000", "by": "Nick Chinlundas Torch", "star_rating": 2.0, "text": "\"Once in the Life\" tells the story of two half-brothers, one black, one white, one just out of prison, the other a heroin addict, who are in danger from a drug lord and find themselves sharing a hideout with a man who may be their friend, or their executioner. The key word here is \"hideout.\" This is a film made from a play, and like many filmed plays it tried to cover its tracks by limiting most of the action to one room, which we are not supposed to think of as the stage.\n\nThe play is by Laurence Fishburne, who also directs the film and stars as 20/20 Mike, an ex-con who says he has eyes in the back of his head--and apparently does. His half-brother Billy (Titus Welliver) claims he has cleaned up from his habit, but may be lying. Mike and Billy have a lot of unresolved issues about their father. As for Tony the Tiger (Eamonn Walker), he and 20/20 became friends in prison. That's why 20/20 is asking for help now, not realizing that Tony is working for Manny (Paul Calderon), the drug lord whose henchman Freddie Nine Lives (Dominic Chianese Jr.) he has offended and whose nephew he has killed.\n\nThese plot elements are standard stuff. Drugs themselves seem almost exhausted as a plot device for all but the most inventive movies; we've seen so many variations of their sale, use, trade and theft, and the violence they inspire. But Fishburne's film and play aren't about drugs; they're the MacGuffin, and the play is really about . . . well, the desired answers are \"brothers\" or \"trust,\" but I'm afraid a better answer is \"dialogue.\" This is a film of words, especially once the three key characters hole up in a slum room that looks like the set decorator was given too much money. No abandoned room should look this atmospheric, unless it deliberately wants to resemble a stage set. In the room, the three go round and round, settling old scores, reopening old wounds, gradually learning the truth of the situation, and from time to time someone goes to the window and looks to see who's outside--an ancient device in movies based on plays. Among the people outside, or in other locations, are Ruffhouse (Gregory Hines), a spotter and enforcer (I think; his role is not very clear), and Annabella Sciorra as Maxine, Tony's threatened wife.\n\nI imagine this material worked on the stage, where it was titled \"Riff Raff\" (it was produced at the Circle Repertory Company in lower Manhattan). But stage plays are about the voices and physical presence of the actors, and we supply the necessary reality. Movies have a tendency to be literal, no matter what the intention of their makers, and stylized dialogue and acting is hazardous--it calls attention to itself and clangs. Consider, for example, a poem that Tony recites. It brings the movie to an awkward halt.\n\nFishburne is a powerful actor, and he has assembled a talented cast, but the movie remains an actor's exercise--too much dialogue, too much time in the room, too much happening offstage, or in the past, or in memory, or in imagination. Billy's meltdown provides a real-time reality check, but for most of the time we're waiting for the payoff, and when it comes, I'm afraid, it's not very satisfying.", "running_time": 111, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-10-27", "genres": ["Action", "Crime", "Drama"], "title": "Once In The Life (2000)"}