{"url": "http://www.rogerebert.com/reviews/once-upon-a-time-in-america-1984", "by": null, "star_rating": 4.0, "text": "This was a murdered movie, now brought back to life on home video. Sergio Leone's \"Once Upon a Time in America\", which in its intended 227-minute version is an epic poem of violence and greed, was chopped by ninety minutes for U.S. theatrical release into an incomprehensible mess without texture, timing, mood, or sense. The rest of the world saw the original film, which I saw at the Cannes Film Festival. In America, a tragic decision was made. When the full-length version (now available in cassette form) played at the 1984 Cannes Film Festival, I wrote:\n\n\"Is the film too long? Yes and no. Yes, in the sense that it takes real concentration to understand Leone's story construction, in which everything may or may not be an opium dream, a nightmare, a memory, or a flashback, and that we have to keep track of characters and relationships over fifty years. No, in the sense that the movie is compulsively and continuously watchable and that the audience did not stir or grow restless as the epic unfolded.\" \n\nThe movie tells the story of five decades in the lives of four gangsters from New York City -- childhood friends who are merciless criminals almost from the first, but who have a special bond of loyalty to each other. When one of them breaks that bond, or thinks he does, he is haunted by guilt until late in his life, when he discovers that he was not the betrayer but the betrayed. Leone's original version tells this story in a complex series of flashbacks, memories, and dreams. The film opens with two scenes of terrifying violence, moves to an opium den where the Robert De Niro character is seeking to escape the consequences of his action, and then establishes its tone with a scene of great power: A ceaselessly ringing telephone, ringing forever in the conscience of a man who called the cops and betrayed his friends. The film moves back and forth in a tapestry of episodes, which all fit together into an emotional whole. There are times when we don't understand exactly what is happening, but never a time when we don't feel confidence in the film's narrative.\n\nThat version was not seen in American theaters, although it is now available on cassette [and DVD]. Instead, the whole structure of flashbacks was junked. The telephone rings once. The poetic transitions are gone. The movie has been wrenched into apparent chronological order, scenes have been thrown out by the handful, relationships are now inexplicable, and the audience is likely to spend much of its time in complete bewilderment. It is a great irony that this botched editing job was intended to \"clarify\" the film.\n\nHere are some of the specific problems with the shortened version. A speakeasy scene comes before a newspaper headline announces that Prohibition has been ratified. Prohibition is then repealed, on what feels like the next day but must be six years later. Two gangsters talk about robbing a bank in front of a woman who has never been seen before in the film; they've removed the scene explaining who she is. A labor leader turns up, unexplained, and involves the gangsters in an inexplicable situation. He later sells out, but to whom? Men come to kill De Niro's girlfriend, a character we've hardly met, and we don't know if they come from the mob or the police. And here's a real howler: At the end of the shortened version, De Niro leaves a room he has never seen before by walking through a secret panel in the wall. How did he know it was there? In the long version, he was told it was there. In the short version, his startling exit shows simple contempt for the audience.\n\nMany of the film's most beautiful shots are missing from the short version, among them a bravura moment when a flash-forward is signaled by the unexpected appearance of a Frisbee, and another where the past becomes the present as The Beatles' \"Yesterday\" sneaks into the sound track. Relationships are truncated, scenes are squeezed of life, and I defy anyone to understand the plot of the short version. The original \"Once Upon a Time in America\" gets a four-star rating. The shorter version is a travesty.", "running_time": 139, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Once Upon a Time in America (1984)"}