{"url": "http://www.rogerebert.com/reviews/once-upon-a-time-in-the-midlands-2003", "by": "Robert Carlyleas Jimmy", "star_rating": 3.0, "text": "\"Once Upon a Time in the Midlands\" has a score that sounds familiar, with its echoing hoofbeats, harmonicas, and far-off whistles. It evokes the atmosphere of a Sergio Leone Western, sneaking up under the movie's human comedy and adding a smile. The film is set not in the West (or Spain), but in Nottingham, in the British Midlands, where its lovable working-class characters get involved in a story of love, loss, revenge, clowns and country-Western music.\n\nThe movie opens on the British version of the Jerry Springer show, with the love-struck Dek (Rhys Ifans) proposing marriage to his longtime live-in lover, Shirley (Shirley Henderson). To his dismay, she turns him down. Watching the show is her former husband Jimmy (Robert Carlyle), who, as it happens, has a reason to visit their little town -- he's laying low after a botched stickup. His reappearance confronts Shirley with a classic Western decision, between the respectable shopkeeper and the gunslinger from out of town.\n\nDek and Shirley live with Marlene (Finn Atkins), her daughter by Jimmy, which gives the snaky ex-husband an excuse to re-enter their lives. He wants to reconnect with his daughter. Uh, huh. And for a time he's able to kindle once again in Shirley the excitement she once felt around this dangerous and unpredictable man. Down at his business, the Clutch Hutch, Dek fantasizes about a showdown with Jimmy, but all it leads up to is a classic Western gunfight pose with Dek holding not a revolver but a power drill.\n\nShirley and Dek are part of an extended family including two best friends left over from her marriage. Carol (Kathy Burke), Jimmy's foster sister, is a loud, confident woman who thinks nothing of leaping across the room to topple a man from his La-Z-Boy; her husband Charlie (Ricky Tomlinson) is a country-Western singer, or so he says. They provide a running commentary as Shirley tentatively decides to let Jimmy back into her life.\n\nDek, a gentle soul who is devastated by being turned down on national TV, is now prepared almost to surrender, since Shirley obviously doesn't love him. But her daughter Marlene does, and in her mind Dek has always been her father. That leads to scenes of surprising tenderness, in a movie that has enormous affection for all of its characters -- except for Jimmy.\n\nThere's a slapstick sequence in the film: the botched robbery, which involves clowns and a Morris Mini, and it would almost break the spell except that we can just about believe these characters are goofy enough to pull off something like that (maybe they saw it in a movie?). And there's always the undertone of danger with Jimmy, who can be charming and then turn mean in an instant.\n\nRhys Ifans is the key player. You may remember him as Hugh Grant's Welsh roommate in \"Notting Hill,\" the one with such a fascination for his bodily functions. He can play peculiar, but here he plays normal, even low-key, as a guy who doubts himself so much that, if Shirley says she won't marry him, she must be right.\n\nThe movie doesn't really press its parallels with Sergio Leone; maybe the title and the music are simply supposed to suggest that even in Nottingham there can be showdowns between good and evil, and a loser can learn to stand up like a man. Some of the photography by Brian Tufano also quietly echoes the Leone look, including a lovely night exterior of the outside of a bingo parlor, outlined against the evening sky.\n\nNote: Will American audiences have trouble with the accents? I ask because people at the screening asked me. I think it's a matter of listening to the music instead of the words. You may be a little put off at the beginning, especially by Carlyle, but it's funny how as the characters develop and the story gets interesting, somehow we hear all the words and stop thinking about the accents.", "running_time": 104, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-09-19", "genres": ["Action", "Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "Once Upon A Time In The Midlands (2003)"}