{"url": "http://www.rogerebert.com/reviews/one-magic-christmas-1985", "by": "Mary Steenburgenas Ginnie", "star_rating": 2.0, "text": "This is very unfortunate. What we have here is a movie with an intelligent screenplay, wonderful performances and skillful direction, but it is a tactical miscalculation from beginning to end. The name of the movie is \"One Magic Christmas,\" it comes from the folks at Walt Disney Pictures, and although it eventually arrives at a sort of happy ending, first it spends almost 90 minutes telling a sad, sad story. Since the movie was presumably made for family audiences, why did it have to be about all of the most tragic things that can happen to a family? \n\nLet me make a depressing list of what happens (and if you plan to see the movie, maybe you had better read no further - unless you are trying to decide whether young kids will like this movie). \n\nThe movie is about the Grainger family, Mom and Dad and two kids, who live in a nice house on a nice street in a nice city. Then Dad loses his job. Since they live in a company house, they have to be out by Jan. 1. That means Christmas season is spent packing and planning to move. Just to make sure we don't miss the point, a Scrooge from the company comes around to show the house to the next people who will be moving in. \n\nWell, at least the Graingers have a little money in the bank. Mr. Grainger (Gary Basaraba) goes to the bank to take out $200 for Christmas presents. But then we meet a desperate man (Wayne Robson) who is also out of work and broke, and who tells his little son to wait for him at the bus station. The man sticks up the bank and shoots Mr. Grainger dead. Then he steals Mr. Grainger's car for the getaway. The Grainger kids, Abbie and Cal, are in the back seat, so they are kidnapped. There is more bad news. The car plunges through a bridge railing, and the kids are drowned. (Meanwhile, the bad man's little boy is presumably still waiting at the bus station - a loose end the movie leaves hanging.) \n\nThis is a pretty desperate story for a Christmas movie to be telling. But, to be sure, there is another level to the story. The Graingers' neighborhood is being watched over by the Archangel Gideon (Harry Dean Stanton), who is sad because Mrs. Grainger (the wonderful Mary Steenburgen) does not share the spirit of Christmas. Her lack of faith is sort of what has caused all the family's problems, I guess. And at the end of the movie, after the kids have been resurrected through one of the angel's miracles, Abbie gets to go to the North Pole and meet Santa Claus in person, after which her dad is brought back to life, too. \n\nThis is a happy ending, but, boy, do we have to sweat for it. I don't know what the filmmakers were thinking of. Couldn't they have had the Graingers face some more everyday problems, like a sick dog or overdue heating bills? Did there have to be three deaths in the family, in addition to unemployment and no toys under the tree? Aren't they lay ing it on a little thick? I think so, and I'll bet little kids will think so, too. \n\nA lot of love and effort obviously went into this movie. The direction is by Philip Borsos, who made a memorable Western called \"The Grey Fox.\" His images develop a real bittersweet resonance. Steenburgen finds just the right notes as the mom who doesn't believe in Christmas. She isn't mean, just cynical and tired. Arthur Hill is fine as a kindly old great-grandpa, and Gary Basaraba has a nice, winsome quality as he talks about wanting to open a bicycle-repair shop. \n\nI am not sure exactly what I think about Harry Dean Stanton's archangel. He is sad-faced and tender, all right, but he looks just like the kind of guy that our parents told us never to talk to. \n\nAnyway, all of these people work hard and carefully, and produce an intelligent and sensitive movie. For adults and older family members, it probably will work pretty well. But in the real world of commercial moviemaking, a Disney movie named \"One Magic Christmas\" is going to attract a lot of little kids, and I don't think too many sugarplums are going to be dancing in their dreams after they get home from this one.", "running_time": 89, "mpaa_rating": "G", "release_year": 1985, "date_published": "1985-11-22", "genres": ["Drama", "Fantasy", "Holiday"], "title": "One Magic Christmas (1985)"}