{"url": "http://www.rogerebert.com/reviews/one-of-our-dinosaurs-is-missing-1975", "by": null, "star_rating": 2.0, "text": "One of our dinosaurs may be missing, all right, but it's not missing for long enough. The latest Walt Disney production apparently included a sizable investment in a large dinosaur skeleton, which is then trucked around London in the fog for so long that we wish they WOULD lose the thing. The Disney organization has been turning out some superior entertainment lately (especially \"Escape to Witch Mountain\" and \"Island at the Top of the World\"), but \"One of Our Dinosaurs Is Missing!\" doesn't make the grade.\n\nThe story is suitably byzantine, and the movie, indeed, opens on a fairly promising note: A young British scientist steals a mysterious document from China and makes his escape over the mountains via box kite and Abominable Snowman. Back in London he is immediately trailed by a gang of sinister Chinese secret agents, led by Peter Ustinov in the silliest performance of that great man's uneven career. No, I take that back. He was sillier as Nero in \"Quo Vadis,\" collecting his tears in a crystal goblet.\n\nWhere were we? Oh, so anyway, the scientist stumbles into the Museum of Natural History, hides the secret document in the skeleton of a dinosaur, manages to impart the secret to his old nanny and passes out. The nanny, who was taking some kids through the museum, turns out to be Helen Hayes, who did not learn after \"Herbie Rides Again\" that a Disney picture may not be the vehicle for fully drawing out her considerable acting talent.\n\nNo matter. The dinosaur is nearly stolen by Ustinov and his cutthroats, only to be hijacked by Miss Hayes and Joan Sims, a British comedienne much on view in the \"Carry On\" series. Now follows a chase scene so deadly in its dullness that we can only assume the cost of the dinosaur made it necessary. Miss Hayes drives a getaway truck, Ustinov is in pursuit, a thick fog descends and there are at least 20 wouldbe sight gags involving people doing double takes at the spectacle of a dinosaur moving through the London streets. In a situation like this, one double take would have been two too many.\n\nYou can't really get stirred up about a movie like this. It's inoffensive, it's pleasant enough, Ustinov occasionally gives evidence that he knows he is making a fool of himself and even enjoys it a little, and there are the obligatory small children (two in number) who are there to keep the kids in the audience involved. On the same double bill is Disney's animated \"Cinderella,\" a rerelease that involves them a lot more.", "running_time": 100, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family", "Mystery", "Thriller"], "title": "One of Our Dinosaurs Is Missing (1975)"}