{"url": "http://www.rogerebert.com/reviews/one-day-2011", "by": "Anne Hathawayas Emma", "star_rating": 3.0, "text": "With some people, we are destined to become lifelong friends. It can’t be planned that way. Chance plays a role. There is an underlying harmony that persists despite the whims of fate. When childhood sweethearts marry after not seeing each other for 30 or 40 years, it makes perfect sense to me. The instinctive understanding is there.\n\n\"One Day\" is a film based on the David Nicholls best-seller about a boy and girl who graduate from the University of Edinburgh on July 15, 1988, and spend the night together. The story follows them by dropping in on July 15th of their lives for year after year, which is a useful device, because it eliminates the need to show us the events of the other days of their years. Success, failure, marriages, divorce, can take place off-screen if necessary. What matters is their accumulating effects.\n\nDexter (Jim Sturgess) is a twit. In the 1970s, he might have been known as a Hooray Henry. Emma (Anne Hathaway) is an earnest, hard-working girl. Dexter is upper-class. Emma is middle-class. Dexter goes into television production. Emma gets a job as a waitress in a Tex-Mex restaurant in London I believe I have actually dined at. It wasn't bad. Dexter becomes famous quickly and fades inexorably because there is really nothing there. Emma becomes obscure quickly and only gradually becomes successful because she persists in believing in herself and her gift for writing. \n\nLife has its way of bringing them together for periodic updates. Some of these meetings are intentional, some accidental. The thread is never broken, not even after Dexter marries, and Emma takes up with Ian (Rafe Spall, son of Timothy). Since Emma and Dexter are both beautiful people, there is no imbalance there. It is all in character. Emma has it.\n\nThe film depends on a reliable fictional element, the redeeming power of the love of a good woman. Dexter is a superficial fool who descends through ever-lowering levels of humiliation on TV, cable and the Internet, until he has been reduced to a punchline. Emma stays her course. Her persistence and success are like a rebuke to Dexter. But it is important for us, and Emma, to realize that he is fundamentally a good person at heart — potentially.\n\nThe movie tells their story in a palatable rom-com manner, much enriched by its locations in Edinburgh, London, Paris and elsewhere. Such characters never live in forlorn places. The film is carefully crafted to make even its sad moments seem not all that bad, and it modulates its progress toward happiness without unseemly haste. But it unfolds as it must: A film cannot begin with two such attractive people and follow them for years into unhappiness and misery. Every single joyous love story ends in death if you follow it long enough. The movies make life easier for us by usually stopping in the middle.\n\nIn a season of movies dumb and dumber, \"One Day\" has style, freshness, and witty bantering dialogue. Anne Hathaway is so attractive that she would be advised to sometimes play against type (the eyeglasses she wears at the beginning are a bit over the top). Jim Sturgess contributes the film's most versatile performance, one that depends on exact timing and control of the balance between pathos and buffoonery. It's a decent night at the movies, if however a letdown after \"An Education,\" the previous film by Lone Scherfig. \n\nWhy July 15? That's St. Swithin's Day, although Dexter and Emma eventually find it has a more direct relevance.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-08-17", "genres": ["Drama", "Romance"], "title": "One Day (2011)"}