{"url": "http://www.rogerebert.com/reviews/one-sings-the-other-doesnt", "by": "Valerie Mairesseas Pomme", "star_rating": 4.0, "text": "Suzanne lives with a photographer who isn’t much of a man. They\r\naren’t married, but he’s fathered two of her children. Now she’s pregnant\r\nagain, and there isn’t enough money for food as it is. Suzanne is 22. She makes\r\na friend of Pauline, the 17-year-old around the corner who everyone calls\r\n“Pomme,” for “apple,” maybe because of her round cheeks.\n\nPomme\r\nhelps Suzanne find the money for an abortion, and stands by her as a friend\r\nduring the ordeal. The two women draw closer as the photographer wraps his\r\ninsecurity around himself. One day, returning to the studio, they find he has\r\nhanged himself. So now Suzanne is left with two children, no lover, and an\r\nuncertain future.\n\nSo\r\nbegins Agnes Varda’s “One Sings, the Other Doesn’t,” which, despite its grim\r\nbeginnings, goes on to become one of the most appealing films by a French director\r\nwhose best work has always found a balance between the heart and the mind.\r\nVarda works close to the human grain; she insists whenever possible on making\r\ndocumentaries between each of her feature films, so she can stay in touch with\r\nreality and not fall for the stylistic excesses of the big fiction films.\n\nThat\r\nrestraint isn’t always evident in “One Sings, the Other Doesn’t,” which\r\ncontains about three or four songs too many for its subject matter to support.\r\nBut I’m getting ahead of the story, which is simplicity itself: After her\r\nlover’s death, Suzanne goes with her children to live on her parents’ farm in\r\nthe country, and Pomme… well, Pomme has adventures.\n\nShe\r\nbecomes a pop singer. She becomes a feminist, and forms a singing group\r\ndedicated to woman’s liberation. She falls in love with an Iranian student, who\r\nseems one sort of person in France and quite another after she marries him and\r\nmoves back to Iran to have his child. At home, he’s an unreconstructed\r\nchauvinist, insisting that his wife fill traditional roles. She can’t see it,\r\nand they finally part, more or less friends, and she returns to France.\n\nIn\r\nthe meantime, the two women have somehow kept in touch through the years.\r\nSometimes they meet; more often it’ll be by letter or postcard, Pomme checking\r\nin from some exotic spot and Suzanne (who eventually marries a doctor) replying\r\nwith news of the reassuring rhythms of life on the farm. Varda’s title is a\r\nperfect one (and even more melodic in French: “L’une chante, l’autre pas”).\r\nHere we have them, she says: Two women, friends, and one sings and the other\r\ndoesn’t, but they’ll remain friends and sisters for all of their lives.\n\nThe\r\nmovie’s final passages are among the best. Pomme comes with her child and\r\nfriends to spend some time on the farm, and so several generations are brought\r\ntogether as the two friends approach the middles of their lives. There’s a\r\npicnic, and kids playing, and wine, and singing (but of too many songs), and\r\nwhat Varda’s doing, in a sneaky way, is making her case for feminism in a lyric\r\nvoice instead of a preachy one.", "running_time": null, "mpaa_rating": "NR", "release_year": 1977, "date_published": "1978-03-16", "genres": null, "title": "One Sings, the Other Doesn't (1977)"}