{"url": "http://www.rogerebert.com/reviews/one-night-stand-1997", "by": "Wesley Snipesas Max Carlyle", "star_rating": 3.0, "text": "“One Night Stand” is work in a minor key from Mike Figgis, whose previous film was the symphonic “Leaving Las Vegas.” The romance this time is lighter and more cheerful, but the result is peculiar: I liked almost everything about the film except for the central relationship, which struck me as just an excuse for everything else.\n\nThe story opens with a Meet Cute. Max (Wesley Snipes), a director of TV commercials, misses his flight out of New York. There are no rooms left when he returns to his hotel. Sitting in the lobby, he's told by a pretty blond (Nastassja Kinski) that his pen is leaking. They attend a chamber music concert, she touches his shoulder as the music weaves a romantic mood, she lets him use the extra bed in her room, and soon the extra bed is not required.\n\nMax was in New York to visit his best friend Charlie (Robert Downey Jr.), who is HIV-positive. He returns to Los Angeles and his wife Mimi (Ming-Na Wen), his children, and the family dog, who growls softly while sniffing his crotch. You can't fool a dog. One year passes. Read no further unless you want to know that Charlie is in the hospital with weeks to live. Max flies back to New York, meets Charlie's brother Vernon (Kyle MacLachlan) and his wife Karen--who is, of course, Kinski.\n\nThat's the set-up. The central question would seem to be, how do Max and Karen handle this embarrassing development? The two adulterers go through the motions required by movie convention (“As far as I'm concerned,” Karen says, “nothing happened”). And eventually all of the romantic problems are sorted out. But I didn't much care, because the real interest in the film is not the relationship between Max and Karen, and the Karen character is so underwritten that Kinski has to create it mostly out of surfaces and body language. I did find myself caring about Charlie, the best friend with AIDS, who is played by Downey as a man determined not to go solemnly into that great night. He has a sense of humor even on his deathbed, and gets one of the movie's best laughs just by raising his eyebrows. I liked him, and I also liked the character of Max's wife Mimi, who is written with much more detail than the Kinski character, and played by Ming-Na Wen as smart, observant, fiery and extremely clear about what she likes in bed.\n\nThe writing credit for “One Night Stand” goes to Figgis. The original screenplay was by Joe Eszterhas, who removed his name after reading Figgis' rewrite. (Figgis observed at the Toronto Film Festival that Eszterhas' partner Ben Myron still has a producer's credit--”although I never met him.”) What Figgis liked, he said, was the three-act structure of the original script, by which I think he means the way that the lovers Meet Cute, part and Meet Cuter. I wonder if the Eszterhas version paid more attention to Karen. This version adds several scenes that play well, but seem to belong in a movie about Max, not Max and Karen. For example, a discussion of an ad campaign for a pickle manufacturer, and a fight between Max and his wife.\n\nIn the last act of the movie, the romance essentially becomes a backdrop for the real drama, which involves Charlie's illness. There's a party in his hospital room and a celebration held by his friends, both recalling the tenderness of the 1996 movie “It's My Party,” where Eric Roberts was the dying man. Compared to the power of these scenes, the movie's ending plays as a Meet Cutest, with some sly exploitation of what we assume about a series of two-shots.\n\nStrange, that these observations did not get in the way of my enjoyment of the movie as a whole. It is so well acted and written that it convincingly shoulders aside its central premise and works because of the subplots and the supporting characters. Even the Wesley Snipes character, presumably at the center of the action, acts more as a master of ceremonies, leading us from one diversion to another. And Kinski, although under-used, is warm and fetching, and gets maybe the movie's best line. “What do you do, Karen?” asks Mimi. And she replies: “I'm a rocket scientist.”\n\n ", "running_time": 103, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-11-14", "genres": ["Drama", "Indie"], "title": "One Night Stand (1997)"}