{"url": "http://www.rogerebert.com/reviews/one-lucky-elephant-2011", "by": "Ivor David Baldingas Himself", "star_rating": 3.0, "text": "\"Animals and men regard each other across a gulf of mutual misunderstanding.\" So said W. G. Sebald, who I have quoted more than once when confronted by a film like \"One Lucky Elephant,\" which is simple enough to delight a child and complex enough to baffle a philosopher.\n\nHere are the stories of Flora, an African elephant, and David Balding, who runs a St. Louis circus. Flora, who witnessed her mother killed, was shipped in a crate to the United States at a tender age, where after training and bonding with Balding, she became the star performer and namesake of Circus Flora. This one-ring circus was created as a commissioned work for the 1986 Spoleto Festival in Charleston, S.C., and has performed annually in St. Louis since 1987.\n\nFlora was its star from the first. We see her performing in close harmony with Balding, a portly bewhiskered man who is one of those few humans born to wear a ringmaster's uniform. Flora was gifted and obedient. But when she reached adolescence, she went through a puzzling period of sleepiness attributed to hormonal changes and began to exhibit impatience and a temper.\n\nShe didn't go on a rampage or anything, but Balding and his wife, Laura, decided she was reaching the end of her show business career and deserved a pleasant retirement. \"One Lucky Elephant\" follows their search for a home for Flora, which began in 2000 and became a great challenge. Her native Botswana was ruled out because of local problems. She later resided for short periods in zoos in Miami and Pittsburgh before finally finding what seems to be a permanent home at a large elephant sanctuary in Tennessee.\n\nBalding loves Flora. He believes Flora loves him. That's where it gets complicated. The motives for the behavior of an elephant are not always easily comprehended across the gulf that Sebald described. Certainly Flora was accustomed to Balding, who treated her well, and fed and cared for her generously. When they were separated, she sometimes exhibited aggression with other humans — not her fault, Balding believes, and it may have been provocative or ignorant behavior on the part of strangers.\n\nA larger question coils beneath the surface of the film. What happens to an elephant that is \"trained\"? Are the chains, ropes, prods and other training tools kind to the creature? Should any wild animal be trained in such a way? (Domestic animals have trained themselves to be our guests and dine at our tables.) \n\nThe owner of the Tennessee sanctuary believes it would be best for Flora to have a definite split with Balding and learn to live in a natural habitat with other elephants. This is very hard on Balding. He and his wife consider Flora their daughter, and he even compares her departure with a child going away to school. \n\nAlong the way we get a good knowledge of the Baldings, who can only be described as good people. David's love for Flora is real. Circus Flora seems to be a wonderful institution, a one-ring tented circus that is still performing. I wish we saw more of it. But the question remains: Is it wise to take an elephant out of its home and train it as a circus performer? I have a sense Flora and Davis regard that question with mutual incomprehension.", "running_time": 84, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-08-17", "genres": ["Documentary"], "title": "One Lucky Elephant (2011)"}