{"url": "http://www.rogerebert.com/reviews/one-trick-pony-1980", "by": "Robert M. Young", "star_rating": 3.5, "text": "“One-Trick Pony” is a wonderful movie, an affectionate character\r\nstudy with a lot of good music in it, and it's being sold in all the wrong ways\r\nto Paul Simon \"fans.\" True, you'll like it if you are a Paul Simon\r\nfan, but does Paul Simon have \"fans\" anymore? He has lots of\r\nadmirers, people who follow his music, but they're not necessarily prepared to\r\nrace out into the night to see this movie, as fans of, say, Bruce Springsteen\r\nmight be willing to do. And that's sort of the point of “One-Trick Pony,” which\r\ntells the story of a folk singer who used to have a lot more fans than he does\r\ntoday.\n\nIt's ironic, the way the movie's ad campaign seemed to have\r\nexactly missed the point of the movie. Ironic, but not unusual. And never mind:\r\nThis movie was one of a lousy film year's few good films, a work that knows\r\nexactly what it's like to be a musician on tour. Jonah, the character Paul\r\nSimon wrote and plays, is a person drawn from life. If you are or ever have\r\nbeen a regular at a marginal local folk club, you've seen singers like Jonah\r\nmany times.\n\nHe was very big in the 1960s. He wrote one of the songs that\r\nbecame an anthem for that decade. His music was an anti-war rallying point. But\r\nthe sixties are long ago. And Jonah has continued to perform more or less in\r\nthe same vein. He still travels the country by van, working with a small band.\r\nHe still writes and arranges his own songs. He is still very good, for that\r\nmatter, but he's out of date. He plays smaller and smaller clubs, and back\r\nhome, in New York, his wife and child are both growing up without him.\n\nThere is a point, this movie argues, when a singer like Jonah\r\nstops being a brave individualist and becomes merely a middle-aged man hanging\r\nonto an obsolete self-image. That's the opinion held by Jonah's wife (Blair\r\nBrown), who loves him but wants a divorce. Jonah is sort of willing to try a\r\nchange. He begins to deal with a \"hitmaker\" (Rip Torn) who sets him\r\nup with an arranger (Lou Reed) who can almost guarantee a Top 40 sound.\n\nThe movie does an effortless job of teaching us this aspect of\r\nthe music business. We hear various versions of one of Jonah's songs: first as\r\nit sounds in a small club, then as it sounds during a very nervous audition\r\nsession, and finally as it is gruesomely transformed, violins and all, into a prepackaged\r\n\"hit.\" During this period we begin to feel sympathy with a certain\r\nnobility in Jonah's character. “One-Trick Pony” never forces its points, but we\r\nbegin to understand why his way might be preferable to success.\n\nThe movie is filled with interesting, sharply drawn characters.\r\nAllen Goorwitz is brilliant in a hateful role as an egotistical monster who\r\ncontrols radio playtime. Joan Hackett, as Torn's sexually adventurous wife,\r\ngoes after Jonah in simple, lustful boredom, but ends up trying to be his friend,\r\nto explain the realities of the situation they find themselves in. Brown plays\r\nthe singer's wife as a complex woman who, in her thirties, still knows and\r\nfeels why she married this man, but wonders how long he has to prove his point\r\nbefore her life is sidetracked.\n\nAnd Simon is very good in the central role. The movie has a lot\r\nof music in it that he sings well and with love, but it also contains some very\r\ntricky dramatic moments. Halfway through, we begin to realize that it's about a\r\nlot more things than an aging folk hero. It is also about the generation that\r\nwas young and politically active in the 1960s and now has been overtaken by the\r\nnarcissism of the most brutally selfish and consumer-oriented period in\r\nAmerican history. Many children of the sixties have been, of course, willing\r\nconverts to the new culture of the Cuisinart. Others stick to what they used to\r\nbelieve in. In Jonah's case, it's folk music. Everybody's case is different.", "running_time": 98, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": null, "title": "One-Trick Pony (1980)"}