{"url": "http://www.rogerebert.com/reviews/one-fine-day-1996", "by": "Michelle Pfeifferas Melanie Parker", "star_rating": 2.0, "text": "“Cinema is the history of boys photographing girls.” Or so\rJean-Luc Godard is claimed to have said. I thought of his words while watching “One\rFine Day,” an uninspired formula movie with another fine performance by\rMichelle Pfeiffer. She does everything in this movie that a much better movie\rwould have required from her, but the screenplay lets her down.\n\nSince\rPfeiffer is one of the producers, she can blame herself; she *wanted* to make\rthis predictable fluff about two beautiful people who engage in a verbal\rsparring match for 90 minutes while we patiently wait for them to acknowledge\rthat they have fallen hopelessly in love. She completes a three-dimensional,\rappealing character and puts her in a lockstep plot.\n\nThe\rmovie stars Pfeiffer as Melanie, a divorced mom who has some kind of a job\rinvolving big architectural projects. George Clooney plays Jack, a divorced\rcolumnist for the New York Daily News. Through a series of coincidences, both\rsingle parents are suddenly required to take care of their kids for the day,\rand then circumstances throw them together, again and again.\n\nSo\rOK, what's going to happen? Consider this to be like the crossword puzzle. Get\rout your pencils.\n\nThe\rkids, Maggie and Sammy, (like/dislike) each other. When their parents are distracted\rfor a moment, they (run out of sight/stay where they're told to stay). When the\rparents try to find them, they (do, with great relief/lose them, and the movie\rturns into “Ransom”). When both parents use identical cellular phones, they\r(accidentally exchange phones and get each other's calls/keep their own phones\rand get all of their own calls). When Maggie grows attached to some kittens,\rher father (lets her keep them/tells her to forget them). After the Pfeiffer\rcharacter criticizes the Clooney character for being late and irresponsible,\rshe herself is (late and irresponsible/always on time). Toward the end of the\rfilm, when it appears certain they are in love, a silly misunderstanding\r(delays this realization/ends in a kiss).\n\nAnd\rso on. This is the kind of movie you can sing along with. I amused myself by\rtrying to figure out Michelle Pfeiffer's job. She works for a big company, I\rguess, but her only colleague seems to be her elderly and powerful boss. When\rshe trips and falls and breaks the model of a big architectural project, it's\rher job to take it downtown and hire a guy to glue it back together again, and\ryet she also seems to be the designer, or planner, or salesperson, or broker,\ror something, of this whole undertaking.\n\nWe\rdon't know for sure because it's all flimflam. Her job scenes should be\rsubtitled “Obligatory Scenes Necessary So Little Maggie Can Be Taken to the\rOffice.” Jack's newspaper job is easier to understand, especially after he\rexplains it takes him “about an hour” to write a column, and the mayor is\rplanning to sue him after yesterday's column. Everybody knows columnists like\rthat.\n\nMeanwhile,\rthe two kids like each other, and the two parents like each other, and there\rare scenes at the docks, scenes in the park, scenes in toy stores, scenes in\rthe streets, scenes in the rain, scenes in taxis, scenes where Ocean Spray\rcranberry juice gets squirted on Pfeiffer's blouse and similar scenes in which\rother garments are stained on a regular basis.\n\nPfeiffer\rlooks, acts and sounds wonderful throughout all of this, and George Clooney is\rperfectly serviceable as a romantic lead, sort of a Mel Gibson lite. I liked\rthem. I wanted them to get together. I wanted them to live happily ever after.\rThe sooner the better.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-12-20", "genres": ["Comedy", "Romance"], "title": "One Fine Day (1996)"}