{"url": "http://www.rogerebert.com/reviews/one-true-thing-1998", "by": "Meryl Streepas Kate Gulden", "star_rating": 3.0, "text": "No matter how well we eventually come to understand our parents,\rour deepest feelings about them are formed at a time when we are young and have\rincomplete information. “One True Thing” is about a daughter who grows up\radmiring her father and harboring doubts about her mother, and finds out she\rdoesn't know as much about either one as she thinks she does.\n\nThe movie is based on the 1995 novel by Anna Quindlen about a\rNew York magazine writer whose father is “Mr. American Literature” and whose\rmother seems to have been shaped by the same forces that generated Martha\rStewart's hallucinations. Ellen (Renee Zellweger) is bright and pretty but with\ra subtle wounded look: She has that way of signaling that she's been hurt and\rexpects to be hurt again.\n\nShe comes home to upstate New York for a surprise birthday party\rfor her father, a professor named George (William Hurt), and is not surprised\rto see her mother, Kate (Meryl Streep), prancing around the house dressed like\rDorothy in “The Wizard of Oz.” Yes, it's a costume party, but Kate is the kind\rof woman who can find costumes like that right in her own closet. Eventually\rEllen gets a chance to ask her dad about her latest magazine article, which he\rhas read and, “writer to writer,” thinks should be “more muscular.” Later he\rmuses, “When I was 20 and working at the New Yorker, I would spend a whole day\rworking on a single sentence.” That's the kind of statement that deserves pity\rrather than respect; if it is true, then to meet his deadlines he must have had\rto dash off his other sentences in heedless haste. Ellen should be able to feel\ra certain contempt for her father for even using such a ploy, but she is\rblinded by his tweeds, his National Book Award, his seminars, his whole edifice\rof importance. He thinks he's a big shot, and she buys it.\n\nEllen's hurt, we see, comes because her father, whom she\radmires, does not sufficiently show his love for her--while her mother, of whom\rshe disapproves, has a love that is therefore unwelcome. All of this begins to\rmatter in the next months, as it develops that Kate has cancer, and George wants\rhis daughter to move back home and take care of her.\n\nBut ... I have a career, Ellen argues. “You can work as a\rfree-lancer from home,” the professor says, clearly not convinced that whatever\rhis daughter has can be described as a career. He, of course, is too busy with\rmidterms to take care of Kate. The family's younger brother, Brian (Tom Everett\rScott), must stay in school. Yes, a nurse could be hired, but the professor\rdoesn't want a nurse poking around the house and disturbing his routine. Kate herself\rdoesn't want Ellen to stay, but wasn't consulted (by her husband or her\rdaughter) about the decision.\n\nAs autumn winds down into winter, Ellen coexists in the house\rwith a mother who is clearly demented in the area of domestic activities. She\rbelongs to a local group named the Minnies, who decorate Christmas trees with\rthe fury of beavers rebuilding a dam. The luncheon meetings of the Minnies\rcould be photographed for layouts in food magazines, and of course the Minnies\rcook everything themselves. When Ellen breaks a piece of Kate's china, Kate\rasks her to save the pieces because she can use them in her mosaic table. Ellen\rfinally tells Kate she thinks the Minnies are like a cult group.\n\nGeorge, on the other hand, throws his daughter a bone; he asks\rher to write an introduction to his collected essays. She is flattered,\ralthough a little wounded that he then immediately asks her, in more or less\rthe same spirit, to launder some shirts.\n\nAs winter unfolds and Kate's illness grows more severe, Ellen\rbegins to suspect things about her father, and her mother observes this and\rfinally tells her: “There's nothing that you know about your father that I\rdon't know--and better.” And we see that the buried story of the movie is the\rhurt Kate has borne all these years over the way her daughter's love was\rquietly directed away from her.\n\nIt is the craftsmanship that elevates “One True Thing” above the\rlevel of a soaper. The director, Carl Franklin (“One False Move”), goes not for\rbig melodramatic revelations but for the accumulation of emotional investments.\rHurt and Streep are so well cast they're able to overcome the generic natures\rof their roles and make them particular people. And Renee Zellweger, as Streep\robserved at the Telluride Film Festival, is able to create a place for herself\rand work inside it, not acting so much as fiercely possessing her character.\rThe movie's lesson is that we go through life telling ourselves a story about\rour childhood and our parents, but we are the authors of that story, and it is\rless fact than fiction.", "running_time": 121, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-18", "genres": ["Drama", "Romance"], "title": "One True Thing (1998)"}