{"url": "http://www.rogerebert.com/reviews/one-on-one-1977", "by": "Robby Bensonas Henry Steele", "star_rating": 3.0, "text": "Here's a real discovery, an engaging comedy that opened without a lot of fanfare but is drawing crowds as the word spreads: “One On One” is funny and touching and makes you feel good. The movie's concocted out of story ingredients as old as the hills (small-­town boy enters big-city university, hopes to make the team and win the girl), but it's acted with such grace and good humor that we really care about what happens.\n\nThat's not to say the movie's perfect. It owes more than a little to “The Graduate” and “Rocky,” and there are a couple of scenes awkward enough to make us squirm. But it has heart, and the immediately engaging personalities of Robby Benson and Annette O'Toole in the leading roles. And it has that rare commodity, a villain who is both totally despicable and human enough to inspire sympathy.\n\nBenson is the 21-year-old who played Billy Joe McAllister in “Ode to Billy Joe” and jumped off the Tallahatchie Bridge under circumstances that are still, for my money, cloaked in mystery. In “One On One”, which he co-authored, he plays a naive high-school basketball star from Colorado who's recruited by a big university (Benson in real life is a terrific basketball player and does his own playing in the movie). He's only 5 feet 10 inches, but he's a dazzling play-maker and the coach thinks he might be usable.\n\nAh: The coach. He's played by G.D. Sprad­lin (the corrupt senator in \"The Godfather, Part II\") as a hard-nosed ace recruiter with a heart of Drano. He welcomes young Robby into the system, which functions well at first (as a prospective varsity star, he gets a tutor, an alumnus big brother, a “job” and a weekly paycheck). But Robby doesn't fit. He tries hard, yes, and he's talented, but he's so small­-town that he can't deal with things like uppers and downers and promiscuous depart­mental secretaries, and so the coach asks him to give up his scholarship.\n\nHe refuses, and the battle lines are drawn. One of the recruits on Robby's side turns out to be his tutor, an auburn-haired sociology grad student. She's played by Annette O'Toole, whom I have not seen before and would very much like to see again; her first impact on the screen is roughly equivalent to Katherine Ross' entrance in “The Graduate”.\n\nWhat happens in the movie, as I've suggested, is not exactly new stuff. The kid engages in a battle of wills with the coach, he discovers his own values, he does a lot of quick growing up and he falls in love with the girl. What makes the movie such a treasure is the way this material is handled. The way, for example, Robby Benson silently mouths the word “Wow!” after learning that the gorgeous grad student is asking him to move into her apartment. The scene in which he plays basketball with berserk energy after taking speed for the first time. The closing scenes, with their reminders of “Rocky”.\n\nSome of the stuff doesn't work. A confrontation between Benson, Miss O'Toole and her former boy friend (the bearded assistant professor for whom she is also a teaching assistant) is written very awkwardly, and works at all only because the acting over­comes the weaknesses in the dialog. And in the movie's early scenes Benson is supposed to be a naive small-town kid, yes, but was anyone ever quite this naive? Those are flaws, but we forgive, them. “One On One” is a sleeper that might take off, or might not: While it's in town, give it a chance before you check out the current crop of yawn-inspiring blockbusters.", "running_time": null, "mpaa_rating": "PG", "release_year": 1977, "date_published": "1977-08-17", "genres": ["Drama", "Sports Film"], "title": "One on One (1977)"}