{"url": "http://www.rogerebert.com/reviews/one-tough-cop-1998", "by": "Stephen Baldwinas Bo Dietl", "star_rating": 1.0, "text": "As the opening credits on \"One Tough Cop'' rolled, I made a bet with myself that the opening sequence would involve a hostage crisis. I lost. There was another short scene first, and then the hostage crisis. A tough cop named Bo Dietl (Stephen Baldwin) walks past the uniformed officers and confronts the madman who has taken his daughter hostage. Just like in dozens of other cop movies. Of course the hostage sequence must stand alone, and not have any attachment to the rest of the movie.\n\nOK, I'm thinking. What scene always follows a hostage scene in a cop movie? A bar scene. Cops drinking. I am correct. Dietl and his partner Duke (Chris Penn) are in a bar, while the movie establishes that Duke has drinking and gambling problems. (It's always a danger signal when your partner advises you to \"put something on your stomach.'') Then Dietl ends up at a birthday party for Richie La Cassa (Mike McGlone), his friend since kindergarten. Is Richie in the mob? (It's always a danger signal when your best friend has an uncle named Sal who travels with bodyguards.) I'm checking my Timex Indiglo, waiting to see how long it will take for the rogue cop to be called on the carpet by his superior. Answer: four minutes. \"Bo,'' says the chief, \"you're the best cop I have working for me, but, swear to God, you're your own worst enemy!'' Bo is confronted by two feds (Amy Irving and Victor Slezak), who show him photos of himself hugging his childhood buddy Richie at last night's party. In a dialogue scene so talky it brings the movie to a halt, they want him to turn rat and plant a bug on Richie. But Bo won't. The movie is filled with speeches in which he explains that these Mafia guys are his childhood friends from the old neighborhood. He'd see them on Sundays at church and never asked what they did for a living.\n\nMeanwhile, Duke continues to drink and gamble, and then the two cops happen upon a crime scene in which a nun has been raped and tortured. I'm counting down, five, four, three ... and sure enough, on two, we hear the obligatory line, \"What kind of an animal would do this?'' This Bo Dietl is apparently a real person, an ex-cop who reviews movies on the Don Imus radio program. \"One Tough Cop'' is based on a book that is somewhere between memoir and fiction. The movie ends with its only laugh, a title card that informs us: \"Except for the character of Bo Dietl, all characters and events in this movie are fictional.'' How real can a character be, you ask, in a totally fictional story? Think Michael Jordan in \"Space Jam.'' To the degree that Dietl's book does reflect events in his life, his life has been remarkable in incorporating all of the cliches of cop movies. There's even a noir heroine, Joey (Gina Gershon), whose purpose is to be backlit in slinky poses while making me wonder why this movie got released when her infinitely better work in the incomparably better murder-and-incest film \"This World, Then the Fireworks'' (1997) never got a theatrical run.\n\nThe movie misses sure bets in scene after scene. Consider a confrontation in a bawdy house between Duke and Frankie \"Hot'' Salvano (Paul Guilfoyle), a mob gambling collector. \"Hot'' insultingly throws crumpled $100 bills at Duke, who boils over, smashes \"Hot'' against a table and stalks out. My best guess is that the hookers would immediately dive for the floor, butting heads in the scramble for the C-notes, but no. They just sit there, forgotten by the screenplay.\n\nThe movie forgets lots of things. If you were Bo Dietl, for example, and had already been shown 8-by-10 glossies of yourself at a private birthday party with your mob friend Richie, would you select a table in the front window of a coffee shop as the ideal place to openly hand $5,000 in gambling debts to \"Hot''? That's professional suicide. Maybe Dietl is thinking, one tough cop is one tough cop too many.", "running_time": 92, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-10-09", "genres": null, "title": "One Tough Cop (1998)"}