{"url": "http://www.rogerebert.com/reviews/one-woman-or-two-1987", "by": "Gerard Depardieuas Julien Chayssac", "star_rating": 0.5, "text": "See if you agree with me on this. It is not funny when people in a movie walk around being dumb and making stupid mistakes, unless the people are named Curly, Moe and Larry. If the characters are allegedly people of normal intelligence, their stupidity isn't funny, it's exhausting - and \"One Woman or Two\" is the most exhausting movie in many a moon.\n\nThe movie is about a French anthropologist who hopes to get a large research grant from a rich American woman. He does not know what she looks like. He goes to meet her plane, and through a comedy of errors he ends up connecting with Sigourney Weaver instead of Dr. Ruth Westheimer. That could happen to anybody. What is amazing is that he persists in his misunderstanding for half of the movie.\n\nThere is, of course, a lame-brained plot to explain why Weaver wants to be mistaken for somebody else. There is also a reason why \"Dr. Wooth\" missed her plane. And a subplot about the controversy over the scientist's belief that the first Frenchman actually was a black woman. \n\nAdd it all up, and what you've got here is a waste of good electricity. I'm not talking about the electricity between the actors. I'm talking about the current to the projector.\n\nThe scientist is played by Gerard Depardieu, everybody's favorite French slob, who shuffles through the movie looking more sheepish than usual. He is provided with one of the most hapless characters of his career - a scientist so lacking in perception that he ignores literally dozens of opportunities to discover that the woman he is looking for is not an American amazon but a little German choo-choo. Once Dr. Ruth arrives, she is equally lax in determining that Weaver has been mistaken for her. The light dawns so slowly that this is one of those movies you wish were on video, so you could watch it at fast-forward.\n\nIs there any redeeming facet to this movie? Anything at all that makes it worth seeing? Maybe some nice scenery, or a small, funny moment, or a flash of charm. Let me think. I'm sitting here. I'm thinking. I'm looking at the list of cast members, to see if anything jogs my memory. Nothing. Tell you what. I'm going to turn off my portable computer and close my eyes and meditate, and if anything at all occurs to me, then this will not be the last sentence of the review.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-03-02", "genres": null, "title": "One Woman or Two (1987)"}