{"url": "http://www.rogerebert.com/reviews/one-day-in-september-2001", "by": "Kevin MacDonald", "star_rating": 3.0, "text": "Kevin Macdonald's documentary \"One Day in September\" retells these events in the style of a thriller, which is a little unsettling. It's one thing to see a fictional re-creation of facts, as in the re-creation of the Cuban missile crisis in \"Thirteen Days,\" and another to see facts tarted up like fiction. Oh, it's exciting, all right, but do we feel ennobled to be thus entertained? Macdonald brings remarkable research to the film. He has managed to obtain interviews with most of the key figures who are still alive, including the one surviving terrorist, Jamal Al Gashey, now in hiding \"in Africa\" (the two other survivors were killed by Israeli assassination squads). He talks to an Israeli athlete who escaped, the son of another and the widow of a third, to Israeli coaches and security experts, to German generals and police officers, to journalists who covered the event. His reporting is extraordinary, as he relentlessly builds up a case against the way the Germans and the International Olympic Committee handled the crisis.\n\nMuch is made of \"German efficiency,\" Macdonald observes, but the Germans were so inefficient that they had no trained anti-terrorist squad, no security around the compound, no contingency plans, not even effective communication (a police sniper and a helicopter pilot were shot by German police who had not been told who they were). In a development that would be funny if it were not so sad, the Germans stationed a 747 jet on an airport runway as a getaway plane for the terrorists, and staffed it with cops dressed as the plane's crew; but minutes before the plane was to be used, the cops took a vote, decided they were not competent to handle the assignment and walked off the plane.\n\nIn a film filled with startling charges, the most shocking is that the three captured terrorists escaped from custody as part of a secret deal with the German government, which essentially wanted the whole matter to be over with. A German aircraft was hijacked by Palestinians, who demanded that the three prisoners be handed over, which they were, with \"indecent haste.\" The film says the plane suspiciously contained only 12 passengers, none of them women or children; now Jamal Al Gashey confirms it was a setup.\n\nAs for the Olympic Committee, at first it intended to continue the games during the hostage crisis, and we see athletes of other nations training and relaxing within sight of the dorms where the Israelis were being held. After the games were suspended, thousands watched the standoff as if it were a show, while the Germans continued to bungle (officers crept onto the roof of the building, but the scene was broadcast live on TV, and the terrorists of course were watching the news).\n\nThe death of the innocent athletes was an avoidable tragedy, we conclude. If the Israeli secret service had been able to stage a raid, as it had wanted, it's likely many lives would have been saved. The final bloodbath resulted more from German bumbling than from anything else.\n\nStill, one wonders why newsreel shots of Hitler and reminders of the Nazi past are necessary in a film that has almost no time at all to explain who the Palestinians were or why they made such a desperate raid. The raid had nothing to do with the Nazi past, and the current Germans seemed like comic-opera buffoons from a Groucho Marx comedy. If the purpose of a documentary is to inform, it could be argued that audiences already know a great deal about Hitler but are not likely to learn much from a couple of perfunctory shots of Palestinian refugee camps.\n\n\"One Day in September\" grips the attention and is exciting and involving. I recommend it on that basis--and also because of the new information it contains. I was disturbed, however, by Macdonald's pumped-up style, and by a tasteless conclusion in which images of action, bloodshed and corpses are cut together into a montage and backed with rock music. What was he thinking of? Footnote: When \"One Day in September\" won the Academy Award in 2000, its producer, Arthur Cohn, held up the Oscar and boasted, \"and I won this without showing it in a single theater!\" The documentary community is still angry about that remark. Cohn exhibits his Oscar entries at screenings peopled largely by those on his invitation list and to as few other people as possible. Under the academy bylaws, only those who have seen all five nominated docs can vote, and by limiting those who have seen his, Cohn shrinks the voting pool and improves his odds. Documentary groups and many individual filmmakers have protested this Oscar to the academy.", "running_time": 92, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-03-09", "genres": ["Drama"], "title": "One Day In September (2001)"}