{"url": "http://www.rogerebert.com/reviews/one-good-cop-1991", "by": "Michael Keatonas Artie Lewis", "star_rating": 2.0, "text": "\"One Good Cop\" wanted to manipulate my emotions, and I was willing to let it try, but finally it was so shameless that I'd had enough. I always feel creepy anyway in movies where cute little children look at the camera with big brown eyes and beg for my sympathy. The movie is slick and clever, but it's immoral at its core, and the more you think about it, the more dishonest it seems.\n\nThe story. Two cops (Michael Keaton and Anthony LaPaglia) are partners on the New York City police force. LaPaglia has lost his wife and is raising his three adorable daughters by himself. The cops are called to a hostage situation where a guy is out of his mind on drugs and holding his wife and kids at gunpoint. LaPaglia, crazed by the fear that the man will kill the wife, rushes him and is shot dead.\n\nNow comes the sticky part. Keaton and his wife (Rene Russo) take the three girls in, and the wife would like to adopt them. She can't have kids of her own, and she's fallen in love with these little angels. Alas, on Keaton's salary they live in a cramped apartment and the social worker sniffs as she looks around. The kids will probably go to some agency, and be adopted by strangers. If only Keaton could buy this big old house in the Bronx, things would be great.\n\nBut where to get the money? How about from the slimy drug dealer who sold the dope that led to the hostage situation? Keaton pulls a mask over his head, sticks up the druglord, takes the money he needs for the house and gives the rest to an orphanage. But his stick-up is flawed because an undercover cop figures out it had to be Keaton - and then, after a shootout, several deaths and the usual action climax, it looks as if Keaton will lose his badge and his gun and be arraigned on criminal charges.\n\nWhat was his crime? Here's where the screenplay gets really slippery. From one point of view, all he did was take money from a scumbag to help provide a decent home for the orphaned kids of a dead cop. From another point of view, however, he also killed several people in a sensational shootout that must have attracted enormous attention, and so we have to believe the whole incident could be overlooked by the New York legal and police establishments.\n\nAnd even if you grant that premise, the movie's last scene, which is supposed to be a happy ending, gets less and less happy the more you think about it, because it assumes the silence and acquiescence of the entire police department (the possibility of an Internal Affairs investigation isn't even contemplated).\n\nThis movie argues that the end justifies the means. It stacks the deck so shamelessly in favor of that assumption - especially with all those adorable little orphans - that I wanted to kick back. I wanted to say, look, there are a lot of police detectives, especially childless ones with wives who work, whose salaries don't force them to steal in order to move out of small apartments. And there are a lot of cops who wouldn't kick in a week's salary (as the cops in this movie do) to help out a colleague who broke the law.\n\nNo matter how sentimental and selfless the reasons behind it, a crime is a crime, and covering it up implicates everybody in the corruption. I don't know what the filmmakers thought, but I don't think \"One Good Cop\" has a happy ending.", "running_time": 107, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-05-03", "genres": ["Action", "Drama"], "title": "One Good Cop (1991)"}