{"url": "http://www.rogerebert.com/reviews/one-from-the-heart-1982", "by": null, "star_rating": 2.0, "text": "\r\n\n\nArriving after two years of sound and fury, after all the\r\nnews items on the financial pages and alarms and excursions in the movie trade\r\npress, Francis Ford Coppola's “One From The Heart” is an interesting production\r\nbut not a good movie. From Coppola, the brilliant orchestrator of “Apocalypse\r\nNow” and the “Godfather” films, it is a major disappointment. This must be the\r\nfirst movie in history to arrive with more publicity about its production\r\ntechniques than about its stars. Everybody knows that Coppola used experimental\r\nvideo equipment to view and edit his movie, sealing himself into a trailer\r\njammed with electronic gear so that he could see on TV what the camera operator\r\nwas seeing through the lens. Of course the film itself was photographed on the\r\nsame old celluloid that the movies have been using forever; Coppola used TV\r\nprimarily as a device to speed up the process of viewing each shot and trying\r\nout various editing combinations. (Or, as an industry wisecrack had it,\r\n\"He took an $8 million project and used the latest advances in video to\r\nbring it in for $23 million.\") \n\n\r\nIf “One From The Heart” is the sort of film this\r\nprocess inspires, then Coppola should abandon it. But of course the process is\r\nneutral; films live or die according to an inner rhythm of their own. The most\r\ndismal thing about “One From The Heart” is that it lacks those rhythms. It is a\r\nballet of graceful and complex camera movements occupying magnificent sets, and\r\nsomehow the characters get lost in the process. There was never a moment in this\r\nfilm when I cared about what was happening to the people in it, and only one\r\nmoment (a cameo by Allen Goorwitz as an irate restaurant owner) when I felt\r\nthat an actor's spontaneity was able to sneak past Coppola's smothering style\r\nand into the audience. \n\n\r\nThe storyteller of “The Godfather” has become a\r\ntechnician here. There are chilling parallels between Coppola's obsessive\r\ncontrol of this film and the character of Harry Caul, the wiretapper in\r\nCoppola's “The Conversation”(1974), who cared only about technical results and\r\nrefused to let himself think about human consequences. Movies are a lot of\r\ndifferent things, but most of the best ones are about people and for people,\r\nand “One From The Heart” pays little heed to the complexities of the human\r\nheart. Indeed, it seems almost on guard against the actors who occupy its\r\ncarefully architectured scenes. They are hardly ever allowed to dominate. They\r\nare figures in a larger pattern, one that diminishes them, that sees them as\r\npart of the furniture. They aren't given many close-ups; they're often bathed\r\nin garish red glows or sickly blues and greens; they're placed in front of\r\ndistractingly flamboyant sets or lost in badly choreographed crowds; and\r\nsometimes they're cut off in the middle of an emotion or a piece of business\r\nbecause the relentlessly programmed camera has business elsewhere. \n\n\r\nI've neglected, in fact, to name the actors, or\r\ndescribe the characters they play. That's not so much of an oversight in a\r\nreview of a film like this. The two main characters (Teri Garr and Frederic\r\nForrest) inhabit a Las Vegas of disappointment, ennui, and glittering lights.\r\nFor a brief time, they break out of their humdrum lives and meet new lovers\r\n(Raul Julia and Nastassja Kinski) who tease them with dreams and fantasies. The\r\nunderlying story notion, I suppose, is that ordinary little people have a great\r\nnight on the town, but the night and the town in Coppola's production so\r\noverwhelm them that they remain ordinary little people throughout. \n\n\r\nThere are small pleasures in this movie. One is\r\nHarry Dean Stanton's walk-through as the seedy owner of a junkyard, although\r\nCoppola resists showing us Stanton's most effective tool, his expressive eyes.\r\nKinski, as a circus tightrope walker, has a beauty much more mature than in “Tess”\r\nand a wonderful moment when she explains \"to make a circus girl disappear,\r\nall you have to do is blink your eyes.\" Garr is winsome, but her role\r\nmakes her thanklessly passive, and Forrest (the Oscar nominee from “The Rose”)\r\nis almost transparent here, he's given such a nebbish to play.", "running_time": 100, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Music", "Romance"], "title": "One From the Heart (1982)"}