{"url": "http://www.rogerebert.com/reviews/ong-bak-the-thai-warrior-2005", "by": "Tony Jaaas Ting", "star_rating": 3.0, "text": "No stunt doubles.No computer graphics.No strings attached.\n\nThese nine words represent the most astonishing element of \"Ong-Bak: The Thai Warrior,\" the first Thai film to break through in the martial arts market. Having seen documentaries showing how stunt men are \"flown\" from wires that are eliminated in post-production, having seen entire action sequences made on computers, I sat through the movie impressed at how real the action sequences seemed. Then I went to the Web site, and discovered that they were real.\n\nYes, they do a lot with camera angles and editing tricks. With the right lens and angle and slow-motion, you can make it look like an actor is defying gravity, when in fact he is simply making a big jump from a trampoline. But some of the shots cannot easily be faked.\n\nIn \"Red Trousers\" (2004), a documentary about Hong Kong stunt men, we find that they perform a lot of falls simply by falling. \"Ong-Bak\" opens with a tree-climbing contest in which the competitors try to capture a red flag at the top of a tree, while kicking and shoving their opponents off the limbs. Say all you want about wide angle lenses that exaggerate distance, but we see the tree in an undistorted shot that establishes its height, and these guys are falling a long way and they are landing hard.\n\nThe movie stars Tony Jaa, a young actor who is an accomplished stunt man and expert in Muay Thai boxing, a sentence I have typed just as if I had the slightest idea what Muay Thai boxing is. Thank you, Web site. Jaa, who plays the hero, Ting, is an acrobat and stunt man in the league of Jackie Chan or Buster Keaton, and there's an early chase through city streets where he does things just for the hell of it, like jumping through a large coil of barbed wire, jumping over two intersecting bicycles, and sliding under a moving truck.\n\nThis chase, and the tree-climbing scene, set the pace for the movie. It is 107 minutes long, and approximately seven minutes are devoted to the plot, which involves the theft of an ancient Buddhist statue from the hero's village. He has been trained by Buddhist monks and will not fight for reasons of vengeance, money or personal gain, but he agrees to go to Bangkok and retrieve the sacred statue, and for a monk with a vow of pacifism he certainly relaxes his rule against fighting. One bloody sequence has him taking on three opponents in an illegal boxing club where enormous sums are wagered by Khom Tuan (Sukhaaw Phongwilai), the local crime lord.\n\nI arrived at the movie prepared to take notes on my beloved Levenger Pocket Briefcase, which I lost at Sundance and then miraculously had restored to me. But I found when the movie was over that I had written down its title, and nothing else. That's because there's really nothing to be done with this movie, except watch it. My notes, had I taken them, would have read something like this:\n\nFalls from tall tree.Chase through streets.Runs on tops of heads of people.Runs across the tops of market stalls, cars and buses.Barbed wire!Fruit Cart Scene!!! Persimmons everywhere!Illegal boxing club. Breakaway chairs and tables pounded over heads.Chase scene with three-wheeled scooter-taxis, dozens of them.Ting catches fire, attacks opponents with blazing legs.\n\nAnd so on, and on. The movie is based on the assumption, common to almost all martial arts movies, that the world of the hero has been choreographed and cast to supply him with one prop, location and set of opponents after another. Ting needs a couple dozen three-wheelers for a chase scene? They materialize, and all other forms of transportation disappear. He fights 20 opponents at once? Good, but no one is ever able to whack him from behind; they obediently attack him one at a time, and are smashed into defeat.\n\nThe plot includes a pretty girl (Pumwaree Yodkamol), who I think is the girlfriend of George (Petchthai Wongkamlao), a friend of Ting's from the village who has become corrupted by Bangkok and betrays him. I was paying pretty close attention, I think, but I can't remember for sure if Ting and the girl ever get anything going, maybe because any romance at all would drag the action to a halt for gooey dialogue. I think they look at each other like they'll get together after the movie.\n\nDid I enjoy \"Ong-Bak\"? As brainless but skillful action choreography, yes. And I would have enjoyed it even more if I'd known going in that the stunts were being performed in the old-fashioned, pre-computer way. \"Ong-Bak\" even uses that old Bruce Lee strategy of repeating shots of each stunt from two or three angles, which wreaks havoc with the theory that time flows ceaselessly from the past into the future, but sure goes give us a good look when he clears the barbed wire.", "running_time": null, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-02-10", "genres": null, "title": "Ong-Bak: The Thai Warrior (2005)"}