{"url": "http://www.rogerebert.com/reviews/only-you-1994", "by": "Marisa Tomeias Faith", "star_rating": 3.5, "text": "Norman Jewison's \"Only You\" is the kind of lighthearted romance that's an endangered species in today's Hollywood. It is total fantasy, light as a feather, contrary to all notions of common sense, it features a couple of stars who are really good kissers - and it takes place mostly in Venice, Rome, and the glorious Italian hillside town of Positano. What more do you want? Movies like this were once written for Katharine Hepburn (\"Summertime\"), Audrey Hepburn (\"Roman Holiday\") and Rossano Brazzi (\"Three Coins in the Fountain\"). Or remember Clark Gable and Sophia Loren in \"It Happened in Naples\"? There is a case to be made that no modern actors have quite the innocence or the faith to play such heedless lovers, but Marisa Tomei and Robert Downey Jr. somehow manage to lose all the baggage of our realistic, cynical age, and give us a couple of fools in love.\n\nThe movie begins when the heroine, Faith, is 11. She and her cousin Kate ask a Ouija board who she will marry, and the answer is clear: She will marry a man named Damon Bradley. A few years later, a fortuneteller tells her the same thing. Such a coincidence cannot be ignored, and so \"Damon Bradley\" becomes a psychic beacon for the appropriately named Faith.\n\nYears pass, however, and no Damon Bradley appears, and finally Faith, now played by Marisa Tomei, becomes engaged to a podiatrist (John Benjamin Hickey). Then, on the eve of her wedding, she receives a call from a friend of the groom's, who cannot attend the ceremony because he is on his way to Venice. The friend's name, of course, is Damon Bradley, and Faith abandons all her wedding plans, of course, to fly after him to Venice.\n\nPeter, the man who has made the call, is played by Robert Downey Jr., and one of the questions posed by the movie is whether he is, in fact, really Damon Bradley. What is interesting is that he may be, even if he's not - a paradox you will understand after you see the movie. Whether he is or isn't hardly matters after Faith and Peter fall in love in Venice, or after they continue their romance in Rome, or after it nearly comes to pieces in Positano.\n\nThe screenplay by Diane Drake of course throws great hurdles in the way of the lovers, not least those caused by Faith's explicit belief in the childhood prophecy. All of this is sheer contrivance and artifice, which is part of the fun. There is a fine line between the Idiot Plot, so called because the characters act in defiance of common sense, and what we might call, in deference to Jewison's 1987 hit, the \"Moonstruck\" Plot - in which the characters also act in defiance of common sense, but we don't mind because it's fun.\n\n\"Only You\" gives us two people who should fall in love and live happily together for the rest of their days. They know it, we know it, and all of their friends know it. We also know with a confidence bordering on certainty that they will fall in love. And so there is a special kind of movie pleasure in watching them pigheadedly postpone their bliss - especially when they do it on Italian locations lovingly photographed by Sven Nykvist.\n\nI can think of many angst-laden young Hollywood stars, many of them accomplished actors, who could not have come within miles of the work done by Downey and Tomei in this movie. There is craft involved, yes, and even a certain inspiration, but what I reacted to more strongly was an ineffable sense of good nature: Tomei and Downey seem happy in their being here, and happier together than apart. That it what must be present if we're to respond to a story like this. I have not read in the supermarket papers that they are \"linked in real life,\" and so I must assume their chemistry comes from acting. All the more remarkable. (Or maybe not; many real-life couples sometimes seem fed up with one another on the screen.) Norman Jewison, who directs \"Only You\" with a light, smiling touch, began his directing career just as movies like this were going out of style. He directed Doris Day in \"The Thrill of It All\" (1963), co-starring James Garner, and in \"Send Me No Flowers\" (1964), with Rock Hudson, and I hope Marisa Tomei understands it is a compliment when I say that in \"Only You\" she has some of Doris Day's sunny warmth. I suppose Doris Day is out of fashion, and so are movies like \"Only You,\" but just because something is not done anymore doesn't mean it's not worth doing.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-10-07", "genres": ["Comedy", "Drama", "Romance"], "title": "Only You (1994)"}