{"url": "http://www.rogerebert.com/reviews/only-when-i-laugh-1981", "by": null, "star_rating": 1.0, "text": "\r\n\n\nNeil Simon's “Only When I\r\nLaugh” is basically a movie about a woman who is recovering from alcoholism,\r\nalthough the film also provides us with a lonely homosexual, a disturbed\r\nteenager, a fortyish woman losing her husband, and a “Looking for Mr. Goodbar” scene\r\nin which protagonist Marsha Mason is assaulted and raped. It comes billed as\r\none of Neil Simon's \"serious\" films. That means that it is about\r\nserious subjects. It does not mean Simon examines them seriously. The film\r\nshould have contained half so many problems if he hoped to provide us with\r\ninsights into them. But Simon uses misfortunes as a way of creating characters.\r\nIf he can create an \"alcoholic,\" then he doesn't have to create a\r\nthree-dimensional person for his film. He can just fill out the person's life\r\nwith predictable crises from the disease. The same with the film's homosexual,\r\nwho can complain of loneliness, rejection, feelings of inadequacy, can do\r\neverything, indeed, except be gay onscreen. \n\n\r\nThere are times, as a result, when “Only When I\r\nLaugh” seems like a series of characters reporting to headquarters. Many of the\r\nbig moments take place offscreen, and then the movie stars turn up onscreen to\r\ntell us about them. Maybe that is not so bad. In the scenes where Simon does\r\ntry to grapple with his film's issues, he exhibits little understanding. Take,\r\nfor example, the business of his central character's alcoholism. The movie's\r\nheroine, played by Simon's wife, Marsha Mason, is an actress who is just being\r\nreleased from a rehabilitation program when the movie opens. The doctor\r\ncongratulates her on her wonderful progress. Then she hits the streets, where\r\nher entire program for maintaining sobriety seems to consist of (a) keeping up\r\na brave front, (b) looking noble, (c) wallowing in self-pity with the\r\nencouragement of her neurotic friends, (d) quickly walking past bars, and (e)\r\ngulping a drink the moment things start to go wrong. \n\n\r\nNo wonder she gets drunk again. That's\r\npredictable, but couldn't Simon have spared us a lapse scene reminiscent of “The\r\nFatal Glass of Beer?” At one point, a glass of wine looms so menacingly on a\r\npiano top in the foreground that we think this is a Hitchcock film and that the\r\nbooze must be poisoned. (In other shots in the same scene, the continuity is so\r\nsloppy that the glass disappears from the piano, but never mind.) Simon and\r\nMason must not drink, know little about drinking, and less about how to stop\r\ndrinking. If Simon had cared enough to look into the subject, he might, given\r\nhis undeniable comic gifts, have been inspired to write some really good stuff\r\nabout the joys and pitfalls of sobriety. (Can you imagine a Neil Simon version\r\nof an AA meeting?) \n\n\r\nBut Simon's not that interested in any of the\r\nproblems he hauls onscreen in “Only When I Laugh.” He'll settle for maudlin\r\nmother-daughter confrontations, cozy, clichéd scenes of\r\n\"understanding\" between Mason and her gay friend (James Coco), and\r\nhistrionics from another friend (Joan Hackett) who comes undone upon turning\r\nforty. The only genuine moments amid the phony landscapes of this film come\r\nfrom Kristy McNichol, who turns in a wonderful performance as Mason's daughter.\r\nMcNichol carries conviction. She suggests the real passions and hurts that her\r\ncharacter must feel. The other people in the movie seem to be drawn from\r\nsuperficial medical advice columns, advice for the lovelorn, and the character\r\ninsights of popular songs. Anyone consulting this movie for insights into\r\nalcoholism would be better off asking a bartender.", "running_time": 120, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy", "Drama"], "title": "Only When I Laugh (1981)"}