{"url": "http://www.rogerebert.com/reviews/opening-night-1991", "by": null, "star_rating": 3.0, "text": "John Cassavetes’ “Opening Night” tells the story of an alcoholic actress going through the final agony of bottoming out, while surrounded by people whose lives she is making impossible, and who are not nearly as angry with her as they should be. Gena Rowlands plays the role at perfect pitch: She is able to suggest, even in the midst of seemingly ordinary moments, the controlled panic of a person who needs a drink, right here, right now.\n\nThe story, which takes place in the final days of the out-of-town tryout of a new play, stars Rowlands as Myrtle Gordon, a famous actress idolized by her fans. Ben Gazzara plays the director, who doggedly tries to keep the doomed production on track, Joan Blondell is the playwright, and Cassavetes himself plays the leading man.\n\nEveryone in the cast and on the production staff knows that Myrtle is a drunk, but to one degree or another they all go along with her fantasy, which is that she drinks because she is terrified of aging, and since the play is about an aging woman, the pain is simply too much for her to bear. Alcoholics can always tell you about the problems they’re drinking over, but they can never quite see how the boozing and the problems might be related.\n\n“Opening Night,” a 1977 film that is being shown as part of the current Cassavetes revival season, is of a piece with two other films directed by Cassavetes and starring Rowlands: “A Woman Under the Influence” and “Love Streams.” In all three films Rowlands has a central role as a woman who is cracking up, but “Opening Night” is unusual in pinpointing alcoholism as the specific agent of her self-destruction, and rarely has a movie been so knowledgeable about the ways in which alcoholics - especially talented ones - manage to surround themselves with enablers who will buy into their neurosis and help them continue to drink. “I’ve seen a lot of drunks in my time,” an admiring stage manager tells Myrtle as she weaves in the wings before her first entrance, “but I’ve never seen anyone as drunk as you who could stand up. You’re great!” In a scene at the beginning of the film, a young woman asks Myrtle for her autograph, and then runs after her limousine in the rain. As the limo speeds away, another car strikes the fan, who is killed, but who continues to appear to Myrtle throughout the film.\n\nThe girl is possibly an alcoholic hallucination (Myrtle has clearly reached the final stages before hospitalization), but Blondell, as the playwright, suggests that a spiritualist friend might be able to give counsel.\n\nThe scenes in which Myrtle consults first one and then another spiritualist are typical of Cassavetes’ genius in filming madness. He gives us characters who are clearly breaking apart inside, and then sends them hurtling around crazily in search of quick fixes and Band-Aids. (In “Love Streams,” the hard-drinking Cassavetes surrounds himself with hookers, while Rowlands, as his sister, fills a taxicab with animals she has “rescued” from a pet store; in “A Woman Under the Influence,” a crowd of basket cases sit down to eat a big dinner that has been whipped together under the delusion that life is normal and everybody is having a great time.) Myrtle is too strung out and unhappy to even make sense of the spiritualists, who for their part are either too phony or too locked into their own terms of reference to notice what a sick woman they are dealing with.\n\nAs the play’s opening night creeps closer, and Myrtle gets worse, Cassavetes gives us a series of frantic confrontations in which his characters try to deny the evidence before their very eyes.\n\nBlondell’s long-suffering husband and producer (Paul Stewart, the butler in “Citizen Kane”) tries to keep up his wife’s spirits on the night of the big performance, as curtain time comes and goes and Myrtle still has not appeared at the theater. Blondell is calmer than most playwrights would be under the circumstances (“I can’t deny I’m disappointed, but worse things have happened to me”).\n\nThen follows a climax of pure Cassavetes psychic chaos. When Myrtle finally staggers into the theater and falls on her face, Gazzara gets her made up and costumed and sends her onto the stage, where a supporting actor literally supports her through the first act, and she and the Cassavetes character ad lib the second act as drunken farce, with the audience in on the joke. Then there is great applause, the curtain comes down, and Cassavetes buddies like Peter Falk, Seymour Cassel and Peter Bogdanovich play well-wishers.\n\nWhat does this ending mean? Does it celebrate Myrtle’s triumph, that she got through the evening despite being falling-over drunk? Is it a triumph? Will this play ever have another performance? Will Rowlands ever stop drinking? I would love to be able to ask Cassavetes what, exactly, the happy people milling around on stage are happy about. But Cassavetes, of course, is dead.\n\nI love his films with the kind of personal urgency that you feel toward a beloved friend who is destroying himself. The films, taken together, are portraits of a crackup that is sustained, through courage and resiliency, for as long as humanly possible. Recovering alcoholics talk about “what it used to be like, what happened, and what it is like now.” All of Cassavetes films are about what it used to be like, and for his doomed characters, nothing ever happens to make it any different now.", "running_time": 144, "mpaa_rating": null, "release_year": 1991, "date_published": "1991-10-18", "genres": ["Drama", "Indie"], "title": "Opening Night (1991)"}