{"url": "http://www.rogerebert.com/reviews/open-water-2004", "by": "Blanchard Ryanas Susan", "star_rating": 3.5, "text": "Rarely, but sometimes, a movie can have an actual physical effect on you. It gets under your defenses and sidesteps the \"it's only a movie\" reflex and creates a visceral feeling that might as well be real. \"Open Water\" had that effect on me. So did \"Touching the Void,\" the mountain climbing movie from earlier in 2004. After both movies were over, I felt the need to go outside and walk in the sunshine and try to cheer myself up.\n\nThat's not to say \"Open Water\" is a thriller that churned my emotions. It's a quiet film, really, in which less and less happens as a large implacable reality begins to form. The ending is so low-key, we almost miss it. It tells the story of a couple who go scuba diving and surface to discover that a curious thing has happened: The boat has left without them. The horizon is empty in all directions. They feel very alone.\n\n\"Touching the Void\" affected me because I'm not fond of heights and cannot imagine hanging from a mountainside. \"Open Water\" reached me in a different way. I'm not afraid of water and don't spend much time thinking about sharks, but the prospect of being lost, of being forgotten about, awakens emotions from deep in childhood. To be left behind stirs such anger and hopelessness.\n\nWhen night follows day, when thirst becomes unbearable, when jellyfish sting, when sharks make themselves known, when the boat still does not come back for them, their situation becomes a vast dark cosmic joke.\n\nIt is one thing to be in danger of losing your life. It is another thing to have hours and hours to think about it, and to discuss how casually the Caribbean vacation was settled on, instead of a ski holiday. The angriest line in the whole movie may be: \"We paid to do this.\" They went to a good deal of trouble and expense in order to be abandoned at sea.\n\nThe movie stars Blanchard Ryan and Daniel Travis as Susan and Daniel. They come from a world of SUVs and cell phones and busy work schedules, and now their lives have been reduced to the fact that they are floating in the ocean. With their scuba outfits, they can float for a long time. Much longer, indeed, than will be of any interest to them.\n\nThe sea is calm. The water is cold but not cold enough to kill them. The opening scenes explain, with implacable logic, the series of events that leads to two scuba divers being counted twice, so that the boat returns to port with 18 divers, although it left with 20. If this seems like inexcusable carelessness, well, we can kind of understand how it happened. And the movie is based on a true story of two divers left behind.\n\nThe movie, written, directed and edited by Chris Kentis, tells its story with a direct simplicity that is more harrowing than any fancy stuff could possibly be. The movie was filmed with digital video cameras, but of course it was; what would a 35mm camera be doing out there? And they are out there; the actors were in deep water, I learn, with real sharks.\n\nFor most of an hour we are essentially watching Susan and Daniel float, and talk, and think. Their dialogue is believable: No poetry, no philosophy, no histrionics, just the way people talk when they know each other well and are trying to kid themselves that things are not as bad as they seem. How could they be forgotten? How could the crew not notice their gear on board, or their missing air tanks? Surely the boat will return. Certainly there will be a search.\n\nThey try to remember information from the Discovery Channel. Daniel knows it is fatal to drink sea water. (You can drink urine, but that's tricky when you're floating in a scuba suit.) Those are certainly shark fins cutting the surface of the sea. Most sharks won't bother you, but the word \"most\" is not anywhere near inclusive enough to reassure them. There is even a period when Susan discusses whether this might have all been Daniel's fault: He spent too much time looking at that damned eel.\n\n\"Fault\" is as meaningless as any other concept. Nothing they think or believe has any relevance to the reality they are in. Their opinions are not solicited. Their past is irrelevant. Their success, dreams, fears, loves, plans and friends are all separated from them now by this new thing that has become their lives. To be still alive, but removed from everything they know about how and why to live, is peculiar: Their senses continue to record their existence, but nothing they can do has the slightest utility.\n\nSo you see I was not afraid as I watched the movie. I was not afraid of sharks, or drowning, or dehydration. I didn't feel any of the \"Jaws\" emotions. But when it began to grow dark, when a thunderstorm growled on the far horizon, a great emptiness settled down upon me. The movie is about what a slender thread supports our conviction that our lives have importance and make sense. We need that conviction in order to live at all, and when it is irreversibly taken away from us, what a terrible fate to be left alive to know it.", "running_time": 79, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-08-06", "genres": ["Drama", "Thriller"], "title": "Open Water (2004)"}