{"url": "http://www.rogerebert.com/reviews/open-range-2003", "by": "Kevin Costneras Charley Waite", "star_rating": 3.5, "text": "One of the many ways in which the Western has become old-fashioned is that the characters have values, and act on them. Modern action movies have replaced values with team loyalty; the characters do what they do because they want to win and they want the other side to lose. The underlying text of most classic Westerns is from the Bible: \"What does it profit a man if he gains the whole world, but loses his soul?\" The underlying text of most modern action movies is from Vince Lombardi: \"Winning isn't everything; it's the only thing.\" Kevin Costner's \"Open Range,\" an imperfect but deeply involving and beautifully made Western, works primarily because it expresses the personal values of a cowboy named Boss (Robert Duvall) and his employee of 10 years, Charley (Costner). Boss does not believe in unnecessary violence, and is willing to put his own life to risk rather than kill someone just to be on the safe side. Charley was an expert killer during the Civil War, and has spent 10 years under Boss trying to tame that side of his character. Boss is not only his friend but his mentor and, in a sense, his spiritual leader. Charley doesn't merely work with him, but follows him as a sort of disciple.\n\nBoss grazes his cattle on the open range. His group includes Charley, the younger man Mose (Abraham Benrubi), big and bearded, and the kid Button (Diego Luna), who would sometimes rather play with the dog than do his work. They halt outside a town, Mose is sent in on an errand, and when he doesn't return the two men ride in after him and find him in jail. The town is run by a rancher named Baxter (Michael Gambon), whose dislike of free grazers is violent, and whose payroll includes a gang of hired thugs.\n\nWhen the two men free Mose and return to camp, they find the kid in bad shape. He needs to see a doctor. That means returning to the town, and they all know that to return to Baxter's domain is to risk death. \"This may mean killing,\" Boss says. \"I got no problem with that,\" says Charley. The subtext of the movie is that while Boss' way is best, when actual evil is encountered, Charley's way is required.\n\nAt the doctor's house, the men meet not only the doc but a woman named Sue (Annette Bening), who they first take for his wife and later discover is his sister. Sue's and Charley's eyes meet, setting up a strong attraction that continues through the movie. She sees that he is a good man despite his rough ways and cowboy grunge.\n\nFor him, this is perhaps the first good woman he has known. The movie wisely doesn't push them into a quick kiss, but underlines their awareness and reinforces it with some quiet conversations, shy and painfully sincere on Charley's part.\n\nI can see what Costner is getting at here, and I admire his reticence, his unwillingness to push the romance beyond where it wants to go, and yet somehow the romance itself seems like an awkward fit in this story. Only a few days are involved, violence and illness overshadow everything, and it's clear that this visit will end in a gunfight. The romance, sweet and well-acted as it is, seems imposed on the essential story.\n\nThe town is thoroughly cowed by Baxter. But the townspeople behave differently than they do in many Westerns, where gunfights are treated as a spectator sport. People in a settlement this size know everything that's going to happen, and as the showdown approaches, they get out of town, climbing the hill to the safety of the church. Afterward, they gather again to study and deal with the dead bodies; Costner says he saw that detail over and over in old photographs, although in many Westerns, bodies seem to disappear after they serve their purpose as targets.\n\nMost gunfights consist of the two sides blazing away at one another until the good guys win. The gunfight in \"Open Range,\" which is the high point of the movie, is different. Charley has been under fire, has killed, knows how men respond to the terror of being shot at. Although he and Boss (and their few confederates, including an ornery coot played by Michael Jeter) are outnumbered, Charley thinks they have a chance.\n\nIn the movie's most intriguing speech, Charley outlines for Boss how Baxter's men are likely to react under fire: Who will freeze, who will run, who will shoot first.\n\nAll of the elements involving Boss and his men and the showdown with Baxter are achieved with skill of a classic Western. But again at the end, the relationship between Charley and Sue seems a little forced. They have two scenes of leave-taking when one would do, possibly because their romance even at this point seems undefined and incomplete. We suspect they will meet again, although that doesn't belong in this story; for the purposes of \"Open Range,\" their time together is either too much or too little, and their bittersweet parting seems unsatisfying.\n\nThat is not to fault Bening and Costner's acting in their scenes together, which is as convincing as the material permits--maybe more so. There is a lovely scene where she serves them tea, and Costner's fingers are too big to fit through the handle on his teacup. But to bring a woman into this story at all seems like a stretch, even though I can see she's supposed to underline Costner's uncertainty about his two sides, the killer side and the Boss-following side. It is Boss, after all, who sends Charley back for a proper farewell: \"She's entitled to more than just your backside, walking away.\" What Charley tells her is to the point: \"Men are gonna get killed here today, Sue, and I'm gonna kill them.\" As for Duvall, here is an actor. He embodies Boss' values rather than having to explain them. His pauses are as fascinating as his actions. Consider the scene where he buys chocolates and cigars for himself and Charley: \"Best smoke these while we got the chance.\" He is the center of the story, the man for whom values are important, and whose response to this violent situation is based on what he believes is right, not what he believes will work. \"Cows is one thing,\" he says, \"but one man telling another man where he can go in this country is something else.\" His character elevates \"Open Range\" from a good cowboy story into the archetypal region where the best Westerns exist.", "running_time": 135, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-08-15", "genres": ["Action", "Drama", "Romance", "Western"], "title": "Open Range (2003)"}