{"url": "http://www.rogerebert.com/reviews/operation-condor-1997", "by": "Jackie Chanas Jackie", "star_rating": 3.0, "text": "The knowledge that Jackie Chan performs all of his own stunts brings a certain intensity to the act of watching his movies: A real person in real time is really doing something dangerous. There's an element of Evel Knievel to it. And also an element of Buster Keaton, because Chan is above all a silent comedian, who depends on broad humor and timing to make action comedies in which the violence is secondary (\"No guns!'' he likes to shout).\n\nAlthough Chan does his own stunts, they are, of course, stunts--safety precautions are taken, and camera angles are chosen to make things look more difficult than they are. Sometimes there is even a certain clumsiness which makes the realism even more effective.\n\nEarly in \"Operation Condor,'' for example, Jackie straps on a hang-gliding outfit powered by an airplane engine, fires it up, and runs with mounting desperation across a meadow, trying to get airborne. Eventually, he does. In a slicker action picture, the flight would have been effortless. It's more fun to watch Chan sweating a little. And that's really him in the air.\n\nThere are a couple of other stunts in the film that had me seriously impressed. In one of them, Chan is hanging from a beam near the roof of a warehouse. A car catapults through the air, straight at him. He swings up out of the way and the car misses him. It looked to me as if trick photography wasn't involved; there was a real car, and perfect timing. In another stunt, he leaps from a motorcycle speeding off a pier, and grabs a safe hold on a fisherman's net. And there's a wonderfully choreographed fight above odd flat moving steel platforms high above a hangar floor.\n\nEven the little moments are a kind of perfection. Chan jumps against a wall, pushes off to the parallel wall, and leaps over a gate in the wall. The stunt combines an acrobat's skill with a dancer's grace. And there are scenes where he kids himself, as when he rescues a baby carriage in the middle of a breakneck chase, or when he makes a quick getaway by bouncing down a hill inside what looks like a large inflated volleyball.\n\n\"Operation Condor'' was originally released in Asia in 1991 with the prefix \"The Armour of God II.'' Chan is the writer, director and star. The plot is about as silly as most of his movies. A European count hires him on behalf of the United Nations to find Nazi loot--a fortune in gold buried in the North African desert near the end of World War II. Chan is supplied with a sidekick, an agent named Ada (Carol Cheng) and eventually collects two more bodacious babes: Elsa (Eva Cobo De Garcia), who is the granddaughter of the Nazi who hid the gold, and Momoko (Shoko Ikeda), an innocent soul they encounter in the desert, who is searching for the meaning of life and death, and keeps a pet scorpion.\n\nIt's a little dizzying, the way the movie switches locations from the desert to Arab bazaars to fleabag hotels to a really elaborate set representing some kind of long-lost Nazi headquarters with a built-in wind tunnel that stars in the final action scene. (There is a bomb in the buried headquarters, and in a nod to period detail, it has a countdown timer that uses analog hands instead of a digital readout.) The screenplay pauses for as little dialogue as possible (\"Look out behind you!'' \"Take this!'') and provides a couple of teams of bad guys whose motivations are barely described--but then what do we really need to know, except that they want the gold and are enemies of Jackie? Most action pictures are, at some level, a little mean-spirited: They depend upon macho brutes getting their way. Jackie Chan is self-effacing, a guy who grimaces when he's hurt, who dusts himself off after close calls, who goes for a gag instead of a gun. He brings that light-hearted persona to the fact that he is also a superb athlete and does amazing things in every film. There's a kind of innocence to it all, and a joy of performance. Half of the time, you find yourself wearing a silly grin.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-07-18", "genres": null, "title": "Operation Condor (1997)"}