{"url": "http://www.rogerebert.com/reviews/operation-dumbo-drop-1995", "by": "Danny Gloveras Sam Cahill", "star_rating": 2.5, "text": "I have here a letter from Halima Khan of Bartlett, Ill., a 10-year-old who found \"Mighty Morphin Power Rangers\" to be \"surprisingly good,\" and suggests, in a well-written argument, \"you should have a kid film critic to review kids' films.\" It is hard for me to disagree, because the first paper I worked for had a kid film critic. It was the \"St. Mary's Grade School Newsletter\" - and, reader, that critic was me.\n\nNow I am faced with reviewing another movie that I suspect Halima might enjoy more than I did. \"Operation Dumbo Drop,\" a rare PG-rated film about the war in Vietnam, follows the adventures of some Green Berets who travel by land, air and water in order to provide a village with an elephant for its traditional ceremony. The movie is \"based on a true story,\" and I have no doubt that while winning the hearts and minds of the Vietnamese people we may have supplied some elephants. But the story is so sentimentalized, so sanitized into a family comedy, that I do doubt the reality was anything like this.\n\nThe movie stars Danny Glover, a Green Beret nearing the end of his tour, as Capt. Cahill, the adviser to a mountain hamlet. Ray Liotta plays Capt. Doyle, his replacement. Liotta has been trained to go by the book. Cahill, who has lived in the country, knows the territory and has one week to show the younger man the ropes. They get off to a bad start when Doyle gives some village kids a Nestles' Crunch candy bar (in a distracting product placement), and the Viet Cong find the wrapper, accuse the villagers of collaborating with the enemy, and execute the village elephant.\n\nCahill and Doyle promise to find another elephant and supply it to the village - and must, of course, keep their word. Flying back to a secure base area, they recruit some helpers: Farley (Corin Nemec), a country boy; Ashford (Doug E. Doug), a short-timer with only a week to go; and Poole (Denis Leary), a black market supplier who travels everywhere with his telephone. They find an elephant, which comes with a kid named Linh (Dinh Thien Le) attached. Obviously the kid needs to come along, too, and later we discover the secret of the bond between child and elephant.\n\nThe journey back up country with the elephant is an anthology of many of the developments we might expect, including, of course, episodes involving elephant vomit (when the beast gets seasick) and elephant manure (which one of the characters lands in).\n\nWe also see a lot of the Viet Cong, especially of one soldier named Nguyen (Hoang Ly), who shot the first elephant but didn't feel good about it. And now, as the Berets move through the countryside with the elephant on a truck, and float down a river with it, and finally prepare to parachute it into the village using the same techniques used to drop tractors, the Cong follow them and try to prevent the Dumbo drop.\n\nThe Viet Cong in this movie are portrayed in two ways that are pretty standard for war enemies in Hollywood movies: (1) they aren't very competent, and (2) some of them are good-hearted. There is a moment when Nguyen can shoot the elephant, but chooses not to, using dialogue that I somehow doubt was uttered by any member of the Viet Cong at any time: \"I did not join this army to shoot elephants - especially ones that fly.\" And there is another moment when the Cong have the small band of Green Berets surrounded, but one of the Americans fires his weapon into the air, and the Cong are so startled by the noise that our guys can quickly disarm them. Uh, huh.\n\nI am not asking that \"Operation Dumbo Drop\" be hard-edged realism. It's not that kind of movie. I'm not even very bothered by the scene where the elephant's chute doesn't open, and Liotta goes into free-fall to save it. (No, he doesn't grab the elephant and open his own chute so they can ride down together.) What bothers me is that a chapter of our history is being rewritten and trivialized, as we win in the movie theaters a war that did not, in fact, turn out very well for us.\n\nI do not expect Halima Khan to have these objections, and maybe that's just as well. \"Operation Dumbo Drop\" is a movie with a lot of stuff in it that kids will enjoy, about a war that was over 10 years before Halima was born. But Halima should know that if a \"kid film critic\" were to review this movie, there would be people writing letters saying that we needed a grown-up to put it in perspective.\n\nSo: As a family movie, \"Operation Dumbo Drop\" is sort of entertaining. As history, it's shameless.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-07-28", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Operation Dumbo Drop (1995)"}