{"url": "http://www.rogerebert.com/reviews/opportunity-knocks-1990", "by": "Dana Carveyas Eddie", "star_rating": 2.5, "text": "Ever since Chevy Chase started falling over his feet in his impersonations of Gerald Ford, one member of every \"Saturday Night Live\" cast has been given the duty of lampooning the chief executive's silliest mannerisms. The current holder of the office at \"SNL\" is Dana Carvey, whose impressions of George Bush's vocal style is so infectious that Bush himself seems to be imitating it: \"Got to admit . . . dangerous precedent . . . Barbara and the kids . . . full agreement . . . summing up . . . admit precedent . . . Barbara agreement.\" Carvey does his patented Bush impression at one point during \"Opportunity Knocks,\" in his first starring movie role, and since this probably was inevitable, let it at least be said that the movie does a good job of working it in. Carvey plays a con man who was infiltrated himself high up into a company that manufactures hand-blowers for public rest rooms, and, as the president, he refuses to use paper towels.\n\nThe movie stars Carvey as a con man named Eddie, whose typical job consists of dressing up like a man from the gas company, and stealing people's television sets. It's by a complete accident that he falls into the hand-blower scam. He's stealing from a house when the telephone answering device goes into play, and he discovers (1) that the house will be empty for several weeks, and (2) that the house-sitter won't be able to show up as promised. Eddie and his pal, Lou (Todd Graff), immediately settle in, and then it turns out that the president of the hand-blower company has a beautiful daughter who is engaged to the best friend of the missing house-sitter, and so on, in the way such movies have of explaining everything.\n\nThe heart of the film consists of the relationships Eddie develops with the daughter (Julia Campbell) and her father (Robert Loggia), the hand-blower magnate. There are few plot surprises in the movie, and one of them is certainly not that the daughter falls in love with the con man and the father discovers he has a natural genius for running the firm - while Eddie has a crisis of conscience about whether he should continue to deceive these good people.\n\n\"Opportunity Knocks\" has parts borrowed from \"The Secret of My Success\" and \"Trading Places,\" but the best moments simply consist of the chemistry between Carvey and Loggia. There are board meetings where Carvey hardly does more than clear his throat before Loggia is hailing his latest brilliant suggestion, and other scenes where Carvey thinks fast in a tight spot and improvises ideas to save the company from a plague of paper towels.\n\nUnfortunately, the film doesn't trust the relationships enough to go with them for a full-length story. Maybe Hollywood has lost faith in the possibility that interesting characters can sustain a feature-length movie all by themselves. There's an unwritten law, I guess, that obligatory subplots have to be shoveled in, and this one involves gangsters, stolen money, gambling, hit men and the usual criminal rendezvous in the warehouse district. Since all of these scenes are plugged in from other movies, the plot sometimes feels like it's on automatic pilot. But it comes alive at the crucial moments, giving us a sense of what might have been.\n\nDoes Carvey have a future in movie comedy? Quite possibly. On \"Saturday Night Live\" he plays such broadly comic characters that you can't see his sweet and engaging side, but in \"Opportunity Knocks\" he's more three-dimensional. Like Martin Short, whose own \"SNL\" caricatures obscured the human being beneath, he's an accomplished actor who can sell a real character. I wish the screenplay had developed that side a little more, and gone easier on the standard crime stuff.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-03-30", "genres": ["Action", "Comedy"], "title": "Opportunity Knocks (1990)"}