{"url": "http://www.rogerebert.com/reviews/oranges-and-sunshine-2011", "by": "Emily Watsonas Margaret", "star_rating": 3.0, "text": "Starting in the 1940s and continuing until as recently as 1967, hundreds of thousands of British children, some as young as 4 years old, were separated from poor families and single mothers and shipped to Australia, where in church institutions they were used as child labor and sometimes abused and raped. Their parents were assured they had been sent to \"a loving family,\" and given no other information. This treatment was licensed by the social-work norms of the time.\n\nThe story was never made public. In 1986, in Nottingham, a social worker named Margaret Humphreys (Emily Watson) was told by an adult woman named Charlotte (Federay Holmes), \"I want to know who I am.\" She had grown up being fed conflicting stories about her mother, many of them suggesting she was dead. She was in fact still alive, and Humphreys, in bringing them together, realized she had stumbled over an outrage of monstrous proportions.\n\nAnother woman, Nicky (Lorraine Ashbourne), is seeking her brother Jack (played by Hugo Weaving), who was deported. Together they go to Australia and find him. He introduces Humphreys to others who came out from the U.K., apparently orphans, and they visit the remote Christian Brothers school where he was raised and abused. There is an electric, painful scene in which she approaches the brothers at tea and asks if any of them care to discuss the past. They stare silently at their cups and plates of cake, none stirring or meeting her eyes. Some of them are young. The older ones must have known this day was coming.\n\nThis is all true. When Margaret Humphreys went on TV in Australia to tell the story, she drew crowds of adults who knew they came from the U.K. but had never believed the stories they had been told. If their parents were dead, did they have brothers or sisters? Grandparents? Anyone who could tell them about themselves? As the scandal grows, Humphrey establishes an organization and raises a fund for it, and finally, in 2009, there were formal apologies by the British and Australian governments to the victims. \n\nEmily Watson, a delicate English rose, has never seemed more sturdy than here. In this movie directed by Jim Loach (the son of filmmaker Ken), she doesn't play a fiery, charismatic heroine, but a quietly stubborn force of nature, who persists in a cause no one else cared to fight. Often, she and her helpers, especially Jack and another deportee, Len (David Wenham), are unfunded and seem to be drifting from one remote clue to another in the vast land. Sometimes she is made to feel in physical danger. She carries on.\n\nOne question is not addressed by the movie: Why were the children deported in the first place? Yes, we know the \"reasons,\" but what were the motives? If hundreds of thousands of children without parents are arriving in Australia, why are there those eager to receive them? They must be fed, sheltered and educated for years. Where's the money? Are they needed for something as dismaying as to provide a reason for church institutions and jobs for clergy? Are they a growth industry? Does the government pay a subsidy that is welcomed? Are the children simply a pretext for the flow of funds?\n\nThe movie doesn't say. A crime was committed, it has been exposed, and presumably many family members have been reunited. We move on.", "running_time": 100, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-26", "genres": ["Drama", "Foreign"], "title": "Oranges and Sunshine (2011)"}