{"url": "http://www.rogerebert.com/reviews/orange-county-2002", "by": "Colin Hanksas Shaun Brumder", "star_rating": 3.0, "text": "\"Orange County\" has the form of a teenage movie, the spirit of an independent comedy, and the subversive zeal of Jack Black, whose grin is the least reassuring since Jack Nicholson. It's one of those movies like \"Ghost World\" and \"Legally Blonde\" where the description can't do justice to the experience. It will sound like the kind of movie that, if you are over 17, you don't usually go to see. But it isn't.\n\nThe movie is a launching pad for three members of Hollywood's next generation. The stars are Colin Hanks (son of Tom Hanks and Rita Wilson) and Schuyler Fisk (daughter of Sissy Spacek and Jack Fisk). The director is Jake Kasdan (son of Lawrence and Meg Kasdan). All have worked before, well, but this is one of those happy projects where everything seems to fall naturally into place.\n\nHanks plays Shaun Brumder, heedless and carefree teenage Orange County surfer--until one day he finds a novel half-buried in the sand. It's by Marcus Skinner, one of those authors who can strike a kid of the right age as a conduit to truth and beauty. Shaun casts aside his old surfer lifestyle (to the grief of his pot-brained buddy) and determines to get into Stanford and study at the feet of the great Skinner (Kevin Kline).\n\nThis should be a cinch, since his test scores are very high. But he's rejected by Stanford because the daffy high school counselor (Lily Tomlin) has sent in the wrong scores under his name. This disappointment is crushing to Shaun, less disturbing to the other members of his definitively dysfunctional family. His father Bud (John Lithgow) is workaholic and distant, his mother Cindy (Catherine O'Hara) is--well, Catherine O'Hara, and his brother Lance (Jack Black) is a couch potato, although potatoes may be the one substance he doesn't abuse. There is also Ashley (Schuyler Fisk), his loyal girlfriend, who believes in him, supports him, and is, in a stunning breakthrough for the teenage comedy genre, a blond who is as intelligent as he is, maybe more.\n\nThe movie was written by Mike White, who you may remember as the author and star of \"Chuck and Buck\" (2000). He has one of those sideways, sardonic nerd-savant approaches, getting a lot of his laughs by the application of logic to situations where it is not usually encountered. His characters tend to take things literally; in this case, Lance, the Jack Black character, is usually so stoned that his tunnel vision gives him an extraordinary, if misguided, clarity. Lance loves Shaun, even though he doesn't see the point of ambition or achievement, and so he offers to drive him to Palo Alto so that he can personally confront the Stanford admissions counselor. It's around this point that we see the strategy of \"Orange County.\" It wants to appear to be a formula teenage screenplay (sex and dope jokes, girlfriend who is almost alienated and then reunited, personal redemption at last possible moment after maximum contrived suspense). At the same time, it goes under and over this mark: under, with gags that would distinguish a Farrelly brothers picture, and over, with a surprisingly touching attention to Shaun's personality changes, his hopes and dreams, and especially his support from the stalwart Ashley.\n\nThe movie's cast looks like a roll call from the comedy hall of fame. If you have Harold Ramis, Jane Adams, Garry Marshall, Chevy Chase, Ben Stiller and Mike White himself in supporting roles, and Kline (unbilled) finding just the right balance between charming nobility and weary pomposity, you have a movie that can be undone only in the making. Jake Kasdan is still in his mid-20s but is sure-footed and has a nice skewed sense of comic timing; this movie is a world apart from his fine first feature, \"Zero Effect\" (1998), a Sherlockian web that could go on the puzzler shelf with \"Memento\" and \"Mulholland Drive.\" He has also directed a lot of episodic comedy on TV (\"Freaks and Geeks,\" \"Grosse Pointe\").\n\nI was in New York when the movie was previewed for the press, and heard some idle talk about how this movie was proof that if you had the right parents you could get hired in Hollywood. True, and not true. Certainly Kasdan, Hanks and Fisk have connections. On the other hand, studios invest real money. If your father is a famous actor, you may be able to get hired as an intern or an assistant still photographer, or get an acting job in a TV series. If you're making a feature on your own, it's because somebody with money thought you were right for the job. In this case, somebody was right.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-01-11", "genres": ["Comedy", "Drama", "Family"], "title": "Orange County (2002)"}