{"url": "http://www.rogerebert.com/reviews/ordinary-people-1980", "by": "Donald Sutherlandas Calvin", "star_rating": 4.0, "text": "Families can go along for years without ever facing the\r\nunderlying problems in their relationships. But sometimes a tragedy can bring\r\neverything out in the open, all of sudden and painfully, just when everyone's\r\nmost vulnerable. Robert Redford's “Ordinary People” begins at a time like that\r\nfor a family that loses its older son in a boating accident. That leaves three\r\nstill living at home in a perfectly manicured suburban existence, and the movie\r\nis about how they finally have to deal with the ways they really feel about one\r\nanother.\n\nThere's\r\nthe surviving son, who always lived in his big brother's shadow, who tried to\r\ncommit suicide after the accident, who has now just returned from a psychiatric\r\nhospital. There's the father, a successful Chicago attorney who has always\r\ntaken the love of his family for granted. There's the wife, an expensively\r\nmaintained, perfectly groomed, cheerful homemaker whom \"everyone\r\nloves.\" The movie begins just as all of this is falling apart.\n\n\r\nThe movie's central problems circle almost fearfully around the complexities of\r\nlove. The parents and their remaining child all \"love\" one another,\r\nof course. But the father's love for the son is sincere yet also inarticulate,\r\nalmost shy. The son's love for his mother is blocked by his belief that she\r\ndoesn't really love him, she only loved the dead brother. And the love between\r\nthe two parents is one of those permanent facts that both take for granted and\r\nneither has ever really tested.\n\n\r\n“Ordinary People” begins with this three-way emotional standoff and develops it\r\nthrough the autumn and winter of one year. And what I admire most about the\r\nfilm is that it really does develop its characters and the changes they go\r\nthrough. So many family dramas begin with a \"problem\" and then\r\nexamine its social implications in that frustrating semifactual, docudrama\r\nformat that's big on TV. “Ordinary People” isn't a docudrama; it's the story of\r\nthese people and their situation, and it shows them doing what's most difficult\r\nto show in fiction, it shows them changing, learning, and growing.\n\n\r\nAt the center of the change is the surviving son, Conrad, played by a\r\nwonderfully natural young actor named Timothy Hutton. He is absolutely tortured\r\nas the film begins; his life is ruled by fear, low self-esteem, and the correct\r\nperception that he is not loved by his mother. He starts going to a\r\npsychiatrist (Judd Hirsch) after school. Things are hard for this kid. He\r\nblames himself for his brother's death. He's a semi-outcast at school because\r\nof his suicide attempt and hospitalization. He does have a few friends, a girl\r\nhe met at the hospital, and another girl who stands behind him at choir\r\npractice and who would, in a normal year, naturally become his girlfriend. But\r\nthere's so much turmoil at home.\n\n\r\nThe turmoil centers around the mother (Mary Tyler Moore, inspired casting for\r\nthis particular role, in which the character masks her inner sterility behind a\r\nfacade of cheerful suburban perfection). She does a wonderful job of running\r\nher house, which looks like it's out of the pages of Better Homes and Gardens.\r\nShe's active in community affairs, she's an organizer, she's an ideal wife and\r\nmother, except that at some fundamental level she's selfish, she can't really\r\ngive of herself, and she has, in fact, always loved the dead older son more.\r\nThe father (Donald Sutherland) is one of those men who wants to do and feel the\r\nright things, in his own awkward way. The change he goes through during the\r\nmovie is one of the saddest ones: Realizing his wife cannot truly care for\r\nothers, he questions his own love for her for the first time in their marriage.\n\n\r\nThe sessions of psychiatric therapy are supposed to contain the moments of the\r\nfilm's most visible insights, I suppose. But even more effective, for me, were\r\nthe scenes involving the kid and his two teen-age girlfriends. The girl from\r\nthe hospital (Dinah Manoff) is cheerful, bright, but somehow running from\r\nsomething. The girl from choir practice (Elizabeth McGovern) is\r\nstraightforward, sympathetic, able to be honest. In trying to figure them out,\r\nConrad gets help in figuring himself out.\n\n\r\nDirector Redford places all these events in a suburban world that is seen with\r\nan understated matter-of-factness. There are no cheap shots against suburban\r\nlifestyles or affluence or mannerisms: The problems of the people in this movie\r\naren't caused by their milieu, but grow out of themselves. And, like it or not,\r\nthe participants have to deal with them. That's what sets the film apart from\r\nthe sophisticated suburban soap opera it could easily have become. Each\r\ncharacter in this movie is given the dramatic opportunity to look inside\r\nhimself, to question his own motives as well as the motives of others, and to\r\ntry to improve his own ways of dealing with a troubled situation. Two of the\r\ncharacters do learn how to adjust; the third doesn't. It's not often we get\r\ncharacters who face those kinds of challenges on the screen, nor directors who\r\nseek them out. “Ordinary People” is an intelligent, perceptive, and deeply\r\nmoving film.", "running_time": 125, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama"], "title": "Ordinary People (1980)"}