{"url": "http://www.rogerebert.com/reviews/orgazmo-1998", "by": "Trey Parkeras Elder Joe Young", "star_rating": 0.5, "text": "When a critic uses the word sophomoric, it's a good sign you're dealing with an amateur. Once you get to be a junior, you should more or less retire sophomoric your vocabulary, unless no other word will do.\n\nA database search through my old reviews reveals that I have used it only twice in the 1990s (once to refer to the plot of \"Wild at Heart,\" and again to describe Jim Morrison's lyrics) and in only 11 reviews in total. (They included \"National Lampoon's Animal House,\" \"Airplane!\" and the surfing documentary \"The Endless Summer\"; in all three cases I'm sure the directors themselves would agree it was appropriate.) Now I must use the word again. \"Orgazmo,\" a comedy by \"South Park\" co-creator Trey Parker, is the very soul of sophomorism. It is callow, gauche, obvious and awkward, and designed to appeal to those with similar qualities. It stars Parker himself as Elder Joe Young, a Mormon missionary who agrees to appear in a porn film in order to raise $20,000 so that he can be married in the temple in Salt Lake City. True to the film's sophomorism, it is not a satire of Mormonism, but simply uses Mormons in the conviction that their seriousness will be funny to gapejaws in the audience--to whom all sincerity is threatening, and therefore funny.\n\nSophomorism uses a sledgehammer; wit uses a scalpel. Sophomorism cries out for your attention; wit assumes it has it. Sophomorism shocks by presenting sexuality; wit shocks by using it. A sophomoric film will think it is funny when hairy buttocks block the camera's view. A witty film will ask, whose buttocks? Why now? What next? I will provide an example. Early in the film, Elder Young (whose name would have been funnier if it had been Elder Younger) and another missionary are knocking on doors in Los Angeles, seeking converts. One door is opened by a sweet little old lady. The instant I saw her, I knew, with the same certainly that a Mormon missionary knows he will go to heaven, that the sweet little old lady would shout a stream of vile obscenities. She did.\n\nThat is sophomorism. What would wit have done? The missionaries would have knocked on the door, the sweet little old lady would have opened it, and wit would have known that the audience anticipated obscenities, so wit would have had the little old lady say, \"I know that in the movies we sweet little old ladies are always getting a cheap laugh by using the f-word to missionaries, but that lacks imagination, don't you think? That's what my son, Quentin Tarantino, always says. Here, have some cookies.\" The plot thickens when Elder Young knocks on the door of Maxxx Orbison (Michael Dean Jacobs), a porno filmmaker. After Young beats up the pornographer's bodyguards, the director offers him $20,000 for two days' work, and even agrees that a body part double will be used. That he will pay extra for star quality is proven by the presence of Ron Jeremy as Clark, the co-star of the movie he is making. Jeremy, for those not willing to admit they know who he is, has been in more porn films than anyone else. His popularity is easily explained: Every man alive believes that any woman would prefer him to Ron Jeremy.\n\nElder Young is given the role of Orgazmo, a porno superhero with a sidekick named Choda-Boy (Dian Bachar). They crash through cardboard walls to rescue damsels in distress (or damsels being ravished by Ron Jeremy, which amounts to the same thing). His weapon (Orgazmo's) is an Orgazmorator, which immobilizes his enemies with multiple orgasms. In a movie with wit, people would be lining up to become Orgazmo's enemies.\n\nElder Young calls his fiancee Lisa (Robyn Lynne Raab) in Utah and explains that he has been cast in a movie. She wants to know the title. \"Death of a Salesman,\" he says, and Lisa intuits that he has bagged the plum role of Biff. She flies to L.A. and is soon tied to the bed in Maxxx Orbison's house. I was by now so desperately longing for a reason to laugh that, yes, I did laugh at a scene where all of the characters leave the frame and fight offscreen, and debris is thrown onscreen from beyond the edges to indicate what a battle it is.\n\n\"Orgazmo\" was made before Trey Parker and Matt Stone became famous for the \"South Park\" cable cartoon program. (There is an even earlier film, \"Cannibal: The Musical,\" which is unseen by me and has an excellent chance of remaining so.) \"South Park\" is elegant, in its way: A self-contained animated universe that functions as a laboratory to conduct experiments in affronting the values of viewers, who, if they held them, would not be watching. I like \"South Park.\" It has wit. I guess \"Orgazmo\" was a stage the boys had to go through. They're juniors now.", "running_time": 94, "mpaa_rating": "NC-17", "release_year": 1998, "date_published": "1998-10-23", "genres": ["Comedy", "Indie"], "title": "Orgazmo (1998)"}