{"url": "http://www.rogerebert.com/reviews/original-sin-2001", "by": "Antonio Banderasas Luis Durand", "star_rating": 3.0, "text": "The first shot on the screen is a closeup of Angelina Jolie's lips. And what lips they are, plump and pouting and almost bruised. Eventually we tear ourselves away from the sight, and realize she's talking. She's telling the story of why she happens to be in a jail cell; these flashbacks will eventually reveal that she has been condemned to death by garroting--a nasty way to go, as the executioner turns a screw to tighten an iron collar around your neck.\n\nThis prologue undermines any romantic illusions as the story itself begins, circa 1900, introducing us to a wealthy Cuban coffee planter named Luis Durand (Antonio Banderas), who anticipates the arrival of a mail order bride named Julia Russell (Jolie). Handsome and rich, he has never married (\"Love is not for me. Love is for those people who believe in it\"). His expectations for the bride are realistic: \"She is not meant to be beautiful. She is meant to be kind, true and young enough to bear children.\" \"You don't recognize me, do you?\" Julia murmurs in a thrilling low register, as he finds her standing before him at the dock. He does not. This sultry vision is not the plain woman in the photograph he holds. She confesses she sent the wrong photo because she did not want a man who was attracted only to her beauty. He confesses, too: He owns his plantation and is not simply a worker there. He didn't want to attract a gold-digger.\n\n\"Then we have something in common,\" she says. \"Neither one of us can be trusted.\" Actually, he can.\n\n\"Original Sin\" is based on the novel Waltz into Darkness , by the famous noir writer Cornell Woolrich. Another of his books inspired Hitchcock's \"Rear Window\"--and indeed this one was earlier filmed as \"Mississippi Mermaid\" by Francois Truffaut, in 1969 (Jean-Paul Belmondo and Catherine Deneuve played the roles). Like many good thrillers, it really gets rolling only after we think we've already seen through the plot. There are surprises on top of surprises, and I will tread carefully to preserve them.\n\nThe purpose of the movie is not really to tell its story, anyway, but to use it as an engine to pull Banderas and Jolie through scenes of lurid melodrama, dramatic ultimatums and stunning revelations. Another purpose is to show off these two splendid human beings, and I am happy to report that there is even a certain amount of nudity--which you would expect with this passionate story, but then again you never know, now that studios are scurrying into the shelter of the PG-13 to hide from pruny congressmen.\n\nJolie continues to stalk through pictures entirely on her own terms. Her presence is like a dare-ya for a man. There's dialogue in this movie so overwrought, it's almost literally unspeakable, and she survives it by biting it off contemptuously and spitting it out. She makes no effort to pretend to be a nice woman--not even at the first, when Luis believes her story. She's the kind of woman who looks a man in the eye and tells him what she wants, and how soon she expects to get it. Banderas skillfully plays up to this quality, spaniel-eyed, lovestruck, so overwhelmed he will follow her literally anywhere.\n\nThe movie is not intended to be subtle. It is sweaty, candle-lit melodrama, joyously trashy, and its photography wallows in sumptuous decadence. The ending is hilariously contrived and sensationally unlikely, as the movie audaciously shows an unrevocable action and then revokes it. I don't know whether to recommend \"Original Sin\" or not. It's an exuberant example of what it is--a bodice-ripping murder \"meller\"--and at that it gets a passing grade. Maybe if it had tried to be more it would have simply been watering the soup.", "running_time": 112, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-08-03", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Original Sin (2001)"}