{"url": "http://www.rogerebert.com/reviews/orlando-1993", "by": "Tilda Swintonas Orlando", "star_rating": 3.5, "text": "\"Orlando\" is about a person who achieves in one lifetime what most of us can only dream of doing: viewing four centuries of experiences through the eyes of both sexes. Obviously it is a very long and unusual lifetime. Born as a man in the time of Elizabeth I, Orlando becomes a woman midway in the journey (\"You see? Absolutely no difference!\") and is still going strong as the film ends.\n\nThis is the kind of movie you want to talk about afterward.\n\nDirected with sly grace and quiet elegance by Sally Potter, it is not about a story or a plot, but about a vision of human existence. What does it mean to be born as a woman, or a man? To be born at one time instead of another? To be born into wealth, or into poverty, or into the traditions of a particular nation? Most of us will never know. We are stuck with ourselves, and as long as we live, will always see through the same eyes and interpret with the same sensibility. Yes, we can learn and develop, but so much of what makes us ourselves is implanted at an early age, and won't budge.\n\n\"Orlando\" is inspired by the novel by Virginia Woolf, herself a writer who tried to break free of sex and class restraints. Stanley Kauffmann writes in the New Republic that the novel was originally written for, and inspired by, Vita Sackville-West, said to be one of Woolf's lovers. It comes out of that pre-Beauvoir time in the earlier 20th century when society still regarded women as second-class citizens, not fit to vote, but when many women were energetically assaulting society's quaint notions as quickly as they could.\n\nOrlando, the omnisexual hero-heroine of the story, is played throughout by Tilda Swinton, who is definitely a woman and not particularly androgynous; her obvious femininity is explained in an early scene by a reference to the male fops and dandies of Elizabeth's reign, who in their fashions and vanities outdid their women. Orlando, as a man, owns an estate with a great home on it, and is told during a visit by the queen that he can keep it forever - but only if he always remains young, fresh and ageless. So, he does.\n\n(In a bow to the film's underlying theme, Elizabeth is played by Quentin Crisp, the octogenarian who wrote a famous book, The Naked Civil Servant, about his long years of shocking the British with his flamboyant homosexuality.) Orlando drifts dreamily and bemused from one era to the next.\n\nThe film skips ahead in leaps of about 50 years, as Orlando tries various careers (a stint as an ambassador in the Middle East is particularly educational) and relationships. There is a hitch when he becomes a she; as a woman, Orlando is informed by the authorities, she can no longer legally own her great estate (only men could then hold the title to property). If this were not bad enough, they explain, there is another hitch: Having lived by then more than 200 years, she must be presumed dead.\n\nNo matter. Life is perhaps simpler without the bother of property, and in modern times Orlando has a loving relationship with a modern man (Billy Zane) and samples a more bourgeoise lifestyle. If Tilda Swinton had attempted to react to every turn and event in Orlando's life - to actively participate in everything - the movie might have grown tiresome. But her detachment, and what can only be called her sweetness, provides the proper tone for the material.\n\nGiven the gift of eternal youth, Orlando is able to temper it with the no less valuable gift of grateful bemusement.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-07-09", "genres": ["Drama", "Fantasy", "Foreign", "History", "Romance", "Science Fiction"], "title": "Orlando (1993)"}