{"url": "http://www.rogerebert.com/reviews/orphan-2009", "by": "Vera Farmigaas Kate Coleman", "star_rating": 3.5, "text": "After seeing \"Orphan,\" I now realize that Damien of \"The Omen\" was a model child. The Demon Seed was a bumper crop. Rosemary would have been happy to have this baby. Here is a shamelessly effective horror film based on the most diabolical of movie malefactors, a child.\n\nPity. Esther is such a bright child. So well-behaved. Her paintings are so masterful. She sits down at the piano and rips off a little Tchaikovsky. So why does her adoptive mother have such a fearful attitude toward her? Could it be because after her arrival, Kate, her new mom, got drunk and almost let her son Daniel drown? Had Max, a darling daughter, but then miscarried a third child? Is an alcoholic trying go stay sober? Just doesn’t like the little orphan girl’s looks?\n\nThere is something eerie about her. Something too wise, too knowing, too penetrating. And why won’t she remove those ribbons she always wears? And why does she dress like Little Bo-Peep when she goes to school? Daniel is cool toward her. Max is too young to be sure. Only John, the father, is convinced she’s a bright kid, and blameless in a series of unfortunate events.\n\nVera Farmiga is at the film’s core as Kate, a onetime Yale music professor who feels she is unfairly targeted by her therapist, her husband and eventually the authorities. Peter Sarsgaard is John, the kind of understanding husband who doesn’t understand a damned thing except that he is understanding. And Esther, the orphan, is played by Isabelle Fuhrman, who is not going to be convincing as a nice child for a long, long time.\n\n\"Orphan\" hinges on a classic thriller device: the heroine who knows the truth and insists on it, even though everyone is convinced she’s mad and wants to ship her off to rehab or even a mental institution. It’s frustrating to know you’re right when no one can see the truth you find so obvious.\n\nThings happen around Esther. A child falls from a playground slide. A car rolls down a hill. A nun comes into harm’s way. Esther spreads disinformation. She’s secretive. And sometimes she’s so perfect, you want to wring her neck. When it turns out the orphanage has faulty info on Esther’s Russian origins, Kate starts sniffing around in what her husband dismisses as paranoia.\n\n\"Orphan\" begins like your usual thriller, with Scare Alerts and False Alarms. You know, like a nice, peaceful shot until suddenly the sound blares and something rushes past the camera and — hey, it’s only kids. We even get the old standby where Kate is looking in the medicine cabinet and closes it and ohmigod! — there’s another face in the mirror! But hey, it’s only her smiling husband.\n\nSarsgaard is well-cast in the role. He looks normal, sounds pleasant and yet can suggest something a little twitchy. Not that he’s evil. Simply that he really should trust his wife more. Really.\n\nHow the movie handles the other children, Daniel and Max, would probably have offended Gene Siskel, who had a thing about movies exploiting children in danger. This one sure does. What with the treehouse and the pond and the runaway SUV, it’s amazing these kids are still able to function.\n\nThe climax is rather startling, combining the logic of the situation with audacity in exploiting its terror. Yet you have to hand it to \"Orphan.\" You want a good horror film about a child from hell, you got one. Do not, under any circumstances, take children to see it. Take my word on this.", "running_time": 123, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-07-22", "genres": ["Horror", "Mystery", "Thriller"], "title": "Orphan (2009)"}