{"url": "http://www.rogerebert.com/reviews/osama-2004", "by": "Marina Golbaharias Osama", "star_rating": 3.5, "text": "The movies are a little more than a century old. Imagine if we could see films from previous centuries -- records of slavery, the Great Fire of London, the Black Plague. \"Osama\" is like a film from some long-ago age. Although it takes place in Afghanistan, it documents practices so cruel that it is hard to believe such ideas have currency in the modern world. What it shows is that, under the iron hand of the Taliban, the excuse of \"respect\" for women was used to condemn them to a lifetime of inhuman physical and psychic torture. No society that loves and respects women could treat them in this way.\n\nThe heroine of the film, Osama (Marina Golbahari) is a pre-adolescent in a household without a man. Under the rules of the Taliban, women are not to leave the house without a male escort, or take jobs, so Osama, her mother and grandmother are condemned to cower inside and starve, unless friends or relatives bring food. They do not. Finally the grandmother suggests that Osama cut her hair and venture out to find work, pretending to be a boy.\n\nThis story is told against a larger context of institutional sadism against women. An opening scene shows women in blue burkhas holding a demonstration -- they want the right to take jobs -- and being attacked by soldiers who begin with water cannons and eventually start shooting at them. Obviously Osama is risking her life to venture out into this world, and soon she's in trouble: She is snatched away from her job and sent to a school to indoctrinate young men in the ways of the Taliban.\n\nThere it is only a matter of time until her real sex is discovered. The punishment handed down by a judge is revealing: This child becomes one of the many wives of a dirty old man, a mullah who keeps his young women as prisoners. At that, Osama gets off lightly; another woman in the film is buried up to her neck and stoned for ... well, for behaving like a normal person in a civilized society.\n\nThe movie touches some of the same notes as \"Baran\" (2001), an Iranian movie about an unspoken love affair between a young Iranian worker and an Afghan immigrant who is a girl disguised as a boy. The film is not as tragic as \"Osama,\" in part because Iran is a country where enlightened and humanistic attitudes are fighting it out side by side with the old, hard ways. But in both cases Western audiences realize that to be a woman in such a society is to risk becoming a form of slave.\n\nWhat is remarkable is the bravery with which filmmakers are telling this story in film after film. Consider Tahmineh Milani's \"Two Women\" (1999), which briefly landed her in jail under threat of death. Or Jafar Panahi's harrowing \"The Circle\" (2000), showing women without men trying to survive in present-day Tehran, where they cannot legally work, or pause anywhere, or be anywhere except inside and out of sight. The real weapons of mass destruction are ... men.\n\nWho will go to see \"Osama?\" I don't know. There is after all that new Adam Sandler movie, and it's a charmer. And \"The Lost Skeleton of Cadavra\" is opening, for fans of campy trash. I'm not putting them down. People work hard for their money, and if they want to be entertained, that's their right. But brave dissenting Islamic filmmakers are risking their lives to tell the story of the persecution of women, and it is a story worth knowing, and mourning. In this country Janet Jackson bares a breast and causes a silly scandal. The Taliban would have stoned her to death. If you put these things into context, the Jackson case begins to look like an affirmation of Western civilization.", "running_time": 83, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-02-20", "genres": ["Drama", "Foreign", "Indie"], "title": "Osama (2004)"}