{"url": "http://www.rogerebert.com/reviews/oscar-short-subject-nominees-2005", "by": null, "star_rating": 4.0, "text": "Seven of this year's Oscar-nominated short subjects and the 2004 Oscar-winning student animated films have been gathered into a two-hour package opening Friday at the Gene Siskel Film Center. Every year readers ask me where and how they can see the shorts nominated for Oscars, and every year until now I've had to reply that, well, they can't. The distribution of short subjects is a notoriously difficult challenge, but a package like this, timed for release at Oscar time, is the perfect solution.\n\nOnly one of the animated films and none of the live-action shorts are by American directors. The finalists come from Australia, Canada, New Zealand, Spain, India and Britain. (The Student Oscar winner saves the day; it's from filmmakers at the New York University film school.)\n\nAlso a trend: One of the animated nominees and three of the four live-action films are about children who are neglected or in danger.\n\nAnd the nominees are:\n\nLIVE ACTION SHORT SUBJECTS\n\n\"Wasp,\" from the UK, directed by Andrea Arnold, is a heartbreaking and angering 23-minute drama about a single mother and her four children, one a baby. She fears having the children taken away from her, and with good reason: During a long day and night, she chats up a former boyfriend, claims she is only baby-sitting the children, takes them home and finds only white sugar from a bag to feed them. Then she brings them along to the pub where she's meeting the boyfriend, parking them outside and rushing out to give them potato chips and a Coke, \"to share around.\" Hour follows hour as she plays pool and is sweet-talked by her date, while the kids wait outside, sad and hungry. The film is notable above all for not underlining its points, but simply making them: This woman should not be a mother, and these children should not have these lives.\n\n\"7:35 in the Morning,\" from Spain, directed by Nacho Vigalondo, is an odd and haunting eight-minute film that begins with a woman entering a cafe and sitting down with coffee and a pastry. She notices two musicians standing by the back wall. \"What's with that?\" she asks the owner, who does not answer. The customers all seem stiff, frightened, uncertain. A man appears and begins to sing a song about the woman, her coffee and pastry, and his thoughts about her. The customers and employees have already been rehearsed, and sing parts of the song from lyrics cupped in their hands. Then there is a scene where, frightened and awkward, they dance. The reason for their behavior eventually becomes clear, and terrifying.\n\n\"Little Terrorist,\" from India, directed by Ashvin Kumar, takes place along the border between India and Pakistan. A young boy crawls beneath a barbed-wire fence and enters a mine field in order to retrieve a cricket ball. Guards, who cannot see how young he is, fire warning shots and he runs in fear to the other side of the field. Now he is in another country. A village schoolmaster and his niece give him shelter and a quick alibi during a house-to-house search, but now he must get back home. In 15 minutes, the film builds genuine and poignant drama.\n\n\"Two Cars, One Night,\" from New Zealand, directed by Taika Waititi and Ainsley Gardiner, begins with two cars parked in the lot of a hotel with a bar and restaurant. There are two boys, one nine, one younger, in one car, and a 12-year-old girl in the other. The adults who brought them are in the bar for the evening. The kids make faces and then they make friends, sharing without even mentioning it the loneliness of sitting in the cars at night and waiting for who knows how long.\n\nANIMATED SHORT SUBJECTS\n\n\"Ryan,\" from Canada, by Chris Landreth, is an animated 14-minute documentary that cuts deeply into the truth of a human life. The subject is Ryan Larkin, who circa 1970 made animated films considered among the best and most influential in Canadian history, and then went astray into drug addiction and alcoholism. The film takes place largely in a vast room filled with long, empty tables, where Landreth talks with Larkin about his life; there are cutaways to important figures from his past.\n\nThe animation technique is dramatic, striking, and wholly original. Apparently beginning with live-action footage, Landreth converts the figures into grotesque cutaways of skull and sinew, eyes and hair, partial faces surrounded by emptiness or marred by bright visual scars representing angst. The effect is hard to describe, impossible to forget; the animation takes the documentary content to another emotional level.\n\n\"Birthday Boy,\" from Australia, by Sejong Park, is set in Korea in 1951 and shows a young boy all alone in a deserted wartime village. He plays, he wanders, he talks to himself, he sees tanks passing on rail cars, he sees planes flying overhead, he misses his mother. Like \"Grave of the Fireflies,\" it shows war providing a landscape in which childhood is exposed and vulnerable.\n\n\"Gopher Broke,\" from the USA, directed by Jeff Fowler, is in the tradition of Hollywood animated cartoons; it follows a gopher who digs a hole in a dirt road so that produce trucks will bounce fruit and vegetables into the road. All fine, except for the squirrels, crows and other varmits who are faster than the gopher. Then there is a problem with a cow.\n\n\"Rex Steele: Nazi Smasher,\" is the bonus film, winner of the 2004 student animation Oscar. Directed by Alexander Woo, it's Indiana Jones crossed with Sky Captain as a superhero enters a Nazi citadel atop a South American volcano, and faces dire peril. High-spirited and kinetic.\n\nNot included in the program, presumably because their makers chose not to participate, are the animated shorts \"Guard Dog\" by Bill Plympton, and \"Lorenzo\" by Mike Gabriel and Baker Bloodworth of Disney, and the live-action short \"Everything in This Country Must\" by Gary McKendry.", "running_time": null, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-02-24", "genres": null, "title": "Oscar Short Subject Nominees (2005)"}