{"url": "http://www.rogerebert.com/reviews/oscar-nominated-short-docs-2012", "by": null, "star_rating": 3.0, "text": "The full Oscar-nominated Documentary Shorts program runs 130 minutes, and will play at 7 pm. Friday, Feb 10; 2 p.m. Saturday, 5 p.m. Sunday, and 7 p.m. Monday through Wednesday.\n\nI've seen bits and pieces of this footage before, but shown as one continuous shot, it's overwhelming. A wave of unimaginable size pushes houses, trucks and cars ahead of it, as tiny desperate figures struggle to run up a hillside. It is the extended opening of Lucy Walker's \"The Tsunami and the Cherry Blossom,\" one of this year's five nominees for the best documentary short subject Oscar.\n\nFour of these five nominees will play once daily this weekend and then Feb. 20-22 at the Music Box. It's part of the academy's recent program of finding venues for shorts, which may win Oscars but can rarely find audiences. Considering that they were selected from a long list of finalists, you can be confident these will all be wonderful.\n\nThe tsunami film was nominated after winning three prizes at Sundance 2011. Its director, Lucy Walker, had originally intended to film Japan's culturally significant cherry blossom season and decided to go ahead, despite the devastating earthquake and tsumani of March 11, 2011. She centered on the hardest-hit area, Thoku, and after the home video footage that opens her film, she talked to many eyewitnesses, one whose best friend was safe but then ran back to rescue his new car and was swept away. The tears are fresh in the eyes of these survivors and rescue workers.\n\nThen cherry blossom season begins. This is the harbinger of spring in Japan, and represents rebirth and renewal. But it is a short season; so short that the Japanese have a word for each of the 10 stages in the life of a blossom, as it buds, flowers, basks in glory, and then showers from the trees. This to the Japanese is a symbol of mono no aware, the essence of Japanese culture, which is a bittersweet sensitivity to the impermanence of all things.\n\nThat the trees blossomed again after the devastation may have been small consolation for those who lost family, loved ones and homes. But we visit a 900-year-old cherry tree and reflect that its blossoms have died that many times, and always came to life again.\n\nI haven't had a chance to see the other nominees.The other three playing in this series are described as:\n\n\"Incident in New Bagh­dad\" by James Spione, \"about one of the most notorious incidents of the Iraq War, the July 2007 slayings of two Reuters journalists and a number of other unarmed civilians by U.S. attack helicopters. (25 min.)\n\n\"Saving Face\" by Daniel Junge and Sharmeen Obaid Chinoy: \"Every year hundreds of people — mostly women — are attacked with acid in Pakistan.\" (40 min.)\n\n\"The Barber of Birmingham: Foot Soldier of the Civil Rights Movement\" by Gail Dolgin and Robin Fryday: \"James Armstrong is a barber, a 'foot soldier' and a dreamer whose bar­bershop in Birmingham, Ala., has been a hub for haircuts and civil rights since 1955.\" (25 min.)", "running_time": null, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-02-08", "genres": null, "title": "Oscar nominated short docs (2012)"}