{"url": "http://www.rogerebert.com/reviews/oslo-august-31-2012", "by": "Anders Danielsen Lieas Anders", "star_rating": 4.0, "text": "\"Oslo, August 31st\" is about a day, a city and a 34-year-old man named Anders, who is on release from a drug rehab center so he can go to a job interview. The film opens with his memories of growing up in Oslo, described in snatches of dialogue and shown in glimpses of film. Here he was happy. Almost every street and turning is familiar.\n\nAre we seeing a dream as it unwinds? Anders (Anders Danielsen Lie) awakens in a hotel room next to a woman we never meet, walks nearby to a wooded stream, fills his pockets with rocks and walks into the water. After an uneasy time, he pops up sputtering and climbs back on the shore. He changes clothes and goes for his interview at an avant-garde magazine and makes a good start. He has impressive writing credits. \n\nAsked for his critique of the magazine, he is pithy and sounds on the money. The editor is friendly and open. Then he questions a gap of some years in Anders' resume, and Anders accounts for it: drug addiction. Cocaine, heroin, whatever. He stands up and walks out of the room.\n\nThis is a turning point. Anders cannot be the first addict the editor has ever met or perhaps even hired. It is Anders himself who terminates the meeting, in anger or despair. He walks through the lonely summer streets, makes calls to a former girlfriend who doesn't pick up, meets an old friend named Thomas (Hans Olav Brenner) for coffee. They sit on a bench overlooking the city and have a casual but actually intense conversation. Thomas is more worried than he will say. Anders has greater reasons to worry than he will admit.\n\nHe has been clean and sober for something like a year. In rehab, he will have been told they aren't the same thing. It is one thing to be drug and alcohol free and another thing to be sober. Anders is on very thin ice.\n\n\"Oslo, August 31st\" is quietly, profoundly, one of the most observant and sympathetic films I've seen. Director Joachim Trier and actor Anders Danielsen Lie, working together for the second time, understand something fundamental about their character. He believes the ship has sailed without him. He screwed up. He lost years in addiction and recovery. Life has moved on. His old friends like Thomas have stayed on board the ship, and Anders feels adrift. Even the much-loved city that surrounds him is an affront, a reminder of the days not lived, the experiences missed. How can he begin again? Above all, Anders is angry with himself and in despair, although he's so inward as he tries to conceal that. \n\nHe used drugs again and again and again until there was nothing else left for him to do. Even today he could easily use drugs and feel whatever it was that he felt. But we sense he's stranded. He can't go back and he can't go forward.\n\nAs evening comes, he falls into a pattern that must have been routine for him in the old days. He wanders into a club. He goes to a party. Someone hands him a glass of wine, and he drinks it. This decision doesn't surprise him. It was written in some kind of inevitable script he has been following all day. That's what they mean when they say you can be dry but not sober.\n\nHe meets a nice girl, Rebecca, at the party. She knows nothing of his past. She likes him. She invites him to come along with some friends, and on one of those bright Nordic mornings, they go skinny-dipping in a pool. All but Anders, who smiles and nods but doesn't jump in. He knows what will happen before long. He knows the script.\n\nWhat a sad, true film. How knowledgeable. He could continue with Rebecca (Ingrid Olava), but how would she deal with his missing years? More to the point, how would he? There can come a point in life when you swim so far away from the shore that it is too late to turn back.\n\nI know what he should do. He should leave Oslo, even Norway. With the English that all Norwegians speak, he could live anywhere. He could take any kind of a job, no matter what, and cast his past adrift. His memories of Oslo only inspire regrets. His old friendships are all over. Day after day, he could rebuild his interest in things. The drugs haven't destroyed his body but they have taken away his hope. He could walk and walk and walk, and one day even pick up a book or go to a movie. But Anders has no faith in a new beginning. The last sound we hear from him is a sigh.", "running_time": 95, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-08-29", "genres": ["Drama", "Foreign"], "title": "Oslo, August 31 (2012)"}