{"url": "http://www.rogerebert.com/reviews/osmosis-jones-2001", "by": "Bill Murrayas Frank", "star_rating": 3.0, "text": "\"Osmosis Jones\" is like the dark side of those animated educational films depicting the goings-on in the bowels. It takes us inside the human body for a tour of such uncharted neighborhoods as the Lower East Backside, and such useful organs as the Puke Button. These sights are depicted in colorful, gloppy, drippy animation, and then we switch to live action for the outside of the body in question, which belongs to a man named Frank (Bill Murray).\n\nFrank follows the Ten-Second Rule, which teaches us that if food is dropped and stays on the ground less than 10 seconds, it's still safe to eat. In the case of the hard-boiled egg in question, he might also have reflected that before the egg dropped, he had to pry it from the mouth of a monkey. The egg is crawling with germs, sending the inside of his body into emergency mode.\n\nAt the cellular level, we meet Osmosis Jones (voice by Chris Rock), a maverick cop, always being called into the chief's office for a lecture. In the first animated microbiological version of a buddy movie, he teams up with Drix (David Hyde Pierce), a timed-release cold capsule, to fight the viral invasion, which threatens to kill Frank after Thrax (Laurence Fishburne) introduces a new and deadly infection.\n\nThe live action scenes, directed by Peter and Bobby Farrelly (\"There's Something About Mary\"), use Bill Murray's seedy insouciance as a horrible object lesson in what can happen to you if you don't think all the time about germs. His second, potentially lethal, infection comes as he visits a science fair where his daughter Shane (Elena Franklin) has an entry. Chatting with another entrant, he learns that the lad's experiment involves the cleansing of polluted oysters; assured that the oysters are cleansed, he eats one.\n\nThe inner, animated sequences, which occupy about two-thirds of the movie, were directed by Piet Kroon and Tom Sito. Imagine the journey through the human body undertaken by Dennis Quaid in \"Innerspace\" (1987), as if it were drawn by Matt Groening (\"Life in Hell\") on acid, and you will have an approximation. I especially liked the way various parts of the body represented neighborhoods in the City of Frank (the stomach is the airport, with regular departures to the colon; the Mafia hangs out in the armpit; lawyers can be found in a hemorrhoid).\n\nInside Frank City, the Mayor (William Shatner) tries to maintain the status quo in the face of campaigning by his opponent, Tom Colonic (Ron Howard), a \"regular guy.\" Outside, the unshaven Frank embarrasses his spic-and-span daughter with his uncouth behavior, and mortally offends the science teacher (Molly Shannon) by throwing up on her after eating the wrong oyster. (I am reminded of Dr. Johnson observing to Mr. Boswell: \"Sir, he was a brave man who ate the first oyster.\") Back inside Frank, Osmosis Jones frets that he acted too quickly in pushing the Puke Button.\n\nWho is the movie for? Despite my descriptions, it is nowhere near as gross as the usual the effort, and steers clear of adventures in the genital areas. It was originally classified PG-13, but was upgraded to PG after some trims, and is likely to entertain kids, who seem to like jokes about anatomical plumbing. For adults, there is the exuberance of the animation and the energy of the whole movie, which is just plain clever.", "running_time": 98, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-08-10", "genres": ["Action", "Adventure", "Animation", "Comedy", "Crime", "Drama", "Family", "Fantasy"], "title": "Osmosis Jones (2001)"}