{"url": "http://www.rogerebert.com/reviews/oss-117-cairo-nest-of-spies-2008", "by": "Jean Dujardinas Agent 117", "star_rating": 3.0, "text": "Well, to begin with, \"OSS 117: Cairo, Nest of Spies\" is a terrific title. Better than the film, but there you are. Watching it, I began to shape a review about how its hero, French Agent 117, was by James Bond out of Inspector Clouseau and Austin Powers (try not to picture that). But then I discovered from Variety that the character Agent 117 actually appeared in a novel in 1949; its author, Jean Bruce, wrote no less than 265 novels about him, qualifying for second place, I guess, behind Georges Simenon's Inspector Maigret.\n\nThe books and movies, I gather (not having read or seen any of them), were more or less straightforward action, so although Ian Fleming may have created 007 with a debt to 117, what he brought new to the table was the idea of comedy. And if the Bond movies are themselves quasi-serious on some level, Mike Myers went completely over the top with Austin Powers, inspiring the makers of this new film to try to make him seem laid back. Their agent is now the subject of a parody so far over the top that, well, it's not every day you see two spies fighting by throwing dead chickens at each other.\n\nThe movie stars Jean Dujardin as Agent 117 (real name: Hubert Bonisseur de la Bath), who in 1955 is sent by the French secret service to Egypt to deflect the impending Suez crisis, bring peace among the Americans, Russians and Egyptians and settle the problems of the Arab world. No problem-o. Jean Dujardin, who looks more than a little like young Sean Connery, is in a film Bondian that begins with an extreme action sequence, has titles based on the view through a roving gunsight, and cuts directly to Rome and 117 in a tuxedo, making out with a beauty garbed in satin, who tries to stab him in the back.\n\nThe French-made movie travels familiar ground, with a nod as well to \"Airplane!,\" \"Top Secret\" and that whole genre. Even compared to them, it pushes things just a little -- not too far, but toward the loony. For example, Agent 117's cover role in Cairo is as the owner of a wholesale chicken business. When he discovers that the chickens cluck and the roosters crow when the lights are on, but not when they're off, he has no end of fun playing with the light switch. This is a guy who's short some bulbs.\n\nHow stupid is he? He meets his local contact, a lithesome beauty named Larmina El Akmar Betouche (Berenice Bejo), and on the trip from the airport complains about how much dust there is in the desert. Shown the Suez Canal, he congratulates the Egyptians for having the foresight to dig it 4,000 years ago. He assures her that Arabic is a ridiculous language, and she is dreaming if she thinks millions of people speak it. And his sleep is interrupted one morning by a call to prayer from a muezzin in the tower of a nearby mosque. \"Shut the **** up!\" he bellows out the window, and then climbs the tower and silences the troublemaker.\n\nThe movie relishes its 1955 look, not just in the costumes and locations, but in such details as special effects and fight scenes. Remember hand-to-hand combat pre-Bruce Lee? No end of tables and chairs get trashed, while the distinctly Bondian musical score pounds away relentlessly. One nice 1950s touch: \"Cigarette?\" he's asked. \"I'm trying to start,\" he replies.\n\nFor a parody, the movie is surprisingly competent in some of the action scenes, when the dim-witted hero turns out to have lightning improvisational skills. And there is an escape scene that develops in unforeseen ways. Dujardin is somehow able to play his clueless hero as a few degrees above the doofus level, mixing in a little suave charm and then effortlessly drifting into charmingly crafted comments that are bold insults, if only he understood that.\n\nMy only problem is, there's a little too much of \"117.\" Only 99 minutes long, it nevertheless seems to go on more than necessary. There is a limit to how long such a manic pitch can be maintained. It's the kind of film that might seem funnier if you kept running across 20 minutes of it on cable. Yet I suppose that is not a fatal fault, and I have developed the same kind of affection for 117 that I have for Austin Powers. Who else would tell that lithesome beauty, \"You're not a Lebanese reporter posted to Rome! You're actually the niece of Egypt's King Farouk!\" It was the \"Egypt's King Farouk\" part that got me. Like she didn't know who he was. And like he didn't know Farouk had been deposed by Nasser. Well, that I can believe.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-06-26", "genres": ["Action", "Adventure", "Comedy", "Foreign", "Thriller"], "title": "OSS 117: Cairo, Nest of Spies (2008)"}