{"url": "http://www.rogerebert.com/reviews/oss-117-lost-in-rio-2010", "by": "Jean Dujardinas Hubert", "star_rating": 3.0, "text": "Hubert Bonisseur de La Bath, French Agent OSS 117, looks like a parody of James Bond, British Agent 007, but it may be the other way around. Pretty much unknown over here, he first appeared in print in 1949. I haven't read a single OSS 117 novel (there are 283!), but it appears that Ian Fleming may have found some inspiration from Jean Bruce, the creator of 117.\n\nThe OSS man first appeared in a film in 1957, and was once played by John Gavin, of all people, in 1968. The character was revived in “OSS 117: Cairo, Nest of Spies” (2006), but while the original stories were played straight, “Cairo” and now “OSS 117: Lost in Rio” are parodies — of the James Bond movies, appropriately enough.\n\nThe star is Jean Dujardin, who in some shots looks like Sean Connery, and who has the same gift of understatement and drollery. He's also surrounded by babes, in particular, a sexy Mossad agent named Dolores Kuleshov (Louise Monot). The movie is set in 1967; 117 is sent to Brazil to retrieve a secret list of French collaborators with the Nazis. This leads to an action climax atop the right arm of the immense statue of Christ that towers above Rio de Janeiro. Hitchcock set “Notorious” in Rio, but didn't quite have the nerve to use that location.\n\nImagine that the film looks exactly like a slightly faded thriller from the '60s. The makers have gone to a great deal of trouble to get not only the costumes, the sets, the props and the cars right, but even the film stock; some audience members may wonder if they wandered into a revival house. The stunts are as stagy as 007, the villains as absurd, and 117 as unflappable.\n\nOne thing that will strike North American audiences as odd is that 117 is cheerfully racist. Working with an Israeli agent gives him plenty of opportunities to voice his anti-Semitism, which is not intended to hurt, but grows directly out of his ignorance. I think (or hope) the filmmakers are making a commentary on the everyday anti-Semitism of the de Gaulle era. \n\nBut 117 is an equal-opportunity offender, and makes unbelievably gross statements to women. He somehow gets away with it because Dujardin is a polite charmer with an eager smile and a quick laugh, and you see he doesn't mean to offend; he's only trying to make conversation. That he is clueless is the joke.\n\nThere's too much of that for my taste, but the movie depends mostly on wild exaggerations of 007, and here it does something right: It shows stunts and special effects that look like they might have been staged in 1967. The film almost goes out of its way to reveal it's using rear projection on a studio set. The music is appropriate, too: That kind of cheesy pop that has a good time, no matter what's happening onscreen. The soundtrack reminded me of nothing so much as a forced laugh.\n\nI sort of liked the 2006 film, and I sort of like this one, too. I may like it a little more, because Dujardin grows on you. The film opens with him singing “Everybody Loves Somebody” in a voice that sounds so much like Dean Martin that maybe it is. But the way he smiles and moves ... well, surely you've heard of the Trololo Man?", "running_time": 100, "mpaa_rating": null, "release_year": 2010, "date_published": "2010-06-09", "genres": ["Action", "Comedy", "Foreign"], "title": "OSS 117: Lost in Rio (2010)"}