{"url": "http://www.rogerebert.com/reviews/othello-1992", "by": "Iago Michealas Orson Welles", "star_rating": 3.0, "text": "Orson Welles' \"Othello\" is one of his least-seen films, but it inspired one of the best-known anecdotes about the master's impoverished work conditions. The movie was shot in bits and pieces between 1948 and 1951, with the actors sometimes languishing on location while Welles flew off to raise more money. Improvisation concealed a multitude of shortcomings. On the day when Welles was prepared to film the murder of Cassio, for example, the costumes had not arrived, or had not been paid for (the stories differ), and so he simply moved the scene to an old Turkish bath and dressed his actors in towels.\n\nThe result probably looks better than it would have otherwise, which is often the case with a Welles improvisation (he keeps the camera close to a flurry of blades and swordplay). But \"Othello's\" compromises were not all so happy, and the resulting film, made only a decade after the boy wonder had conquered Hollywood with \"Citizen Kane,\" was a ragged production with a soundtrack that was badly out of synch. Even after winning the Palme d'Or at the 1952 Cannes Film Festival, it failed to open in America until 1955, and since then has been seen only rarely, in shabby 16mm prints.\n\nYet there was a film there. From its opening shots, where the camera looks down on a solemn funeral procession, \"Othello\" exhibits Welles' flair for dramatic compositions. Instead of the tame eye-level visuals of many films of Shakespeare plays, where the camera is content to watch great actors saying great words, Welles approached \"Othello\" as a work intended at least equally for the eye.\n\nPart of his approach was born of necessity: He could not afford to record sound on many of his locations, and so he placed the camera to make the actor's lips invisible, shooting over shoulders or at oblique angles. He planned to dub the dialogue in later. He was also handicapped by a revolving-door cast; his final Desdemona, Suzanne Cloutier, was the third actress in the role. Continuity was made even more difficult because some scenes were shot on locations in two or even three different countries, a doorway in Morocco leading to a piazza in Venice.\n\nWelles finally pulled the whole project together, dubbing many of the voices himself. But watching the film was distracting; the dubbing was so careless that there was often no correlation between the words and the lip movements. And so the film remained, intriguing but imperfect, until Welles' daughter, Beatrice Welles-Smith, teamed with Chicago producers Michael Dawson and Arnie Saks and they went looking for the materials to restore the film to its vanished glory.\n\nThe tattered 16mm prints were obviously unusable, but in a New Jersey warehouse they found a long-mislaid 35mm master negative of the movie, along with the soundtrack. (There is poetry in that New Jersey warehouse; remember that Charles Foster Kane was headed for just such a place in search of his own childhood, the night he met Susan Alexander.) The visual print was in good condition, apart from some messy splices. But the soundtrack was a mess. Everything - dialogue, music, sound effects - was recorded on one track, and although modern digital technology allowed the restorers to isolate the dialogue, how could they recombine it with the rest? Eventually they commissioned composer and arranger Michael Pendowski to start all over again, re-recording the score with members of the Chicago Symphony Orchestra and Chorus and the Lyric Opera Chorus.\n\nThen the words were dropped back in again by audio expert Ed Golya and sound engineer John Fogelson, who re-created the sound effects. They filtered out the noise on the original track, and the audio is now in digital surround stereo, with the dialogue and the lip movements in much better synch.\n\nThe entire restoration cost more than $1 million. There is irony in the fact that if Welles had had that kind of money, no restoration would have been necessary. The restorers now claim that \"Othello\" looks and sounds better than it ever did before in its checkered history, even on the night when it won the Cannes festival.\n\nI'm sure they're correct.\n\nThe film itself is a strange experience, always visually interesting but sometimes difficult to follow. A close familiarity with Shakespeare will help, even though Welles, as usual, takes great liberties with the original play. \"Othello\" is essentially a tragedy based on words that lead to misunderstandings; Welles films it more as classical tragedy, with processions, poses, ceremonies and dramatic visual compositions. The movie opens and closes with an event unknown in Shakespeare, the funeral procession of the bodies of Othello and Desdemona, and proceeds with interplay between Welles, as the Moor, and Dublin actor Micheal Mac Liammoir, founder of the Gate Theater, as a curiously engaging Iago in his only filmed dramatic role.\n\nThis restoration, a labor of love, came preceded by \"The Filming of Othello,\" a 1978 German TV documentary (in English) that was unreleased in the U.S. until 1987. It featured the now aged Mac Liammoir sharing drinks and memories with fellow cast member Hilton Edwards in a Dublin pub. Welles himself hosted the film, sitting at a Moviola, smoking an outsize cigar and holding forth with memories and recollections. Even in the documentary, Welles cannot seem to focus on \"Othello,\" and his anecdotes wander here and there while we see only tantalizing glimpses of the film. Now his \"Othello\" is available as he presumably intended it - almost in spite of himself.", "running_time": 91, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-04-10", "genres": ["Drama", "Romance"], "title": "Othello (1992)"}