{"url": "http://www.rogerebert.com/reviews/other-peoples-money-1991", "by": "Danny DeVitoas Lawrence Garfield", "star_rating": 3.5, "text": "Danny DeVito is the right actor to play Larry the Liquidator. He doesn’t have to say that he uses big piles of money to compensate for the lack of love in his life. We know. We can see it in Larry’s eyes, which sparkle when he talks about accumulating other people’s money, but turn into the large, brown eyes of an adoring spaniel whenever he gazes upon Kate Sullivan.\n\nShe is the attorney who stands between him and New England Wire & Cable, a second-generation family firm that has fallen on hard times but has no debt and a lot of cash. Larry wants to raid the company, break it up, strip the assets, and sell the profitable divisions. The company’s president, an old-fashioned stalwart named Jorgy and played by Gregory Peck, wants to continue making wire and cable.\n\nThe situation is complicated because Miss Sullivan (Penelope Ann Miller) is the daughter of Jorgy’s assistant and companion (played by Piper Laurie). Kate is a foot taller than Larry the Liquidator, is blond, is sleek, is chic, and who knows how to push all of Larry’s buttons. From the moment she walks into his office, determined to defeat him and save the company, he knows he is in love. He also knows he wants to win.\n\nLarry is a smart man. That’s one of his appeals. He is also immensely likable, except when he is trying to strip-mine the family firm. Kate finds him intriguing on first sight, but she wants to defeat him in the struggle for the company, and so Norman Jewison’s “Other People’s Money” turns into a wrestling match between lust and greed. Since these are two of the strongest motivations known to humankind, the movie is very funny and at the same time tremendously interesting.\n\nWe see something of Larry’s life - the expensive corner office in the Manhattan tower, the blocklong limousine, the town house, the butler. We see that it is empty of everything except a great deal of money. We see some thing of Kate’s life - the high-powered law firm, the chic fashions, the handsome but empty guys who take her to the opera. We see that it is empty except for defending other people’s money. They need each other and they know it, and they spar with this unspoken knowledge in a series of wonderful scenes, including a lunch in a Japanese restaurant and a telephone conversation during which he serenades her on his violin.\n\nMeanwhile, the takeover bid climaxes in a shareholder’s meeting inside the factory, at which both Jorgy and Larry make speeches. Gregory Peck’s words and delivery here reminded me of the key scenes in a lot of the Frank Capra classics, where the little guy stood up and defended old-fashioned American values, and got a standing ovation, and the movie was over. In “Other People’s Money,” after Peck sits down, DeVito stands up, and defends greed. It is amazing how good an argument he makes.\n\nThe problem is, if he wins the company, will he lose the girl? Maybe the best single moment in the movie comes when he is sure he will never, ever, get to first base with Kate. He falls flat on his face onto the bedspread, stunned with grief and loss, and his butler tries to cheer him. Nothing will work. No material pleasure can possibly cure his agony. “How about a piece of that carrot cake you like?” the butler asks. The timing of DeVito’s response to this question wins a roar of laughter.\n\nI didn’t like the very last scene of “Other People’s Money.” It felt tacked on, manufactured, concocted out of a Hollywood studio’s knee-jerk need to provide a smileyface ending that was not in the spirit of the film. “Other People’s Money” is a four-star movie that loses its way in the last, crucial scene, and for that it loses half a star, but that doesn’t mean I didn’t enjoy every moment right up until the happy ending, which is the unhappiest moment in the movie.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-10-18", "genres": ["Comedy", "Drama"], "title": "Other People's Money (1991)"}