{"url": "http://www.rogerebert.com/reviews/othello-1995", "by": "Laurence Fishburneas Othello", "star_rating": 2.0, "text": "The force of evil in \"Othello\" has its origin,\r\"like the origin of everything else in the tragedy, in the character of\rits hero,\" Mark Van Doren wrote. It is Othello who is guilty. Iago is able\rto plant his cruel seeds of jealousy only because Othello's character is so\rthoroughly prepared to receive them. To blame Desdemona's death on Iago is to\rturn Othello into a pawn, and that violates the purpose of tragedy, which is to\rshow a hero brought down by his own flaws.\n\nThe\rbest productions of \"Othello\" show Iago consumed by self-love - by a\rnarcissistic infatuation with his own villainy. Yes, he supplies Othello with\rthe false evidence to suspect Desdemona, but much of his performance is put on\rfor his own entertainment. Iago is jealous not of Othello's woman but of his\rpower, and he destroys Othello's life almost as an exercise in superiority.\n\nThose\rare the human emotional engines that drive Shakespeare's play and that have\rmade it so powerful for so many different audiences for so many years. They are\rat risk in any modern production, where the fact that Othello is black and\rDesdemona white is likely to cast a longer shadow than it did in Shakespeare's\rtime.\n\nEspecially\rjust at this moment of the film's 1995 release, with the fates of O. J. and\rNicole Simpson projected like a scrim on top of the screen, it is difficult to\rfree the play to do its work. To some degree, any modern production must make\rIago the villain and Othello the victim, and suffer as a result.\n\nBut\rthis production of \"Othello\" need not have suffered so much. Adapted\rand directed by Oliver Parker and starring Laurence Fishburne, Kenneth Branagh\rand Irene Jacob (as Othello, Iago and Desdemona), the film gives us a distant,\rbrooding Moor who seems to have had his tragic fall almost before the play\rbegins, and an Iago who seems more interested in seducing Roderigo, Desdemona's\rformer suitor, than in destroying Othello. In enlisting Roderigo (Michael\rMaloney) to his conspiracy, Branagh as Iago sets a tone and uses body language\rthat reads as homosexual; he seems to be in a play of his own.\n\nThat\ris not to say Branagh's Iago is badly done; he is the best thing in the movie.\rBut he makes Iago curiously distant from the main line of the action. Iago is\rin love with conspiracy and his co-conspirators, and destroys Othello as a\rby-product of his obsession. And Othello, as played by Fishburne, never seems\rthe truly happy husband and triumphant general the play initially requires, but\rseems even in early scenes to be somehow aware of his destiny. Later in the\rfilm, his character consumed by jealousy, Fishburne makes interesting physical\rchoices, as when his head is so filled with images of adultery that it cannot\rremain still, and twists restlessly.\n\nThat\rleaves Irene Jacob, as Desdemona, to complete the film's catalog of characters\rat right angles to one another. Jacob is a wonderful actress, as anyone who\rremembers Krzysztof Kieslowski's \"The Double Life of Veronique\" or\r\"Red\" will recall. But she is appearing here in a play by\rShakespeare, whose language is so crucial that the scholar Harold Bloom makes a\rshow of preferring his Shakespeare in text readings rather than stage\rperformances. Irene Jacob, who is Swiss, is not at home in English, and\rcertainly not at home in Shakespeare, although she finds a heartbreaking\rphysical gesture at the moment she is being smothered by Othello: Her hand\rreaches out to caress him.\n\nFishburne\ris much better, but not truly at ease, although I wonder if he might not have\rbeen more impressive if he'd been allowed the full reach and texture of\rShakespeare's prose. Parker's adaptation slices and dices the original until\rthe movie almost could have been based on the \"Othello\" pages from\rBartlett's Familiar Quotations. With the time he saves, Parker gives us a\rdistractingly modern soft-core sex scene and montages that summarize offstage\raction that the play itself is hardly concerned with. Even worse are scenes\rwhere characters talk unheard under the music on the soundtrack; no composer -\rno, not even Charlie Mole - can improve on Shakespeare.\n\nKenneth\rBranagh has had great success with his own films of Shakespeare (\"Henry\rV\" and \"Much Ado About Nothing\"). He is currently at work on a\r\"Hamlet\" that will star Robin Williams and Billy Crystal - as\rRosencranz and Guildenstern, I hope, not Hamlet and Polonius. He has toured in\rShakespeare and is a master of the cadence of the words, so his ease in the\rdialogue acts as a contrast to the others.\n\nHis\rreadings are diabolical and fiery, but do not, as I've suggested, seem focused\ron Othello.\n\nThe\rresult is a movie that will not give its viewers much of an idea of the\rShakespeare play, and may inadvertently give them other ideas, about\rinterracial love, that were not much on Shakespeare's mind. Many people seeing\rthis film will read it as the story of a jealous black man who wins but cannot\rtrust his white wife, and so kills her. There is a lot more to it than that. In\rparticular, there is the way Shakespeare uses language to describe and\rdramatize universal human weaknesses; either the audience thinks, \"There,\rbut for the grace of God, go we,\" or the production has not worked. Read\rthe play.", "running_time": 123, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-12-29", "genres": ["Drama"], "title": "Othello (1995)"}