{"url": "http://www.rogerebert.com/reviews/otomo-2001", "by": "Isaach De Bankoleas Otomo", "star_rating": 3.0, "text": "On Aug. 9, 1989, as a black man was stopped on a bridge in Stuttgart for questioning, he knifed two officers to death and wounded three others before being shot dead himself. This man's name was Frederic Otomo. At about 6:15 that morning, he had been confronted on a subway train by a ticket inspector, who told him he had to get off at the next stop. The inspector got aggressive with Otomo, who head-butted him and fled from the train, setting up the manhunt that ended on the bridge.\n\nThose facts are known. What happened between the two incidents is unknown, and inspires this film by Frieder Schlaich, who tries to imagine what went through Otomo's mind between the two confrontations. Along the way, Schlaich portrays a society in which some are racists who act cruelly toward the black man, and others, even strangers, go out of their way to help him.\n\nOtomo, we learn, came from Liberia by way of the Cameroons, where his father fought for the Germans in World War I and was endangered as a German sympathizer. Technically, as one of the police officers observes, he may have had the right to German citizenship. But his only official papers are a temporary passport, not good enough to qualify him for a minimum-wage job he's turned away from at dawn. Before he's turned down, men make fun of his shoes--slippers they call \"jungle creepers.\" Why is it assumed that the poor want to dress the way they must? There is a moment on the subway line that the film interestingly leaves unclear. The inspector tells Otomo his ticket is only good for one zone, and he must get off. \"You know it's a good ticket!\" Otomo cries. Later, as the inspector and his woman partner sit in a police station to file a report, she looks at Otomo's ticket and holds it up to show it to the inspector. Why does she do this? I think it is because she notices the ticket is valid, although of course she doesn't mention that as her partner files his complaint.\n\nOtomo (Isaach De Bankole) wanders through Stuttgart, avoiding police cars and helicopters (the scale of the manhunt seems a little large for the severity of his crime). In a restaurant, a waitress gives him food although he can only pay for coffee, and later when the police ask her if she has seen him, she says, \"A nigger? Not in here.\" Using the word puts her on their side; lying for a man she doesn't know reveals, perhaps, an instinctive sympathy for the underdog.\n\nOn a river bank, Otomo is offered a flower by a little girl. This is a direct quote from \"Frankenstein,\" but the episode ends differently, with the girl's grandmother (Eva Mattes) taking him in and agreeing to lend him money to pay for a ride out of town. Why does she do this? Otomo is not talkative, says little to explain himself, yet somehow seems able to inspire sympathy. (Like Frankenstein's monster, he inspires fear on first sight from some, and is inarticulate in explaining himself.) The movie's case for him is made, not by Otomo himself, but by the manager of the flophouse where he lives, who describes the lives of undocumented \"guest workers\" in simple terms: they are useful for undesirable jobs, but have no security and live constantly on the edge of destitution. \"Is he violent?\" a cop asks the manager. \"Rather gentle,\" the manager says. \"He'll talk to you for hours about the Bible.\" The movie is about a man who reaches his snapping point. The ceremonial funerals for his police victims are contrasted with the three or four people who gather at his pauper's grave. The film doesn't believe the police deserved to die (or that the ticket inspector should have been assaulted), but then again it doesn't believe a society should so treat a man that this is what he comes to do.\n\nIsaach De Bankole was seen most memorably in Jim Jarmusch's \"Ghost Dog,\" as the French-speaking African who carried on a long conversation with Forest Whitaker, the two speaking different languages. He also starred in \"Chocolat,\" Clair Denis' evocative 1988 film set in French West Africa. Eva Mattes was in many Fassbinder movies, including \"Jailbait\" (1972), made when she was 17. Now she plays a grandmother. \"You old hippie!\" her daughter calls her--needing to find a reason why her mother would befriend a desperate man.", "running_time": 85, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-12-14", "genres": null, "title": "Otomo (2001)"}