{"url": "http://www.rogerebert.com/reviews/our-mothers-house-1967", "by": "Dirk Bogardeas Charlie Hook", "star_rating": 3.5, "text": "The use of children in movies is a hazardous business, if only because the little monsters walk away with the whole enterprise: plot, atmosphere, everything. They're so nauseatingly cute and well-trained that nothing serious can take place while they're on the screen, and no adult actor can hope to hold his own against their innocent blue eyes (something W. C. Fields must have understood very well the day he spiked Baby Leroy's orange juice with a pint of Smirnoff's).\n\nOccasionally, however, a director succeeds in beating the little prodigies into submission and wringing restrained performances from them, and when this happens, the result can be memorable. Peter Brooks did it with his castaways in \"Lord of the Flies\"; Lee Thompson did it with Hayley Mills in \"Tiger Bay\"; and now Jack Clayton has done it superbly in \"Our Mother's House.\"\n\nIt is, I suppose, a horror film. It is set in a bleak old Gothic mansion, and it has dead bodies and communication with the spirit world and all that. But it is a ghost story without ghosts: the best kind. And the spirits speak only in the minds of the children. In the end, nothing supernatural can match the horror that the kids find in their own, real, everyday world.\n\nThe house in inhabited by seven more or less typical British kids and their dying mother. She has turned to a fanatic religious fundamentalism, refuses the care of a doctor and gets the kids hung up on morbid theories of guilt and punishment before she dies. To escape the orphanage, the children decide to keep her death a secret, and after they bury her in the garden, they hold gloomy seances. All this is in contrast to the ordinary activities of their daytimes, when they go to school, buy groceries and succeed in cashing a forged check.\n\nThe kids develop into very believable personalities, especially the oldest girl (Margaret Brooks) and the next-oldest (Pamela Franklin). There is also a very small and curly-headed little brother (Gustav Henry) who somehow manages to be appealing and precocious without overdoing it. The other four children are also splendidly cast.\n\nThen their father (Dirk Bogarde) turns up and helps them continue the deception. He seems to be an appealing rogue, and the kids mostly like him until they get to know him better. Then things start to close in, the guilt and punishment complex starts to operate and the movie becomes one of the most suspenseful of recent years. It isn't phony \"who goes there?\" suspense but suspense based on real personalities trapped in an impossible situation.\n\nClayton, whose credits include \"Room at the Top,\" \"The Pumpkin Eater\" and \"The Innocents\" directs with firm restraint. Bogarde turns in a competent performance not quite up to his best, but it really isn't his picture anyway. It belongs to the kids, and they are very real kids.", "running_time": 100, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-11-13", "genres": ["Drama"], "title": "Our Mother's House (1967)"}