{"url": "http://www.rogerebert.com/reviews/our-family-wedding-2010", "by": "America Ferreraas Lucia Ramirez", "star_rating": 2.0, "text": "\"Our Family Wedding\" is a perfectly good idea for a comedy: A wedding between a Mexican-American woman and an African-American man leads to culture clash. The film, unfortunately, deals with the situation at the level of a middling sitcom. You almost miss the laugh track. Difficult problems are sidestepped, arguments are overacted, and there are three food fights involving wedding cakes. Well, two, actually, and the destruction of a third cake.\n\nAt the center of the wedding are Lucia Ramirez (America Ferrera), who was a law student at Columbia, and Marcus Boyd (Lance Gross), a Columbia med school graduate. They plan to move to Laos, where he will work with Doctors Without Borders. They've been living together, but keeping it a secret from her parents, because her mom (Diana Maria Riva) expects her to remain a virgin before marriage, and her father Miguel (Carlos Mencia) would be crushed if he learned she dropped out of law school. In a plot twist of startling originality, she is not pregnant.\n\nA slimmed-down Forest Whitaker plays Marcus' father Brad, a popular Los Angeles all-night DJ. He's doing all right, and inhabits a huge house in the hills with a pool, stairs leading to a terrace, and a lawn big enough to hold a wedding party. Plus, his ride is a Jaguar. Not bad for an all-night DJ. Miguel is also well off, with his daughter at Columbia, a big luxurious house, and a passion for restoring classic cars. He owns a towing service, which is how he and Brad have a Meet Cute. All his drivers call in sick, so Miguel fills in, and he and Brad meet when he tows the Jag.\n\nThe dads meet again when their children pop the big news, and are immediately screaming insults and shaking each other by the throat. This scene, like all the stagy arguments between the fathers, is completely unconvincing. Their fights are drummed up for the purposes of the script. Their families flutter their hands and beg them to calm down. Their running feud feels phony to begin with, and painfully forced by the end.\n\nAll of the family difficulties seem trumped up. Although Lucia is terrified that her mother will discover she had sex before marriage, that revelation, when it comes, is almost a throwaway. Brad is embarrassed that his dad dates much younger women, but when he turns up at the family dinner with a girl who was Lucia's softball teammate, there's barely a mild stir. Lucia's grandmother faints when she sees her fiancé is a black man, but when she comes to, this is forgotten. (Didn't anyone tell her?) Oh, and speaking of softball, the game played between the two family teams is so badly staged I wasn't sure which side many of the players were on, nor who won the game.\n\nThe bright spots are America Ferrera, a cuddly beauty who plunges right in and kisses a guy without worrying about her makeup, and Lance Gross as the guy, who has a thankless task as the perfect fiance but doesn't overplay it. Regina King steals many scenes as Brad's longtime lawyer and secret admirer; her character is smart, focused and sympathetic. King's costumes showcase those Michelle Obama-like arms.\n\n\"Our Family Wedding\" is a pleasant but inconsequential comedy, awkward for the actors, and contrived from beginning to end. Compare it with \"Nothing Like the Holidays\" (2008) to see how well a film can handle similar material.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-03-10", "genres": ["Comedy", "Romance"], "title": "Our Family Wedding (2010)"}