{"url": "http://www.rogerebert.com/reviews/our-idiot-brother-2011", "by": "Paul Ruddas Ned", "star_rating": 3.0, "text": "This movie is so nice. Its hero is so sweet. His sisters consider him such an idiot. His sisters are so correct. He's an idiot in the sense that he doesn't lie or cheat. He doesn't calculate the odds on getting away with things. He trusts people. He always tells the truth. Wasn't there a study proving that human society would collapse if we didn't lie? \n\nNed (Paul Rudd) is sort of a saint. He has a beatific smile, wishes you the best and doesn't hold grudges. He also doesn't hold jobs very well. He reminds me a little of Harold Skimpole, the Dickens character who never grasped how money worked, or why it mattered if he didn't have any. When we meet Ned, he's selling organic vegetables at a farmer's market, with a little sideline in under-the-counter weed. And when a uniformed cop says he's having a bad day and wonders if he might have something to sell him, he slips him a $20 bag with his rhubarb. A uniformed cop.\n\nAfter getting busted, Ned is released from prison early (he was named a model prisoner four months in a row). He returns to the farm he worked with his girlfriend (Kathryn Hahn), discovers she has a new boyfriend, and just about apologizes to the guy for turning up unexpectedly. Deprived of his home, he begins to depend on the hospitality of his three sisters, who in their three ways are three pieces of work.\n\nThis movie wouldn't work without Paul Rudd. He walks such a fine line. He has to be nice, but not a fool. Sweet, but not saccharine. Honest enough to cause trouble, but always innocently. Not only doesn't he lie, he never knows when he has been lied to. When the genes were being shaken up in his family tree, all of the kind ones must have fallen into his pool. \n\nThe movie circles with nimble wit through an A-list of supporting characters. Ned's sisters are Liz (Emily Mortimer), a doting mom married to a filmmaker (Steve Coogan); Miranda (Elizabeth Banks), an ambitious writer who hopes to work for Vanity Fair magazine, and Natalie (Zooey Deschanel), who may be a lesbian and is certainly in love with Cindy (Rashida Jones). Their mother is Ilene, played by the legendary Shirley Knight, who is one of those rare all-day wine drinkers who can stay topped up and never get hammered. It goes without saying, I suppose, that the Steve Coogan character is a bit of a rat; his characters usually are. But Cindy the lesbian is free of all the tiresome cliches about lesbians in comedies, and daringly plots with Ned to regain ownership of Willie Nelson, his beloved dog.\n\nI know someone just like Ned. She is a woman. She has an uncanny gift for making a statement, looking puzzled when a hush falls upon the room, and saying, \"Uh-oh. I thought everyone knew that.\" In Ned's case, his startling honesties seem to be blessed. He seems to cause harm and dismay, but in the workings of the screenplay, he usually ends up doing good, however accidentally.\n\nIt's refreshing, this late in the summer, to find a hot weather comedy that doesn't hate its characters and embed them in scatology and sexual impossibilities. \"Our Idiot Brother,\" directed by Jesse Peretz and written by Evgenia Peretz and David Schisgall, is as good-hearted as its hero. I've seen Paul Rudd in a lot of movies, but have never realized he could be as lovable as Amy Adams or Mary Steenburgen. Jesse and Evgenia Peretz are the children of Martin Peretz, the editor-in-chief emeritus of the New Republic, and the other day, my friend Margo Howard was tweeting that she's known the Peretz kids since they were born, \"and going back years, he always did used to sit on her!\" Twitter doesn't encourage detailed elaboration. \n\nThe film ends with a series of unlikely happy endings that I might ordinarily object to. But since one outcome produces an iron-clad reason why the dog must be named Willie Nelson, all is forgiven.", "running_time": 90, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-24", "genres": ["Comedy"], "title": "Our Idiot Brother (2011)"}