{"url": "http://www.rogerebert.com/reviews/out-of-the-blue-1982", "by": "Linda Manzas CeBe", "star_rating": 3.5, "text": "After the enormous international success of \"Easy Rider\" (1969) and the resounding thud of his next directorial effort, \"The Last Movie / Chinchero\" (1971), he didn't direct again until this movie (he acted, in such films as \"The American Friend\" and \"Apocalypse Now\"). Originally hired just to act in \"Out of the Blue,\" he took over two weeks into production, rewrote the screenplay, found new locations and made this movie into a bitter, unforgettable poem about alienation.\n\nHopper is one of the movie's stars, playing an alcoholic truck driver whose semi-rig crashes into a school bus, kills children, and sends him to jail for six years. Manz plays his daughter, a leather-jacketed, punk teen-ager who combs her hair with shoe polish and does Elvis imitations. Her mother is played by Sharon Farrell as a small-town waitress who tries a reconciliation with Hopper when he gets out of prison but is undercut by her drug addiction. \n\nManz is the centerpiece of the film. As she demonstrated in the magnificent pastoral romance \"Days of Heaven,\" she has a presence all her own. She's tough and hard-edged and yet vulnerable, and in this movie we can sometimes see the scared little kid beneath the punk bravado. She lives in a world of fantasy. All but barricaded into her room, surrounded by posters of Elvis and other teen heroes, she practices her guitar (she isn't very good) and dresses up in her dad's leather jacket. He's a hero to her. She doesn't buy the story that he was responsible for the deaths of those kids. And when he finally gets out of prison, she has a father at last -- but only for a few days.\n\nHopper's touch as a director is especially strong in a pathetic scene of reunion, including the family's day at the overcast, gloomy beach, and a \"party\" that turns into a violent brawl dominated by the Hopper character's drunken friend (Don Gordon). The movie escalates so relentlessly toward its violent, nihilistic conclusion that when it comes, we believe it. This is a very good movie that simply got overlooked. When it premiered at the 1980 Cannes Film Festival, it caused a considerable sensation, and Manz was mentioned as a front-runner for the best actress award. But back in North America, the film's Canadian backers had difficulties in making a distribution deal, and the film slipped through the cracks.", "running_time": 94, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Indie"], "title": "Out of the Blue (1982)"}