{"url": "http://www.rogerebert.com/reviews/out-of-africa-1985", "by": "Meryl Streepas Karen", "star_rating": 4.0, "text": "Earlier there was a moment when a lioness seemed about to attack, but did not. The baroness had been riding her horse on the veld, had dismounted, had lost her rifle when the horse bolted. Now the lioness seemed about to change, when behind her a calm voice advised the baroness not to move one inch. \"She'll go away,\" the voice said, and indeed the lioness did skulk away after satisfying its curiosity. That scene sets up the central moment in Sydney Pollack's \"Out of Africa.\" It comes somewhat later in the film. The baroness is on safari with the man who owns the cool voice, a big game hunter named Denys. They happen upon a pride of lions. Once again, the man assumes charge.\n\nHe will protect them. But then a lion unexpectedly charges from another direction, and it is up to the baroness to fell it, with one shot that must not miss, and does not. After the man and woman are safe, the man sees that the woman has bitten her lip in anxiety. He reaches out and touches the blood. Then they hold each other tightly. If you can sense the passion in that scene, then you may share my emjoyment of \"Out of Africa,\" which is one of the great recent epic romances. The baroness is played by Meryl Streep. The Hunter is Robert Redford. These are high-voltage stars, and when their chemistry is wrong for romances (as Streep's was for \"Falling in Love,\" and Redford's was for \"The Natural\"), it is very wrong. This time, it is right.\n\nThe movie is based on the life and writings of Baroness Karen Blixen, a Danish woman who, despairing that she would be single forever, married her lover's brother, moved out to Kenya in East Africa, ran a coffee plantation on the slopes of Kilimanjaro and later, when the plantation was bankrupt and the dream was finshed, wrote books about her experiences under the name Isak Dinesan. Her books are glories - especially Out of Africa and Seven Gothic Tales - but they are not the entire inspiration for this movie. What we have here is an old-fashioned, intelligent, thoughtful love story, told with enough care and attention that we really get involved in the passions among the characters.\n\nIn addition to the people Streep and Redford play, there is a third major character, Bror, the man she marries, played by Klaus Maria Brandmuer. He is a smiling, smooth faced enigmatic man who likes her well enough, after his fashion, but never seems quite equal to her spirit. After he gives her syphills and she returns to Denmark for treatment, she is just barely able to tolerate his behavior - after all, he did not ask to marry her - until a New Year's Eve when he flaunts his infidelity, and she asks him to move out.\n\nHe turns up once more asking for money, after Redford has moved his things into the baroness' farmhouse. The two men have a classic exchange. Brandauer: \"You should have asked permission.\" Redford: \"I did. She said yes.\"\n\nThe movie takes place during the strange blip in history when the countries of East Africa - Kenya, Uganda, the Rhodesias - were attracting waves of European settlers discontented with life at home in the years around World War I. The best land available to them was in the so-called \"white highlands\" of Kenya, so high up the air was cooler and there were fewer insects, and some luck could be had with cattle and certain crops.\n\nThe settlers who lived there soon settled into a hard-drinking , high-living regime that has been documented in many books; they were sort of \"Dallas\" crossed with \"Mandingo.\" The movie steers relatively clear of the social life, except for a scene where Streep is snubbed at the local club, a few other scenes in town, and an extraordinary moment when she goes down on her knees before the British governor to plead for land for the Africans who live on her bankrupt farm.\n\nBefore that moment, she has not seemed particularly interested in Africans, except for an old overseer who becomes a close friend (and this is not true to the spirit of her book, where Africans are of great importance to her). Instead, she is much more involved in the waves of passion that sweep through her life like a comet on a trajectory of its own.\n\nHe wants to move \"his things\" in, but does not want to move himself in. He wants commitment, but personal freedom. His ambiguity toward her is something like his ambiguity toward the land, which he penetrates with truck and airplane, leading tours while all the time bemoaning the loss of the virgin veld.\n\nBecause \"Out of Africa\" is intelligently written, directed and acted, however, we do not see his behavior as simply willful and spoiled, but as part of the contradictions he needs to stay an individual in a land where white society is strictly regimented. The Baroness Blixen needs no such shields; she embodies sufficient contradictions on her own. In a land where whites are foreigners, she is a foreign white. She writes and thinks instead of gossiping and drinking. She runs her own farm. She scorns local gossip. In this hunter, she finds a spirit equal to her own, which is eventually the undoing of their relationship.\n\n\"Out of Africa\" is a great movie to look at, breathtakingly filmed on location. It is a movie with the courage to be about complex, sweeping emotions, and to use the star power of its actors without apology. Sydney Pollack has worked with Redford before - notably in another big-sky epic, \"Jeremiah Johnson.\" He understands the special, somewhat fragile mystique of his star, who has a tendency to seem overprotective of his own image. In the wrong hands, Redford can look narcissistic. This time, he seems to have much to be narcissistic about.", "running_time": 153, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-12-20", "genres": ["Drama", "Romance"], "title": "Out of Africa (1985)"}