{"url": "http://www.rogerebert.com/reviews/out-of-time-2003", "by": "Denzel Washingtonas Matt", "star_rating": 3.0, "text": "Denzel Washington, who played a hateful bad guy in \"Training Day,\" is a more sympathetic slickster in \"Out of Time,\" where he cheats on his wife and steals money, but has his reasons: His wife has already left him and is filing for divorce, he's cheating with his first love from high school, she's married to a wife-beater, and he steals the money to help her afford cancer therapy. So we sympathize with him as he digs himself into a hole. Any reasonable observer would consider him guilty of murder, theft and arson -- and one such observer is his estranged wife, who is also the detective assigned to the case.\n\nWashington plays Matt Lee Whitlock, the sheriff of Banyon Key, Fla., a sleepy backwater where nothing much goes wrong. He is still on good terms with Detective Alexandra Cole (Eva Mendes), but their marriage has wound down and they're preparing for a split. That gives him time for a torrid affair with Ann Harrison (Sanaa Lathan), whose husband Chris (Dean Cain) is a violent and jealous man. Matt narrowly avoids being caught by the husband, and that's the first of many narrow escapes in a plot that cheerfully piles on the contrivances.\n\nAnn reveals to Matt that she's dying from lung and liver cancer. Chris has purchased a $1 million life insurance policy; she changes the beneficiary to Matt, who steals $500,000 in impounded drug loot from his office safe, so that she can go to Europe for alternative therapy. The theory is that he can replace the money with the insurance payout, but alas Ann and Chris both die in a suspicious fire, and the feds suddenly decide they need the drug money immediately. Matt seems guilty any way you look at it -- his name on the insurance policy even provides a motive -- and to make things worse, a neighbor saw him lurking around the house shortly before it burned down.\n\nThere are more details, many more, which I will suppress because they provide the central entertainments of the movie (what I've described is the setup, before Matt's troubles really get sticky). The movie is in the spirit of those overplotted 1940s crime movies where the hero's dilemma is so baffling that it seems impossible for him to escape; the screenplay by David Collard is inspired in part by \"The Big Clock\" (1948). All circumstantial evidence points to Matt; Hitchcock described this dilemma as \"the innocent man wrongly accused,\" but the catch is, Matt isn't entirely innocent. He did steal the money, for starters.\n\nDirector Carl Franklin (\"One False Move\"), who also worked with Washington on \"Devil in a Blue Dress\" (1995), is frankly trying to manipulate the audience beyond the edge of plausibility. The early scenes seem to follow more or less possibly, but by the time Matt is hanging from a hotel balcony, or concealing incriminating telephone records, we care more about the plot than the characters; suspension of disbelief, always necessary in a thriller, is required here in wholesale quantities. But in a movie like \"Out of Time\" I'm not looking for realism, I'm looking for a sense of style brought to genre material.\n\nWashington is one of the most likable of actors, which is essential to this character, preventing us from concluding that he's getting what he deserves. Mendes makes the ex-wife Alex into a curiously forgiving character, who feels little rancor for the straying Matt and apparently still likes him; maybe there would have been more suspense if she were furious with him. Saana Latham has a tricky role as Ann -- trickier the deeper we go into the plot -- and is plausible at many different speeds, and Dean Cain is convincingly vile as the violent husband. John Billingsley is Chae, the local medical examiner who is Matt's sidekick and supplies low-key, goofy support in some tight situations.\n\nAnother one of the movie's stars is its Florida location. It was photographed in and around Miami, Boca Grande and Cortez, and reminds us how many Hollywood crime movies depend on the familiar streets of Los Angeles (or Toronto). Banyon Key seems like a real place, sleepy and laid-back, where everybody knows one another and high school romances could still smolder. As the net of evidence tightens around the sheriff, it seems more threatening because there are few places for him to hide, and few players who don't know him.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-10-03", "genres": ["Crime", "Drama", "Thriller"], "title": "Out of Time (2003)"}