{"url": "http://www.rogerebert.com/reviews/out-of-bounds-1986", "by": "Anthony Michael Hallas Daryl Cage", "star_rating": 2.0, "text": "\"Out of Bounds\" is the story of how a simple farm boy from Iowa moves to Los Angeles and is instantly caught in the cross fire between the police and an evil drug dealer. Oh, and he falls in love with a punk waitress from Barney's Beanery after she makes a pass at him on the airplane. If all of this is just a little hard to believe, hold on.\n\nThere's more.\n\nThe farm boy is played by Anthony Michael Hall, a good young actor who was the class geek in \"Sixteen Candles\" and one of the teenagers who spent that long day in detention in \"The Breakfast Club.\" At the beginning of the film, he still looks like an uncertain adolescent, but by the end of \"Out of Bounds,\" he will have been transformed into one of those assembly line Hollywood action heroes, able to outsmart cops and shoot down drug dealers and survive chases down the sides of tall buildings. This movie, in fact, is almost the story of his metamorphosis, from likeable young actor to faceless action hero.\n\nThe movie begins with a series of earnest and unnecessary scenes in which his dad sells the farm, his parents split up and he goes to live with his brother in Los Angeles. Considering how many wildly improbable things are going to happen in this movie, it's a little funny how careful they are to explain why he loses track of his parents. Dad goes fishing, and mom gives him the wrong phone number for her friends in Missouri. That's so we understand why he doesn't call them for advice after he picks up the flight bag with the umpteen million dollars in heroin inside.\n\nWhat happens is, he picks up the wrong bag at the airport. But see if you can follow this. It's one of those over-the-shoulder nylon flight bags. Can you believe that a drug dealer would fill carry-on luggage with millions of dollars in heroin, and then check it? For that matter, assume for the sake of argument that he did check it. Wouldn't he stand right by the chute where the bags come out? Would he let some kid walk away with it? Come on.\n\nAnyway, the kid drives off with his brother, but not before the evil drug dealer gets the license plate. At his brother's home, Hall is shown the little guest cottage out in back that will be his. The cottage is camouflaged as a hedge, and the door opens out of a solid wall of leaves. So, when the drug dealer comes and murders the brother and his wife, he doesn't find the kid because he doesn't think of looking for a house in the hedge.\n\nIf that sort of plot touch sounds even just a trifle labored, this whole movie will be one long experience in frustration. Hardly anything can be be lieved - certainly not the scene where the kid is alone and friendless in L.A. and so he goes to a restaurant looking for the girl he met in the plane. She is a waitress. He tells her his life is in danger and he needs her help right now. She puts down a plate of burgers and walks off the job to help him. No sane person should want help from anyone that crazy. No wonder her name is Dizz.\n\nThe movie develops into a thriller with a triangle formed by the kid, the cops and the sadistic drug dealer. It's one of those thrillers with an Idiot Plot - the kind of plot where even an idiot should be able to figure things out instantly. A lot depends on the police thinking the kid is a killer, but anyone in the audience can figure out in seconds how the kid could clear himself. Only the kid can't. Nor can the cops, who take days if not weeks to run a simple fingerprint test.\n\nThe climax of the film is a chase and shootout high atop a crumbling old Art Deco high-rise on Sunset Strip. It's well photographed, but doesn't anyone down below notice these two guys hanging from the scaffolding and shooting at each other? I guess not.\n\nMeanwhile, I grew depressed by the whole universe of the movie.\n\nWhy do so many Hollywood movies have to be about drugs? How many times, after \"Beverly Hills Cop\" and a dozen other movies, do we have to look at evil drug dealers on the screen? Can't anyone figure out a plot in which an Iowa farm boy moves to Los Angeles and something interesting happens to him - besides getting trapped in a routine thriller plot? Wasn't it possible to find a heroine who wasn't a clone of Cyndi Lauper? Or, if not, couldn't they have hired Lauper for the job? \"Out of Bounds\" plays like an explosion at the cliche factory.\n\nThey picked up as many of the pieces as they could, but none of the survivors knew how to fit them back together again.", "running_time": 93, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-07-25", "genres": ["Action", "Crime", "Thriller"], "title": "Out Of Bounds (1986)"}