{"url": "http://www.rogerebert.com/reviews/outbreak-1995", "by": "Dustin Hoffmanas Col. Sam Daniels, M.D.", "star_rating": 3.5, "text": "It is one of the great scare stories of our time, the notion that deep in the uncharted rain forests, deadly diseases are lurking, and if they ever escape their jungle homes and enter the human bloodstream, there will be a new plague the likes of which we have never seen.\n\nWolfgang Petersen's \"Outbreak\" is a clever, daunting thriller about such a possibility. It follows the career of a microscopic bug that kills humans within 24 hours of exposure by liquefying the internal organs. Not a pretty picture. The bug is based on fact; an account of something similar can be found in Richard Preston's new book, The Hot Zone. The thriller occupies the same territory as countless science fiction movies about deadly invasions and high-tech conspiracies, but has been made with intelligence and an appealing human dimension.\n\n\"Outbreak\" opens 30 years ago, in Africa, as American doctors descend on a small village that has been wiped out by a deadly new plague. They promise relief but send instead a single airplane that incinerates the village with a firebomb. The implication is that the microbe is too deadly to deal with any other way; there is no information about where the bug came from, or why it surfaced in this remote area, although the village witch doctor is quoted ominously: \"It is not good to kill the trees.\" Flash forward to the present. Dustin Hoffman and Rene Russo are a newly divorced couple, both experts in disease-causing microorganisms. He works for the Army, and she has just taken a new job at the Centers for Disease Control and Prevention in Atlanta. As we follow the disintegration of their relationship, Petersen intercuts scenes showing an African monkey being illegally imported into the United States. This monkey, of course, carries the deadly bug, and the smuggler, unable to sell it, releases it in a California woodland, although not before being infected.\n\nPetersen now shows the disease being spread from one carrier to another, in a montage that would be funny if it were not so chilling: When the first carrier gets off a flight to Boston, he is flushed, sweating, trembling and almost too weak to stand, but his girlfriend, of course, doesn't let his illness stand in the way of a long, deep kiss. Back in a small California town, an infected carrier sneezes in a movie theater, and the camera stalks the germs as they wend their way through the crowd. In a laboratory, a test tube breaks in a centrifuge, and a scientist is infected. And so on. I especially liked the moment when the smuggler takes one bite out of a cookie on an airplane, and a little kid asks him if he's planning to eat the rest of it.\n\nSoon reports of a plague outbreak filter in from Boston and California. Hoffman is assigned to the case by his superior officer (Morgan Freeman). But as he and a colleague (Kevin Spacey) follow the trail of infection and spread, we get glimpses of a deep conspiracy involving Freeman's own commanding officer, a sinister general played by Donald Sutherland. For some reason, the Army has secrets involving this bug. It also possesses an antidote, although after the microbe mutates into a different form, only the original carrier - the monkey - can serve as the source of an antibody.\n\nPetersen and his writers, Laurence Dworet and Robert Roy Pool, now combine the conventions of several different kinds of thrillers into one gripping story. There is medical detective work, military conspiracy, marital and professional jealousy, and finally an action climax in which Hoffman and his daring helicopter pilot (Cuba Gooding Jr.) fly all over California and even out to a ship at sea in a race against time and against another deadly bomb drop.\n\n\"Outbreak\" is the kind of movie you enjoy even while you observe yourself being manipulated. The Hoffman character has been recycled out of dozens of other movies; he's the military version of that old crime standby, the Cop With a Theory No One Believes In. Sutherland plays a role so familiar that he, himself, can be seen playing the flipside of the same character in a Soviet uniform, in the current HBO movie \"Citizen X.\" But the roles are well written and acted, and Morgan Freeman, as a general caught in the middle, brings something quite real: a general trapped between obeying instructions and his own better instincts.\n\nIt is a Hollywood law these days that all thrillers end with a chase. Mere dialogue-driven endings are too slow for today's attention-deprived audiences. I am not sure I believed the helicopter chase sequence in \"Outbreak,\" and I am sure I didn't believe the standoff between a helicopter and a bomber (in a scene with echoes of \"Dr. Strangelove\"). But by then the movie had cleverly aligned its personal, military, medical and scientific plots into four simultaneous countdowns, and I was hooked.", "running_time": 127, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-03-10", "genres": ["Action", "Drama", "Thriller"], "title": "Outbreak (1995)"}