{"url": "http://www.rogerebert.com/reviews/outlander-2009", "by": "Jim Caviezelas Kainan", "star_rating": 2.0, "text": "I am tempted to describe the plot of \"Outlander\" as preposterous, but a movie about an alien spaceship crashing into a Viking fjord during the Iron Age is likely to be preposterous. Two alien life forms survive the crash: Kainan, and a monster known as \"The Moorwen.\" Kainan, played by Jim Caviezel, looks exactly like a human being. The Moorwen looks like a giant, speedy, armored hippo-beetle with a toothy front end designed in the same forges of hell that produced the alien in \"Alien.\"\n\nKainan was returning from the Moorwen's home planet, which his race had terraformed, not quite wiping out all the Moorwens. The creatures counterattacked, wiping out most of Kainan's fellow settlers; what he doesn't realize is that one Moorwen was on board ship when he blasted off. Kainan uses a handy device to pump the local Earth language (Viking, spoken in English) into his mind through his eyeball, and soon encounters the nearest Viking village.\n\nHaving seen more than a few movies, we intuit that this village will contain a venerable king (Rothgar, played by John Hurt), his bodacious daughter (Freya, played by Sophia Myles), a jealous young warrior (Wulfric, played by Jack Huston) and a menacing dissident (Gunnar, played by Ron Perlman). There are also numerous villagers who stand around in the background looking intensely interested.\n\nThe village is suspicious of this strange \"outlander.\" Then Vikings start to disappear in the forest, and Kainan realizes he has brought along a passenger. After he saves Rothgar from the Moorwen, he wins royal favor and organizes the village in a plan to lure the beast into a deep pit with stakes at the bottom and burn it alive.\n\nI began my study of science fiction at the age of 9, with Tom Corbett, Space Cadet. I grew to love the authors who incorporated as much science as possible: Clarke, Asimov, Heinlein. They would have had questions about Kainan. For example, is he as human as he appears? It seems unlikely from a Darwinian point of view that two human species should evolve independently and contemporaneously on separate worlds. Even more so that they would share common sexual feelings and be able to mate, though that is precisely what Kainan and Freya propose.\n\nBut yes, their love flowers, against a backdrop of Arthurian romance. The Moorwen is the dragon, of course. And much depends on a sword mighty enough to pierce its armor. To forge this Excalibur, Kainan dives into the fjord and retrieves scrap steel from the wreckage of his ship, thus bringing the Iron Age to a quick close -- in this village, anyway. The climax involves the usual violent and incoherent special-effects scenes, after which Rothgar gives Kainan the hand of his daughter, and Kainan and Freya presumably retire to discover if separate evolutionary paths have outfitted them with compatible fixtures.\n\n\"Outlander\" is interesting as a collision of genres: the monster movie meets the Viking saga. You have to give it credit for carrying that premise to its ultimate (if not logical) conclusion. It occurs to me, however, that the Moorwen had legitimate reason to be grieved. First Kainan's race appropriated the Moorwen planet for its own purposes, then it massacred the Moorwens, now it was picking off a survivor. Do you think genocide or colonialism are concepts to be found in \"Outlander\"? Not a chance. That's because Kainan is so human, and the Moorwens are, well, just not our sort.", "running_time": 115, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-01-21", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Outlander (2009)"}