{"url": "http://www.rogerebert.com/reviews/outrage-2012", "by": "Beat Takeshias Otomo", "star_rating": 2.5, "text": "\"Outrage\" opens by bringing a large number of Japanese gangsters onscreen, a lot of them efficiently introduced at a banquet. Then it depicts the merciless, cruel and sometimes bizarre murders of all of them, and as many more as the film has room for. Its director, a favorite of mine named Takeshi Kitano, went a decade without any particular violence in his films, and now gives us almost nothing else. It's like a version of \"Cinema Paradiso\" where all the murders were saved up by a censor and strung together for a bloodbath.\n\nKitano is one of the great originals of the Japanese cinema. He usually works alone, writing, directing and acting. Perhaps to save confusion, or maybe to create it, he directs as Takeshi Kitano and acts as Beat Takeshi — a nod to the beatniks, which may explain his fondness for dark glasses. In 1994, he had a motorcycle accident that reportedly paralyzed half his body, and he lost some control of his facial muscles. \n\nWhether later treatment was able to repair any of the damage is a good question; at no time in this or his other post-1994 films does he seem to be particularly handicapped.\n\nThat may be because his personal acting style provides a cover. He is very quiet and still, the embodiment of cool. He reminds me of a snake, waiting to strike. In one of his films, he stands unwavering as an enemy approaches and taunts him, and then in a lighting movement too fast to see, skewers him in the brain through an eyeball.\n\nIf that's not your idea of a good time, stay far, far away from \"Outrage.\" The movie is wall-to-wall violence. I could spend thousands of words outlining the plot and its labyrinth of double-crosses, but I can do that just as well in a handful of words: Rival gangs of yakuza (Japanese gangsters) become involved in a blood feud that involves the death of everyone. (Everyone but Kitano, you're wondering. I'm not saying).\n\nSome of the deaths are horrible, such as a decapitation involving a rope and an automobile. Others involve messy slaughter, crazed gunplay and the ironic turning of tables. This happens relentlessly. It would be more depressing , but Kitano takes mercy on us and provides no one in the film, including his own character, with a shred of personality. We know no one; we like or hate no one; we observe their murders as a form of kinetic action.\n\nBecause Kitano has dealt so long and well with violence, the film has been greeted by his admirers as a personal statement, perhaps \"existential,\" that most convenient, all-purpose word when you want to say nothing and sound meaningful. It is also a film of controlled visual style; Kitano's compositions are like arrangements of bodies in space and time.\n\nThat said, and with all due respect, I expected a better time. One of his yakuza movies involved as much percussion as a marching band, and many of them are often very funny. This one almost expresses impatience: \"You wonder why I haven't given you violence? Very well, please have some violence.\"", "running_time": 109, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-04", "genres": ["Action", "Crime", "Documentary", "Drama", "Foreign", "Thriller"], "title": "Outrage (2012)"}