{"url": "http://www.rogerebert.com/reviews/outrageous", "by": "Craig Russellas Robin", "star_rating": 3.0, "text": "“There’s nothing the matter with you. You’re alive, and sick and\r\nliving in New York -- like 8 million other people.”\n\nThese words of encouragement may not resemble a new day\r\na-dawning, but by the time they arrive near the end of “Outrageous!” they carry\r\na certain poignant significance. They're spoken to a frightened schizophrenic\r\ngirl by her best friend in the world, who is a drag queen. And then, in what\r\nwouldn't have passed for a happy ending in Hollywood's golden age but will have\r\nto do these days, they hit the dance floor together in a gay disco.\n\nAlmost\r\nany description of “Outrageous!” makes it sound like a sensational exploitation\r\nfilm but that's exactly what it isn't. It's a bittersweet, endearing, sometimes\r\nfunny little slice of life, and when you describe it as the story of a\r\nfriendship between a transvestite and a schizophrenic, you have to add that\r\nthey're loyal and human and deserve one another.\n\nThe\r\nmovie was shot last winter in Toronto and New York and debuted in the\r\nmarketplace of the Cannes Film Festival last May. The title and the subject\r\nmatter made it sound like this year's contender for the Andy Warhol prize, but\r\nthe movie itself was something else again: a low-budget, rough-edged effort,\r\nyes, but with warmth and sincerity and two very engaging performances.\n\nThe\r\nperformances were by Craig Russell, who has been a professional female\r\nimpersonator for five years, and Hollis McLaren, a Canadian actress who was in\r\nno fewer than four other Canadian films this year at Cannes. Because they bring\r\nconvincing dimensions to their characters, the movie isn't the soap opera it\r\ncould have been. It knows something about human nature.\n\nRussell\r\nplays a Toronto hairdresser who's trying to get up the courage to support\r\nhimself as a female impersonator. Miss McLaren, who's haunted by night mares of\r\na “bonecrusher” out to destroy her, leaves a mental hospital and comes to live\r\nwith him. They both have less than triumphant sex lives (she finds taxi drivers\r\nirresistible; his drag orientation turns off mainstream gays). But they care\r\nfor one another.\n\nThis\r\nbasic relationship is played as counterpoint to the gradual success of\r\nRussell's nightclub act, and problems during Miss McLaren’s pregnancy (the\r\nresponsibility of either a Checker driver or an independent; we're not sure).\r\nAnd all of this material would come across as relentlessly maudlin melodrama if\r\nMcLaren and Russell weren't engaging performers and if the movie didn't have a\r\nresilient sense of humor.\n\nThe\r\nhumor comes mostly from Russell, who throws in one-liners, asides and exit\r\nlines and is funny (and sometimes uncannily accurate) onstage in his impressions\r\nof such as Streisand, Channing, Garland, Dietrich and Peggy Lee. There are\r\nengaging walk-ons, too -- like the gay taxi driver who turns out to be a former\r\nWilliam Morris agent and takes over Russell's career; and Russell's friend, who\r\ndetermines to attend a drag ball dressed as the stewardess played by Karen\r\nBlack in “Airport ‘75” (“I mean, how many Zsa Zsa Gabors can you have in a\r\nroom?”).\n\nThe\r\nmovie makes its points too heavily toward the end, where the girl's miscarriage\r\nis intercut with Russell's successful New York debut. But even here the\r\nperformances rescue the movie; Russell's act is intrinsically entertaining\r\nenough, and Miss McLaren's despair is convincing enough, that we forgive the\r\nlack of a subtler touch in the writing and direction. I suppose the nicest\r\nthing about “Outrageous!,” finally, is that it isn't so outrageous after all.\n\n*\r\n* * *\n\nA selection of Craig Russell clips from \"Outrageous!\"\r\ncan be found on YouTube:\n\nhttp://www.youtube.com/profile_videos?user=CraigRussell4Ever", "running_time": null, "mpaa_rating": "R", "release_year": 1977, "date_published": "1977-08-26", "genres": ["Animation", "Comedy"], "title": "Outrageous! (1977)"}