{"url": "http://www.rogerebert.com/reviews/outrageous-fortune-1987", "by": "Bette Midleras Sandy", "star_rating": 2.0, "text": "In a recent interview in the New York Times, Leslie Dixon, the author of the screenplay for \"Outrageous Fortune,\" revealed some of the secrets of being a successful writer for the movies. You have to read a lot of successful screenplays, she said, and be familiar with what's out there, what's selling at the studios. On the basis of this movie, she has done her job well: \"Outrageous Fortune\" is a combination of comedy and chase, billed by the producers as \"the first genuine female buddy action comedy.\" Unfortunately, the movie is so busy cross-polinating its genres that it never pauses for the kind of thought that might have made it really special, instead of just fitfully funny. This is a movie that has its commercial concept written all over it; it's so painstakingly crafted as a product that the messy spontaneity of life is rarely allowed to interrupt.\n\nThe film stars Bette Midler and Shelley Long as two acting students who discover they're both having an affair with the same fellow student. Midler plays a brassy, vulgar veteran of movies with names such as \"Ninja Vixens,\" and Long is a Yale graduate who has deep ideas about Art. The man they have in common is played by Peter Coyote as a slick, mysterious romeo who turns out, alas, to be involved in espionage.\n\nI say \"alas\" because this movie goes wrong the moment it introduces its counterspy plot. You can almost hear the standard cliches slamming into place. Midler and Long discover that their drama teacher (Robert Prosky) is a spy, that Coyote is in the class to spy on him, that there are people who want to kill them, and that it's up to them to chase all over the West and endure untold physical risks until the mystery is solved.\n\nTake away the specific details, and this is the same premise that sabotaged \"Jumpin' Jack Flash,\" another \"genuine\" female action comedy.\n\nThe screenplay gets so wound up with the action that there's no time to explore the characters or let them be funny on their own terms. Midler has some very funny moments in \"Outrageous Fortune,\" but they're inspired by the personality she brings to the movie, not the one that Dixon's screenplay supplies for her. Long, who doesn't come packaged with a pre-existing comic persona, seems adrift most of the time.\n\nMy advice to Dixon would be: After you've studied all those screenplays, ask yourself what's wrong with them, and you're likely to discover that they all begin with interesting characters and then march relentlessly into a series of cliches involving the CIA, the Russians, car chases, sinister plots and colorful locations. Truly funny movies (here I include Midler's last two films, \"Down and Out in Beverly Hills\" and \"Ruthless People\") settle down in one location and explore their characters, finding humor in human nature instead of in a lot of expensive physical stunts.\n\n\"Outrageous Fortune\" has a climax that must have been expensive and dangerous to film, but it's a waste of time. The plot requires Long to leap from one towering desert rock formation to another, while she's chased by the bad guys. The whole sequence breaks down for two reasons: (1) The stunt is so dangerous that it distracts from any latent comedy, and (2) we're so busy trying to spot when they're using the stunt doubles that we lose any remaining interest in the plot.", "running_time": 96, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-01-30", "genres": ["Action", "Comedy", "Mystery"], "title": "Outrageous Fortune (1987)"}