{"url": "http://www.rogerebert.com/reviews/outsourced-2008", "by": "Josh Hamiltonas Todd Anderson", "star_rating": 3.0, "text": "Note: This movie, released in 2006, is receiving its Chicago premiere in a weeklong run beginning today at the Gene Siskel Film Center. Director John Jeffcoat will be present for an audience discussion at the 5:15 p.m. screening Sunday.\n\nThere is nothing in India more mysterious than the lovely land itself. The riot of colors, the careless jumble of the cities, the frequent friendliness and good humor of a people who are so different from us except that, often, they speak the same language. More or less.\n\n\"Outsourced\" begins with an American sent to India to train the low-paid employees of a new call center for his company, American Novelty Products. It sells, he explains, \"kitsch to redneck schmucks.\" His Indian assistant asks him, \"Excuse me. What is 'redneck'? What is 'kitsch'? What is 'schmuck'?\"\n\nAnd what are these products? American eagle sculptures. Wisconsin cheesehead hats. Branding irons for your hamburgers. The American is named Todd (Josh Hamilton), although everyone hears it wrong and calls him \"Mr. Toad.\" His assistant has a much more sensible name, Purohit N. Virajnarianan (Asif Basra). Although wages are low in India, Purohit will make 500,000 rupees as the new manager. That comes out to about $11,000, enough for him to realize a long-delayed marriage to his betrothed.\n\nTodd is a stranger in a very strange land. Some of his experience reminded me of my own at the Calcutta and Hyderabad film festivals. He wildly overtips a beggar woman at the airport. He finds himself riding in one of those three-wheeled open-air taxis. He makes the mistake of eating street food. He encounters new definitions of the acceptable (on a crowded bus, a young boy politely stands up to offer Todd his seat, then sits back down on his lap). He is constantly bombarded by offers to go here, go there, buy this, see that. Sometimes these offers are worth listening to, as when they lead him to a charming rooming house.\n\nAnd what about the call center itself? It looks like a concrete-block storage hut, still under construction. Inside, Purohit oversees 12 or 15 employees struggling with customer complaints. Question: \"I'm ordering my American eagle from India?\" Answer: \"It is not made here, sir. It is made in China.\"\n\nAverage length of a call, over 12 minutes, Todd's instructions: Get it down to six. Impossible. He starts with pep talks and lessons in pronunciation: \"Say you are in Chicago. Pronounce it sha-CAW- ga.\" They obediently repeat: Shy-CALL-go. But one employee seems ahead of the curve. This is the beautiful, helpful Asha (Ayesha Dharker), who you may have seen in the title role of \"The Terrorist\" and the quite different role of Queen Jamillia in \"Star Wars: Episode II -- Attack of the Clones.\"\n\nShe questions Todd during his classes, tells him he needs to know more about India, has a smile that dismisses his doubts. She becomes his teacher on such mysteries as Kali, the goddess of destruction. (\"Sometimes it is good to destroy. Then things can start again.\") And of course they fall in love, although it is not to be, because she was promised in an arranged marriage at the age of 4. \"Then why are we here?\" he asks her on a business trip, as they debate a position they find in a book at the Kama Sutra Hotel. \"This is like a trip to Goa,\" she says, referring to the idyllic southern province of India, formerly Portuguese. In her mind, before a lifelong arranged marriage, one trip to Goa is permitted.\n\n\"Outsourced\" is not a great movie and maybe couldn't be this charming if it was. It is a film bursting with affection for its characters and for India. It never pushes things too far, never stoops to cheap plotting, is about people learning to really see one another. It has a fundamental sweetness and innocence. Josh Hamilton, a veteran of more than 40 movies, finds a defining role here, as an immensely amiable man. To look upon Ayesha Dharker is to like her. And in a time when the word \"chemistry\" is lightly bandied about, what they generate is the real thing. As in all Indian movies, there is no sex, but because this is a U.S. production, there is some kissing, and wow, it beats anything in the Kama Sutra.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2008-07-10", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Outsourced (2007)"}