{"url": "http://www.rogerebert.com/reviews/outside-providence-1999", "by": "Shawn Hatosyas Tim Dunphy", "star_rating": 1.5, "text": "The brothers Farrelly, Peter and Bobby, have had stupendous success with their comedies \"Dumb And Dumber'' and \"There's Something About Mary.'' So much success they have the clout to get a project made just because they want to make it. Their wish is Miramax's command--which suggests a valuable exhortation: be careful what you wish for, because you might get it.\n\nThis is a coming-of-age movie, set in the 1970s, about a working-class kid from Pawtucket, R.I., who gets in trouble and then, because his dad's mob friend knows a judge, gets sent to a private academy for his last year of high school. Here he's a fish out of water (instead of luggage, he arrives with his clothing in a plastic garbage bag). But soon he's dating the most popular girl in school, getting into and out of trouble, learning life's lessons, and having the kinds of experiences people must really actually have, since so many movies have been made about them.\n\nIf it had been well-made, \"Outside Providence'' might have overcome its genre and amounted to something. Alas, it is badly written and severely miscast; Alec Baldwin, as a working-class stiff with a Rhode Island accent, sweats over every syllable. Its construction is so amateurish that a basic character change (the hero stops screwing around and starts studying) is blown off with a film-school montage (reads books, gets approving nod from teacher, etc.). And the school faculty contains nothing but archetypes (a befuddled Mr. Chips, a vindictive martinet).\n\nThe movie was directed by Michael Corrente and written by Corrente and the Farrellys, based on a novel by Peter Farrelly. Corrente can direct (I liked his 1995 film \"Federal Hill,'' set in Providence), but this time he has an underdone screenplay and compensates by pushing too hard. What are we to make of a scene where the characters are smoking dope in a car, and an exterior shot shows the car trailing so much smoke it looks on fire? In Cheech and Chong, yes. In the real world, no. I could also have done without the little brother in the wheelchair, and the three-legged family dog with an eye patch. The kid brother would have been OK if he'd been better developed as a character, not just window dressing and a setup for one-liners (\"we were playing touch football and he fell off the roof'').\n\nThe hero is a Pawtucket teenager named Tim Dunphy (Shawn Hatosy), whose father (Baldwin) calls him \"Dildo''--the kind of detail that could be true in life but never feels true in the movies. Dunph (as he understandably prefers to be called) hangs out with his dopehead friends, smoking reefer atop the local water tower (surely the police would never notice them there). Sent away to an exclusive Connecticut boarding school, he finds richer versions of the same kinds of friends; now they smoke dope on the roof outside their dorm windows.\n\nThe screenplay lumbers from one obligatory scene to the next, pausing most painfully at a big dramatic climax where Dunph and his dad have a heart-to-heart about his dead mother. What happened, and why, and should Dunph blame his father? We hardly care, because the dialogue is so ham-handed that the illusion of reality is broken and we can see the acting itself; we're aware of Baldwin and Hatosy struggling with lines that contain information but don't put it in context--it's payoff without setup, bathos when it should be pathos.\n\nThere's an uneasy truce between the heartfelt family stuff and the standard prep school high jinks. When Dunph gets in big trouble for having Jane in his room, it's handled as a life-changing experience on the one hand, and as a sitcom opportunity on the other. Which is it? Moment of decision, or setup for a silly scene where he hops up and down outside a dean's window to get his attention? \"Outside Providence'' is so unsuccessful in so many different ways that maybe the whole project was doomed. At the least, the screenplay should have been rewritten in a consistent tone, and Old Man Dunphy should have been recast with a grittier actor and rewritten into a real father and not just a collection of blue collar cliches. \"Outside Providence'' no doubt embodies many memories that are sacred to the Farrelly brothers, but in this form it might prudently have been left unmade.", "running_time": 102, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-09-01", "genres": ["Comedy", "Romance"], "title": "Outside Providence (1999)"}