{"url": "http://www.rogerebert.com/reviews/outside-ozona-1998", "by": "Taj Mahal Odellas Dj", "star_rating": 2.0, "text": "When I say that all the plot threads in \"Outside Ozona\" come together in one closing scene, you can't imagine how literally I mean that. The movie builds up an incredible series of coincidences, in which the good are rewarded, the evil are punished, the lovelorn are thrown into one another's arms, all mysteries are solved, and a homeless dog named \"Girl\" lives to bark another day.\n\nThere was feverish scribbling in the dark, as my colleagues and I tried to keep up with the cascade of developments. An ending like this is either naive or deeply profound. After all the slick formula movies, it's refreshing sometimes to see a film that isn't working from the rule book. Writer-director J.S. Cardone provides clumsy parallels and too many speeches that sound written, but his heart is sound: He's going for something touching and sincere, and some of his scenes get there.\n\nThe movie takes place during a long night on the lonely highways outside Ozona, Okla. The local radio DJ (Taj Mahal) calls this area \"the badlands,\" and indeed it's so far from anywhere else that everyone has to listen to the same radio station. In movie theory, much is made of \"offscreen space,\" which is the implied environment outside the frame. Cardone creates an almost palpable sense that the offscreen space is dark, hostile and abandoned to the wolves.\n\nWe meet a lot of characters. The movie will cut between their stories. Many of the scenes are conversations in the front seats of cars that are allegedly traversing the lonely badlands highways, but are obviously on darkened sound stages. This is a stylistic decision, not a weakness; it increases focus as the film breaks out into dialogues between the people whose lives we glimpse.\n\nAmong them are a circus clown (Kevin Pollak) who has just been fired and his girlfriend, a former lap dancer (Penelope Ann Miller). They have a clever scene in which she interrupts his robbery attempt and makes him apologize, but we could have been spared his monologue about the fate of Jumbo the famous elephant.\n\nThen there's a lonely trucker (Robert Forster, who stepped into the role after J.T. Walsh died) and a Navajo woman (Lois Red Elk). He gives her a ride, and there is mutual attraction. Later, in a car with her grandmother (Keteri Walker), she learns the old woman's lessons about love. Sherilyn Fenn plays one of two sisters who pick up a hitchhiker (David Paymer) who may or may not be the serial killer haunting these highways. And we meet a truck stop waitress (Swoosie Kurtz), a radio station manager (Meat Loaf) and the FBI. For lost highways in the badlands, these are well-traveled roads.\n\nThe dialogue exchanged by these people doesn't further the plot, because there is no central plot; the strategy of the movie is simply to watch and listen as its characters speed toward their rendezvous with destiny. There are some grisly interludes (the killer's victims are left holding their own hearts), some heavy-handed preaching (the DJ uses the killer's calls as his cue for a political rant) and some oddly low-key FBI work.\n\nI'm not sure what the movie thinks its purpose is; at the end, we are pleased with the outcome but not enlightened. But there are moments I will remember, and Cardone evokes a real sense for the deserted night highways.", "running_time": 98, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-12-18", "genres": null, "title": "Outside Ozona (1998)"}