{"url": "http://www.rogerebert.com/reviews/outside-the-law-2010", "by": "Jamel Debbouzeas Said", "star_rating": 3.0, "text": "For France, the Algerian War was like our experience in Vietnam, but closer, more personal, and with bloodshed on domestic soil. France had already lost its war to retain French Indochina as a colony when we moved in. At about the same time, it was facing a revolt in French Algeria, which was much more important to it; indeed, many families had members living in either place and supporting either side.\n\n\"Outside the Law\" is a big, expensive historical film that considers the war from an Algerian point of view. It assumes in a straightforward manner that the National Liberation Front's attempts to throw the French out of Algeria were directly comparable to the attempts of the French Resistance to throw the Nazis out of France. This is heresy in some circles, and indeed caused right-wing demonstrations against the film, but as attitudes about colonialism shift, this view is gradually becoming more accepted.\n\n\tMuch of the film involves FLN activities in Paris as well as Algeria. But it isn't an explanation of how or why the insurgent tactics were impossible to defeat; \"The Battle of Algiers\" (1966) has never been improved on for that. This is a more traditional, personal melodrama, telling its story through a few characters seen against the backdrop of history. At a reported cost of $25 million, it's unusually expensive for a French film, and it's a sign of changing times that the financing was available.\n\n\tRachid Bouchareb, a French director of Algerian descent, tells his story through the lives of three brothers. We meet them first in 1925 when French authorities throw them off the land their family has farmed for generations. Homeless and without a livelihood, they form a lifelong resentment, which will express itself in different ways.\n\n\tThey move with their family to Paris. Said (Jamel Debbouze), takes to the streets, works as a pimp, opens a club and sponsors boxing matches. Messaoud (Roschdy Zem) fights for the French in Indochina, where he observes the Viet Cong at first hand and begins to see parallels between its resistance to colonialism and the struggle for Algeria. He returns to France a revolutionary, and joins his brother Abdelkader (Sami Bouajila) in organizing for the FLN in Paris.\n\n\tTheir tactics involve violence. Abdelkader is inspired more by ideas and theory, and Messaoud's energy comes from more basic emotions of resentment and hatred for how the French dispossessed his family. Cerebral Abdelkader is able to kill dispassionately; Messaoud finds it more personal and agonizing. After a certain point it matters not what they think, because they've passed a point of no return and are desperate and wanted armed men, fighting in an invisible army.\n\n\tWe meet Col. Faivre (Bernard Blancan), who organizes a secret branch of the French police named the Red Hand. He tells those under him that he works on direct orders from the top. They do not officially exist. Their activities will be denied. They will work outside any restraints of the law to do what is necessary to put down the insurgency.\n\n\tBouchareb takes these elements and essentially constructs a superior action picture. I'm sure it plays differently here than in France, where emotions on the subject are old and run deep. Imagine the feelings of Americans about a film where the Confederacy is viewed as heroic and the Union as murderous invaders. It all depends on which side you think is the right one. \"Outside the Law\" votes with the FLN.\n\n\tThe film is very well made. The actors create individual characters, within the limitations of what is essentially a formula. The flaw in the film is that, as Truffaut said, action in movies argues for itself. If we are assigned three protagonists and they're in gunfights with people trying to kill them, we identify with the protagonists. If the cops are the heroes, then we identify with them. So simple action is idea-neutral. If the point is to inspire sympathy for the Algerians, it may be effective, but lacks meaning.\n\n\tThere's a scene early in the film, during a boxing match Said stages for gambling purposes, when the cops raid what they perceive as a dangerous gathering of Algerians and open fire, causing a massacre. I understand this is a fictional version of a real event, about which there is much disagreement.  We foreign viewers, not clued in, can only assume we know Said and so the authorities are wrong.\n\n\tCompare that with \"The Battle of Algiers,\" which is much more thoughtful about the methods of the resistance. Its sentiments are on the side of the FLN, but its focus is on the day to day reality of the struggle. There is a point in that film where the FLN seems crushed. It is not. The argument is that an indigenous movement cannot be crushed by force, because its inexorable causes remain. In \"Outside the Law,\" the matter seems more simply about strategy and victory. \n\n\t\"Outside the Law\" is at the very least a superior action film, in which the action sequences are plausible and grounded in reality. It is also a parable in support of anti-colonialism. What it isn't, at the end of the day, is a film about the larger picture. It's about these characters and their stories. Well, most films are. It's just helpful to be clear that you're not finding out much about the larger issue.", "running_time": 137, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-11-23", "genres": ["Action", "Drama", "Foreign", "History", "War"], "title": "Outside the Law (2010)"}