{"url": "http://www.rogerebert.com/reviews/over-the-hedge-2006", "by": "Bruce Willisas RJ the raccoon", "star_rating": 3.0, "text": "\"Over the Hedge\" is one of the few comic strips in which you will find debates about the Theory of Relativity, population control and global warming. None of those issues are much discussed in the new animated feature inspired by the strip, but there is a great deal about suburban sprawl, junk food and the popularity of the SUV (\"How many people does it hold?\" \"Usually one.\")\n\nThe movie opens with the coming of spring and the emergence from hibernation of many forest animals, including some that do not actually hibernate, but never mind. Vincent the bear (voice by Nick Nolte) awakens to find that his entire stash of stolen food has been -- stolen! He apprehends the master thief RJ the raccoon (Bruce Willis) and gives him a deadline to return the food, or else. RJ cleverly mobilizes the entire population of the forest to help him in this task (during which he does not quite explain the bear and the deadline). And together they confront an amazing development: During the winter, half of their forest has been replaced by a suburb, and they are separated from it by a gigantic hedge.\n\nThat's the setup for a feature cartoon that is not at the level of \"Finding Nemo\" or \"Shrek,\" but is a lot of fun, awfully nice to look at, and filled with energy and smiles. It's not a movie adults would probably want to attend on their own, but those taking the kids are likely to be amused, and the kids, I think, will like it just fine.\n\nOnce again we get an animal population where all the species work together instead of eating each other, and there is even the possibility of interspecies sex, when a human's house cat falls in love with Stella the skunk (Wanda Sykes). There is also the usual speciesism; mammals and reptiles are first-class citizens, but when a dragonfly gets fried by an insect zapper, not a tear is shed.\n\nThese animals once ate leaves and roots and things, but all that has changed since Hammy the squirrel (Steve Carell) discovered nacho chips. The animals find these so delicious, they are the forest equivalent of manna, and RJ, who usurps leadership of the bunch from Verne the turtle (Garry Shandling), is happy to lead them to the promised land of nachos and other junk foods, in the garbage cans and kitchens of humans.\n\nLike all humans who like to live with a view of beautiful forests, the humans in \"Over the Hedge\" are personally offended that they are occupied by animals. Gladys (Allison Janney), the head of the homeowners' association, is personally affronted that RJ and his cronies might violate her garbage can, and brings in Dwayne (Thomas Haden Church), a pest control expert known ominously as The Verminator. \"I want them exterminated as inhumanely as possible,\" she tells him. She's all heart.\n\nThe encroachment of the forest animals and the efforts of the Verminator in \"Over the Hedge\" don't approach the wit and genius of a similar situation in the Academy Award-winning \"Wallace and Gromit: The Curse of the Were-Rabbit\" (2005), but then how could they? This movie is pitched at a different level. But the action scenes are fun, the characters are well-drawn and voiced, and I thought the film's visual look was sort of lovely. If the animals lack the lofty thinking of their originals on the comics page, they are nevertheless a notch or two above the I.Q. levels of many an animated creature.\n\nThey have to be. It's a hard life for a forager these days, when you're caught between an angry bear on one side of the hedge and a street hockey game on the other.", "running_time": 83, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-05-18", "genres": ["Adventure", "Animation", "Family"], "title": "Over the Hedge (2006)"}