{"url": "http://www.rogerebert.com/reviews/over-her-dead-body-2008", "by": "Eva Longoria Parkeras Kate", "star_rating": 2.0, "text": "By Roger Ebert\n\nWhy is nobody utterly in awe of ghosts in \"Over Her Dead Body\" and so many other ghostcoms? Here is a supernatural manifestation from another realm, and everybody treats it as a plot device. The movie even drags in a Catholic priest, who seems bewilderingly ignorant of his church's beliefs about ghosts (they don't exist) and treats the situation as an opportunity for counseling.\n\nThe set-up: It's the wedding day of Henry and Kate (Paul Rudd and Eva Longoria Parker). She's a Type A perfectionist who races manically around the reception venue, straightening place-settings, adjusting decorations and flying into a rage at the ice sculptor (Stephen Root), who has delivered an ice angel -- without wings! She orders him to take it back and bring her one with wings, which, as everybody knows, all angels possess. He argues reasonably that you can't just stick wings on an ice sculpture. Then, in a tragic accident involving the sculpture, Kate is killed. Flash forward a decent amount of time, and Henry, still in mourning, is informed by his sister Chloe (Lindsay Sloane) that it's time for his life to begin again. He should start dating. He won't hear of it. He's still in love with Kate. She persuades him to visit Ashley (Lake Bell), a psychic she knows. He does so. Is she a real psychic? Sometimes. She begins to get vibes. So does he. Neither one needs to be psychic to realize they are falling in love.\n\nI guess it's all right for psychics (as opposed to psychiatrists) to date their clients, but Ashley seeks advice. She gets it from Dan (Jason Biggs), her partner in a catering business. Also from Father Marks (William Morgan Sheppard), who also doesn't know that his church doesn't believe in psychics. (Was he ordained by mail order? The church teaches that consulting a psychic is a sin, although it doesn't totally rule out info from the other side, suggesting it could be disinformation from Satan.) Anyway ... eek! The ghost of Kate appears, none too pleased that another woman has designs on her man. She intends to sabotage their romance.\n\nWhat happens then? Kate looks real, although she has no material presence and can walk through walls, etc. I always wonder why walls are meaningless to such beings but they never fall through floors. Do elevators go up without them? Never mind. The plot plays out as you would expect it to, as the amazing presence of a ghost is effortlessly absorbed into the formula plot. If it were me and a ghost, I'd put my personal agenda on hold and ask all sorts of questions about the afterlife. Wouldn't you?\n\nHeaven, in this movie, is represented in the standard way: Everything is blindingly white, and everyone is garbed in white, even an angel (Kali Rocha), who has, by the way, no wings. Well, of course it doesn't. Being a pure spirit, it has no need to fly. Kate switches back to a conventional wardrobe for her sojourns here below.\n\nEven in a movie with a ghost, the hardest thing to believe is a revelation that Dan makes to Ashley. They have worked together five years, and yet she is astonished. I will leave the revelation for you to discover, only adding that I believe it would be impossible for Dan to work five years in the catering industry without his secret being obvious to everyone.\n\nConsider for a moment how this movie might play if it took itself seriously. Would it be better than as a comedy? I suspect so. Does the premise \"her ghost turns up and fights the new romance\" make you chuckle? Me, neither. It's the kind of angle that could only seem funny at a pitch meeting. Not only have we been there, done that, we didn't want to go there, do that in the first place.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-01-31", "genres": ["Comedy", "Romance"], "title": "Over Her Dead Body (2008)"}