{"url": "http://www.rogerebert.com/reviews/overnight-2004", "by": "Troy Duffy", "star_rating": 3.0, "text": "\"Overnight\" tells a riches-to-rags story, like \"Project Greenlight\" played in reverse. \"Greenlight,\" you will recall, is the Miramax contest to choose and produce one screenplay every year by a hopeful first-time filmmaker. In \"Overnight,\" the director starts out with a contract and money from Miramax, and works his way back to no contract, no film, and no money. Call it \"Project Red Light.\"\n\nThe documentary tells the Hollywood story of a nine-day's wonder named Troy Duffy. He was a bartender at a sports bar called J. Sloan's on Melrose, and had written a screenplay titled \"The Boondock Saints.\" He, his brothers and some friends had a rock band. In Los Angeles, every bartender under the age of 70 has a screenplay and is in a rock band, and they all want Harvey Weinstein of Miramax to read their script. After all, Harvey made Matt Damon and Ben Affleck stars by producing their screenplay of \"Good Will Hunting.\"\n\nTroy Duffy hits the trifecta. Not only does Harvey buy his screenplay, but he signs Duffy to direct it, and the band gets a recording contract, and he agrees to buy the bar; they'll own it together. To celebrate his good fortune, Duffy asked two friends, Tony Montana and Mark Brian Smith, to make a documentary of his rise. It turned out to be about his fall.\n\nI'd give anything to see footage of the early meetings between Weinstein and Duffy. What magic did the bartender have, to so bedazzle Harvey? By the opening scenes of \"Overnight,\" Duffy has sold a $300,000 script, has been given a $15 million budget, has signed with the William Morris Agency, and brags, \"I get drunk at night, wake up the next morning hung over, go into those meetings in my overalls, and they're all wearing suits.\" Being Hollywood agents, they are probably also more familiar with the danger signals of alcoholism than Duffy is.\n\nOne of the subtexts of the movie involves how people look at Troy Duffy. He is very full of himself. At one point he actually says that Harvey Weinstein would like to be him. He keeps all of the money, tells the guys in the band they will get paid later, later tells them they don't deserve a dime, and still later tells them, \"You do deserve it, but you're not gonna get it.\" He is deeply satisfied with himself: \"We got a deep cesspool of creativity here,\" he says, and boasts \"this is the first time in history they've signed a band sight unseen.\" Also, he might have reflected, sound unheard. As he's acting out his ego trip, the camera shows the others in the room looking at him with what can only be described as extremely fed-up expressions. His family, we sense during one scene, has been listening to this blowhard for a lifetime, and although they are happy to share his success, they're sort of waiting to see how he screws up.\n\nSo are we. The movie is pieced together out of uneven footage, and the idea of a documentary seems to have occurred in the midst of filming; at one point, a Morris agent walks into the room, looks at the lens, and says, \"Oh, you got a better camera!\" There are unfortunately no scenes between Duffy and Weinstein; the initial infatuation happens before the film starts, and then Weinstein pulls out of the deal by putting \"The Boondock Saints\" into dreaded \"turnaround.\" The recording contract is also canceled.\n\nEventually a Hollywood producer named Elie Samada, who has been behind some good films but is a controversial character, picks up \"The Boondock Saints\" for much less than the Miramax price, and Duffy is elated again. Having dissed Keanu Reeves, Ethan Hawke and Jon Bon Jovi (\"I didn't even know he was an actor\"), he hires the excellent Willem Dafoe; we see one scene being filmed, in which characters a lot like Duffy and his friends get drunk and go berserk. The finished movie is taken to the Cannes marketplace, where not one single offer is made to purchase it. \"Saints\" eventually plays for one week in five theaters. The soundtrack album sells less than 600 copies. Then a car jumps the curb and hits Duffy, who \"flees his apartment and arms himself.\"\n\nAh, but there's a happy ending! \"The Boondock Saints\" becomes a cult favorite on DVD, and Duffy is currently directing \"The Boondock Saints II: All Saints Day.\" Unfortunately, the Morris agency neglected to secure for him any portion of the DVD profits.", "running_time": 82, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-11-18", "genres": ["Documentary"], "title": "Overnight (2004)"}