{"url": "http://www.rogerebert.com/reviews/overboard-1987", "by": "Goldie Hawnas Joanna Stayton/Annie Proffitt", "star_rating": 3.0, "text": "\"Overboard\" is one more twist on the old, reliable story about the snob who learns how the other half lives. The formula is written in stone: The character is established as stuck-up, arrogant and spoiled, and then something happens to bring reality crashing through the door. By the end of the movie, the hero has discovered humility, gratitude and love.\n\nThe reason this formula has been around so long is that it's dependable, as Goldie Hawn cheerfully proves in \"Overboard,\" opening today. There is hardly a major development in this story that we can't predict 30 minutes in advance, but what does it matter when the performances are so much fun, and there are so many comic delights along the way? This is the kind of movie that not only could have been directed by Frank Capra or Preston Sturges, but may have been.\n\nHawn stars as a rich, bitchy society lady who lives on a luxury yacht with her snotty husband (Edward Herrmann) and long-suffering butler (Roddy McDowall). When the yacht pulls into harbor for repairs, she hires a local carpenter (Kurt Russell) to work on her closet space. Then she refuses to pay him because he didn't use cedar wood - and doesn't everybody know closets are constructed of cedar? In the disagreement that follows, she kicks Russell overboard and pitches in his tools after him.\n\nLater that night, Hawn herself falls overboard, is struck by a garbage scow, and ends up in the local hospital with amnesia. Seeing her bedraggled photo on the TV news, Russell maps his revenge: He will claim Hawn as his long-lost wife, and bring her down a notch or two by turning her into a domestic laborer and baby-sitter for his four ill-behaved boys.\n\nAll together now, everybody, what happens next? Is there a scene of rebellion? And then a scene where Hawn shows how incompetent she is, even cleaning the windows with furniture polish? And a scene where Russell and the boys play mean tricks on her? And a scene where she begins to change, just a little? And a scene where the boys get to like her? And a moment when she begins to feel she belongs with this family, and feels love and pride? And then a scene where her snotty husband turns up again? And a scene where she gets mad at Russell for having so cruelly deceived her?\n\nIf you can't find each and every one of those scenes in \"Overboard,\" you're out at the candy counter. The general outline of this story - spoiled character is reformed by humbling experience - even has been followed before by Hawn herself, in \"Private Benjamin.\"\n\nThe things that make \"Overboard\" special, however, are the genuine charm, wit and warm energy generated by the entire cast and director Garry Marshall. Hawn and Russell work well together, never overplaying scenes that easily could have self-destructed.\n\nThe movie is filled with dozens of funny little moments, like the way McDowall arrives on time with the caviar and is bawled out for potentially being late. And the way Michael Hagerty, as Russell's best friend, covers up when Hawn finds a pair of her own panties in Russell's truck and thinks they must belong to another woman (\"I got lucky with one of them phone-for-sex gals\").\n\nIf the ending of \"Overboard\" is reminiscent of \"The African Queen,\" maybe that's because the whole movie owes something to the Humphrey Bogart-Katharine Hepburn relationship, in which a rude and crude man is civilized by a real lady. In \"Overboard,\" that development is crossbred with the heartless bitch who is civilized by a real gentleman. It's kind of a nice process, and it makes a warm and funny movie.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-12-16", "genres": ["Comedy", "Drama", "Romance"], "title": "Overboard (1987)"}