{"url": "http://www.rogerebert.com/reviews/overlord-2006", "by": "Brian Stirneras Tom", "star_rating": 4.0, "text": "I wrote from the 2004 Telluride Film Festival: \n\nThe most remarkable discovery at this year's Telluride is \"Overlord,\" an elegiac 1975 film that follows the journey of one young British soldier to the beaches of Normandy. The film, directed by Stuart Cooper, won the Silver Bear at Berlin -- but sank quickly from view after a limited release, and was all but forgotten until this Telluride revival.\n\nUnlike \"Saving Private Ryan\" and other dramatizations based on D-Day, \"Overlord\" is an intimate film, one that focuses closely on Tom Beddoes (Brian Stirner), who enters the British army, goes through basic training and is one of the first ashore on D-Day. Beddoes is not a macho hero but a quiet, nice boy, who worries about his cocker spaniel and takes along David Copperfield when he goes off to war.\n\nThe movie tells his story through a remarkable combination of new and archival footage. It was produced by the Imperial War Museum in London, where Cooper spent three years looking at documentary and newsreel footage from World War II. About 27 percent of the film is archival, and awesomely real -- for example a scene where soldiers and their landing boat are thrown against rocks by furious waves.\n\nThere are sights I had never seen before, including monstrous mechanical wheels that propel themselves across the beach to explode land mines and flatten barbed wire. One of these machines is driven by a ring of rockets around its rim, and as it rolls forward, belching fire and smoke, it looks like a creature of hell.\n\n\"Overlord,\" whose title comes from the code word for one of the invasion plans, uses archival footage to show the devastation of bombing raids, from above and below. Cooper's cinematographer, the Kubrick favorite John Alcott, used lenses and film stock that matched the texture of this footage, so the black and white film seems all of a piece. Tom's story is not extraordinary; he says goodbye to his parents, survives some hazing during basic training, makes a few close friends and becomes convinced he will die in the landing. This prospect does not terrify him, and he writes a letter to his parents, consoling them in advance.\n\nHe meets a local girl (Julie Neesam) at a dance, in a club filled with soldiers on leave. All of the cliches of such scenes are abandoned. She is a nice girl, he is a nice boy, they are kind to each other, tender and polite, and agree to meet again on Monday. But on Monday, he is part of the early stages of the invasion, which seems, he writes his parents, like an entity that is growing to unimaginable proportions while he becomes a smaller and smaller speck of it. He has a fantasy in which he meets the girl again; to describe it would reveal too much about this film, which is a rare rediscovery.\n\nI reprint this earlier report because I'm writing this from Cannes, and was not able to see the film again before deadline. \"Overlord\" remains firmly and clearly in my memory as a different kind of war film, one that sees through the eyes of one soldier, and follows his story not through exciting adventures but through the routine steps designed to deliver an efficient and useful warrior to a place where he is needed.\n\nThe poignancy in the film comes because he knows, and his parents know, and the girl he meets knows, that his future is on hold. He may return home, he may have a future with the girl, and then again, maybe not, and this is the reality they all acknowledge in one sense or another.\n\nThe movie has been restored in a new 35mm print and will have its U.S. theatrical premiere starting Friday at the Gene Siskel Film Center and the Silver in Silver Springs, Md. Bookings are set in New York, San Francisco and Seattle, with other cities to follow. \"Overlord\" combines its newsreel and fictional footage so effectively that it has a greater impact than all fiction, or all documentary, could have achieved. I still remember the rocket-driven mechanical wheel I wrote about from Telluride. I do not recall ever having seen such a machine depicted in a movie; that it is real is awesome.", "running_time": 83, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-06-01", "genres": ["Action", "Drama", "Foreign"], "title": "Overlord (2006)"}