{"url": "http://www.rogerebert.com/reviews/over-the-edge-1980", "by": null, "star_rating": 3.0, "text": "What we have here, depressing and harrowing and often very real,\r\nis the other side of the coin of “Breaking Away.” That movie was a celebration\r\nof the possibilities involved in coming of age in a small town. “Over the Edge”\r\nis a funeral service held at the graveside of the suburban dream. It tells a\r\nragged story that ends with an improbable climax, but it's acted so well and\r\ntruly by its mostly teen-age cast that we somehow feel we're eavesdropping.\n\nThe\r\nmovie's set on those dry, rolling plains west of Denver, where suburbia creeps\r\ntoward Boulder, and Boulder creeps back. The name of this suburb is New\r\nGranada—an oasis of split-level homes and streets curving gracefully toward\r\ntheir dead-ends at the end of the development. The soft plops of tennis balls\r\ntick away the afternoons. Oh, and there are kids here, too. They hang out at a\r\nQuonset hut that's the local youth center, and if you know the right kid you\r\ncan get a deal on grass, hash, ludes, speed, whatdaya need?\n\nThe\r\nparents are concerned about the \"youth problem.\" So are those adults\r\ndelegated to hold the local kids in check: The cops and the schoolteachers. The\r\ncops aren't intrinsically evil; they just know a lot more about police methods\r\nthan about human nature. The teachers are all but defeated by an openly defiant\r\nstudent body. Most of the kids, I should add, aren't really that bad: It's just\r\nthat they feel unwelcome, somehow, when the youth center is shut down the day\r\nTexas investors visit New Granada, so the Texans won't think the suburb is\r\ninfested by teen-agers.\n\nThe\r\nstory involves a basically good kid named Carl (Michael Kramer), who's in with\r\nthe wrong crowd—kids who deal dope and play around with a gun one of them stole\r\nfrom someone's home. Carl's parents love him, after the fashion of parents\r\ndriven up the wall by teen-agers, but they despair of keeping him out of\r\ntrouble. The only person who understands Carl, in a visceral, instinctive way,\r\nis his girl friend, Cory (Pamela Ludwig). Their scenes together have a\r\nwonderfully understated authenticity. Then one of Carl's friends is busted,\r\nanother one is arrested for carrying a switchblade, and Carl gets involved in a\r\nvery nasty situation in which a cop shoots one of his friends. All of this is\r\non the way toward the apocalyptic ending that the movie's ads found promotable.\n\nThe\r\nparticulars of the plot aren't all that important; we're supposed to absorb a\r\nfeeling of teen-age frustration and paranoia, and we do. The violent climax is\r\nparticularly unconvincing, as if the director, Jonathan Kaplan, thought he had\r\nto throw in a bunch of exploding gas tanks at the end of the film to take the\r\ncurse off of his basically serious and honorable intentions. But the plot and\r\nthe climax aren't what this movie is really about. It's about the rhythms of\r\nteen-age life, about how kids talk and feel and yearn, about the maddening\r\nsensation of occupying a body with adolescent values but adult emotions.\n\n“Over\r\nthe Edge” does an uncanny job of portraying these kids in a recognizable,\r\nconvincing way. The screenplay was a writing debut by Tim Hunter, who went on\r\nto direct “Tex” (1982, starring Matt Dillon, who was discovered in “Over the\r\nEdge” and “River’s Edge,” 1986, both also about confused teenagers.) There were\r\nseveral movies released at about the same time as “Over the Edge” about kids more\r\nor less in the same age bracket. “A Little Romance” gave us kids who were\r\ncompletely a figment of romantic middle-aged fantasies. “Rich Kids” (1979) gave\r\nus precocious Manhattan kids who probably already smile with recognition at\r\ncartoons in the New Yorker. “Breaking Away” gave us kids who are a little\r\nolder, more mature, more aware of how they are behaving. But “Over the Edge” is\r\nabout kids who might—who, God help us and them—do exist. On his way out of\r\ntown, one of those Texas investors tells Carl's father: \"You know what\r\nyou've done out here? You've turned your kids into the very things you left the\r\ncity to escape from.\" Right.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1979-08-26", "genres": null, "title": "Over the Edge (1980)"}