{"url": "http://www.rogerebert.com/reviews/owning-mahowny-2003", "by": "Philip Seymour Hoffmanas Mahowny", "star_rating": 4.0, "text": "\"Owning Mahowny\" is about a man seized helplessly with tunnel vision, in the kind of tunnel that has no light at either end. He is a gambler. Cut off temporarily by his bookie, he asks incredulously, \"What am I supposed to do? Go out to the track and watch ?\" Given the means to gamble, he gambles--thoughtless of the consequences, heedless of the risks, caught in the vise of a power greater than himself. Like all addictive gamblers, he seeks the sensation of losing more money than he can afford. To win a great deal before losing it all back again creates a kind of fascination: Such gamblers need to confirm over and over that they cannot win.\n\nThe film is based on the true story of a Toronto bank vice president who began by stealing exactly as much as he needed to clear his debts at the track ($10,300) and ended by taking his bank for $10.2 million. So intent is he on this process that he rarely raises his voice, or his eyes, from the task at hand. Philip Seymour Hoffman, that fearless poet of implosion, plays the role with a fierce integrity, never sending out signals for our sympathy because he knows that Mahowny is oblivious to our presence. Like an artist, an athlete or a mystic, Mahowny is alone within the practice of his discipline.\n\nThere have been many good movies about gambling, but never one that so single-mindedly shows the gambler at his task. Mahowny has just been rewarded at work with a promotion and a raise. He drives a clunker even the parking lot attendants kid him about. His suits amuse his clients. He is engaged to Lisa (Minnie Driver), a teller who is the very embodiment of a woman who might be really pretty if she took off those glasses and did something about her hair.\n\nHe is so absorbed in gambling that even his bookie (Maury Chaykin) tries to cut him off, to save himself the trouble of making threats to collect on the money Mahowny owes him. \"I can't do business like this,\" the bookie complains, and at another point, when Mahowny is so rushed, he only has time to bet $1,000 on all the home teams in the National League and all the away teams in the American, the bookie finds this a breach of ethics: He is in business to separate the gambler from his money, yes, but his self-respect requires that the gambler to make reasonable bets. When Mahowny moves up a step by stealing larger sums and flying to Atlantic City to lose them, he encounters a more ruthless and amusing professional. John Hurt plays the manager of the casino like a snake fascinated by the way a mouse hurries forward to be eaten. Hurt has seen obsessive gamblers come and go and is familiar with all the manifestations of their sickness, but this Mahowny brings a kind of grandeur to his losing.\n\nThe newcomer is quickly singled out as a high-roller, comped with a luxury suite, offered French cuisine and tickets to the Pointer Sisters, but all he wants to do is gamble (\"and maybe ... some ribs, no sauce, and a Coke?\"). Hurt sends a hooker to Mahowny's room, and a flunky reports back: \"The only woman he's interested in is Lady Luck.\" Certainly Mahowny forgets his fiancee on a regular basis, standing her up, disappearing for weekends, even taking her to Vegas and then forgetting that she is upstairs waiting in their suite. (The fiancee is a classic enabler, excusing his lapses, but Vegas is too much for her; she tries to explain to him that when she saw the size of the suite she assumed they had come to Vegas to get married: \"That's what normal people do in Vegas.\") It is impossible to like Mahowny but easy to identify with him, if we have ever had obsessions of our own. Like all addicts of anything, he does what he does because he does it. \"He needs to win in order to get more money to lose,\" one of the casino professionals observes.\n\nOf course he will eventually be caught. He knows it, we know it, but being caught is beside the point. The point is to gamble as long as he can before he is caught. Mahowny refers at one point to having had a lot of luck, and he is referring not to winning, but to being able to finance a great deal of gambling at a level so high that, asked by a psychiatrist to rate the excitement on a scale of zero to 100, he unhesitatingly answers, \"100.\" And his greatest excitement in life outside of gambling? \"20.\" Philip Seymour Hoffman's performance is a masterpiece of discipline and precision. He hardly ever raises his head from the task at hand, or his voice from the detached reserve of a--well, of a bank functionary. He spends a lot of time adjusting his glasses or resting his fingers on his temples, as if to enhance his tunnel vision. He never meets the eye of the camera, or anyone else. Even when a casino security guard is firmly leading his fiancee away from his table, he hardly looks up to notice that she is there, or to say a word in his defense. He is ... gambling.\n\nThe movie has none of the false manipulation of most gambling movies, in which the actors signal their highs and lows. Hoffman understands that for this gambler, it is not winning or losing, but all process. The movie, written by Maurice Chauvet, has been directed by Richard Kwietniowski, whose only other feature was \"Love and Death on Long Island\" (1998). That one also starred John Hurt, playing a reclusive British literary intellectual who becomes as obsessed as Mahowny, but with an erotic fixation. So unworldly he does not own a television and never goes to the movies, the Hurt character takes refuge from the rain in a cinema, finds himself watching a teenage comedy starring Jason Priestley, and becomes so fascinated by this young man that he keeps a scrapbook like a star-struck teenager and eventually travels to Long Island just in the hopes of meeting him.\n\nWe get the impression that the Hurt character has been unaware of his homosexuality and indeed even his sexuality before being thunderstruck by this sudden fixation. In both films, Kwietniowski understands that conscious choice has little to do with his characters, that risk and humiliation are immaterial, that once they are locked in on the subjects of their obsessions, they have no choice but to hurry ahead to their dooms.", "running_time": 107, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-05-16", "genres": ["Drama", "Thriller"], "title": "Owning Mahowny (2003)"}