{"url": "http://www.rogerebert.com/reviews/p2-2007", "by": "Rachel Nicholsas Angela", "star_rating": 3.0, "text": "If you have seen the ads for \"P2,\" or even heard about them, you know what the movie involves. A woman works late in the office on Christmas Eve, leaves after everyone else, descends to parking level P2 to get her car, finds it won't start and then meets the homicidal madman who is the overnight lot attendant. Yes, I know, it sounds like a formula slasher film, but it's actually done well, and in the current climate at least most Women in Danger films end up with Men in Danger. Elements of \"P2\" even reminded me a little of Jodie Foster's \"Panic Room\" -- especially in complexities involving cell phones, alarms, spycams, and doors that are locked or unlocked.\n\nThe movie benefits from being played about as straight as it can be, given the material. Rachel Nichols, as the endangered heroine Angela, doesn't do stupid things or make obvious mistakes. And Wes Bentley, as the lonely guy on overnight duty, doesn't froth at the mouth and cackle with insane zeal. Oh, he's insane, all right, but he's one of those insane Lonely Guys who can't understand why Angela doesn't want to share his Christmas dinner (turkey and trimmings, and even corn muffins!), even though he has stripped her to her lingerie, chained her to the furniture and has a savage dog lunging at her. He's just trying to be friends.\n\nA movie like this depends on invention in the screenplay. You can't merely have the woman running around frantically while the guy pops up in the foreground with a standard horror movie swooshing sound. There has to be a little logic. And Angela thinks of most of the right things to do, even though most of the time she can't do them. In today's high-security climate, if you're locked in, you're locked in. One day when we have more time, I'll tell you about when I went for a winter stroll in London's Hyde Park and didn't know the gates were locked at 6, and how it started snowing while I was trying to climb a slushy hill to get to a tree branch that I thought might allow me to drop over a 6-foot fence topped with sharp spikes, and how when I balanced on the tree and called for help to passers-by, they walked a little faster.\n\nIt's that kind of an evening for Angela. She does everything right, but it doesn't work. And when she somehow gets out a garbled call for help on 911, two cops turn up and they do everything right, too. Often in thrillers, the cops are practically standing on a dead body and don't notice anything. But these guys are pros, they follow the ropes, they don't take Thomas' story at face value, and still they don't save Angela. It's a lot more exciting that way.\n\nThis is, in case you haven't noticed, the best autumn for movies in years. There are a dozen, maybe two dozen, movies in current release that I would recommend over \"P2.\" Maybe four dozen. Maybe three dozen. But horror movies routinely \"win the weekend\" at the box office, and it is no small consolation that the customers who insist on their horror movie this weekend will see a well-made one. It's such a good season that even the slashers are superior.", "running_time": 98, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-08", "genres": ["Horror", "Thriller"], "title": "P2 (2007)"}