{"url": "http://www.rogerebert.com/reviews/pacific-heights-1990", "by": "Melanie Griffithas Patty Palmer", "star_rating": 2.0, "text": "\"Pacific Heights\" is a horror film for yuppies, in which the bad guy uses the ax to attack your three-flat, not you. It tells the story of a young couple who buy a Victorian home in San Francisco and are then attacked by the tenant from hell - a sinister man who moves in without authorization, never pays the rent, uses a jigsaw in the middle of the night, and breeds roaches, which he dispatches on journeys to other parts of the building.\n\nHis strategy is to drive the couple into foreclosure and then pick up the property cheap, although exactly what financial steps this would entail is never explained. Maybe he's not so sure himself.\n\nBasically, he's a psycho who has been disowned by his family and gets his sick thrills by breaking up other happy households. And, as played with a certain effectiveness by Michael Keaton, he has that smarmy, ingratiating quality of the kind of guy whose smile makes your skin crawl.\n\nThe couple is played by Melanie Griffith and Matthew Modine, who fudge on their financial statement to buy the house, and then need every month's check from the two rental flats in order to keep up the payments. That's why it's so desperately important to them to evict Keaton and get possession of the flat. Besides, what's he doing in there? He's moved in some kind of slack-jawed roommate, and the two of them hammer and saw all night long, until the nice Japanese-American couple in the rear flat are forced to move out (the tidal waves of cockroaches are another reason for leaving).\n\nAs a story idea, \"Pacific Heights\" has a certain appeal. The movie's problem is in its execution. I never much liked the young couple, or believed they liked one another, and I didn't get to see enough of Keaton in the early stages of the movie, because he was always behind a closed door. The rhythm of the movie is established early, and repeated until it gets predictable: Keaton commits an outrage, Modine starts to froth at the mouth, Griffith tries to restrain him, Modine goes too far, Keaton wins another victory.\n\nThe pattern escalates through all the usual cliches of the horror film, including several trips into the dark cellar and the dark garage. No obligatory moment is overlooked - no, not even the one where the strange noise in the cellar turns out to be the cat, or the one where the heroine realizes someone is sitting in the dark and looking at her. The most unbelievable scene has to be the one where Modine just happens to be in the crawl space under the Keaton apartment at the right time to overhear a conversation that explains everything to him.\n\nThere is one sequence that does work, and that's the one where Griffith figures out a way to get revenge on Keaton. I won't reveal her methods, but they're fun. What isn't fun is the movie's sprung pacing, which takes us on a leisurely tour of its horrors instead of socking us with them, and the way the plot alternates between slice-of-life realism and shameless manipulation. It would have been wise to choose a single tone early on, and stick to it.\n\nIn a way, \"Pacific Heights\" could stand comparison to \"Rosemary's Baby.\" Both films are about a young couple who are deeply concerned by events that seem to be happening in another flat in their building. The difference between the movies is instructive: Roman Polanski insinuates us into the gradually growing horror of his couple in \"Rosemary's Baby,\" while John Schlesinger, in \"Pacific Heights,\" seems concerned only with generating the most obvious shock effects.\n\nThere's not even the slightest attempt to present Keaton as a normal tenant who only slowly turns sinister. He's a monster from his first appearance - the Freddy Krueger of tenants. Maybe you can never really kill him, and we'll get \"Pacific Heights\" parts two, three and four, with Keaton moving into gentrified neighborhoods from coast to coast.", "running_time": 107, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-09-28", "genres": ["Crime", "Suspense", "Thriller"], "title": "Pacific Heights (1990)"}