{"url": "http://www.rogerebert.com/reviews/page-one-a-year-inside-the-new-york-times-2011", "by": "David  Carras Himself", "star_rating": 3.0, "text": "When the New York Times started to charge for online access to more than 20 articles a month, I signed up. I can't imagine a month when I wouldn't exceed that number. The paper remains, as it has long been, the most essential source of news in this nation. \"Page One: Inside the New York Times\" sets out to examine its stature in these hard times for print journalism, but ends up with more of the hand-wringing that dominates all such discussions. People who are serious about the news venerate the past, hope for the future, and don't have a clue about the present.\n\nFor this documentary, director Andrew Rossi had unlimited access to limited areas within the paper. There is extensive coverage of the staff of the Times' media desk, which covers other media, but the film lacks the skill of that staff in covering the Times. Nor does it eavesdrop on any strategic conversations among Times managers about the bottom line and the hopes for online revenue.\n\nInstead, what happens is what sometimes happens in many stories: A charismatic hero comes along and distracts from the big picture. That man here is David Carr, the paper's raspy-voiced, oracular media reporter. I can think of no greater compliment than that he reminds me of the reporters I held in awe when I first went to work for newspapers. Like Mike Royko, he combines cynicism, idealism and a canny understanding of how things really work. As we watch him meticulously report the story that exposed the lamentable \"frat house\" management of Sam Zell's Chicago Tribune, we see the reporter as a prosecutor, nailing down an airtight case. \n\nCarr is a survivor, an indicted former crack addict and single parent who remade himself. We also meet Bruce Headlam, his boss on the media desk, and Brian Stelter, who won a job at the Times on the basis of his personal blog. (How many bloggers share the dream of winning that lottery?) We follow them through a year in which they write about new media and old, Carr snorts at the idea of media \"brands,\" and Headlam vets the devastating Carr coverage that would bring about a regime change at the Tribune in a matter of weeks. \n\nWhat he was essentially covering was the collapse of print journalism culture. When Sam Zell entrusted the leadership of the Tribune to a slap-happy gang of callow radio executives, he revealed he had no idea what he had purchased, or why. There are certain ethical assumptions embedded in traditional journalism that are now being shredded not only by the Zells but by the heady, hit-and-run style of gossip websites. \n\nIn assuming that they must compete with celebrity gossip and scandal, newspapers abandon what they do well and devote their resources to what they do badly. They do this in pursuit of a \"youth demographic\" that doesn't read newspapers anyway and shows symptoms of increasing illiteracy. I suspect that at the bottom of the crisis in print media is a crisis in American education, and that many of today's college graduates cannot read and write as well as grade-school graduates did a few decades ago.\n\nBut back to the film. You would have to walk into it already knowing a great deal about the Times. Moving with no apparent plan, the doc touches on the Pentagon Papers, Judith Miller, Jayson Blair and Gay Talese's The Kingdom and the Power. The doc doesn't have or find a theme. Attention is paid to Bill Keller, the executive editor, seen at a news meeting to determine the stories for the next day's paper. You won't discover here that he has been replaced by managing editor Jill Abramson (glimpsed a couple of times), whose mission is reportedly to focus on the Internet.\n\nThat said, I enjoyed the film very much. It was a visceral pleasure to see a hard-boiled guy like David Carr at its center. There's a scene in a bar, a farewell party for a correspondent going to the Middle East, and the other Timesmen sort of cluster around Carr to hear what he has to say. It was the same with Royko. Some people in this business just seem to know.", "running_time": null, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-06-28", "genres": null, "title": "Page One: A Year Inside the New York Times (2011)"}