{"url": "http://www.rogerebert.com/reviews/paid-in-full-2002", "by": "Wood Harrisas Ace", "star_rating": 2.5, "text": "\"Paid in Full\" tells the story of the rise and fall of a gifted young businessman. His career might have taken place at Enron, as a talented manager, staging a fake energy crisis to steal from California consumers. But opportunity finds us where we live, and Ace lives in Harlem and lacks an MBA, so he becomes a drug dealer. The skills involved are much the same as at Enron: Lie to the customers, hide or fake the income, shuffle the books and pay off powerful friends. It is useful, in viewing a movie like \"Paid in Full,\" to understand that it is about business, not drugs. Breaking the law is simply an unfortunate side effect of wanting to make more money than can be done legally.\n\nBecause many drug dealers and consumers are poor and powerless, laws come down on them more ferociously than on the white-collar criminals whose misdeeds are on a larger scale. Three strikes and you're out, while three lucrative bankruptcies and you're barely up and running. \"Paid in Full\" might have been fascinating if it had intercut between Ace's career and the adventures of an Enron executive of about the same age. I guess in a way that's what \"Traffic\" did.\n\n\"Paid in Full\" takes place in the 1980s and is based on the true stories of famous drug lords (Alpo, A.Z. and Rich Porter) during that era of expanding crack addiction. Names are changed. Ace, based on A.Z. is played by Wood Harris, is a deliveryman man for a dry cleaner named Pip (Chi McBride). Moving on the streets all day, it is impossible for him to miss seeing the good fortune of drug dealers, and he learns of the fortunes to be made by delivering something other than pressed pants.\n\nHe tells his story himself, in a narration like the ones in \"GoodFellas\" or \"Casino,\" and in an early scene we see money that has become so meaningless that small fortunes are bet on tossing crumpled paper at wastebaskets. When another dealer (Kevin Carroll) goes off to the pen, Ace moves quickly to grab his territory, and soon has so much money that his life demonstrates one of the drawbacks of growing up in poverty: You lack the skills to spend it fast enough. he prospers, learning from the more experienced Lulu (Esai Morales). Then another young hotshot (Cam'ron) comes along, and Ace becomes the veteran who's a target.\n\nThe movie is ambitious, has good energy and is well-acted, but tells a familiar story in a familiar way. The parallels to Brian De Palma's \"Scarface\" are underlined by scenes from that movie which are watched by the characters in this one. The trajectory is well-known: poverty, success, riches, and then death or jail. This plot describes countless lives, and is so common because the laws against drugs do such a good job of supporting the price and making the business so lucrative. The difference between drugs and corporate swindles, obviously, is that with drugs the profits are real.", "running_time": 93, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Paid in Full (2002)"}