{"url": "http://www.rogerebert.com/reviews/paint-your-wagon-1969", "by": "Lee Marvinas Ben Rumson", "star_rating": 2.0, "text": "The fact is, \"Paint Your Wagon\" doesn't inspire a review. It doesn't even inspire a put-down. It just lies there in my mind -- a big, heavy lump. But in the midst of it, like a visitor from another movie, Lee Marvin desperately labors to inject some flash and sparkle. And he succeeds in bringing whole scenes to life. A good actor can do this, but it's a waste when he must.\n\nThe problem was money. It always is in these inflated big-budget musicals. \"Paint Your Wagon\" cost around $18,000,000, and there is probably no way to spend that much money on a musical and retain any degree of intimacy and feeling. The logistics forbid it. You just can't get all those production values (the scenery, the sets, the cast of thousands) onto one movie screen and still operate on a scale suitable to your human characters.\n\nAnd so Lee Marvin comes whooping into town with a wagonload of kidnapped French Prostitutes, and he steers the wagon right down the middle of the river, and hundreds of miners holler and race about, and what we're worried about is whether anybody got hurt in the confusion. And then the wagon stops and the chippies get off -- and it's supposed to be a gag that they're soaking wet and covered with mud. But the scale of the scene is such that by the time it was set up and the camera was finally running, the girls were dry.\n\nThe curse of overproduction even destroys the small, private scenes. Clint Eastwood wanders through the forest, singing (or, more accurately, whining) \"I Talk to the Trees.\" And suddenly there's what sounds like the Red Army Chorus, booming in the background.\n\nThe result is loud and officially stereophonic, all right. But it's studio music -- cold, aloof, manufactured. There's no feeling that this might be a guy in the forest, singing a song. The enormous male chorus and the umpteen-piece orchestra were expensive as hell -- but Godard got more humor and charm out of Anna Karina and a piano in \"Pierrot le Fou.\"\n\n\"Paint Your Wagon\" is the first big-budget musical to get an 'M' rating rather than the customary 'G.' This is presumably because of the French chippies and the occasional \"hell\" and \"damn,\" and especially because the plot involves a three-way marriage between (among?) Marvin, Eastwood and Jean Seberg. So OK, maybe it was time to break away from the sloppy sentimentality of most musicals. But \"Paint Your Wagon\" doesn't.\n\nMost of the time, it's simultaneously suggestive and puritanical -- so we snicker but we don't laugh. A ménage à trois in a family musical is as offensive as the adultery, frigidity and homosexuality implied (ever so \"tastefully\") in \"Star!\" Only once in \"Paint Your Wagon\" can we let loose with a healthy, bawdy laugh. Lee Marvin, initiating a farm boy into the joys of amour, hands him over to a whore with the deadpan line: \"Grace, I give you the boy. Give me back the man.\"\n\nIt isn't the line so much as Marvin saying it, and his delivery saves many another line but can't save the movie. He even saves his songs. Eastwood and Jean Seberg can't sing, and neither can Marvin. But Marvin can act, and he brazenly acts his way through songs, almost fooling us. And for that ability we are grateful, during our long ordeal.", "running_time": 158, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-10-31", "genres": ["Action", "Comedy", "Drama", "Music", "Western"], "title": "Paint Your Wagon (1969)"}