{"url": "http://www.rogerebert.com/reviews/palindromes-2005", "by": "Ellen Barkinas Joyce Victor", "star_rating": 3.5, "text": "Todd Solondz's \"Palindromes\" is a brave and challenging film for which there may not be much of an audience. That is not a fault of the film, which does not want to be liked and only casually hopes to be understood. What it wants is to provoke. You do not emerge untouched from a Solondz film. You may hate it, but you have seen it, and in a strange way it has seen you.\n\n\"Palindromes\" contains characters in favor of abortion and characters opposed to it, and finds fault with all of them. The film has no heroes without flaws and no villains without virtues, and that is true no matter who you think the heroes and villains are. To ambiguity it adds perplexity by providing us with a central character named Aviva, a girl of about 12 played by eight different actors, two of them adults, one a boy, one a 6-year-old girl. She is not always called Aviva.\n\nThe point, I think, is to begin with the fact of a girl becoming pregnant at a too-early age and then show us how that situation might play out in different kinds of families with different kinds of girls. The method by which Aviva becomes pregnant is illegal in all cases, since she is underage, but there is a vast difference between a scenario in which Aviva persuades the reluctant son of family friends to experiment with sex, and another where she runs away from home and meets a truck driver.\n\nPerhaps Solondz is suggesting that our response to Aviva's pregnancy depends on the circumstances. He doesn't take an obvious position on anything in the movie, but simply presents it and leaves us to sort it out. We probably can't. \"Palindromes\" is like life: We know what we consider to be good and bad, but we can't always be sure how to apply our beliefs in the messy real world.\n\nConsider an early scene in the film where one of the Avivas gets pregnant and wants to have the child. Her mother (Ellen Barkin) argues that this will destroy her life; an abortion will allow her to continue her education and grow up to be a normal adolescent, rather than being a mother at 13. The mother goes on to make a long list of possible birth defects that might occur in an underage pregnancy.\n\nLater in the film, we meet the \"Sunshine Family,\" a household full of adopted children with birth defects: One with Down Syndrome, one born without arms, etc. It occurs to us that these are the hypothetical children Barkin did not want her daughter to bear. The children are happy and seem pleased to be alive. Yes, but does Solondz consider the adoptive parents of the Sunshine Family to be good and moral people? Not precisely, not after we find Father Sunshine conspiring to bring about a murder.\n\nThe plot circles relentlessly, setting up moral situations and then pulling the moral ground out from under them. The movie is almost reckless in the way it refuses to provide us with a place to stand. It is all made of paradoxes. Pregnancy is pregnancy, rape is rape, abortion is abortion, murder is murder, and yet in the world of \"Palindromes\" the facts and categories shift under the pressure of human motives -- some good, some bad, some misguided, some well-intentioned but disastrous.\n\nWe look for a clue in the movie's title. A \"palindrome\" is a word which is spelled the same way forward and backward: Aviva, for example, or madam or racecar. Is Solondz saying that it doesn't matter which side of the issue we enter from, it's all the same and we'll wind up where we started?\n\nWhile following the news during the Terry Schiavo case, I was struck by how absolutely sure of their opinions everyone was, on both sides. Could the reporters have found a few people willing to say that after giving the matter a lot of thought, they'd decided it was a tragedy no matter which way you looked at it? Solondz is perhaps arguing for moral relativism, for the idea that what is good in a situation is defined by the situation itself, not by absolute abstractions imposed from outside.\n\nSolondz has made a career out of challenging us to figure out what side of any issue he's on. You can't walk out of one of his movies (\"Welcome to the Dollhouse,\" \"Happiness,\" \"Storytelling\") and make a list of the characters you like and the ones you don't. There's something to be said for and against everybody. Most movies, like most people, are so certain, and we like movies we can agree with; he makes movies where, like a member of the debate team, you sometimes feel like you're defending a position just because that's the side you were assigned.\n\nIf the movie is a moral labyrinth, it is paradoxically straightforward and powerful in the moment; each individual story has an authenticity and impact of its own. Consider the pathos brought to Aviva by the actress Sharon Wilkins, who is a plus-size adult black woman playing a little girl, and who creates perhaps the most convincing little girl of them all. Or Jennifer Jason Leigh, three times as old as Aviva but barely seeming her age. These individual segments are so effective that at the end of each one we know how we feel, and why. It's just that the next segment invalidates our conclusions.\n\nI look at a movie like this, and I consider what courage it took to make it. Solondz from the beginning has made a career out of refusing to cater to broad safe tastes. He shows us transgressive or evil characters, invites us to identify with their pathos, then shows us that despite our sympathy they're rotten anyway. You walk out of one of his films feeling like you've just failed a class in ethics, and wondering if in this baffling world anyone ever passes.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-04-28", "genres": ["Adventure", "Comedy", "Drama", "Indie", "Romance"], "title": "Palindromes (2005)"}