{"url": "http://www.rogerebert.com/reviews/palookaville-1996", "by": "Adam Treseas Jerry", "star_rating": 3.0, "text": "One of my favorite moments in movie comedy comes in “Big Deal on Madonna Street” (1958), when a gang laboriously breaks through a wall, only to find one of their gang standing on the other side, baffled. They have broken through the wrong wall.\n\nAlan Taylor's “Palookaville,” which obviously had that moment in mind, opens with an equally hapless gang of thieves, these in Jersey City, breaking through a wall into what should be a jewelry store but turns out to be a bakery, and then loading up on doughnuts. When the police arrive, one of the thieves hides behind a rack of baked goods, still helping himself.\n\nRuss (Vincent Gallo), the leader of the gang, lives at home, where his brother-in-law, a cop, talks idly about “some jerk who tried to take a bakery,” but fails to notice the powdered sugar on Russ' collar. One of the things that drives Russ wild is that he still lives under the thumbs of his mother and sister, not to mention his brother-in-law; a man his age should be on his own, but he doesn't have a job and can't afford to move out.\n\nNone of these guys has quite grown up. Russ sneaks out of his bedroom window to rendezvous with the teenager who lives next door. Jerry (Adam Trese) cautions them to use only plastic guns. And Sid (William Forsythe) is so sentimental about dogs that it sometimes endangers his life. He dreams up a scam involving taxi rides for the elderly, but they don't like sharing his car with all those dogs.\n\nJerry may have the brains, but they are unfocused. “Look,” he says at one point, “we should just forget theft entirely and concentrate on a life of ideas.” When he finds his wife Betty (Lisa Gay Hamilton) in the amorous arms of the manager of the grocery where she works, he causes a scene--and she makes him apologize because she needs the job.\n\nThey all need jobs; Jerry describes one of his pals as “self-unemployed.” Then they stumble into the idea of robbery; an armored car driver has a heart attack, they take him to the hospital, and then they start thinking about how much money they left behind. Studiously watching a movie named “Armored Car Robbery” on TV for tips, they plan their big heist so ineptly that at one point the cop is actually following them while they're tailing an armored car.\n\nNo doubt “Palookaville” will have the millstone of Tarantinoism tied around its neck; any urban crime movie with a lot of guys and a little humor is routinely linked these days with Q.T. But the movie's roots go back further, to a group of short stories by the Italian writer Italo Calvino in the 1940s. And the feel of the movie is more like those older caper films, not only Italian but British (“The Lavender Hill Mob”).\n\n“Palookaville” understands a kind of low-key humor based on human nature. It's not into cynicism, it's not hip, it's not “Reservoir Dogs” nor does it want to be. Essentially these are guys who see the bright side, which is why they loaded up on the doughnuts.", "running_time": 92, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-29", "genres": ["Comedy", "Indie"], "title": "Palookaville (1996)"}