{"url": "http://www.rogerebert.com/reviews/panic-room-2002", "by": "Jodie Fosteras Meg Altman", "star_rating": 3.0, "text": "As a critic I indulge myself by scoffing at loopholes in thrillers that could not exist without them. I guess I'm seeking the ideal of a thriller existing entirely in a world of physical and psychological plausibility. \"Panic Room\" is about as close as I'm likely to get. Yes, there are moments when I want to shout advice at the screen, but just as often the characters are ahead of me. They also ask the same questions I'm asking, of which the most heartfelt, in a thriller, is \"why didn't we do that?\" The movie, directed by David Fincher and written by David Koepp, embraces realism almost as a challenge. The movie resembles a chess game; the board and all of the pieces are in full view, both sides know the rules, and the winner will simply be the better strategist. Once we sense \"Panic Room\" isn't going to cheat, it gathers in tension, because the characters are operating out of their own resources, and that makes them the players, not the pawns.\n\nJodie Foster and Forest Whitaker star as the chessmasters. She's Meg, a rich woman, recently divorced, who is spending her first night in a big Manhattan brownstone with her teenage daughter, Sarah (Kristen Stewart). He's Burnham, a home invader lured by tales of millions hidden in the house by its former owner. The house includes a \"panic room\" on the third of four stories--a reinforced retreat with independent supplies of air, electricity and water, which can be locked indefinitely to keep the occupants safe. Burnham's day job: \"I spent the last 12 years of my life building rooms like this specifically to keep out people like us.\" He's talking to his partners Junior (Jared Leto) and Raoul (Dwight Yoakam). Junior brought Burnham and Raoul onto the job, and Burnham hates it that Raoul brought along a gun. Their plan is to get in, find the money, and get out. According to Junior's information, the house is empty. It is not, and soon Meg and Sarah are locked in the safe room, the three men are outside, and it looks like a stalemate except that neither side can afford to concede.\n\nWe already know the layout of the house. We got the tour when the real-estate agent showed the women through the rooms, and again in a vertiginous shot that begins in the upstairs bedroom, swoops down two floors, zooms into the keyhole, pulls back, and careens upstairs again. The shot combines physical and virtual camera moves, a reminder that Fincher (\"Seven,\" \"The Game,\" \"Fight Club\") is a visual virtuoso. He's also a master of psychological gamesmanship, and most of the movie will bypass fancy camerawork for classical intercutting between the cats and the mice (who sometimes trade sides of the board).\n\nI have deliberately not described much of the strategy itself. That would be cheating. Once you know what everyone wants and how the safe room works, the plot should be allowed to simply unfold. There is a neat twist in the fund of knowledge about the room; Burnham, who builds them, knows a lot more about how they work, their strengths and limitations, than Meg and Sarah, who start out basically knowing only how to run inside and lock the door.\n\nThe role of Meg was originally filled by Nicole Kidman. I learn from Variety that she had to drop out after a knee injury and was replaced by Foster. I have no idea if Foster is better or worse than Kidman would have been. I only know she is spellbinding. She has the gutsy, brainy resilience of a stubborn scrapper, and when all other resources fail her she can still think fast--and obliquely, like a chessmaster hiding one line of attack inside another.\n\nThe intruders are ill-matched, which is the idea. Burnham has the knowledge, Junior has the plan, and Raoul has the gun. Once they are all inside the house and know the plan, therefore, Junior is not entirely necessary, unless the others are positively determined to split the loot three ways. On the other hand, Burnham hates violence, and Raoul is such a wild card he may shoot himself in the foot.\n\nThe end game in chess, for the student of the sport, is its most intriguing aspect. The loss of pieces has destroyed the initial symmetry and created a skewed board--unfamiliar terrain in which specialized pieces are required to do jobs for which they were not designed. There is less clutter; strategy must run deeper because there are fewer alternative lines. Sacrifices may be brilliant, or they may be blunders, or only apparent blunders. Every additional move limits the options, and the prospect of defeat, swift and unforeseen, hangs over the board. That is exactly the way \"Panic Room\" unfolds, right down to the detail that even at the end the same rules apply, and all the choices that were made earlier limit the choices that can be made now.", "running_time": 112, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-29", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "Panic Room (2002)"}