{"url": "http://www.rogerebert.com/reviews/panic-2001", "by": "William H. Macyas Alex", "star_rating": 4.0, "text": "I've got two jobs. I run a small mail - order business out of the house. Lawn ornaments, kitchen geegaws, sexual aids--things like that. And the rest of the time? I work for my father. I kill people.\n\nThe sad-eyed patient speaks calmly. His psychiatrist says, \"You're kidding, right?\" No, he is not kidding. He grew up in the family business. His father was a hit man, and he's a hit man, too. Not even his wife knows; she believes the mail-order story. But now he's in his 40s, has a young son he loves and wants to stop murdering for a living.\n\nIt tells you something--it may even tell you enough--that the man, named Alex, is played by William H. Macy. This wonderful actor has a gift for edgy unhappiness, repressed resentment, and in \"Panic,\" his character speaks too calmly and moves too smoothly, as if afraid of trip wires and booby traps. He spent his childhood afraid to stand up to his father, and in a sense his childhood has never ended.\n\nHenry Bromell's \"Panic\" seeps with melancholy, old wounds, repressed anger, lust. That it is also caustically funny and heartwarming is miraculous: How does it hit so many different notes and never strain? It has a relationship between Alex and his son Sammy that reminds us of \"The Sixth Sense,\" and one between Alex and the sexy young Sarah (Neve Campbell) that evokes \"American Beauty.\" And Alex himself, trying to keep everyone happy, trying to keep secrets, trying to separate the compartments of his life, has the desperation of the character Macy played in \"Fargo.\" But this is not a movie assembled from spare parts. Bromell began as a writer (\"Northern Exposure,\" \"Chicago Hope\"), and this is a first film made with joy and with a writer's gift for character and dialogue. It involves a situation rich with irony and comic possibilities but isn't cynical about it; it's the kind of story that is funny when you hear it about someone else, but not funny if it happens to you.\n\nAlex was reared by his father, Michael (Donald Sutherland), to be a hit man. They started with squirrels and worked up from there. Alex didn't like killing squirrels, and in all of his killings since, it has been his father's finger pulling the trigger of Alex's tortured psyche. Alex is good at his job. But it makes him sick.\n\nIn the waiting room of his psychiatrist (John Ritter) he meets the patient of another doctor. This is Sarah, played by Neve Campbell as bright, cheeky and with a gift for sharp observation. She has a complicated love life, is aware of her appeal and asks Alex if he's a guy in mid-life crisis who thinks a sexy young girl might be just the ticket. In \"American Beauty,\" Kevin Spacey did indeed think that about the pompon girl, but Alex is looking not for sex but for approval, forgiveness, redemption; sex with Sarah would be less lust than rehab.\n\nThere are other important women in the picture. Tracey Ullman is Martha, Alex's wife, and Barbara Bain is Deidre, his mother. Martha has no idea how Alex really earns his living. Deidre knows all about everything, and when Alex confides that he wants out, she delivers a merciless lecture about how his father spent his whole life building up the family business, and Alex is an ungrateful child to destroy that dream. Yes, this is ironic, discussing murder in business terms, but it is so easy to separate success from morality. This could be any business in which the father insists that the son surrender his own dreams for the old man's.\n\nAlex doesn't confide much in his wife; his secrets have built a wall. He loves her, but hopelessly, and he loves his son Sammy (David Dorfman, the little boy in \"Bounce\"). Their talks at bedtime are long and rich, and Sammy sees that something is deeply troubling his father: \"Dad, are you all right?\" The movie takes these strands and weaves them into an emotional and logistical trap for Alex. His relationship with Sarah, a complicated girl, creates more issues than it solves. His father assigns him to perform an execution that demonstrates the old man's inexorable power over his son. Flashbacks show Alex's anguish as a child, and there is also a flashback showing how he met his wife, and how he was attracted to her goofiness.\n\nThe elements of the movie stand on their own. The Neve Campbell character is not simply the younger woman in Alex's life, but creates plot space of her own, where Alex is a visitor. The parents, Michael and Deidre, have a relationship that depends on their son but excludes him. Alex and Sammy have a private bond. We come to see Alex as a desperate man running from one secret compartment to another, seeking a place where he can hide.\n\nMacy is as easy to identify with as any actor working. He doesn't push it. As Alex, he approaches his problems doggedly, sometimes bravely, hoping for a reprieve. Sutherland makes the old hit man into a particularly unlikable person: There's something about the way he gobbles an outdoor meal, his hat askew, that sets our teeth on edge. Bain's Deidre in her cold confidence is even more hateful. Ullman, that gifted character actress, creates a woman who knows her life is coming apart but doesn't know what her life is. Campbell takes a tricky role and enriches it, brings it human dimension instead of being content with the \"sexpot\" assignment. And the little boy is heartbreaking, particularly in a conversation late in the movie. This is one of the year's best films.\n\nNote: \"Panic\" was a success at Sundance 2000, but didn't get a major release after a test audience disliked it. I don't blame the test audience; this is not a look-alike movie. But the executives who believed the audience instead of their own eyes should be ashamed of themselves. Now the film has won a national release and, like \"Croupier,\" could be discovered by filmgoers who make up their own minds.", "running_time": 88, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-01-19", "genres": ["Comedy", "Crime", "Drama", "Indie", "Thriller"], "title": "Panic (2001)"}