{"url": "http://www.rogerebert.com/reviews/paper-heart-2009", "by": "Charlyne Yias Herself", "star_rating": 3.0, "text": "To describe Charlyne Yi as a whimsical comedian doesn't quite capture the full flavor. She may be the first female in the history of MySpace to claim she is 10 years older than she really is. She appears naive, clueless, a little simple, but she's playing us. She embodies that persona in \"Paper Heart,\" a quasi-documentary about love that is sweet, true and perhaps a little deceptive.\n\nYi is a performance artist who makes stand-up comedy only one facet of her act. She's short, cute, likes sweat clothes, wears horn-rimmed glasses, isn't assertive, is a poster child for the melting pot: Filipino, Spanish, Korean, Irish, German, French and Native American. She always seems to be trying to figure things out. \"Paper Heart\" is about how she has never been able to figure out love.\n\nThe movie takes the form of a documentary about her partnership with director Nicholas Jasenovec to travel America seeking insights into romance from all sorts of possible authorities, all of them obviously real, many of them touching, and one of them an inspired choice. That would be the Elvis impersonator who runs a Las Vegas wedding chapel. These people share their own stories, drawn out by Yi's disarming persona.\n\nBut wait. Although Nicholas Jasenovec appears in the film, that's not the real Nicholas Jasenovec. It's an actor, Jake M. Johnson, who is taller and darker, and in my opinion, more handsome than the real Jasenovec. Photographs reveal the real Jasenovec is shorter, cute, likes sweat clothes, wears horn-rimmed glasses.\n\nThen you have his good friend, the actor Michael Cera (Juno's boyfriend in \"Juno\"), who looks much more like Jasenovec than Johnson. When Yi goes to a party with Jasenovec, she meets Cera and it's love at first sight.\n\nWe see them meeting, and it feels absolutely real: You wonder which of these two diffident and soft-spoken people summoned the energy to speak first. But wait. In real life, before shooting on this film began, Charlyne Yi and Michael Cera were already girlfriend and boyfriend, and were celebrated by such gossip sites as Gawker as \"America's Twee-hearts.\" Therefore their courtship in the film is scripted, although it feels uncannily real, perhaps because Cera and Yi have such enveloping personas that little they do is quite acting.\n\nThese matters give \"Paper Heart\" an intriguing quality on top of its intrinsic appeal. And the onscreen presence of \"Nick,\" as the director, is uncannily well-acted by Johnson, embodying a hungry young L.A. filmmaker who thinks all human considerations are secondary to his film. There are moments when he insists on violating the privacy of Charlyne and Michael with his camera, and these scenes are so well-acted and handled that, in retrospect, you realize this is a very well-made film indeed. There's more than meets the eye.\n\nBut wait! In real life, the heartless Cera has just dumped Yi! Right in the middle of their national publicity tour for this film! Can this possibly be true, or is it a publicity stunt? Surely he would have been decent enough to keep it private for a few more weeks? No? Or is it possible that Cera and Yi, like many seemingly passive people, are in fact passive-aggressive and have anger seething just beneath the surface?\n\nDon't ask me. But if the heartbreak is true, I have advice for Yi about how to cheer herself up wonderfully: Just go to your MySpace page and take off 10 years.", "running_time": 88, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-08-05", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Paper Heart (2009)"}