{"url": "http://www.rogerebert.com/reviews/paper-moon-1973", "by": "Ryan O'Nealas Moses Pray", "star_rating": 4.0, "text": "The two kinds of Depression-era movies we remember best are the ones that ignored the Depression altogether and the ones like “The Grapes of Wrath” that took it as a subject. Peter Bogdanovich’s “Paper Moon” somehow manages to make these two approaches into one, so that a genre movie about a con man and a little girl is teamed up with the real poverty and desperation of Kansas and Missouri, circa 1936. You wouldn’t think the two approaches would fit together, somehow, but, they do, and the movie comes off as more honest and affecting than if Bogdanovich had simply paid tribute to older styles. Maybe that’s why Addie Loggins, the little girl, hardly ever smiles: She can see perfectly well there’s nothing to smile about. The movie opens at her mother’s funeral on a windswept plain. Her mother (we learn from an old photograph) was a flapper of the worst sort, but Addie is a tomboy in overalls and a flannel shirt. At the last moment, an old car comes rattling up and discharges one Moses Pray, con man, alleged Bible salesman and just possibly Addie’s father. He promises to deliver the child to relatives in St. Joe, mostly so he can collect $200 in blackmail money.\n\nBut then the 9 year-old girl, who somehow resembles Huckleberry Finn more than any little boy I can imagine, turns out to be the more clever con man, and before long they’re selling Bibles to widows who are told their husbands ordered them - deluxe editions with the names embossed in gold, of course - before “passing on.” The movie is about two con artists, but not really about their con, and that’s a relief. We’ve seen enough movies that depended on the cleverness of confidence tricks - not only 1930s movies, but right down to the recent “The Flim-Flam Man.” No, Bogdanovich takes the con games only as the experience which his two lead characters share and which draws them together in a way that’s funny sometimes, but also very poignant and finally deeply touching.\n\nBy now everybody knows that Ryan O’Neal and his real-life daughter, Tatum, play the man and the girl. But I wonder how many moviegoers will be prepared for the astonishing confidence and depth that Tatum brings to what’s really the starring role. I’d heard about how good she was supposed to be, but I nevertheless expected a kind of clever cuteness, like we got from Shirley Temple or young Elizabeth Taylor. Not at all. Tatum O’Neal creates a character out of thin air, makes us watch her every moment and literally makes the movie work (in the sense that this key role had to be well played). She has a scene in a Kansas hotel, for example, that isn’t at all easy. Moses has picked up a tart from a sideshow, one Trixie Delight by name, and has designs on her. Addie is jealous and makes a liaison with Trixie’s young black maid, Imogene (wonderfully played by P. J. Johnson). Together they concoct a scheme to lure the hotel clerk into Trixie’s room and then inform Moses.\n\nNow this could have been a hotel-corridor farce scene, as Bogdanovich demonstrated he could direct quite well in “What’s Up, Doc?” But this time, the scene is played for pathos and for the understanding of the child’s earnestness, and the two young girls are perfectly matched to it.\n\n“Paper Moon” doesn’t come off, then, as a homage to earlier beloved directors and styles (as Bogdanovich’s “What’s Up, Doc?” did - and his “The Last Picture Show,” to a smaller extent). No, it achieves something quite different: a period piece that uses generic conventions only when they apply, so that we see the Depression through the eyes of characters who are allowed to be individuals. Whatever Addie and Moses do in this movie, we have the feeling it’s because they want to (or have to) and not that the ghost of some 1930s screenwriter is prompting them.", "running_time": 102, "mpaa_rating": null, "release_year": 1973, "date_published": "1973-06-15", "genres": ["Comedy", "Drama"], "title": "Paper Moon (1973)"}