{"url": "http://www.rogerebert.com/reviews/paper-lion-1968", "by": "Alan Aldaas George Plimpton", "star_rating": 3.0, "text": "A lot of reporters secretly believe they can do a better job than the men they write about. Movie critics, for example, are convinced they could make a better movie. Political reporters believe they're brighter and better informed than the politicians they write about and this is usually true.\n\nBut in the field of pro football, alas, the argument breaks down. Jack Griffin and Bill Gleason are good men and true, but if they put on a Bears uniform and went into a game, they'd get creamed, baby. And that is the charm of \"Paper Lion,\" which is about an intellectual, a writer, a Harvard grad no less, who joined the Detroit Lions, and put on the uniform, and got into a game, and got creamed. I don't know what to make of \"Paper Lion\" as a movie -- it will not be immortal, I guess -- but as wish fulfillment, it's crackerjack.\n\nGeorge Plimpton did join the Lions, and wrote the most engaging sports book of recent years (unless you can count that psychoanalytic study of Bobby Fischer). The movie is \"an amiable fiction\" based on the real story, we are told. Plimpton bids his wife and editor goodbye, goes to training camp, manages to fool the players for about 24 hours, lands in some bruising scrimmages, weathers the hostility of the pros, and wins a sort of grudging respect from them. He sticks it out.\n\nThe scenes on the football field are absorbing and hilarious by turns; I imagine pro football fans will enjoy the movie enormously. Plimpton, at quarterback, writes his plays on the tape around his wrist -- but they rub off. In a tavern, he almost gets in a fight defending the Lions' reputation and has to be carried off by the real Lions. In a pre-season game with the St. Louis Cardinals, he gets in for a few seconds, and, yes, he gets creamed.\n\nAlan Alda is good as Plimpton. He has the right touch of Eastern seaboard intellectual about him, and yet he's able to halfway convince us that maybe he could survive pro football (and so maybe we could too). The contact scenes are abrupt and brutal; I overheard at least one 12-letter word I don't think United Artists realizes is on the sound track. It is a most appropriate word, however. The real pros who play themselves are generally stiff and unnatural (particularly Vince Lombardi, who acts as if he's in an aftershave commercial). But Alex Karras of the Lions emerges as an engaging actor.\n\nOne fierce objection. All movies have got to have a sexy dame in them, I guess, so Lauren Hutton sits on the sidelines at a practice session and screams \"MARvelous, George\" -- thereby embarrassing the hell out of George and the audience.", "running_time": 107, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-10", "genres": ["Comedy"], "title": "Paper Lion (1968)"}