{"url": "http://www.rogerebert.com/reviews/paper-clips-2005", "by": "Elliot Berlin", "star_rating": 3.0, "text": "In 1998, three middle-school teachers in Whitwell, Tenn. (pop. 1,500) came up with a project for the eighth grade class: Learn about intolerance by studying the Holocaust. The students read The Diary of Anne Frank and did internet research, discovering that during World War II, the Norwegians wore paper clips in their lapels as a silent gesture of solidarity and sympathy with Hitler's victims.\r\n\nThat could be a story like the one about the kid who was dying and wanted to collect business cards, and got millions and millions as his desperate parents announced he had recovered and no longer wanted more cards. But the Whitwell story goes to another level, a touching one, as the students make new friends through their project. Two of them are Peter and Dagmar Schroeder, White House correspondents from Germany, who visit the town and write about it. Many more were Holocaust survivors, who as a group visited Whitwell for a pot-luck dinner at the Methodist church, classes at the school, and a community reception.\r\n\n\"Paper Clips,\" which tells this story, is not a sophisticated or very challenging film, nor should it be. It is straightforward, heartfelt and genuine. It plays more like a local news report, and we get the sense that the documentary, like the paper clip project, grows directly out of the good intentions of the people involved. Whitwell at the time had no Jews, five African-Americans and one Hispanic, we learn; there weren't even any Catholics. By the time the project was completed, the horizons of the population had widened considerably.\r\n\nDavid Smith, one of the teachers involved, says he knows he is stereotyped as a Southerner, and admits that he stereotypes Northerners. In changing their perceptions about minorities, the students of Whitwell also changed perceptions others may have held about them. That America has been divided by pundits into blue states and red states does not mean there are not good-hearted people living everywhere; in a time of divisiveness, there is something innocently naive about the paper clip project, which transforms a silly mountain of paper clips into a small town's touching gesture.", "running_time": 123, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-02-24", "genres": ["Documentary"], "title": "Paper Clips (2005)"}