{"url": "http://www.rogerebert.com/reviews/papillon-1973", "by": null, "star_rating": 2.0, "text": "Sophia Loren was once in a movie named “The Pride and the Passion,” which involved hauling an enormous cannon halfway across Europe through deep mud. By the time they heaved the cannon into position, I had long since stopped caring, and even had a little difficulty remembering why they were doing it in the first place. The movie had expended enormous energy without cause.\n\n“Papillon” is a movie like that: an expensive, exhaustive, 150-mintue odyssey that doesn’t so much conclude as cross the finish line and collapse. It has been outfitted with expensive stars and a glossy production, but it doesn’t really make us care. When Steve McQueen finally escapes from Devil’s Island we’re happy more for ourselves than for him: Finally we can leave, too.\n\nThe movie is based on a best seller by the late Frenchman Henri Charriere, who claimed it was a true story. Maybe. Not that it matters; fiction would have been fine if it had been entertaining. What happens in the movie, though, is that McQueen acts so dogged in his pursuit of freedom that we start looking around for supporting actors we can get interested in.\n\nThe movie begins with Charriere (McQueen), nicknamed Papillon (or “butterfly”) on board a prison ship. He meets Louis Dega (Dustin Hoffman, peering through Coke bottle glasses), the most famous counterfeiter in France. Dega’s life is in danger for two reasons: (a) a lot of people were wiped out investing in his bogus 1928 national security bonds and (b) he has a lot of money concealed on (or should I say in?) his body.\n\nOnce they have arrived in prison, Papillon makes a bargain: He’ll be Dega’s bodyguard if Dega will finance an escape try. This Dega agrees to do, although it is hard to understand, or even sense, the emotional bond between the two men. (To paraphrase Pauline Kael, McQueen underplays, and Hoffman tries to out-underplay him.) The movie slogs on like Sophia Loren, hauling that cannon through the mud. You know something has gone wrong when you want the hero to escape simply so that the movie can be over.\n\nAt some point in the movie’s pre-production, the theory apparently was held that we’d get interested in the contrast between Papillon, the man of action, and Dega, the gentle intellectual. The chemistry of McQueen and Hoffman was supposed to help. That was the theory, but in practice, we don’t care because the characters never really escape as people. Hoffman is using his limp again from “Midnight Cowboy,” and McQueen squints into the sun a lot, and that’s about it.", "running_time": 150, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-12-16", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Papillon (1973)"}