{"url": "http://www.rogerebert.com/reviews/paranormal-activity-2009", "by": "Katie Featherstonas Herself", "star_rating": 3.5, "text": "\"Paranormal Activity\" is an ingenious little horror film, so well made it's truly scary, that arrives claiming it's the real thing. Without any form of conventional opening or closing credits, it begins by thanking \"the families of Micah Sloat and Katie Featherston\" and closes with one of those \"current whereabouts unknown\" title cards and a screen of copyright notices. This was apparently a film made without a director, a writer, a producer, grips, makeup, sound, catering or a honey wagon.\n\n\tAll of the footage is presented as if it had been discovered after the fact. The story device is that Micah shot it himself. There isn't a single shot that violates that presumption, although a few seem technically impossible without other hands on the camera. Those are hard to notice.\n\n\tKatie is a graduate student of English. Micah is a day trader. They've been together three years, and have now moved into a house in San Diego that doesn't seem much lived in. It's well enough furnished, but everything looks new and there's no clutter. Micah greets Katie out front one day by filming her on his new video camera, which she observes looks bigger than his other one.\n\n\tThey've been bothered by indications of some sort of paranormal activity in an upstairs bedroom. Micah's bright idea is to film in the house, leaving the camera running as a silent sentinel while they sleep. Like any man with a new toy, he becomes obsessed with this notion -- the whole point, for him, isn't Katie's fear but his film. After one big scare, she asks him incredulously, did you actually go back to pick up your camera?\n\n\tOne benefit of the story device is that for long periods of time the camera is ostensibly left on with no one running it. It's on a tripod at the end of their bed while they sleep, and we see events while their eyes are closed. Some of these events are very minor, and I won't describe any of them. The fact that they happen at all is the whole point. That they seem to happen by themselves, witnessed by a static camera, makes them eerie, especially since there are some shots that seem impossible without special effects, and there's no visible evidence of f/x, looking as closely as we can.\n\n\tHe is frequently off camera. She is on cam for almost every shot, and of Katie Featherston's performance it's enough to say it is flawless for the purposes of this film. We're not talking Meryl Streep here, we're talking about a young woman who looks and talks absolutely like she might be an ordinary college student who has just moved in with her boyfriend. There's not a second of \"acting.\"\n\n\tMicah behaves, shall I say, just like a man. You know, the kind who will never stop and ask directions. Katie has been bothered by some sort of paranormal presence since she was a child, and now she's seriously disturbed, and Micah's response isn't sympathy but a determination to get it all down on film.\n\n\tThey do call in a \"psychic expert\" (Mark Fredrichs) but he's no help. He specializes in ghosts, he explains, and he knows by walking in the door that what's haunting them isn't a ghost but some sort of demonic presence. He recommends a demonologist, but alas this man is \"away for a few days.\" That's the plot's most unrealistic detail. Having spent some time in my credulous days hanging about the Bodhi Tree bookstore in L.A., I would suggest that California is a state with more practicing demonologists than published poets.\n\n\tI learn from IMDb that \"Paranormal Activity\" does indeed have a writer-director, Oren Peli, and other technical credits. But like \"The Blair Witch Project,\" with which it's routinely compared, it goes to great lengths to seem like a film found after the event. It works. It illustrates one of my favorite points, that silence and waiting can be more entertaining than frantic fast-cutting and berserk f/x. For extended periods here, nothing at all is happening, and believe me, you won't be bored.", "running_time": 86, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-10-07", "genres": ["Horror", "Mystery", "Suspense"], "title": "Paranormal Activity (2009)"}