{"url": "http://www.rogerebert.com/reviews/parade-1986", "by": "Jacques Tati", "star_rating": 2.0, "text": "The man is Tati, a Frenchman who created his own world in the movies with no regard for what anybody else was doing. His masterpiece is \"Mr. Hulot's Holiday\" (1953), the story of a normal man who tries to take a vacation in an absolutely abnormal beach resort. In that film and in \"Mon Oncle,\" \"Playtime\" and \"Traffic,\" Tati continued the tradition of the silent comedy long after most audiences had forgotten it. His films were subtle, whimsical, gentle and sometimes very funny, with the punch lines coming after slow, deceptive buildups. \"Parade\" is his last film, made in 1975 for Swedish television. It is only now receiving its American premiere at Facets.\n\nIt is a strange film, sometimes charming but more often frustrating. Robert Frost said writing free verse was like playing tennis without a net. Maybe \"Parade\" is free verse in movie form: a film without story, without strong purpose, without the obvious hooks, gimmicks and angles that modern movie audiences have come to expect. It just sort of unfolds.\n\nAn audience files in for a circus. There are some quiet oddities (all of the men, for example, want to check their motorcycle helmets). The audience is seated. The band begins to play, and a series of performers do their acts in center stage. None of the acts is especially unique or amazing. We have seen jugglers, magicians, clowns and acrobats before.\n\nThe only really original sight is the master of ceremonies, played by Tati. Pantomiming a tennis game, he uses his elastic body so freely that at times he seems to take flight, even though his feet remain on the earth. He gently chides the audience for not paying attention. He bemusedly presides over the other actors. He seems quite relaxed.\n\nIf we are waiting for any sort of development or payoff, we are going to be disappointed. \"Parade\" essentially is just a record of the circus performance, with a few small surprises, such as when a man in the audience stands up and tries to outdo the magicians, and when another runs into the ring with the trained pony.\n\n\"Parade\" was made at the end of Tati's career, after the commercial failure of his previous two films had denied him financing through any ordinary source. This film was made by and for Swedish television, and perhaps it shouldn't be judged as a \"real\" Tati feature: It's more a doodle.\n\nIt was shot on videotape, and the version at Facets is video transferred to film, with a distracting loss of texture and detail.\n\nEverything looks sort of fuzzy, and that doesn't help a movie that should depend on sharpness and clarity to underline its timing. Maybe this is a film that should be seen via the medium it was made for. The videocassette on TV would no doubt look clearer and perhaps seem funnier.\n\nThe theatrical version has flashes of wit and style, but it's slow, offhand and meandering, and not Tati at his best.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-10-31", "genres": null, "title": "Parade (1986)"}