{"url": "http://www.rogerebert.com/reviews/paradise-lost-3-purgatory-2012", "by": "Joe Berlinger", "star_rating": 3.5, "text": "Featuring Jason Baldwin, Damien Wayne Echols and Jessie Misskelley\n\n\n\nPremiering on HBO Thursday night, Jan. 12.\n\nWhen a documentary named \"Paradise Lost: The Child Murders at Robin Hood Hills\" played on HBO in 1996, it left little doubt that the three young men convicted of the crimes were innocent. When \"Paradise Lost 2: Revelations\" played in 2000, it left less doubt. Now it is 2012 and a third film, \"Paradise Lost 3: Purgatory,\" shows them being set free in August 2011 after 17 years in jail. One of them was on Death Row.\n\nThe case of the West Memphis Three became famous. The Dixie Chicks held a concert to help pay their defense fund. The original conviction was based on flawed circumstantial evidence and a confession obtained from Jessie Misskelley, one of the defendants, who had an IQ of 72 and was questioned by police for 12 hours without a parent or attorney present, and then tape-recorded only long enough to recite a statement he later retracted. A police transcript shows Jesse shifting the time of the crimes from morning to noon to after school to evening (when they actually occurred) under leading suggestions by police.\n\nThis new film is the culmination of years of extraordinary persistence by the documentary filmmakers Joe Berlinger and Bruce Sinofsky, whose work freed the three men. So flawed was the evidence against the WM3 that at the end the state decided to avoid a court hearing on their appeal by offering this unique deal: They could go free and could even state their innocence if they would sign an admission of guilt--a technicality shielding Arkansas from lawsuits for wrongful imprisonment.\n\n\"Lost 3\" does a smooth job of retelling the entire story, so you needn't have seen the first two. The naked bodies of three Cub Scouts were found in a creek in a wooded area near an interstate Exchange in West Memphis, Arkansas. Within a month police had charged three teenagers with the crime: Damien Echols, Jason Baldwin and Jessie Misskelley. There was no physical evidence against them, and they all had alibis.\n\nThe area had been aflame with rumors of Satanic cults and ritual sacrifices. The WM3 fit a profile: They liked heavy metal music, they wore black, and Echols' notebooks contained sketches of demonic symbols. Many people in the area literally believed in Satan, and heard dark accounts in their churches of the spread of devil worship. The prevailing mood was perhaps not unlike that during the Salem Witch Trials.\n\nAt the end of the second film, an alternative suspect had drawn attention: John Mark Byers, the stepfather of Chris Byers, one of the victims. It was he, amazingly, who handed the filmmakers a hunting knife that held traces of blood suggesting it could have been the murder weapon.\n\nIn \"Paradise Lost 3,\" the case grows far murkier with the emergence of another suspect, Terry Hobbs, the stepfather of another victim. DNA testing not available at the time of the murders links him with a hair found at the crime scene. There was new eyewitness testimony connecting him with the three victims at a crucial time, and one of his alibi witnesses recanted. The DNA tests, supported by four expert witnesses including the head of an FBI forensics lab, seemed to eliminate the Three as suspects, which is why they were so suddenly released. Even the prosecutors seem less than enthusiastic about their own case.\n\nThis third film also contains earlier footage not used in the first two. For most of the film, it seems headed for the same conclusion as the earlier ones: As evidence piles up that the WM3 are innocent, they fear they will lose on appeal and go back behind bars. (Indeed, an earlier version of this film had already been scheduled on HBO and screened at the Toronto Film Festival when the DNA bombshell burst.) Last August, the defendants and their attorneys were summoned without warning to a courtroom and set free; you can sense the excitement even in how the camera moves. After their release, “Lost 3” was updated and expanded by 12 minutes.\n\nI've been involved in an online discussion recently about the death penalty. Without reopening that subject, I will note that a great many people were convinced the West Memphis Three were guilty, and after seeing this film there seems no doubt they are innocent. This is one of the most fascinating of all true crime stories. By the end of this film, you'll never guess who believes Terry Hobbs is the real murderer: John Mark Byers.\n\nAiring on HBO Thursday, Jan. 12 at 8pm Central and Mountain, 9 pm. Eastern and Pacific. ", "running_time": 121, "mpaa_rating": "Unrated", "release_year": 2012, "date_published": "2012-01-10", "genres": ["Documentary"], "title": "Paradise Lost 3: Purgatory (2012)"}