{"url": "http://www.rogerebert.com/reviews/paranormal-activity-2-2010", "by": "Micah Sloatas Micah Sloat", "star_rating": 1.5, "text": "\"Paranormal Activity 2\" is an efficient delivery system for Gotcha! Moments, of which it has about 19. Audiences who want to be Gotchaed will enjoy it. A Gotcha! Moment is a moment when something is sudden, loud and scary. This can be as basic as the old It's Only a Cat cliché, or as abrupt as a character being hit by a bus.\n\nPA2 starts slyly with pre-Gotcha! teasers, such as a door or a child's toy moving on its own. Then there are obscure off-screen rumbles, like a uneasy stomach. Then loud bangs. Then loud bangs with visible causes. Then all the doors in a room banging open at once. And eventually…well, you can see for yourself, because all the activity is captured by 24-hour security cameras.\n\n\tThe cameras, which function perfectly but never capture the Presence on the screen. For the house is indeed haunted by a ghost-like supernatural presence, I guess. I say \"I guess\" because there is a scene of a victim being dragged downstairs, and the entity doing the dragging is invisible. On the other hand, the movie ends with a strong suggestion that the malefactor was in fact a living human being. So would that be cheating? Hell yes.\r\tBut who cares? People go to \"Paranormal Activity 2\" with fond memories of the original film, which was low-tech and clever in the way it teased our eyes and expectations. It scared them. They want to be scared again. They will be. When there's a loud unexpected bang\tit will scare you. The structural task of the Gotcha! Movie is to separate the bangs so they continue to be unexpected. \n\n\tAny form of separation will do. The characters include the Sloats (Micah Sloat and Katie Featherston), who are back from the first movie. But this story takes place in the home of her sister Kristi (Sprague Grayden), her husband, Daniel (Brian Boland), teenage daughter Ali (Molly Ephraim), brand new baby Hunter, and his nanny, Martine (Vivis). Martine is ethnic, and we know what that means: She has an instinctive knowledge of ghosts, breaks out the magic incense at a moment's notice, and can't get anyone to listen to her. \n\n\tThere are six speaking roles, not counting the non-speaking baby and the dog. Good odds, you'd think, that at least one of them would have something interesting to say, but no. The movie isn't about them. They function primarily as Gotcha! separators, going through vacuous social motions between Gotchas! They are not real swift. The movie numbers the days as they tick away, and along about Day #12 I'm thinking, why are these people still here? The screening I attended was treated to a surprise appearance by three stars of that cable show about Chicago's Paranormal Detectives. These are real Chicago detectives. If the Sloats lived in Chicago, they'd have a SWAT team out there by Day #7.\n\n\tThe movie is presented as a documentary with no set-up, unless the first movie was the set up. It begins with little Hunter being brought home, and then we get titles like \"Day #3.\" Of what? One peculiar title says \"Nine days before the death of Micah Sloat.\" I probably have the number of days wrong, but you get the idea. What are we supposed to do with this information? I guess we should think, \"Sloat, you poor bastard, you only have nine days to go.\" This knowledge is about as useful as the farmer who tells you to make a left turn five miles before you get to the barn. There are also titles saying things like \"1:41:15 a.m.,\" as if we care.\n\n\tThe character who suffers the most is poor little Hunter. Something is always bothering him in the middle of the night. When a security camera is on the staircase, we hear his plaintive little wail. When it's focused on his bedroom, he's standing up in his wee crib and bawling. The dog is always there barking at something, because dogs, like ethnic nannies, Know About These Things. Hunter screams and screams in the movie. If you were Hunter's parents and your house was haunted, wouldn't you move the poor kid's crib into the bedroom?\n\n\tMy audience jumped a lot and screamed a lot, and then laughed at themselves, even after one event that wasn't really funny. Then they explained things to one another, and I could overhear useful lines like, \"She got the $#!+ scared outta her!\" I understand they attended in hopes of seeing Gotchas! and explaining them to one another. I don't have a problem with \"Paranormal Activity 2.\" It delivers what it promises, and occupies its audiences. Win-win.", "running_time": 91, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-10-22", "genres": ["Horror", "Thriller"], "title": "Paranormal Activity 2 (2010)"}