{"url": "http://www.rogerebert.com/reviews/paranormal-activity-3-2011", "by": "Chris Smithas Dennis", "star_rating": 1.0, "text": "\"Paranormal Activity 3\" is a prequel, revealing that the characters in \"PA1\" and \"PA2\" had already been through the all-night video surveillance ordeal. At least in this film they are undergoing it for the first time, which is less than can be said for us. The formula for the films involves pallid characters, perfunctory dialogue and very long waits for something to happen.\n\nWhen something does, it's often a sudden shock accompanied by a startling musical chord. Sometimes there are loud bangings and other noises. Sometimes the shocks are false alarms. The audience screams, and then laughs. At my screening, it also did a lot of talking. Usually I find that obnoxious, but this time I wish they'd spoken louder; the Mystery Science Theater approach might enrich this film.\n\nWhat we have to accept in all three films is that a house is occupied by an Entity intent on being a pain in the butt and zapping us with Gotcha! Moments. These are cruel limitations for a supernatural being; one rather hopes the Other Side would produce more interesting company. When the origin of the Manifestations is revealed or hinted, the film closes soon after, as if the terminal scene explained the slightest thing.\n\nThis film involves the two sisters who were seen in earlier episodes as adults. Katie (Katie Featherston) and Kristi Ray (Sprague Grayden) share a two-level home with their mother Julie (Lauren Bittner) and her boyfriend Dennis (Chris Smith). The girls are aware of a presence in the house, perhaps an Imaginary Friend, although perhaps not so imaginary.\n\nIn a series of shots destined to be repeated tediously, we cut between video cameras left to run all night in the bedrooms of the girls and the adults, and a camera on an oscillating fan platform that pans back and forth between the living room and the kitchen/dining area. Long periods pass without activity. Some activity is subtle. Occasionally it's sudden and startling. Sometimes (a \"ghost\" in a sheet) it's like Casper the Friendly Ghost playing a practical joke. The slow deliberation of the oscillations adds implacable delays while we wait to pan back again and see what has changed. In the best shot in the film, all the tables and chairs and pots and pans in the kitchen have disappeared, and then we find out with perfect logic where they are.\n\nInexplicably, there are people who still haven't had enough of these movies. The first was a nifty novelty. Now the appeal has worn threadbare. Since they already know more or less what will happen and it's lame-brained, why do audiences continue to turn out for new Activities? Yet you mark my words: Part 3 will gross untold millions this weekend. If you like horror, dread and a twisty plot, try to find the Michael Shannon film \"Take Shelter.\" Let's say you like popcorn during a movie. \"Paranormal Activity 3\" is like eating the cardboard box.", "running_time": 83, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-19", "genres": ["Horror"], "title": "Paranormal Activity 3 (2011)"}