{"url": "http://www.rogerebert.com/reviews/paradise-road-1997", "by": "Glenn Closeas Adrienne Pargiter", "star_rating": 2.0, "text": "Bruce Beresford's “Paradise Road” tells the story of a group of women who were held prisoner in a Japanese internment camp for most of World War II. If you were told this story by one of the survivors, you would shake your head in amazement and marvel at her courage. You would probably think it would make a good movie: After all, it's even true.\n\nThe film begins at Raffles Hotel in Singapore in 1942, at an elegant dinner dance. An alert arrives that Japanese forces are about to take the city. Women and some children are hurried aboard a transport ship, which is attacked a few days later by Japanese aircraft. Life rafts float ashore at Sumatra, where the survivors are taken to a POW camp, there to spend the rest of the war.\n\nThe movie now has a delicate balance to find. It is no longer acceptable to portray the Japanese as the embodiment of evil; the monsters of “Bridge on the River Kwai” have now to be seen in a slightly better light, as harsh and cruel, perhaps, but not inhuman--and capable of sentiment when the prisoners form a choir and begin to perform classical choral works. (Earlier, the screenplay provides racist anti-Japanese slurs at the Singapore party, to show that the British, too, had their flaws; the film is set in 1942 but its attitudes are circa 1997.) We meet the prisoners. They include a remarkable group of women: the British musician Adrienne Pargiter (Glenn Close); the Australian missionary Margaret Drummond, nicknamed Daisy (Pauline Collins); the nurse Susan Macarthy (Cate Blanchett); the German-accented Dr. Verstak (Frances McDormand), and an American painted in broad strokes, Topsy Merritt (Julianna Marguilies).\n\nConditions are brutal in the tropical climate, food is scarce, living quarters are filthy, and the camp commandant (Sab Shimono) supervises cruel punishments, including one where a woman must kneel for hours in the hot sun, or fall over onto sharp spikes. Yet their music somehow redeems the conditions and elevates their spirits; the choir even soothes the Japanese to such an extent that guards sent to silence them cannot bring themselves to halt such a glorious sound (they, too, hate the war and are moved by beauty).\n\nTold this story, and that it was true, you would think it would be enough for a screenplay. But would you be correct? I didn't want “Paradise Road” to be a melodrama--a “Great Escape,” say, or “Stalag 17” in which the sound of the music distracts from the digging of tunnels. There is not even the possibility of escape, because they are on an island in the middle of a sea controlled by Japan. We realize early on that prison life, within boundaries, will remain much the same until the film's end. But what the movie lacks is a story arc to pull us through.\n\nThe performances are moving, especially Glenn Close's work as the strongest of the women, who conducts the choir. It was difficult for me to accept Frances McDormand with a German accent (“Fargo” was too fresh in my mind), but I admired Pauline Collins (of “Shirley Valentine”), whose character's remarkable memory allows her to write down classical music so that they can rehearse it.\n\nThere is a possibility in this material for a story that contains more drama. The women are offered an alternative to the prison camp: If they volunteer to be prostitutes and please Japanese officers, they can live in a hotel with clean sheets, hot meals and nightly dances. (A lapse in the dialogue: When one woman seems tempted, another asks, “But what about the choir?”) Some women in such a position did choose to become prostitutes (some women in Raffles in 1942 no doubt had made that career choice even earlier). If the film had intercut the camp scenes with the experiences of a woman who accepted the Japanese offer, it would have brought contrast into the story--and provided an ironic ending for her, no doubt.\n\nAm I being a vulgarian? Given these brave, muddy women singing Dvorak, why am I not content? Why do I want to see one of them sell her body and soul to the Japanese? I think the film cries out for contrast, for tension, for choice. It is too linear. The women are captured, they go to the camp, they suffer and endure, they perform their music, and then the war is over. The movie is an anecdote, not a story.", "running_time": 130, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-18", "genres": ["Drama"], "title": "Paradise Road (1997)"}