{"url": "http://www.rogerebert.com/reviews/paradise-now-2005", "by": "Kais Nashefas Said", "star_rating": 3.0, "text": "What I am waiting for is a movie about a suicide bomber who is an atheist, who expects oblivion after his death and pulls the trigger after having reasoned that the deaths of his victims will advance a cause so important that he, and they, must die. When religion enters into the picture, it clouds the meaning of the act: How selfless is your sacrifice if you believe you will be instantly rewarded for eternity?\n\n\"What happens afterward?\" asks one of the two suicide bombers in \"Paradise Now.\"\n\n\"Two angels will pick you up.\"\n\n\"Are you sure?\"\n\n\"Absolutely.\"\n\nThe movie involves two days in the lives of Said (Kais Nashef) and Khaled (Ali Suliman), two Palestinians, garage mechanics and best friends, who are recruited to cross into Israel and blow themselves up. They are not shown as fanatics. They prepare for their task as one would prepare for any difficult assignment. The organization that supports them provides training, encouragement, praise, shaves and haircuts, suits and ties, a ceremonial dinner, and a chance to make videos that will be shown on television.\n\nOn his video, Said articulates the Palestinian position, expressing anger that the Israelis have stolen the status of victims he believes belongs by right to his own people. Does this speech make the film propaganda, or does it function simply as a record of what such a man would say on such an occasion? I'm not sure it matters. If we are interested in a film that takes us into the lives of suicide bombers, we must be prepared to regard what we find there. Certainly what Said says will not come as a surprise to any Israeli. It's simply that they disagree.\n\nWe may disagree, too, and yet watch the film with a fearsome fascination. The director and co-writer, Hany Abu-Assad, uses the interesting device of undercutting the heroism of his martyrs with everyday details. During one taping of a farewell message, the camera malfunctions. During another, one of the bombers interrupts his political sermon with a personal shopping reminder for his mother. When the leader of the terrorist group personally visits the two men, he seems less like a charismatic leader than a bureaucrat a little bored by this obligatory task.\n\nThen there is the matter of the woman Suha (Lubna Azabal); she and Said are beginning to love each other. A Palestinian born in France and raised in Morocco, she has great status in the Palestinian community because she is the daughter of Abu Assam, a revered leader. But she is not an advocate of suicide bombs. Influenced no doubt by the skepticism of the West, she questions terrorist acts on both theological and practical grounds: Islam forbids suicide, and she wonders if one qualifies as a martyr if one has martyred oneself. And she believes the effect of the bombings is to create innocent victims and inspire retaliation in a never-ending cycle of violence.\n\nThe director is himself a Palestinian, born in Israel; his crew included Palestinians, Israelis and Westerners, and during the filming was reportedly threatened by both sides in the conflict. It hardly matters, in a way, which side Abu-Assad's protagonists are on; the film is dangerous because of its objectivity, its dispassionate attention to the actual practical process by which volunteers are trained and prepared for the act of destruction.\n\n\"Paradise Now,\" like another 2005 film, \"The War Within,\" and the 1999 Indian film \"The Terrorist,\" humanizes suicide bombers. But in my mind, at least, that creates not sympathy, but pity; what a waste, to spend your life and all your future on behalf of those who send you but do not go themselves. These movies by necessity tell us versions of the same story: A true believer prepares for death, and we watch to see if death will come.\n\nThat is why I await the movie about the atheist who blows himself up. He will need to convince himself objectively of the wisdom of his decision. When religion is involved, it sidesteps the issue, since religion provides an absolute rationale. The problem is that all religions provide this service -- yours, mine, theirs. When higher powers are evoked to justify death on both sides of a dispute, does heaven send four angels?", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-11-03", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "Paradise Now (2005)"}