{"url": "http://www.rogerebert.com/reviews/paranoia-1969", "by": "Carroll Bakeras Carol West", "star_rating": 1.5, "text": "Only the haunting memory of \"Succubus\" prevents me from naming \"Paranoia\" the worst movie of the year. Not every year brings us two movies so bad; in 1967, for example, only \"I, A Woman\" was lousy enough to qualify. But here it is only August and we've got two already for 1969.\n\nBut I've got to be fair. The critic's task is not to lump things together, but to draw those fine, subtle distinctions that separate the really bad from the merely bad. The difference can usually be found in which movie is more fun; that is, which one inspires more guffaws from the audience. And although \"Paranoia\" is easily as bad as \"Succubus,\" it is more fun.\n\n\"Succubus\" was a flat-out bomb. It left you stunned and reeling. There was literally nothing of worth in it. Even the girl was ugly. The color looked like it had been scraped off the bottom of an old garbage boat. The acting resembled a catatonic state. The script (ha!) had the flair of a baggage tag. It was possibly the worst movie of all time. So no wonder it's in its fifth week in neighborhood theaters, after rolling up record grosses in its first run. No matter what the censor board thinks, the Chicago proletariat knows what it likes.\n\n\"Paranoia,\" on the other hand, has an ounce of humor to it. One has the feeling that Carroll Baker and the other unfortunates trapped in the movie knew it was bad, and even managed to wallow a bit in its badness. If a script is totally improbable, why not act it improbably? If the dialog is idiotic anyway, why not recite it like a daytime soap opera?\n\nCarroll Baker, who was a Hollywood sex symbol (for some, it is said) until she sued Joe Levine and got blacklisted, has been around. She may not be an actress, but she can act. In \"The Carpetbaggers,\" there was a nice wholesome vulgarity to her performance. She is not intrinsically as bad as she appears in \"Paranoia.\" I think maybe she was saying the hell with it and having a good time.\n\nHow else to explain this scene? Carroll and her lover are sitting at the breakfast table. He is kissing her knee. The maid walks to within three feet of the table. Carroll says: \"Don't! She may suspect!\" Well, if a movie is bad enough you value those lines.", "running_time": 91, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-08-20", "genres": null, "title": "Paranoia (1969)"}