{"url": "http://www.rogerebert.com/reviews/paradise-1991", "by": "Melanie Griffithas Lily Reed", "star_rating": 2.0, "text": "The plot machinery creaks in \"Paradise,\" and it grinds exceedingly slow, and finally what it produces is a nice little movie about two children, and a contrived big movie about two adults. The film takes place somewhere down in Delta shrimp-fishing country, where a married couple (Don Johnson and Melanie Griffith) are living through unending sadness and anger after the death of their child.\n\nThen Griffith's old friend, whose own marriage is breaking up, sends her son to spend the summer down south, and this child, named Willard, acts as the catalyst to bring the grown-ups back together again.\n\nThe problem with this plot is too much contrivance. Although much time at the top of the movie is devoted to the mother up north, it's obvious she exists primarily in order to have a son who can be dispatched to the side of Griffith and Johnson. The contrivance doesn't stop there. What about the young neighbor girl that Willard meets? She also comes from a broken home; her dad is a heartless roller-skating instructor in a nearby town.\n\nAt some point here we simply get too many unhappy parents for two small kids to support. Maybe the filmmakers should have taken a step back, looked carefully at their movie, seen that it was really about the two kids, and told the story from their point of view. Of course, then \"Paradise\" wouldn't have been a tailor-made Griffith and Johnson vehicle, but sometimes you gotta bite the bullet.\n\n\"Paradise\" does have real qualities. Two of them are the kids, played by Elijah Wood and Thora Birch with strong, simple charm. I also admired the performances by Johnson and Griffith - low-key, finding the right notes - but some of their big moments were undermined because they seemed inspired more by the script than by real life. When Johnson first sees the visiting boy, for example, he's curt with him - but in no time at all they're buddies, just because the plot needs that to happen.\n\nAnother problem with the movie is the way big scenes are set up and telegraphed far in advance. There is, for example, a tall tower not far from where the kids are living. What's it for? To spot forest fires? To see if the shrimp boats are a-comin'? I think it's there for the sole purpose of providing a climactic scene so painfully contrived I couldn't believe it for one moment.\n\n\"Paradise\" was written and directed by Mary Agnes Donoghue, who also wrote \"Deceived,\" with Goldie Hawn. It cannot be denied she has a human touch; some of the quieter, more intimate scenes here work very well. Her problem, I think, is a tendency to put more into one movie than the movie will easily hold.\n\nBy the end of \"Paradise\" we have a boy who has come of age, a girl who has made important discoveries about her father, a couple who have learned to accept the death of a child and started to love each other again, a mother up north who has gained some free time to sort out her difficulties, an old maid artist who has learned to smile and accept young people, and, let's see, another mother - the neighbor girl's - whose struggle to raise her daughter on her own must have borne some fruit, although in the melee of happy endings I cannot recollect exactly what the nature of her breakthrough was. The plot strands in this movie are so meticulously choreographed that the characters are like the Blue Angels, all pulling out of their nose dives at once, and flying in formation back into the heavens again.", "running_time": 109, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-10-04", "genres": ["Drama", "Family", "Romance"], "title": "Paradise (1991)"}