{"url": "http://www.rogerebert.com/reviews/parenthood-1989", "by": "Steve Martinas Gil", "star_rating": 4.0, "text": "Ron Howard's \"Parenthood\" is a delicate balancing act between comedy and truth, a movie that contains a lot of laughter and yet is more concerned with character than punch lines. It's the best kind of comedy, where we recognize the truth of what's happening even while we're smiling, and where we eventually acknowledge that there is a truth in comedy that serious drama never can quite reach.\n\nThe movie is about a lot of parents and children - four generations, from an ancient matriarch to a 3-year-old. Because almost everyone in this movie has both parents and children, almost everyone in the movie is both a child and a parent, and much of the film's strength comes from the way it sees each generation in reaction to its parents' notions of parenthood. The complexity of the movie - there are a dozen or more important characters - must have seemed daunting on the screenplay level, and yet the film's first strength is its smart, nimble screenplay, which also is very wise.\n\n\"Parenthood\" stars Steve Martin and Mary Steenburgen as the parents of three children, with another on the way. Life is not easy for them, although they are surrounded by all of the artifacts of middle-class suburbia, such as a nice home and new uniforms for the Little League team. Martin is engaged in warfare at the office, where he wants to be made a partner, and yet he resists spending too much time at work because he wants to be a good father - a better father than his father (Jason Robards), who was cold and distant.\n\nWe can see this for ourselves when we meet the Robards character.\n\nOr can we? Robards himself feels little love for his surviving parent, a mother about whom he snarls, \"Yeah, she's still alive\" at a family gathering. Robards has had four children, and we meet them all in the movie: Characters played by Martin, Dianne Wiest, Harley Kozak and Tom Hulce.\n\nThe Hulce character, Robards' youngest child, is in his mid-20s and is the family's black sheep (he is introduced with the line, \"Whatever you do, don't lend him any money\"). He is a compulsive gambler and liar, yet Robards somehow keeps alive a flame of hope for him, and loves him and cares, and so you can see that parenthood has not been simple for him, either.\n\nWe learn these and other things in an indirect way; the screenplay, by Lowell Ganz and Babaloo Mandel, with input from director Ron Howard, never reveals an obvious plot line but instead cuts between several different family situations.\n\nWith Martin and Steenburgen, we see an attempt being made to create a typical, wholesome, American nuclear family - with Martin driven almost to exhaustion by his determination to be a \"good pop.\" Dianne Wiest plays a divorced mother of two who is bitter about her former husband and weary but courageous in her determination to do her best by a strong-willed, 16-year-old daughter (Martha Plimpton) and a secretive, distracted, 13-year-old son (Leaf Phoenix).\n\nKozak plays a sensible mother whose husband (Rick Moranis) is insanely obsessed with his theories about tapping the genius within young children; he reads Kafka at bedtime to their daughter, not yet 4, and proudly demonstrates that she can look at a group of paper dots and calculate the square root of the total (the child is only human and later eats the dots). The Hulce character is the only one not yet married, and indeed in his gambling and lying and dangerous brinksmanship, he seems to have flown entirely out of the orbit of parenthood.\n\nPerhaps the best scene in the movie is the one between Robards and Hulce, after the old man has decided to make one more sacrifice for his no-good son, and then the son betrays the trust because what he really wants is not help, but simply the freedom to keep on losing.\n\nHoward, Ganz and Mandel have 15 children among them, I understand, and that is easy to believe. Even such standard scenes as the annual school play, with the parents beaming proudly from the audience and the kids dropping their lines onstage, is handled here with a new spin.\n\nThere are many moments of accurate observation, as when kids of a certain age fall in love with terms for excrement, or when kids at a party refuse to have the good time that has been so expensively prepared for them.\n\nWhat I enjoyed most about the movie was the way so many scenes were thought through to an additional level. Howard and his collaborators don't simply make a point, they make the point and then take another look at it from a new angle, finding a different kind of truth. There is a wonderful moment, for example, in which the old matriarch (Helen Shaw) makes a wise and pithy observation, and then goes out to get into the car. Her dialogue provides a strong exit line, and a lot of movies would have left it at that, but not \"Parenthood,\" which adds a twist: \"If she's so smart,\" Martin observes, looking out the window, \"why is she sitting in the neighbor's car?\" In a movie filled with good performances, I especially admired the work by Martin, Steenburgen, Wiest and Robards. What we are seeing in their performances, I think, is acting enriched by having lived, having actually gone through some of the doubts and long nights and second thoughts that belong to their characters. For Ron Howard, the movie is a triumph of a different sort: Having emerged from a TV sitcom (\"Happy Days\") determined to become a director, he paid his dues with apprentice work like \"Grand Theft Auto,\" went on to box office and critical success with \"Splash\" and \"Cocoon.\" Now he has made a wonderful film that shows him as a filmmaker mature and secure enough to find truth in comedy, and comedy in truth, even though each hides in the other so successfully.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-08-02", "genres": ["Comedy", "Drama", "Family"], "title": "Parenthood (1989)"}