{"url": "http://www.rogerebert.com/reviews/parents-1989", "by": "Randy Quaidas Nick Laemle", "star_rating": 2.0, "text": "Most children suspect that adults are capable of playing unspeakable tricks on them. One Sunday afternoon my parents attempted to serve me \"chicken,\" when I had every reason to believe that the presence of the \"chicken\" on my plate was ominously related to the disappearance of one of the rabbits from the hutch in the backyard of the Shaw family - a rabbit the Shaw boys and I had adopted as a special pet. To be sure, there was a war on, and a lot of families were keeping rabbits or raising victory gardens, but as I looked at that pathetic little bunny drumstick, all floured and browned and crispy, I knew that I was being asked to become little more than a cannibal.\n\n\"Parents\" is a movie about that feeling, about the conviction that after the kids are in bed and their lights are out, parents engage in weird rituals and unthinkable practices. What about those roars of laughter that come echoing down the hallway from the living room, for example: Are the grown-ups just having a good time, or are they holding their nightly planning session on how to play tricks on kids? \"Parents\" takes place in the 1950s, an ideal decade for this material, and stars Bryan Madorsky as Michael, a solemn, owl-faced little boy whose life centers on one question: What are the \"leftovers\" left over from? Night after night, his parents place steaming shanks of meat, juicy red slabs of prime roast, on his plate. Where do they come from? \"Leftovers,\" his mom says. But then his mom and dad wink at each other over the table and share a secret laugh, and little Michael knows in his bones that there is something fundamentally wrong with the menu.\n\nBecause it speaks to a terror that lurks deep within our memories, \"Parents\" has the potential to be a great horror film. But it never knows quite what to do with its inspiration. Is it a satire, a black comedy, or just plain horror? The right note is never found, and so the movie's scenes coexist uneasily with one another. There is, for example, the night that Michael creeps out of bed and discovers his parents engaged in some kind of bloody savage rite on the living room floor. How does that fit with the sessions Michael has with the school psychiatrist, who obviously is crazier than any of her clients? The director, Bob Balaban, has cast his movie well. Mary Beth Hurt plays the mom, a perky little thing with a '50s hairdo and clothes that come right out of the Simplicity pattern book. She's always in the kitchen, doing things with enormous stainless steel knives. Dad is Randy Quaid, whose horn-rim glasses and business suits cannot disguise a certain predatory quality, especially when he leans over the table to skewer a big piece of \"roast beef.\" The look of the movie, and the feel of the family's split-level '50s modern house is all just right. But somehow there's no payoff.\n\nPerhaps Balaban and his screenwriter, Christopher Hawthorne, should have declared themselves. Is this a horror movie? Or a psychological comedy about the secret fears of children? Some of the scenes stray so far into blood-soaked pathology that the others don't fit. The movie needs an organizing vision, a clear line through to the end, a feeling that the director is sure of the effect he wants to achieve. Satire of this sort is delicate, and Balaban has the same problem that Paul Bartel had in \"Eating Raoul,\" another comedy about cannibalism: The more a movie addresses itself to our secret terrors, the harder it has to work to be funny - because at some level, of course, it is attempting to convince us to eat our pet rabbits.", "running_time": 81, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-04-07", "genres": ["Comedy", "Drama", "Horror"], "title": "Parents (1989)"}