{"url": "http://www.rogerebert.com/reviews/pariah-2012", "by": "Adepero Oduyeas Alike", "star_rating": 3.5, "text": "Alike is 17 and never been kissed. A bright Brooklyn high school student, she dreams of being kissed by a girl. For years, she has accepted her lesbianism, it appears, but hasn't come out to her parents, her sister or really anyone except her gay friend Laura. Yet everybody sort of knows. She lives in a condition familiar to many families, where something has long been sensed but never acknowledged. Home life is a process of evasion. Words take on more than one shading. \n\nAlike (pronounced a-LIE-kah) is played by Adepero Oduye, in a performance so natural and touching that she does what every director hopes for, she brings the character into being without the need of explanatory dialogue or obligatory set-up scenes. She is an A student, being raised by Arthur (Charles Parnell), an affectionate policeman, and Audrey (Kim Wayans), a churchgoing mother. It's clear that both parents know their daughter is gay, but that's never acknowledged and is consigned to that category of family realities that are either (1) behavior the girl will outgrow and correct, or (2) is somehow the other parent's fault.\n\nSituations like this are not uncommon in many families, and apply not only to homosexuality but to any area in which a teenager has entered a realm of her life that parents choose to remain blind to. Alike shares a room with her sister, Sharonda (Sahra Mellesse), who like many siblings, knows the story, thinks it's no big deal and goes along with the official family denial. Alike's best friend is the butch Laura (Pernell Walker). They go to a nearby lesbian club, which Alike visits with sweet shyness, making wardrobe adjustments between home and destination so she can pass in two roles.\n\nHer mother knows the story on Laura and wants Alike to stop seeing her. She encourages a friendship with Bina (Aasha Davis), the daughter of one of her church friends. Ironic: Laura has never made a pass at Alike, but Bina wants to cuddle and kiss, and Alike at last acts on her sexual feelings. But Bina is the solution to no problems.\n\n\"Pariah\" is probably too loaded a word to be the title of this film. Alike lives in a world where homosexuality is far from unknown, and her problems will grow smaller in a few years as she moves away from home. This story, so tellingly written and acted, is about the painful awkwardness of that process. What makes it worse is that there's repressed hostility between her parents, and Alike's sexuality becomes the occasion for tension with deeper sources.\n\nThe film is an impressive debut for writer-director Dee Rees. It's said to be somewhat autobiographical. It began as a 2007 short subject, was brought to maturity at a Sundance laboratory, and one of the film's producers is Spike Lee, whose presence in Brooklyn must have been an inspiration for Rees. On a low budget, she takes advantage of the vibrant photography of Bradford Young, who also shot the original short subject. \n\nSo what we're seeing here is the emergence of a promising writer-director, an actor and a cinematographer who are all exciting, and have cared to make a film that seeks helpful truths.", "running_time": 86, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-01-04", "genres": ["Drama"], "title": "Pariah (2012)"}