{"url": "http://www.rogerebert.com/reviews/pariah-1999", "by": "Damon Jonesas Steve", "star_rating": 3.0, "text": "Godard said that one way to criticize a movie is to make another movie. \"Pariah,\" a raw and unblinking look at the skinhead subculture, is a movie I'd like to show to those admirers of \"Fight Club\" who have assured me of their movie's greatness. This is the real thing, with the implicit skinhead doom-worship of \"Fight Club\" made visible. Its characters don't take the high road in rejecting straw targets like \"consumerism,\" but the low road, in rejecting everything outside their small, infected circle of hate. The movie understands that it's not what you reject that defines you, but the act of rejection--the very decision to scorn and offend. \"Fight Club\" is \"Pariah\" made palatable.\n\nTo be sure, the demented subjects of \"Pariah\" are racists, and the heroes of \"Fight Club\" are not. But there are scenes in \"Pariah\" that look uncannily like scenes in \"Fight Club,\" except that they are uglier, more violent and more brutal. And the group dynamic is similar: Society is corrupt, so we will set ourselves against society, behaving in such a way that citizens will fear and hate us.\n\n\"Pariah\" takes place within a Los Angeles neighborhood that is mostly devoid of ordinary people. Everyone seems to live by violence and fear. If the skinheads attack gays and attempt the murder of a transvestite in a park--well, there is a gay gang, too, to pound the skinheads with baseball bats. And if white gangs attack interracial couples because the woman is black, black gangs attack them because the man is white. When not enforcing their dating theories, the gangs fight with each other.\n\nAs the film opens, we meet Steve (Damon Jones), a peaceable white guy who dates a black woman (Elexa Williams). They are attacked by skinheads in a parking garage, and he is beaten and then made to watch while she is raped. He attempts to comfort her, in an observant if somewhat awkward scene, but she is beyond comfort. Rage then transforms Steve into an instrument of vengeance, and he becomes a skinhead, tattooed, belted and booted, and joins the gang that attacked them. He wants revenge, especially against David Lee (David Lee Wilson), who led the attack, and Crew (David Oren Ward), the pack's top dog.\n\nOnly the reasonable would point out that once Steve identifies the gang, it would be fairly easy for him to kill David without going through the painful and dangerous ordeal of trying to ingratiate himself. But then there would be no movie--and also no opportunity for Randolph Kret, the writer-director, to show us Steve gradually becoming brutalized by the skinhead culture. He doesn't change his ideas, but he becomes comfortable within a world of hate-talk, rough sex and fights that lead to bonding and friendship (ahem).\n\n\"Pariah\" is sometimes an ungainly movie, carelessly constructed and too long, but it contains the seed of truth, and that redeems it. It shows us a male-dominated group in which sex is uninteresting unless forced, in which women are treated as slaves and receptacles, in which the rhetoric of white supremacy begs the question: How do these people not see that their values reflect pathology and zero self-esteem? The dynamic of the skinheads and \"Fight Club\" is similar. Society is corrupt and unworthy, and its values are boring and materialistic. Only by a descent to the animal level can men regain self-respect. (Yes, \"Fight Club\" rejects this message, but its imagery makes it fleetingly attractive; \"Pariah\" does a better job of not making seductive what it is against.) To spend time in this movie is to reap the harvest of cruel childhoods, broken parents, poverty, ignorance and despair. You would need to think yourself desperately without resources to turn to skinheads for improvement.\n\nWill the film cause the kind of behavior it opposes? (It opened in Los Angeles last spring, then was withdrawn from release after the Columbine incident.) I doubt that any film can persuade anybody to do what he is not already fully prepared to do. Films may suggest methods, but do not force decisions. What it does do is show \"Fight Club\" fans what their movie is really about. I received an actual e-mail, which I believe to be genuine, from a \"Fight Club\" admirer who complained, \"My generation was denied a war in which to test itself. We need movies like this.\"", "running_time": 105, "mpaa_rating": null, "release_year": 1999, "date_published": "1999-11-05", "genres": ["Drama"], "title": "Pariah (1999)"}