{"url": "http://www.rogerebert.com/reviews/paris-2009", "by": "Juliette Binocheas Elise", "star_rating": 3.5, "text": "At the end of \"Paris,\" a character whose future is uncertain rides in a taxi through the city and glimpses some of the film's other characters going about their lives. He does not know them, but we do, and seeing them so briefly is enough to make the film's point: We are here, we strive, we love, we laugh, we fail, we are sad, sometimes we look at the world and smile for no particular reason.\n\nHere is a film about a group of Parisians. It opens with a sweeping shot of Paris from the atop the Eiffel Tower. The characters don't have interlocking lives; it's not that kind of film. They have parallel lives. The purpose of Cedric Klapisch, the writer-director, is to make a symphonic tribute to the city he loves, and use each character as a movement.\n\nThat said, every character has life and depth. It's unusual for an episodic film to involve us so well in individual lives; as the narrative circles through their stories, we're genuinely curious about what will happen next.\n\nThe central character is Pierre (Romain Duris), who is a dancer in his 30s told that he has little time left. Only a heart transplant can save him. His sister Elise (Juliette Binoche) brings her two daughters and comes to live with him, and they try to cheer each other. He spends much time standing on his balcony, observing life in the street. She's rebounding from a bad marriage and considers herself finished with men.\n\nWe also meet a famous Parisian historian named Roland (Fabrice Luchini), whose lectures are so literate and certain, he seems to be reading from a Teleprompter scrolling in his mind. He is very alone. Well into his 50s, he becomes obsessed with a pretty student and anonymously sends her florid romantic compliments by text. Then he lurks nearby to watch her reading them, Creepy. Meanwhile, he's starring in a TV documentary series about the city.\n\nHis younger brother is Philippe, played by Francois Cluzet, the Dustin Hoffman-ish star of \"Tell No One\" (2006). Phillipe is an architect, a father in waiting, an encourager who senses Roland's discontent. Elise finds herself attracted to Jean (Albert Dupontel), a vendor in one of the many Paris street food markets. Jean is divorced from Caroline (Julie Ferrier), but they're still friendly. Still, they don't seem to have a future.\n\nThere are several smaller characters, including a bakery owner (Karin Viard) who has outspoken prejudices about people from any part of France that is not Paris, and yet is open-minded enough to praise a young employee from North Africa who is a reliable worker. I've meet French people like that: not racist, but tactlessly opinionated -- or particular, as they might prefer.\n\nAll of these stories are told against the backdrop of Paris, a city Klapisch loves with a passion. He hasn't made a travelogue with beauty shots, however, but set his story in very specific places: streets, a university, cafes, restaurants, dawn at the vast Rungis, the wholesale food market that replaced Les Halles. There is even a scene set in the catacombs, with the bones and skulls of Parisians past neatly stacked behind the professor.\n\nThe characters have love, fear it or seek it. Only one has a desperate problem. No one is satisfied. \n\nThey have a daily reprieve from illness or death, but never think in those terms -- except for Pierre, who is forced to. They go to work, home again, to their spouses or lovers or empty flats. They move easily through the city, and we are reminded that in Paris, traditionally a city of tiny apartments, the cafes served as living rooms. You're not buying a coffee, you're renting a table, and it's yours for as long as you sit there.\n\nI love Paris in the same way Klapisch does, for the concentration and intensity of its daily life and street theater. A modern place like downtown Houston seems to me an unlovely prospect, all concrete, no shadows. Why do modern corporations envision their headquarters as free-standing tombstones instead of friendly neighbors?\n\nViewing the film's love affair with the city, I was reminded of another film, \"The Cat's Away\" (1996). That's the one about the young woman who leaves town and entrusts her cat with a neighboring cat lady. When she returns, this old lady is heartbroken: The cat has run away. The entire neighborhood gets caught up in the search, including a simple-minded fellow who risks his life on rooftops, usually in search of the wrong cat. I looked up the film, and discovered it was by Cedric Klapisch. There you go.\n\nNote: \"Paris\" also is available for viewing via Video on Demand.", "running_time": null, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-09-23", "genres": null, "title": "Paris (2009)"}