{"url": "http://www.rogerebert.com/reviews/paris-36-2009", "by": "Gerard Jugnotas Pigoil", "star_rating": 2.5, "text": "Sometimes you get the feeling that if a movie had been made years ago, it would now be considered a classic. \"Paris 36\" is like that -- an old-fashioned story set around a music hall. Cutting-edge, it's not. But if taken in the right spirit, enjoyable.\n\nIn the 1930s, in no particular neighborhood in Paris, an ancient music hall named the Chansonia wheezes along with performers who are past their sell-by dates. It's a time of social upheaval in France; the Popular Front, a left-wing coalition, has taken power, and the rise of Hitler is stirring up French right-wingers. The Chansonia's cast and crew are solidly socialist.\n\nFor Pigoil (Gerard Jugnot), the left-wing stage manager, things are going badly. The club's fascist landlord has padlocked the doors for rent in arrears, Pigoil and his friends are all out of work, his wife has left him, and a silence has fallen upon the neighborhood. The burden, he feels, rests on his shoulders. Jacky (Kad Merad), a man who wears a sandwich board for the theater but believes he can do impressions, becomes a supporter. Milou (Clovis Cornillac), a young radical, helps him reopen the doors again. But it is not enough to have the doors open; customers must use them.\n\nThe day is saved by the miraculous appearance of Douce (Nora Arnezeder), a chantoozy who is not only said to be a future star, but actually has the charisma to prove it. She's an overnight success, the show comes together, but the day is only apparently saved. The situation is fraught with complications. There is the problem of Pigoil's gifted young son, JoJo (Maxence Perrin), an accordionist now in the custody of his faithless mother, and the schemes of the fascist landlord Galapiat (Bernard-Pierre Donnadieu).\n\n\"Paris 36\" takes place in a neighborhood known locally simply as the Faubourg (the district). Remarkably, this entire neighborhood -- streets, facades, cafes -- was built as a set outside Prague. It's one of those movie neighborhoods not crowded with extras. Like the street in Spike Lee's \"Do the Right Thing,\" it's a place where everyone knows one another; the street's a stage, and the neighbors are players on it. They all know about Monsieur TSF (Pierre Richard), nicknamed after a French broadcasting station. He never leaves his room, but the jazz on his radio keeps everyone humming.\n\nIt is inevitable that the movie ends with a smashing song-and-dance number starring Douce and, of course, young JoJo. It's one of those numbers where the size of the cast (even including Pigoil) seems improbable. Not to mention the sound of the orchestra. The theater is too small to possibly support such a production, but never mind: Hey, gang, let's rent the old Chansonia and put on a show!\n\nThe movie otherwise lacks a certain energy, advances somewhat creakily through its plot and contains mostly obligatory surprises. Still, it's pleasant and amusing. If I had seen it before I was born, I would have loved it. ", "running_time": null, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-04-09", "genres": ["Music"], "title": "Paris 36 (2009)"}