{"url": "http://www.rogerebert.com/reviews/paris-is-burning-1991", "by": "Carmen", "star_rating": 3.0, "text": "\"Paris is Burning\" documents a world that was a secret until the dance style called \"voguing\" moved out of the balls and into the more daring of the mainstream clubs. Madonna recruited vogue dancers for her most recent world tour, and some of the stars of voguing, such as Willi Ninja, have had success in legitimate modeling and choreography.\n\nBut voguing is more than a dance style, and the balls are more than a competition for big bronze trophies - the same kinds of unwieldy, grandoise prizes people take home from bowling tournaments.\n\nVoguing is, first of all, a highly developed form of expression in which the dancers combine the typical poses of a Vogue model with dance moves and body positions inspired by Egyptian hieroglyphics, to create pantomimes in which stories are told and statements are made. The models even compete with one another; Willi Ninja does a routine with a compact mirror and then turns the mirror onto his competitor and does another pantomime designed to suggest steps his competitor should take to become as beautiful as Willi is.\n\n\"Paris is Burning\" combines footage shot at several balls and interviews with some of the participants. From the competitions, we see the bizarre mated with the mundane, as when there are dress categories such as \"the gay basher who beat you up on the way here tonight,\" and the competitors are scored by a panel of judges who hold up cardboards with point scores on them - just like in the Olympic diving competitions.\n\nThe interviews make it clear that some of the competitors - who can look so affluent and \"real\" in their expensive costumes - lead marginal lives as hustlers and thieves. Until recently many of the balls were held secretly because, we learn, a lot of the costumes were stolen goods. Other costumes may be financed by prostitution.\n\nOne slight young man, proud of his slender build and convincingly female appearance, talks about the men he dates: \"In 99 percent of the cases, they don't want sex. Well . . . 95 percent.\" Shortly after the interview was filmed, he was found beaten to death.\n\nBeatings, violence and rejection are daily realities for men who want to pass as women, and so there is a certain courage exhibited by their choice. There is also a social commentary. Some of the reviews of \"Paris is Burning\" have called the movie depressing - because the dancers are pretending to be the kinds of people who would not accept them in real life (\"After all,\" one person says, \"how many gay black males are there in the business executive ranks?\"). I was not depressed. What I saw was a successful attempt by the outsiders to dramatize how success and status in the world often depend on props you can buy, or steal, almost anywhere - assuming you have the style to know how to use them.", "running_time": 78, "mpaa_rating": "NR", "release_year": 1991, "date_published": "1991-08-09", "genres": ["Documentary"], "title": "Paris Is Burning (1991)"}