{"url": "http://www.rogerebert.com/reviews/party-monster-2003", "by": "MacAulay Culkinas Michael Alig", "star_rating": 3.0, "text": "\"Party Monster\" is based on a book named Disco Bloodbath, and there's a tug-of-war in both titles between fun and horror. Horror wins. Michael Alig, the movie's subject, looks innocent with his baby face and cute little outfits, but he is a creature of bird-brained vanity. After the drugs take over he becomes not merely dangerous but deadly, and we are reminded of George Carlin's answer when he was asked how cocaine makes you feel: \"It makes you feel like having some more cocaine.\" Alig is played by Macaulay Culkin, in his first movie since \"Richie Rich\" (1994), and it is a fearless performance as a person so shallow, narcissistic and amoral that eventually even his friends simply stare at him in disbelief. Alig, who is now 37 and serving a prison sentence for manslaughter, was a Manhattan media creature of the early 1990s, promoting parties whose primary purpose was to draw attention to their promoter. At the Limelight and other venues, including a fast-food store and the back of a trailer truck, he assembled androgynous crowds of substance abusers who desperately had fun. Alig came to New York from South Bend, Ind., where needless to say he did not fit in. Perhaps his whole identity was formed by the need to build a wall against childhood bullying, and it is possible to feel some sympathy, not for the man he became, but for the boy who had to become that man.\n\nIn New York, broke but blissfully drunk on himself, he persuades club owner Peter Gatien (Dylan McDermott) to let him throw parties at the famous Limelight night club, and sets himself up as the next Andy Warhol. The difference (apart from the fact that Warhol was an important artist) is that Warhol defined the notion of 15 minutes of fame, and Alig only illustrated it.\n\nAlig has a way of instantly annexing a court of admirers. His first conquest is James St. James (Seth Green), also a party organizer, who becomes the \"best friend\" of a person with no gift for friendship, and watches in dismay as Alig embraces self-destruction. Then there's Keoki (Wilmer Valderrama)--\"you'll be my boyfriend.\" And Angel Melendez (Wilson Cruz)--\"I'll make you a drug dealer.\" Various other moths fly into his flame, including Gitsie (Chloe Sevigny) and Brooke (Natasha Lyonne), and the grown-up and straight club owner Gatien is sometimes amazed at himself for putting up with this creature.\n\nMichael Alig is gay as a default. Obviously he cannot be straight and be the person he is, so gay is what's left, but the movie gives the sense that sexuality is of little importance to him. Perhaps sex involves an intimacy he was uninterested in. Of course after a certain point in his drug spiral, it would have become impossible. He wanted to use not the bodies of his friends but their appearances and identities; he selects his circle as if furnishing a room.\n\nJames St. James (who wrote the book) is the relatively sane observer of the madness, a person screwed up in more conventional ways. His drugs and lifestyle are a problem, but at least there is a human being there, who attempts to reason with Alig and warn him, and who sees the train wreck coming. Fatal not to Alig but to Angel, who is killed in an agonizing way with hammer blows and injections of Drano. Yes, Alig was drugged out of his mind at the time, but if you can think of Drano while in a chemical stupor, that indicates the evil extends pretty far down your brain stem.\n\nCulkin plays Alig as clueless to the end, living so firmly in his fantasy world that nothing can penetrate his chirpy persona. Whether this is accurate--whether indeed any of the facts in the film are accurate--is not for me to say, but it works. Seth Green is more dimensional and reachable as James, but it is Culkin's oblivious facade that makes him scary; any attempt to bring \"humanity\" to this character would miss the point.\n\nThat said, I am not sure what the movie accomplishes, except to portray an extreme and impenetrable personality type. The film was written and directed by Fenton Bailey and Randy Barbato, who made a 1999 documentary about Alig and then decided on this fictional docudrama.\n\nUnlike such real-life crime movies as \"In Cold Blood,\" they find no insights into the humanity of their subject, but that may be because Alig was a cipher known only to himself (if that). The movie lacks insight and leaves us feeling sad and empty--sad for ourselves, not Alig--and maybe it had to be that way.", "running_time": 98, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-09-05", "genres": ["Comedy", "Crime", "Drama", "Indie"], "title": "Party Monster (2003)"}