{"url": "http://www.rogerebert.com/reviews/party-girl-1995", "by": "Parker Poseyas Mary", "star_rating": 2.0, "text": "They used to make movies about young women who were earnest\rlibrarians, and wore horn-rim glasses, and put their hair up in buns, and never\rhad any fun.\n\nAt\rabout the half-hour mark, the Cary Grant type would deliver the immortal line,\r\"You know . . . when you take off your glasses and let down your hair -\ryou're beautiful!\" And then the librarian would be freed from her\renslavement to the Dewey Decimal System to embark on a life of romance.\n\nIt\ris perhaps an omen of the times we live in that \"Party Girl\" reverses\rthis formula. As the movie begins, our 23-year-old heroine, Mary (Parker Posey)\ris being arrested for throwing a wild party.\n\nEventually\rshe is evicted from her Manhattan apartment for nonpayment of rent, at about\rthe same time she develops a crush on a falafel vendor. Is there any hope for\rher? Her godmother, who works at the library, offers her a job as a clerk, and\rMary puts on horn-rim glasses and announces she wants a job in library science.\rI cannot remember if she does her hair up in a bun.\n\nMary\ris one of those free spirits in a line coming down from Holly Golightly through\rAnnie Hall to Nola Darling in \"She's Gotta Have It.\" She creates her\rown fashions, marches to her own drummer and is prepared to pay the price. The\rproblem is that the price has gone up. To lead the life of a free spirit in\rManhattan, you need an apartment, and although Mary valiantly tries to support\rherself by throwing rent parties, the rent these days requires too many\rparties.\n\nMaybe\rshe could get a . . . job? The movie supplies an inventory of what she's good\rat: \"partying, flirting, making stuff up . . .\" She's plucky and\rresilient, however, and maybe that's what attracts Mustafa (Omar Townsend), who\rhas a sidewalk falafel cart and is so attractive that she goes out and buys a\rLebanese phrase book just so she can get his attention.\n\nMustafa\ris a nice guy. Too nice, maybe, to be an enabler for Mary. The other men in her\rlife are not the answer, either. Certainly not Leo (Guillermo Diaz), who is\rapparently her roommate, although they both lead such unsettled lives it is\rhard to say for sure. He works as a disc jockey in clubs. Then there's her gay\rfriend Derrick (Anthony DeSando), who tries to be a good sport every time she\rgets another party idea, but whose energy as her cheerleader is flagging.\n\nMary's\rlife arrives at a crisis point. She has been fired from her library job for\rmore or less total incompetence (she hears \"Origin of Species\" as\r\"oranges and peaches\"). She's been evicted yet again. And in a wild\rgesture in Mustafa's direction, she throws a party with a Middle Eastern theme\rand then gets so strung out on drugs and whatnot that she spoils it all.\n\n\"Party\rGirl\" is obviously inspired by great affection for Mary on the part of\rDaisy von Scherler Mayer, who directed the movie and co-wrote it with Harry\rBirckmayer. But the movie consists of sketches that don't quite hang together\rand characters who are not quite developed. Consider, for example, Rene (Donna\rMitchell), who runs a club and is a recovering alcoholic. Here is an idea for a\rcharacter, but the movie never really looks at her; it just throws dialogue at\rher to make her \"interesting.\" And so we hear her ask her bartender\rfor a \"mocktail,\" a word I have never heard used in a bar or anywhere\relse except by Martha Stewart. It's as if they thought of her, but not about\rher.\n\nAs\rfor Mary, her life is disorganized, yes, but the script could nevertheless\rorganize its approach to her, so that the audience wouldn't feel as confused as\rshe is most of the time. It's a showcase leading role for Parker Posey (who had\rsupporting roles in \"Mixed Nuts,\" \"Dazed and Confused,\"\r\"Amateur\" and \"Sleep With Me\"), who obviously has the\rstuff, and generates wacky charm. But the movie never pulls itself together.", "running_time": 98, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-07-07", "genres": ["Comedy", "Indie"], "title": "Party Girl (1995)"}