{"url": "http://www.rogerebert.com/reviews/part-2-sounder-1976", "by": "Harold Sylvesteras Nathan Lee", "star_rating": 2.0, "text": "It's hard to believe \"Part 2, Sounder\" is the work of the same people who made the original \"Sounder.\" The first film was so immediate, so real and, affecting, that the sequel seems all the more flat and contrived. It's not a bad film - it looks good and was made with care, and the actors are convincing - but it's simply not a compelling experience. Events move so slowly and the film's structure is so loose that we finally lose interest. \n\nPerhaps some of the problem is with the screenplay, which is by Lonne Elder III - who wrote the original \"Sounder.\" This time his story seems to take place in a vacuum. The problems don't seem as urgent, the emergencies seem contrived, and the movie tends to come to a dead halt every 15 minutes or so for a musical interlude. \n\nThe story gives us the same basic characters - poor black sharecroppers in the rural South of perhaps 40 years ago - but it doesn't seem to place them in the same context. In \"Sounder,\" they were part of an organic society. In \"Part 2,\" they tend to be symbols. The movie's focus, as in the first film, is on the oldest son in the sharecropper family. He's David Lee, bright and articulate, and this time he's concerned because the school has just closed down. The teacher is set to accept a job in Cleveland, but David Lee makes it his business to encourage her to stay - and David Lee's father, Nathan, convinces the neighboring sharecroppers to pitch in and build a new schoolhouse. \n\nThe problem with this situation is that it's so obviously contrived. There is, for example, a perfectly sound church building that could be used during the week for school classes - but the owner of the church, a white man, refuses to let the sharecroppers use it. Why? The movie never says, and the sharecroppers never ask. If the question were confronted, you see, the story would move in a different direction. The school has to be built in a hurry because the teacher has just four weeks to decide on her job offer from Cleveland. But this is contrived, too - it's as if Elder created these fictional difficulties in an attempt to get suspense into his story in any way possible. Some of the film's problems may come from the fact that it started out as a made-for-TV movie. The story seems to halt at arbitrary intervals (intended for commercials?) and there are too many scenes in which Taj Mahal, as a guitar playing neighbor, plays and sings while everyone sits around. As a result, \"Part 2, Sounder\" is awfully slowly paced. It would make a perfectly acceptable TV movie, but as a feature film it's just not in the same class with its namesake.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-26", "genres": null, "title": "Part 2, Sounder (1976)"}