{"url": "http://www.rogerebert.com/reviews/part-two-walking-tall-1975", "by": null, "star_rating": 2.5, "text": "Buford Pusser, you will recall, is the Tennessee sheriff who combined Lester Maddox's ax handle with Estes Kefauver's populism and John Wayne's heroism in \"Walking Tall,\" a movie eventually seen by 35 million people. I was not among them. I was out of town at the time.\n\nStill, duty calls, and over the weekend I went to see \"Part Two Walking Tall.\" I don't know what I expected, but what I found, to my surprise, was a wellcrafted action film with some good performances and a nice feeling for its characters. After suffering through a summer of Good Old Boys (of whom the least bearable was Joe Don Baker, the original Buford Pusser, in \"Mitchell\"), here at last is a movie about people whose personalities and motivations seem halfway plausible. \n\nThat's largely because of Bo Svenson, who stepped in to play the lead after Buford Pusser, having just signed up to play himself in his first movie role, ran his sports car over an embankment in an excess of enthusiasm (Joe Don Baker was presumably not available for the sequel because he was shadowboxing his way through \"Mitchell\"). Svenson is a tall (6foot5) newcomer who player Robert Redford's pal in \"The Great Waldo Pepper\" and died in a burning airplane. This time he's the star doesn't die until the epilog.\n\nWhat he does do is bring a certain level of ethical stubbornness to the movie. \"Part Two Walking Tall\" has its violence yes, but it's not an exploitation movie, and Pusser, as played by Svenson, seems like a pretty level headed sort. He's out to avenge the death of his wife.\n\nThat's not to say he doesn't occasionally lose his temper. After a hired racing driver tries to kill him by luring him into a chase after sabotaging Pusser's front wheel, Pusser takes his famous oak club and totally destroys the driver's $12,000 road machine. But for the most part he acts like a competent, if insanely zealous, lawman, and there's a nice rapport with his deputies. We get some sense that the filmmakers know what it feels like around a county sheriff's office; there's an easy informality and a mutual regard that comes through without dialog.\n\nThe plot has Pusser working his way up through various levels of bootleggers in a search for the big man at the top who ordered his assassination. His wife was killed, Pusser had \"half his face blown away\" (a miracle of plastic surgery restores him to a worthy Redford costar), and his deputies fully sympathize with his obsession. There are the obligatory chases through the woods, the gunfights over smoking stills, the roadblocks and the near misses. But the movie inhabits the modern South; these bootleggers aren't stereotyped hillbillies, but outlaw businessmen linked into a fourstate syndicate.\n\nPusser eventually prevails, as we knew he would. And, incredibly, he leaves a final door open for yet another sequel: As the movie ends, Pusser still hasn't quite nailed down Mr. Big, but he hasn't died in that crash, either. The crash is handled in a final narration that leaves plenty of room between itself and the end of the film for \"Part Three Walking Tall,\" which something tells me we'll be hearing about before the spring thaws. ", "running_time": null, "mpaa_rating": "PG", "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Adventure", "Crime", "Drama"], "title": "Part Two Walking Tall (1975)"}