{"url": "http://www.rogerebert.com/reviews/pascalis-island-1988", "by": "Ben Kingsleyas Basil Pascali", "star_rating": 3.0, "text": "There is a bittersweet loneliness in the life of an exile that exerts a romantic appeal to many people. They see themselves as a mysterious figure on a Mediterranean island, seen by all, known to few, living a life of intense privacy in full view. The problem with such a life is that it cannot sustain trust; the very essence of exile is the belief that one can only really count on oneself.\n\nBasil Pascali is a man with such a belief, and at the beginning of “Pascali’s Island” we see him at his window, his pen in hand, looking out over the harbor where a stranger is being brought ashore. Pascali (Ben Kingsley) is a spy. The year is 1908, and he has been living on the Greek island of Simi for 20 years or more, faithfully filing his reports to the sultan of the Ottoman Empire. He cannot even remember when one of his reports was acknowledged, but his payment still arrives regularly, and so he mails out his reports just as faithfully.\n\nSince there is every likelihood that no one ever reads a word that he writes, why does he persevere? Perhaps it is because, in his exile, he has become a voyeur, feeding off the lives of others as a substitute for the sterility of his own. In the course of this movie, his lifelong practice will have disastrous results.\n\nThe stranger that he sees being brought ashore is Anthony Bowles (Charles Dance), an Englishman who claims to be an archeologist. Like almost everyone in this forgotten corner of the world, however, he is probably lying about himself, and his motives can be assumed to be suspicious. He needs a translator for his work, and hires Pascali (who has been careful to put himself in the path of the job).\n\nAnother one of the exiles on the island is Lydia Neuman (Helen Mirren), a painter who drenches her pictures in the hot, blinding Mediterranean sun. Pascali has been in love with her for quite some time, from afar. He dares not draw closer because he is a spy (his official reason), and because he cannot abide sharing his privacy with anyone (his real reason). Yet he has cherished the notion that Lydia will someday be his own, and so it is with dismay that he realizes that the bluff, confident Bowles plans to romance her. Lydia is, however, something of a burnt-out case and looks with bemusement on those who would love her.\n\nNow we have the elements of the story: The voyeur who cannot trust, the adventurer who cannot be trusted, and the Muse who cannot inspire. There are lots of others on the island - Turks, Greeks, Germans - all with more complicated motives than they admit. No one is quite as he seems on Simi. And then one day, in the midst of this, Bowles shockingly discovers something that is real and that does mean what it seems to mean.\n\nIt is the perfect statue of a boy, a priceless, unblemished sculpture from Greek times. Although Bowles is instantly transfixed with the worth and beauty of his find, what he cannot quite deal with is the fact that it is absolutely authentic. Such stark reality undercuts his personality, which is based on deception, on pretending to have more and to know more than he really does. How can such a man deal with the possession of the real thing? “Pascali’s Island” buries this question within a larger intrigue as Pascali barters information to both sides and sets about an enterprise that ends in catastrophe. By the end of the film, everything has been lost, and the reason is that none of the characters know how to deal with acceptance and success. At the heart of “Pascali’s Island” is a deep irony: Its characters know how to mask failure, but not how to surrender it.\n\nThe movie was written and directed by James Dearden, who wrote “Fatal Attraction,” but it has almost nothing in common with that film.\n\nIt is a mood piece, meditative, in which even the melodrama of the plot grows out of the flawed souls of the characters. Everything in a film like this depends on performance, and it is hard to imagine how it could have been better cast.\n\nKingsley’s performance is at the heart of everything, and he is a master at suggesting the passionate need and sadness that lurks just beneath a controlled, even cold, surface. Dance, recently seen in “White Mischief” and “Plenty,” is cold, too, but with the easy surface charm of an Englishman who has spent most of his life trying to appear richer and more confident than he is. Mirren plays a solitary woman painter at a time when such figures were rarely seen in the world, a woman who protects herself by seeming distracted, even slightly, charmingly, crazy. The conclusion of this movie, I suppose, is that all of these people get what they deserve, but that after all it is rather a shame.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-08-12", "genres": null, "title": "Pascali's Island (1988)"}