{"url": "http://www.rogerebert.com/reviews/passionada-2003", "by": "Jason Isaacsas Charles Beck", "star_rating": 3.0, "text": "Sun-Times Film Critic 'Passionada\" assembles the elements for a soap opera, and turns them into a bubble bath. The movie is populated with lovable rogues, cuddly coots, passionate widows and beloved ghosts, and is about a romance between a professional gambler and a torch singer in mourning, but somehow all of these elements fall into place; we feel surprising affection for these people from New Bedford, Mass. The movie has been directed by Dan Ireland, from a first screenplay by the brothers Jim and Steve Jermanok, whose freelance writing credits sound like homework for this story: Steve wrote the book New England Seacoast Adventures, and here they create an emotional adventure for a down-and-out gambler and a Portuguese-American widow who sings of lost love and vows she will never marry again.\n\nThe widow is named Celia Amonte, and is played by Sofia Milos, from the TV show \"CSI: Miami.\" Dark of hair, eyes and mood, she raises her teenage daughter Vicky (Emmy Rossum), lives beneath her mother-in-law Angelica (Lupe Ontiveros), and remains faithful to the memory of her first love, a fisherman who died at sea.\n\nInto her life stumbles Charles Beck, played by Jason Isaacs, who plays the villain Lucius Malfoy in the Harry Potter films. Here he's not a villain but a luckless card counter who has been barred from most of the casinos in North America, and has drifted into New Bedford to find support from his old gambling buddy Daniel (Seymour Cassel) and his younger wife Lois (Theresa Russell), who is so besotted with him that she carries a cocktail kit in her purse in case he requires a martini in a restaurant without a liquor license.\n\nOnce all of these pieces are in place, we can guess what the movie will do with them, and we will be correct. It is important that Charles stop lying about himself, that Celia move on with her life, and that Vicky, Lois and Daniel be an amusing chorus to egg them on. Yet the movie is able to surprise us with how it arrives at a happy ending, as when Lupe Ontiveros delivers a line that we did not expect from the mother-in-law, and fills it with emotion while remaining absolutely matter of fact. And there is a nice twist when Vicky, Celia's daughter, proposes a deal to Charles: \"Teach me to card-count, and I'll get you a date with my mom.\" Sofia Milos successfully plays a character who should be all but unplayable; she sings sad love songs night after night in a local club, while never permitting love for herself. (Her singing voice is supplied by the Portuguese singer Misia.) In the economy of love stories, a widow is a wife in waiting, but the movie doesn't hurry to end her wait. Charles has too many secrets, too much baggage, too many lies, to move confidently in her direction--and, besides, he likes her, and then loves her, and that will require a basic readjustment in the way he's been living his life. Isaacs' character has a way of lightly side-stepping difficult issues, in conversation and life, and it is absorbing to see him gradually realize that a moment of truth is at hand.\n\nStrictly speaking there is no real need for the characters of Daniel and Lois, and that has been true of many of the characters Seymour Cassel has played lately; he comes on to swell a progress, start a scene or two, and then the central characters march on without him. But Cassel is indispensable for bringing a relaxed, gentle humanity into a story. He provides a context and a reference for Charles; if he thinks the gambler is OK, then we can trust him with Celia. Theresa Russell is a surprising choice for the loving younger wife, until we reflect that she has long been married to the director Nicolas Roeg, 29 years her senior.\n\nDan Ireland's first feature, \"The Whole Wide World\" (1996), was also about a romance between a serious young woman (Renee Zellweger) and an elusive eccentric (Vincent D'Onofrio, as the pulp fiction writer Robert E. Howard). There comes a moment when Howard is challenged to open up about elements of his life he would rather keep secret, and Charles Beck has a moment like that in \"Passionada\"--handled well, and without quite the payoff we expect.\n\nThe movie makes evocative use of its locations in New Bedford, the whaling port where Ishmael set sail in Moby Dick. \"In summer time,\" wrote Melville, \"the town is sweet to see; full of fine maples--long avenues of green and gold.\" Melville did not anticipate the nearby casinos run by Indian tribes where Charles plies his trade, but the trees are still sweet to see all the same.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-08-29", "genres": ["Comedy", "Indie", "Romance"], "title": "Passionada (2003)"}