{"url": "http://www.rogerebert.com/reviews/passing-strange-2009", "by": "De’Adre Azizaas Edwina, Marianna, Sudabey", "star_rating": 4.0, "text": "\"Passing Strange\" is one of the best musicals I've seen. It tells the story of a young black man from Los Angeles, rebelling against a loving, church-going family and breaking out on his own in the late 1960s to follow the call of art, or \"art,\" to Amsterdam and Berlin. Starting with a garage band, he moves through psychedelic, punk and rock stages in a journey toward the meaning if life. But can that meaning be found in art? His life builds toward that question.\n\nThe music is moving and exciting not only because of book, music and performances, but because of its intelligence, passion and heart. A Tony Award-winner from the Public Theater and on Broadway, it has been filmed by Spike Lee, whose work is the very model of how to record a live performance.\n\nThis is the semi-autobiographical story of the rock musician Stew, who wrote the book and lyrics and is onstage throughout as the Narrator. He is surrounded by a gifted, high-energy cast, in a production which certainly works as a musical but also, particularly, as a drama. Often the story of a musical will be only a clothesline to hang the songs from. This story has depth and weight.\n\nThe hero is a young man known only as The Youth (Daniel Breaker), who when we meet him is being sent by his loving mother (Eisa Davis) to try out for a church choir. He joins after a comely choir member catches his eye, but church doesn't turn out as his mother intended. He samples pot for the first time under the tutelage of the pastor's son (Colman Domingo). The son, who calls himself a coward under his father's thumb, instills in The Youth a vision of Europe and its freedoms, art films and cafes, a refuge for such black American exiles as James Baldwin.\n\nOnce in Amsterdam, embraced (sometimes literally) by a more color-blind society, the Youth finds not only personal freedom but a new understanding of his own roots. The scenes in Holland and Germany are rich with satire of the times, as the hash bars of Amsterdam are replaced by the radicalism of Berlin. The Dutch and Germans are played with droll accents by the cast members De'Adre Aziza, Rebecca Naomi Jones, Chad Goodridge and Domingo, who with a few costume details and attitude changes effortlessly evoke three characters apiece.\n\nStew's lyrics, sometimes funny, sometimes edgy, come with a twist. Having warmed the fleshpots of Amsterdam, The Youth encounters a new kind of sex in Berlin. “Celibacy,\" he is informed by a female German erotic entrepreneur, \"is the only sane response to a world gone wild. My porno films feature fully clothed men making business deals.” \n\nThe hero feels he has embarked on a new kind of life in the Old World, and when entreated by his mother to come home for Christmas, he hems and haws and says that \"maybe after\" his next show he can \"start thinking about\" visiting home. Her song advises him \"don't forget your own people.\" And indeed, he poses as culturally much \"blacker\" in Europe than he really is, because it works for him. It's as foretold by the preacher's son: \"We're blacks passing as blacks.\" \n\nThis progress from youthful rebellion to eventual disillusionment and a search for deeper meaning is one that Stew himself possibly made. Today a 48-year-old guitarist, studiously non-hip, he transforms himself with his guitar into the whole catalogue of musical poses, but emerges as a man who has learned something. Toward the end he makes this devastating observation: \"Some of us spend our entire adult lives acting on the decisions of a teenager.\"\n\nSpike Lee attended the opening night of \"Passing Strange\" at the Public, determined to film it, and shot at several performances at the Belasco Theater on Broadway, including closing night. With great skill and craft, he allows the material to speak for itself. He uses several cameras for many simultaneous angles, and with his editor, Barry Alexander Brown, seamlessly composes close-ups and longer shots to convey both character emotion and the exuberance of the choreography.\n\nI can't single out a performance. This is a superb ensemble, conveying hat joy actors feel when hey know they're good in good material. This is not a traditional feature, but it's one of Spike Lee's best films. \n\nThe movie goes out on Sundance Selects via Video on Demand on Aug. 26, on cable outlets. A DVD will follow eventually.\n\nView the trailer:\rhttp://office.mammothnyc.com/passing_strange_trailer/passingstrange_trailer_480x272.mov\n\nNew York Times online video blog:\rhttp://www.youtube.com/watch?v=yIiot0K6q_I", "running_time": 135, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-08-19", "genres": ["Drama", "Music"], "title": "Passing Strange (2009)"}