{"url": "http://www.rogerebert.com/reviews/passion-fish-1993", "by": "Mary McDonnellas May-Alice", "star_rating": 4.0, "text": "Her life is essentially going nowhere before her accident. She's in a dead-end career, her marriage has ended, and she's filled with a deep discontent. Then she is paralyzed in an accident, and goes back home to Louisiana to recover, filled with resentment.\n\nIn a typical TV docudrama, this would be the setup for a heartwarming tale of uplift and courage. But John Sayles' \"Passion Fish\" cuts closer to the bone. This is a tough, muscular story about a headstrong woman who wants things to go her way.\n\nThe film stars Mary McDonnell as May-Alice, a soap opera star whose life is suddenly changed by fate. She has some money and a home down in the bayou country, where her family is from, and after she finishes with rehabilitation therapy (where she is a very poor candidate), she goes back down there to sit in her chair and drink wine and harbor her bitterness.\n\nShe has enough money to hire a full-time companion, and she interviews several of them, all with a lot of problems of their own.\n\nA couple are hired for varying lengths of time, before they are fired or walk off the job. She is not easy to work for, and she has just about reached the bottom of the local employment pool when Chantelle, a black woman played by Alfre Woodard, arrives.\n\nChantelle is a strong woman, too. She is also determined to keep the job. She needs it, for more reasons than we know. She sizes up the situation, sees that May-Alice needs less coddling and a lot less wine, and tries to take charge. May-Alice fights back. And \"Passion Fish\" is essentially about the struggle of their wills.\n\nJohn Sayles says he has been interested in such relationships between client and companion ever since he watched them develop in his own family. It is an interesting division of power: The companion is healthy and able-bodied, and has the freedom of movement. The client, like May-Alice, has power over the sources of money, and can try to control the other person through threats to their economic security. So there is a delicate balance, a struggle, sometimes unacknowledged, that goes on all day.\n\nSayles writes his own movies, which range from \"Eight Men Out\" to \"Matewan\" to the powerful \"City Of Hope,\" and he has rarely written more three-dimensional characters than this time.\n\nAlthough his subject is a minefield of cliches and the material cries out to be processed into a disease-of-the-week docudrama, he creates vivid, original characters for his story - characters like Uncle Max (William Mahoney), who comes to visit and reveals his entire lifetime in a few sentences, or May-Alice's childhood friends, or the actresses who worked with her on television.\n\nEach of these meetings between May-Alice and her past requires her to play a different role, and that's also the case when Rennie (David Strathairn) turns up one day to make some repairs on the house. This was the guy she had a crush on in high school, before she left him and all the rest of her early life behind and moved to New York. Now he is married, and she is in a wheelchair, and it seems as if all possibilities of romance have disappeared. But things are not always as they seem.\n\nAt the heart of the movie is the uneasy relationship between May-Alice and Chantelle. May-Alice is used to being willful and spoiled. Chantelle does not find her behavior acceptable. But May-Alice has the money and Chantelle needs the job, for more urgent reasons than we first realize, and so it seems that Chantelle may have to put up with May-Alice's behavior. Yet in a deeper sense, one that only gradually reveals itself to May-Alice, what she needs most of all from Chantelle is the other woman's ability to stand up to her.\n\nThere are elements here of a vaguely similar relationship in \"Driving Miss Daisy,\" but Sayles has his own film, direct and original, and in the struggle of wills between these two characters he creates two of the most interesting human portraits of the year.\n\nThe struggle at the heart of the movie is lightened by the comic portraits of May-Alice's many visitors (I would have liked to see a whole movie about Uncle Max, and an old friend named Precious deserves a short subject of her own). The romance is handled with a delicate, tentative touch that reflects the character's feelings for one another. \"Passion Fish\" begins with a scene from May-Alice's soap opera, and by the end we see how far such canned melodrama is from the real lessons of life.", "running_time": 135, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-01-29", "genres": ["Drama", "Indie"], "title": "Passion Fish (1993)"}