{"url": "http://www.rogerebert.com/reviews/passed-away-1992", "by": "Bob Hoskinsas Johnny Scanlan", "star_rating": 2.0, "text": "\"Passed Away\" is one of those movies that introduces a family filled with troubled people, brings them all together at a funeral and solves their dilemmas, while also trying desperately to be funny and heartwarming. If you can believe the troubles in this movie, you may never have known real trouble, and I envy you. Those who have dealt with divorce, adultery, unplanned pregnancy, ungrateful children and the power struggles within labor unions might be forgiven, however, for finding \"Passed Away\" a shade facile.\n\nThe movie begins with the death, shortly after the opening credits, of old Jack, the beloved patriarch of the Scanlan family (Jack Warden). His brood gathers for an Irish wake, to be held at the house. There is his son Johnny (Bob Hoskins), whose mother says, \"You're the oldest now,\" to which he replies, \"I always was the oldest.\" Johnny, a tree surgeon, is married to Amy (Blair Brown) and has assorted children with troubles of their own. His brother Frank (William Petersen) is a labor official. The older sister, played by Pamela Reed, is a dancer whose marriage to a gay man (Tim Curry) ended in divorce, although she hasn't told anyone. Another sister, played by Frances McDormand, was once a cloistered nun but is now an activist nun, working in Latin America. She brings a political refugee to the funeral.\n\nThere are other characters. A lot of other characters, including Maureen Stapleton as the mother, Nancy Travis as a mysterious woman in black who may or may not have been the late Jack Scanlan's mistress, Peter Riegert as the local embalmer who was once in love with Terry (Pamela Reed) and assorted aunts, priests, neighborhood brats and others. The over-all effect is something like Ron Howard's \"Parenthood\" (1989), but somehow while that film purred along smoothly, \"Passed Away\" keeps looking like a traffic jam.\n\nOne difficulty is that most of the characters are barely introduced before - whammo! - their problems are explained. They should wear name tags (Hi! I'm Johnny, and I'm in mid-life crisis).\n\nBob Hoskins, whose character is the one the others revolve around, is going middle-age crazy, and wants to climb a mountain or wrestle a bear. The Petersen character is concerned about filling his father's shoes at the union. Terry convinces her ex-husband (Curry) to come along to the funeral, where he has several awkward scenes in which his only function is to appear dysfunctional.\n\nHoskins is engaging as he portrays his life crisis. He thinks Nancy Travis' character was his father's mistress, and wants to inherit her, abandoning his wife and family in the process, but when he eventually becomes reconciled to the realities of his life, his wife takes him back with unconvincing ease (\"You always wind up in the right place,\" she sighs).\n\nWhat could have helped this movie? Maybe having fewer characters and a stronger story line. Maybe letting Bob Hoskins fill more of the frame, and eliminating some of the aunts and one of the sisters. Maybe by letting the fact of death seem a little more real, and poignant, instead of just making it into a story hook. Maybe even by letting Jack Warden, as the father, stick around long enough before he dies so that we have a better idea of who he was and what he meant to everybody.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-04-24", "genres": ["Comedy"], "title": "Passed Away (1992)"}