{"url": "http://www.rogerebert.com/reviews/passione-2011", "by": "John Turturro", "star_rating": 3.5, "text": "John Turturro's mother was Sicilian and his father born in Italy, but he'd never been to Italy until he went there for location shoots about a decade ago. He fell in love, especially with the music. (It tells you something that his actress cousin is named Aida.) In his ideal world, music is as much a part of life as speech, and in his magical film \"Romance and Ciggarettes\" (2005), the characters will walk out of a dramatic scene into the street and start to sing.\n\nIn the Naples we see in his film \"Passione,\" it feels as if everyone in Naples has that freedom. Here is a music documentary filmed in the streets of Naples and with the people of Naples. It doesn't have a single slick or cynical frame. It's a happy ramble through the storied streets with Turturro as our guide, not pretending to be an expert; it's more like having a good friend take you to this place he really loves. \n\nThough the many singers and instrumentalists he features are no doubt well-known in Italy, they are new to me. What they share is an immediacy. There is none of the fake pop glitter spawned by the \"American Idol\" virus. They are performing, yes, but they also are living their lives in song. Turturro sometimes devises small dramas for them in which he implies their histories and relationships.\n\nThere's a freedom in his structure. This isn't a formal documentary, but as I mentioned, a meander. Some songs are structured as music videos. Some are shot like scenes from neo-realist film. In some, musicians plant themselves in front of a microphone in a city square and perform for the camera. In others, they engage in free-style dancing.\n\nThe city's music was formed from many sources. It is the city of Caruso, whose standing three old-timers discuss with the exactness of baseball fans. The music of Turkey and France, steeped in North Africa, was a major influence. Most recently and perhaps most audibly, the arrival of African Americans in World War II left behind a heritage of gospel and rhythm & blues. \n\nOne of the musicians, Ja­mes Senese, was fathered by a black American soldier who returned to the States, leaving him to grow up amid prejudice but also with an inherited musical tradition that has brought him great success. There's also a lovely woman named M'Barka Ben Taleb, who's Neapolitan by way of Tunisia. She's North African, but moves through the streets as if she rules. In a way, that's Turturro's theme: Once you visit Naples, you will never fall out of love with it.\n\nA few years before he filmed \"Passione,\" Turturro was in Sicily to prepare a film idea about puppets. He made \"Rehearsal for a Sicilian Tragedy\" about that project and his trip there. At the Gene Siskel Film Center, you can buy a ticket for either film and receive a ticket for the other one at a discounted rate.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-11-30", "genres": ["Drama", "Foreign", "History", "Music"], "title": "Passione (2011)"}