{"url": "http://www.rogerebert.com/reviews/passion-in-the-desert-1998", "by": "Ben Danielsas Augustin", "star_rating": 2.0, "text": "\"Passion in the Desert'' is a brave folly of a film, easy to laugh at but deserving a certain respect, if only because it involves such a foolish and difficult story. For most of its length, it is about a man and a leopard who seem to fall in love with each other (if leopards can be said to fall in love). As they gaze happily into each other's eyes, we agree they make a handsome couple, but what exactly is the filmmaker trying to say? The film, acted in English despite its French origins, opens in 1798, during Napoleon's North African campaign. The soldier Augustin (Ben Daniels) has been attached as a guide to an artist named Venture (Michel Piccoli), assigned to the campaign. After a bloody attack, Augustin observes, \"We seem to have misplaced the French army.'' No matter: \"How can you get lost in Egypt? You have the Nile and the sea.'' Yes, but that isn't much help if neither is within walking distance. The two men struggle under the blazing sun until death seems near. Venture drinks his paints and dies. Augustin stumbles across a tent, water, a woman in jewels, but after his depredations are discovered he is chased toward an ancient gathering of monuments, which is guarded by a female leopard.\n\nThe beast has already killed a man, but now soldier and leopard make a wary peace, which gradually grows into acceptance and fondness; the soldier even grooms the leopard's coat by licking it. When a male leopard appears and a courtship seems on the horizon, the jealous soldier uses mud to cover himself with spots, so he can seem to be a male leopard, too.\n\nThe actor worked with three trained leopards in filming these scenes, which win our admiration for their beauty and difficulty even as we're trying to puzzle them out on some plane above the \"Wild Kingdom'' level. And the film is beautifully photographed. But the longer the courtship continues, the more it seems like a weird exercise in surrealism; I didn't believe it on a literal level and couldn't get it to work on any other.\n\nWhere did the writer-director, Lavinia Currier, get the idea for this story? Not in a million years would I have guessed the answer: from Balzac. Yes, from Honore de Balzac, the 19th century French saint of social realism. The critic Michael Atkinson has pointed out that Balzac's story, however, is titled \"A Passion in the Desert,'' and that little \"A'' makes all the difference--suggesting the suffering of Christ rather than, as Atkinson puts it, \"a soft-porn Bo Derek film from the '80s.'' I am informed by a reader that the Vancouver, B.C., movie ratings board has, in addition to everything our own MPAA warns us about, a warning about \"animal husbandry,'' in which animals engage in reproductive frolic. Mercifully, Augustin and the leopard hold the line at goo-goo eyes.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-07-10", "genres": ["Action", "Drama"], "title": "Passion in the Desert (1998)"}