{"url": "http://www.rogerebert.com/reviews/pat-garrett-and-billy-the-kid-1973", "by": null, "star_rating": 2.0, "text": "Sam Peckinpah attempted to have his name removed from \"Pat Garrett and Billy the Kid.\" I sympathized with him. If this wasn't entirely his work, he shouldn't have had to take the blame. And even if it was, the less said the better. It's a movie that exists almost entirely on one note--a low, melancholy one--and achieves what I thought would have been impossible for him Peckinpah: he's boring.\n\nThe movie tells a simple story, simple-mindedly. \"Pat Garrett and Billy the Kid,\" good and true friends from way back, find themselves on opposite sides of the law when Garrett becomes sheriff. He locks Billy up for an old murder, and Billy is scheduled to hang in three days. Billy blasts his way out of jail, goes on the run, and sets up a chase through the West that lasts for the final hour of the movie.\n\nWe're supposed to figure out everybody's motivation on our own, I guess; Pat's male-bonding with Billy is dime-story psychology, and he apparently admires the outlaw for acting out his fantasies. Garrett, on the other hand, has chosen law and order: \"This country is growing old,\" he says, \"and I intend to grow old with it.\" The dialogue, by Rudy Wurlitzer, occasionally has a nice gritty tone to it, but nothing moves; scenes just lay there; the ending isn't a surprise but neither is the story.\n\nThe movie shows signs of having been badly trimmed after Peckinpah finished. It clocks in at less than two hours, which is unusual for big Peckinpah productions; it's all most studios can do to hold him to 140 minutes. Some of the actors listed in the credits never appear, which is another bad sign. I was particularly looking for a favorite of mine, Dub Taylor, who played C.W. Moss's father in \"Bonnie and Clyde.\" Now Dub is not an easy man to miss in a movie, but I couldn't find him.\n\nAnother alarming factor is that no less than six editors are credited. Not assistant editors, but editors; this sets a modern-day record, I think. My guess is that there was an argument over the movie's final form, and that Peckinpah and M-G-M platooned editors at each other during the battle. You'd think the executives would have figured out that their only chance was to release the movie as Peckinpah made it; audiences were more interested in the new Peckinpah film than in still another rehash of Billy the Kid.\n\nBilly is played in the film by the singer and composer Kris Kristopherson, who here launched a career as a credible male lead. He has a nice, understated charm about him. Bob Dylan plays a character named Alias, and should have used one. His screen presence makes him look as if he's the victim of a practical jokes involving itching powder. James Coburn is cool and reliable, as always, as Pat Garrett, and there's a rogues' gallery of character actors and a nice cameo by Katy Jurado.\n\nTwo scenes in particular remind us of the Peckinpah vision:One when Garrett and a man on a river board accidentally begin a meaningless exchange of shots, and another when Garrett waits on a porch swing for Billy to finish making love before he kills him. Otherwise, the movie fails to work up much excitement, and the title song by Bob Dylan is quite simply awful.", "running_time": 122, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-05-23", "genres": ["Action", "Drama", "Western"], "title": "Pat Garrett and Billy the Kid (1973)"}