{"url": "http://www.rogerebert.com/reviews/patang-2012", "by": "Mukund Shuklaas Jayesh", "star_rating": 4.0, "text": "\"Patang\" plunges head-first into a family based in Ahmedabad, where India's largest annual kite festival is celebrated. It reflects the way Indians live in one another's pockets. Homes and businesses, temples and roadways, are all crowded close together, neighbors know one another, and it's all held together by a network of the world's most baffling traffic.\n\nThis film is joyous, but more than that: It's lovely in its construction. The director, Prashant Bhargava, born and raised on Chicago's South Side, knows what his basic story line is, but reveals it subtly. The story in outline would be simple enough for a made-for-TV movie. But there is nothing simple about \"Patang.\" \n\nAn affluent uncle from Delhi named Jayesh (Mukund Shukla) pays a much-delayed visit back home to his family in Ahmedabad, bringing along his daughter, Priya (Sugandha Garg), who hasn't seen these relatives in years. He meets his mother Ba (Pannaben Soni), sister-in-law (Seema Biswas) and his nephew — the son of his brother, who died of a heart attack. The nephew, Chakku (Nawazuddin Siddiqui), resents the way this distant man descends grandly on his relatives and feels he has the right to make suggestions and changes. \n\nThe story line becomes fully clear only toward the end. In form, \"Patang\" looks almost like a cinema-verite documentary of this family, surrounded by the city and the kite festival. Many key shots were obtained during the festival itself, and we see the skies over the city filled with thousands of dancing, dueling kites, as every single rooftop is occupied by people. Below in the streets, bands, fireworks and food vendors create a tumult.\n\nThere is a little romantic subplot, involving the daughter from Delhi and Bobby (Aakash Maherya), who begin a flirtation on the rooftop and continue it during a motorbike ride. On a bridge, Priya and Bobby begin a flirtation. Her eyes dance with merriness. They've been together a few hours. In a lesser film, this would be a love story with a happy ending. \"But Bobby,\" she says, \"we hardly know each other. Do you expect me to leave behind thousands of friends in Delhi?\"\n\nHe does. Their flirtatious conversation is filmed in close-ups and closer-ups. The effect is intimate and sensual. In one shot only, cigarette smoke coils from her mouth. We never otherwise see her smoking. This establishes in a moment that she is more worldly than the boy. She kisses him, but that will be that: This is only a few days' visit.\n\nThe family house itself is a character, and there are a few extended shots of its graceful, playful architecture and happy colors. Many interiors involve a photograph of the dead brother, whose soul seems to inhabit it. Meals are prepared and shared on a table in the street. The food looks delicious; fingers are often used. People are teased to perform songs. Gossip and chatter run wild. We are immersed in the life and sort it out for ourselves. The effect is curiously like being invited into this home and learning while we stay.\n\nPrashant Bhargava went to grade school and the Kenwood Academy in Chicago. How did his background produce such a lovely and successful indie film in India? He told me, \"The seeds for the movie were based on the memories of my uncles' dueling kites,\" he said. \"In India, kite flying transcends boundaries. Rich or poor, Hindu or Muslim, young or old — together they look toward the sky with wonder, thoughts and doubts forgotten. Kite flying is meditation in its simplest form.\n\n\"In 2005, I visited Ahmedabad to experience their annual kite festival, the largest in India. When I first witnessed the entire city on their rooftops, staring up at the sky, their kites dueling ferociously, dancing without inhibition, I knew I had to make this film in Ahmedabad.\"\n\nAnd that's what happened. His film took three years of research, was seven years in the making, stars mostly non-actors and the cast improvised its takes based on the script. It flies as free and colorfully as a kite.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-06-13", "genres": null, "title": "Patang (2012)"}