{"url": "http://www.rogerebert.com/reviews/patch-adams-1998", "by": "Robin Williamsas Patch Adams", "star_rating": 1.5, "text": "\"Patch Adams\" made me want to spray the screen with Lysol. This movie is shameless. It's not merely a tearjerker. It extracts tears individually by liposuction, without anesthesia. It is allegedly based on the life of a real man named Patch Adams, who I have seen on television, where he looks like Salvador Dali's seedy kid brother. If all of these things really happened to him, they should have abandoned Robin Williams and brought in Jerry Lewis for the telethon.\n\nAs the movie opens, a suicidal Patch has checked into a mental hospital. There he finds that the doctors don't help him, but the patients do. On the outside, he determines to become a doctor in order to help people and enrolls in medical school. Soon he finds, not to our amazement, that medicine is an impersonal business. When a patient is referred to by bed number or disease, Patch reasonably asks, \"What's her name?\" Patch is a character. To himself, he's an irrepressible bundle of joy, a zany live wire who brings laughter into the lives of the sick and dying. To me, he's a pain in the wazoo. If this guy broke into my hospital room and started tap-dancing with bedpans on his feet, I'd call the cops. The lesson of \"Patch Adams\" is that laughter is the best medicine. I know Norman Cousins cured himself by watching Marx Brothers movies, but to paraphrase Groucho, I enjoy a good cigar, but not when it explodes. I've been lucky enough to discover doctors who never once found it necessary to treat me while wearing a red rubber nose.\n\nIn the movie, Patch plays the clown to cheer up little tykes whose hair has fallen out from chemotherapy. Put in charge of the school welcoming committee for a gynecologists' convention, he builds a papier-mache prop: enormous spread legs reaching an apex at a lecture hall entrance. What a card. He's the nonconformist, humanist, warm-hearted rebel who defies the cold and materialist establishment and stands up for clowns and free spirits everywhere. This is a role Robin Williams was born to play. In fact, he was born playing it.\n\nWe can see at the beginning where the movie is headed, but we think maybe can jump free before the crash. No luck. (Spoiler warning!) Consider, for example, the character named Carin (Monica Potter), who is one of Patch's fellow students. She appears too late in the movie to be a major love interest. Yet Patch does love her. Therefore, she's obviously in the movie for one purpose only: to die. The only suspense involves her function in the movie's structure, which is inspired by those outlines that Hollywood writing coaches flog to their students: Will her death provide the False Crisis, or the Real Crisis? She's good only for the False Crisis, which I will not reveal, except to say that it is cruel and arbitrary, stuck in merely to get a cheap effect. It inspires broodings of worthlessness in Patch, who ponders suicide again, but sees a butterfly and pulls himself together for the False Dawn. Life must go on, and he must continue his mission to save patients from their depression. They may die, but they'll die laughing.\n\nThe False Dawn (the upbeat before the final downbeat) is a lulu. A dying woman refuses to eat. Patch persuades her to take nourishment by filling a plastic wading pool with spaghetti and jumping around in it. This is the perfect approach, and soon the wretched woman is gobbling her pasta. I would have asked for some from the part he hadn't stepped in.\n\nNext comes the Real Crisis. Patch is threatened with expulsion from medical school. I rubbed my eyes with incredulity: There is a courtroom scene! Courtrooms are expected in legal movies. But in medical tearjerkers, they're the treatment of last resort. Any screenwriter who uses a courtroom scene in a non-legal movie is not only desperate for a third act, but didn't have a second act that led anywhere.\n\nWhat a courtroom. It's like a John Grisham fantasy. This could be the set for \"Inherit the Wind.\" The main floor and balcony are jammed with Patch's supporters, with a few seats up front for the villains. There's no legalistic mumbo-jumbo; these people function simply as an audience for Patch's narcissistic grandstanding. (Spoiler warning No. 2:) After his big speech, the courtroom doors open up, and who walks in? All those bald little chemotherapy kids Patch cheered up earlier. And yes, dear reader, each and every one is wearing a red rubber nose. Should these kids be out of bed? Their immune systems are shot to hell. If one catches cold and dies, there won't be any laughing during the malpractice suit.\n\nI have nothing against sentiment, but it must be earned. Cynics scoffed at Robin Williams' previous film, \"What Dreams May Come,\" in which he went to heaven and then descended into hell to save the woman he loved. Corny? You bet--but with the courage of its convictions. It made no apologies and exploited no formulas. It was the real thing. \"Patch Adams\" is quackery.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-12-25", "genres": ["Comedy", "Drama"], "title": "Patch Adams (1998)"}