{"url": "http://www.rogerebert.com/reviews/paternity-1981", "by": null, "star_rating": 2.0, "text": "\r\n\n\nBurt Reynolds seems to have\r\ntwo basic screen characters, which, for ease of classification, we can describe\r\nas Bad Burt and Good Reynolds. Bad Burt is a mean ol' boy who tools around the\r\nSouthland in a souped-up sports car, infuriating sheriffs and making Sally\r\nField cry. Good Reynolds, however, is a guy who used to be macho and heartless,\r\nbut has grown into a sensitive, caring kinda guy who is trying to build bridges\r\nto women and children. \n\n\r\n“Paternity” gives us the good guy. The Reynolds\r\ncharacter is a lot like the man he played in “Starting Over” and maybe a little\r\nbit in “Hooper,” a guy torn between a self-image as a ladies' man and a desire\r\nto grow more sensitive. This time, he's the manager of Madison Square Garden,\r\nand he leads a lonely but (he thinks) idyllic existence as a New York playboy.\r\nHe's got a date every night, but there's nobody to come home to. And when he\r\nshoots baskets with a friend's son, he begins to realize that he would like to\r\nhave a son, too. Not a family, mind you. And certainly not a wife. But a son.\r\nHe sends out feelers for a surrogate mother. All the candidates are impossible\r\nor have braces on their teeth. Then he stumbles across a pretty blonde waitress\r\nin a restaurant where he has lunch. She's a music student, wants to study in Paris,\r\nand will bear his child for a one-time payment of $50,000 (considerably higher\r\nthan market price, I believe). \n\n\r\nThe waitress is played by Beverly D'Angelo. She\r\nwas the rich kid in HAIR and Patsy Cline in “Coal Miner’s Daughter.” She is\r\nwonderful in this movie, soft and warm and understanding. Of course, we know\r\n(although Good Reynolds is slow to catch on) that they will eventually fall in\r\nlove. God knows Burt tries to hold out and play the playboy role, but\r\neventually even his sexy dates such as Elizabeth Ashley start to like D'Angelo\r\nand to lay a guilt trip on Reynolds. \n\n\r\nBut a-ha, you are thinking, I have given the\r\nplot away. Well, yes and no. I have given the plot away in one sense, but in\r\nanother sense this movie drives us to the edges of our seat with maddening\r\nfrustration because it is so slow to give itself away. “Paternity” is\r\nabsolutely predictable at every moment. Stop the film at any point, and nine\r\nout of ten viewers could correctly predict what was going to happen next. \n\n\r\nThe movie has another flaw. It takes its\r\ncharacters just a little too evenly. Although the movie was directed by David\r\nSteinberg, a comic actor with a good sense of timing, “Paternity's” timing is\r\nso slowpaced and stately that there are times when this doesn't feel like a\r\ncomedy, it feels like a historical romance. People speak at a measured pace;\r\nthey move through scenes as if preprograrnmed; they do not contain the passion\r\nand surprise you would expect in a story dealing with matters of sex and life\r\nand identity. Too bad. Burt Reynolds can be a most engaging actor; the movie\r\nsurrounds him with other convincing actors such as Paul Dooley and Norman Fell;\r\nElizabeth Ashley does some nice things with her small role. But “Paternity” is\r\nso preordained. It fulfills every one of our expectations with a deadening\r\nsafeness. It is about a man who wants a child so that he will leave something\r\nafter himself, but it never convinces us that he has a self to leave.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": null, "title": "Paternity (1981)"}