{"url": "http://www.rogerebert.com/reviews/patriot-games-1992", "by": "Harrison Fordas Jack Ryan", "star_rating": 2.5, "text": "You don't expect a Tom Clancy movie to end with people tracking each other around a darkened house, followed by a gun battle involving two speedboats, one of them on fire, on a dark and stormy night. I haven't read Clancy's Patriot Games, and for all I know this movie is faithful to his book, but on the basis of The Hunt for Red October, which I have read, I expected this one to be a little more cerebral and without the Indiana Jones ending.\n\nThe movie opens well, with Jack Ryan, sometime CIA agent, in London with his family to attend a conference. Ryan is played by Harrison Ford with just the right note: Man of action with a cerebral side. His wife is played by Anne Archer, and they're out with their little girl to see the sights when they suddenly walk into the middle of an murder-kidnapping by Irish terrorists. Ryan gets involved, is hailed as a hero, and wins a place on the enemy list of a fanatic terrorist named Sean Miller (Sean Bean).\n\nThere is a touch of Clancy in the behind-the-scenes stuff about the Irish nationalist movement (the official Sinn Fein and its spokesman, played by Richard Harris, want nothing to do with this splinter faction). And there are a couple of shallow, unconvincing but obligatory scenes where Ryan gets a dressing-down from his once and future CIA bosses. But then the movie settles into more traditional thriller patterns, until it all comes down to people creeping around in a dark basement.\n\nClancy is known for his expertise on high-tech, state-of-the-art weapons and surveillance systems, and for me the most interesting scenes in the movie involve survey satellites that are used to spy on the activities at terrorist training camps in the Sahara. We see the outlines of tents and vehicles against the sand, and then Ryan frowns, his brow furrowing, and asks the technician to enlarge one part of a frame. Then a little more. \"Can you improve that resolution?\" he asks. And then, whaddaya know, the fuzzy blobs on the screen resolve themselves into a low-cut neckline. Yep - it's a girl! Just the proof they were looking for that this is the Irish terrorist training camp.\n\nIf you think that's amazing, wait until you see the heat-sensitive photography used to provide live pictures of a night raid on the camp. We can actually see people getting killed, although unless I missed something, the movie doesn't bother to explain why all of the terrorists are still alive in the following scenes.\n\n\"Patriot Games\" includes the usual decisions that are made only by the characters in thrillers. For example, aware that vicious hit men have targeted his family, Ryan takes his wife and daughter to their isolated summer home, on a windy and rain-swept coast. I forgive movies for decisions like this, because I know that if Ryan did the obvious thing and set up bunks for his family inside a vault at CIA headquarters in Langley, the movie would be over. But such decisions don't make the character seem much brighter.\n\n\"Patriot Games\" at least has the virtue, in this season of soft porn masquerading as hard thrillers, of being about subjects more interesting than the character's sex lives. The high-tech stuff is absorbing. Harrison Ford once again demonstrates what a solid, convincing actor he is, and there's good supporting work from Archer, Thora Birch as the Ryans' precocious daughter, and the irreplaceable James Fox as a British cabinet minister. But at the end, when a character is leaping into a burning speedboat in choppy seas, I wondered if this was exactly what Tom Clancy had in mind.", "running_time": 115, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-06-05", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Patriot Games (1992)"}