{"url": "http://www.rogerebert.com/reviews/paul-blart-mall-cop-2009", "by": "Kevin Jamesas Paul Blart", "star_rating": 3.0, "text": "\"Paul Blart: Mall Cop\" is a slapstick comedy with a hero who is a nice guy. I thought that wasn't allowed anymore. He's a single dad, bringing up his daughter with the help of his mom. He takes his job seriously. He may be chubby but he's brave and optimistic. And he's in a PG-rated film with no nudity except for a bra strap, and no jokes at all about bodily functions.\n\nWhat's even more amazing, \"Paul Blart: Mall Cop\" isn't \"wholesome\" as a code word for \"boring.\" It's as slam-bang preposterous as any R-rated comedy you can name. It's just that Paul Blart and the film's other characters don't feel the need to use the f-word as the building block of every sentence. They rely on the rest of the English language, which proves adequate.\n\nKevin James (\"The King of Queens\") stars as Officer Blart, who looks like the result of an experiment combing the genomes of Jackie Gleason and Nathan Lane. He dreams of making it into the state police, and indeed is in great physical shape, but tends to collapse because of hypoglycemia. He carries around little sugar packets the way some people pack nitro for angina. He's a veteran security officer at a giant mall in West Orange, N.J., which he patrols aboard a Segway, a vehicle he has so mastered that he can even go in reverse without looking.\n\nIt is Black Friday, day after Thanksgiving, busiest shopping day of the year. He turns up pitifully hung over. Paul doesn't drink, but the night before, assaulted by hot sauce during a nacho-eating contest, he chugged a pitcher that he mistakenly thought contained virgin margaritas. His behavior alienates a pretty mall sales clerk named Amy (Jayma Mays), and his heart has been broken, far from the first time.\n\nThe mall is seized by a tightly organized crew of thieves, and customers are ordered outside, but Blart is playing free video games and doesn't notice. Now he's locked inside, the only person who might be able to save Amy, his daughter, Maya (Raini Rodriguez), and their fellow prisoners. Yes, it's a hostage situation, with the mall surrounded by cops and a SWAT team. The plan of the thieves is sensationally stupid, guaranteed to call attention to their scheme, easy to thwart, possibly inspired by watching \"Dog Day Afternoon\" while drunk.\n\nEverything is a sitcom until Officer Blart goes into action, in an astonishingly inventive cat-and-mouse chase past myriad product placements, all of which find uses. The movie even discovers a new angle on the old hiding-in-the-ventilation-shaft routine.\n\nPaul Blart emerges as a hero, and something else: Kevin James illustrates how lighting and camera angles can affect our perception of an actor. In the early scenes, he's a fat schlub, but after he goes into action, the camera lowers subtly, the lighting changes, and suddenly he's a good-looking action hero, ready for business. He demonstrates what fat men have been secretly believed for a long time. Should Daniel Craig someday retire, I am supporting Kevin James for the next James Bond.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-01-14", "genres": ["Action", "Comedy", "Crime"], "title": "Paul Blart: Mall Cop (2009)"}