{"url": "http://www.rogerebert.com/reviews/paul-goodman-changed-my-life-2011", "by": "Jonathan Lee", "star_rating": 3.0, "text": "\"Paul Goodman Changed My Life\" is a documentary about a man who changed mine. Now largely forgotten, Paul Goodman (1911-1972) was an omnipresent influence on young people in the 1960s. His book Growing Up Absurd,  (1960) a radical critique of how America raises its young men, was an improbable best-seller from the day it was published, predicting and influencing the Sixties Generation. \"It was impossible to enter a college dorm without seeing it everywhere,\" remembers one of the people in this doc, and you didn't have to enter my room to see mine, which was often carried in my sports coat pocket or displayed for effect on my desk at The Daily Illini.\n\nThe readers of that paper were regaled by my weekly columns which were often applications of Goodman's ideas, and when the great man came to lecture on campus I devoted two pages to an interview with him, which I insisted our printers set in the American Typewriter type font. \"Who is this guy?\" moaned Orville Moore, the foreman of our press room. \"Times Roman was good enough for Jesus Christ.\"\n\nWho was this man? Articles about Goodman have a way of beginning with lists. He was a writer, poet, novelist, critic, anarchist, teacher, pacifist, activist, publicly bisexual father of three, city planner, anti-communist godfather of the New Left. He resisted definition. He also resisted authority and convention, as those who remember him here make clear. He would cheerfully go out of his way to state his views plainly. He said he was bisexual when people didn't often say things like that. On the very weekend of the March on the Pentagon, he had been invited to address an official government conference of defense contractors and military leaders, and he informed them they were the devil incarnate. He had such a winning way about him that they sat there and listened. After all, this was the show they had asked to see.\n\nThe Goodman books that had the greatest impact on me were The Community of Scholars (1962) and Compulsory Mis-Education (1964). They followed logically after Growing Up Absurd, arguing that American higher education was largely to blame for the production of narrow-minded specialists and careerists. A university should be a place to gather a general education, Goodman argued. A graduate should know the way around history, literature, philosophy, art, music, politics and science. Instead, he said, universities were organized for the convenience of their various departments, which focused narrowly in their specialties. Students shouldn't hasten to define themselves too quickly; he recommended a free year between high school and college, to roam free and discover what life paths beckoned.\n\nThose books published nearly 50 years ago were uncannily prophetic. Today some kids are already on a career path in grade school. Before they really know themselves, it is determined what they will do in life. The idea of spending a couple of years in a college of liberal arts and sciences before choosing a specialty is, I fear, losing favor.\n\n\"Paul Goodman Changed My Life\" is filled with abundant evidence of Goodman as a public intellectual, assembled by its director Jonathan Lee, who believes the time is here for a rediscovery of his ideas. That seems inescapable. Time and again, we see him on television panels (William F. Buckley raising a dubious eyebrow), behind lecterns, attending conferences, teaching classes, haranguing demonstrations and rallies. He was a tireless campaigner for his ideas. How he found time to write all those books is a mystery. And he was a pipe smoker. In photo after photo, clip after clip, always the pipe.\n\nHis life was untidy. He never knew his father. He never married Sally, the mother of his children, although they were together for decades. His sexual promiscuity got him in trouble; he would reportedly give a try at seduction in the most inappropriate situations. An enemy of specialists, his own career defied definition. When I was accepted as a PhD candidate at the University of Chicago, I proposed a thesis on three \"generalists,\" authors who wrote a little of everything: Edmund Wilson, Dwight Macdonald and Goodman. The world was spared my thesis when the Sun-Times made me its film critic. By then his ideas had already changed my life.", "running_time": 89, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-12-21", "genres": ["Documentary", "Drama", "History"], "title": "Paul Goodman Changed My Life (2011)"}