{"url": "http://www.rogerebert.com/reviews/paul-2011", "by": "Simon Peggas Graeme Willy", "star_rating": 2.5, "text": "Here's a movie that teeters on the edge of being really pretty good and loses its way. I'm not sure quite what goes wrong, but you can see that it might have gone right. Maybe Paul, its alien hero, should have been sent back to the shop for a rewrite. He isn't merely voiced by Seth Rogen, he is Seth Rogen, if Seth Rogen looked like your usual bulb-headed, big-eyed being from outer space. \n\nThe premise is lovable. Graeme and Clive (Simon Pegg and Nick Frost) play two overage fanboys from England who breathlessly embark on their dream trip to America. Their destination: Comic Con in San Diego, and then they plan to rent an RV and tour such American landmarks as Roswell, N.M., where (as we all know) a flying saucer landed years ago, and the event has been covered up ever since, becoming famous for allegedly being covered up.\n\nThe Comic Con scenes are priceless, as our lads vibrate with excitement in the presence of the legendary sci-fi author Adam Shadowchild, who Jeffrey Tambor invests with a dour impatience for the species of fanboys. I don't know where Tambor got the inspiration to wear that hat, but sometimes you see a prop, and your heart leaps up because it is so right.\n\nAfter San Diego, the boys drive to Area 51 in Nevada, the first leg of their odyssey. Pegg and Frost bring a wide-eyed innocence and sweetness to their characters, for whom just about everything in America is more or less alien. That includes Paul, whose van crashes in front of them on the highway. If you are an alien and a bad driver, Graeme and Clive are the first two humans you want to meet. They've been inflamed for so long by images of creatures that look exactly like you, that they aren't particularly surprised when you appear. So you join them in their RV and enlist them in your trip toward a rendezvous with your mothership.\n\nAlong the way, they all meet Ruth Buggs (Kristen Wiig), an Intelligent Design advocate with a black lens in her glasses, who finds most of what they say shocking, but joins them in the RV for excellent reasons, even though the existence of an alien poses a considerable challenge to her creationism. \n\nAs you expect with a movie that begins at Comic Con, “Paul” revels in its geekdom. The movie is wall to wall with references to other sci-fi movies, some overt, some subtle, as we graduall­y catch on that this one little creature, Paul, must have been singlehandedly behind most of the close encounters of the last 70 years. The movie even supplies a new ending for one sci-fi classic, which brings it to a total of three.\n\nBut Paul himself may be a miscalculation. He is Seth Rogen in every aspect, except physical appearance. His voice, his vocabulary, his thinking, even his wardrobe (such as it is). And he uses even more four- and 10-letter words than Seth Rogen characters usually do. I think that's a mistake in two ways. (1) If you're going to involve Seth Rogen in a live-action movie, put him on the screen. (2) Paul isn't alien enough. The joy in characters like E.T. and Starman is that they are aliens. Their thinking is strange. Their reactions are unexpected. Paul is somehow too … ordinary.\n\nSo the movie's a miss, but not without its pleasures. One of them is the appearance of Sigourney Weaver, who knows a thing or two when it comes to aliens who are not ordinary.", "running_time": 104, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-03-16", "genres": ["Adventure", "Comedy", "Foreign", "Science Fiction"], "title": "Paul (2011)"}