{"url": "http://www.rogerebert.com/reviews/paulie-1998", "by": "Gena Rowlandsas Ivy", "star_rating": 2.0, "text": "\"Paulie'' tells the story of a parrot who can think like a human and talk like a stand-up comic, but a parrot who really had those gifts wouldn't have the problems this one does. He doesn't come across as a bird at all, but as a small, wisecracking person wearing feathers. He's just a little more interesting than the other guy with the same first name who also stars in--but no, that sentence was headed in an unkind direction.\n\nThe film is aimed at children, I suppose, although I don't think they'll like Paulie all that much. I didn't. I know there are people who love parrots, but they love them for being parrots. Would you want to live with a parrot who talked and thought like Buddy Hackett? You would? As long as he cleaned his own cage? As the movie opens, Paulie is in \"purgatory'' in the basement of a research lab, where he's been banished for refusing to cooperate with an ambitious scientist (Bruce Davison). How did Paulie get there? After he's befriended by a Russian-American janitor (Tony Shalhoub), he offers to tell his story, and we see it in flashback as an odyssey across the country.\n\nPaulie started, we learn, as the friend of a little girl named Marie. After he's blamed for her fall from a roof, he's dispatched to Buddy Hackett's pawnshop, where he picks up some of his vocal style, before he's purchased by a lovable woman named Ivy (Gena Rowlands) who (kids! hide your eyes!) goes blind and dies. Then he travels cross-country to Los Angeles, where he has an unconsummated romance with a girl parrot, and no wonder: If you were as smart as Buddy Hackett, how long would you be able to sustain a relationship with a parrot? Cheech Marin makes a brief appearance as another of Paulie's owners, and the bird even becomes expert at stealing from ATM machines, before he ends up in the hands of the scientist.\n\nThe movie's slant is that it's wrong to keep animals in cages and do experiments on them, and Paulie makes some dramatic gestures toward this end, but by then my attention was drifting. Dogs and cats, horses and monkeys and even bears make charismatic movie stars, but \"Paulie,'' I think, suggests that birds are more decorative than dramatic.\n\nOn the other hand, just to be fair, I should mention that parrots make great subjects for jokes. I know about a dozen, including the ones about the parrot in the deep freeze, the insulting parrot, the 300-pound parakeet and the parrot whose last words were, \"Who moved the ladder??'' I even made up a brand-new parrot joke while watching this movie. A parrot has a memory that will only hold the last two things it has heard. A guy buys him, puts him by the front door and tests him. \"One, two,'' the man says. \"One, two,'' the parrot says. \"Three,'' says the man. \"Two, three,'' says the parrot. \"Four,'' says the man. \"Three, four,'' says the parrot. Then the guy shouts to his wife: \"So long, honey, I'm going to the office!'' When the guy comes home, what does the parrot say?", "running_time": 92, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-04-17", "genres": ["Action", "Adventure", "Comedy", "Drama", "Family"], "title": "Paulie (1998)"}