{"url": "http://www.rogerebert.com/reviews/pay-it-forward-2000", "by": "Kevin Spaceyas Eugene Simonet", "star_rating": 2.5, "text": "Someone does you a good turn. You pass it on to three other people. They pass it on. And what a wonderful world this will be. That's the theory behind \"Pay It Forward,\" a movie that might have been more entertaining if it didn't believe it. It's a seductive theory, but in the real world, altruism is less powerful than selfishness, greed, nepotism, xenophobia, tribalism and paranoia. If you doubt me, take another look at the front pages.\n\nConsider Las Vegas, the setting of the movie. If every person in trouble there paid it forward to three more people, there would be more Gamblers Anonymous members than gamblers. An intriguing premise, but not one that occurs to this movie--although Alcoholics Anonymous plays a supporting role and paying it forward is of course the 12th step.\n\nThe movie has its heart in the right place, but not its screenplay. It tells a story that audience members will want to like, but it doesn't tell it strongly and cleanly enough; it puts too many loops into the plot, and its ending is shamelessly soapy for the material. Two or three times during the film I was close to caving in and going with the flow, but the story lost the way and I was brought back up to the surface again.\n\nHaley Joel Osment, the gifted young actor from \"The Sixth Sense,\" stars as Trevor, a resourceful latchkey kid whose father has disappeared and whose mother, Arlene (Helen Hunt), works two jobs as a Vegas cocktail waitress. She's a recovering alcoholic with a few relapses still to go. At school, Trevor is impressed by the grave, distant presence of his new teacher, Mr. Simonet (Kevin Spacey), whose face is scarred by burns.\n\nMr. Simonet doesn't want to win any popularity contests. \"Do I strike you as someone falsely nice?\" he asks Trevor. \"No,\" the boy replies thoughtfully, \"you're not even really all that nice.\" But Trevor responds to the lack of condescension in the teacher's manner: Mr. Simonet has standards and applies them in the classroom. On the first day of school, he writes the year's assignment on the blackboard: Think of an idea that could change the world. Trevor thinks. Things happen in his life to help him think and guide his thinking, and before long his mother discovers that a homeless man (James Caviezel) is living in their garage. It was Trevor's idea to invite him in. Then he can pay it forward.\n\nThere are complications. One of Trevor's theories is that his mom and Mr. Simonet would both be a lot happier if they were dating each other. Mr. Simonet does not agree. Spacey does a wonderful job of suggesting the pain just beneath the surface of the character; the teacher's life is manageable only because he sticks to his routine. But Trevor plugs away, all but shoving the two adults toward each other. This is, unfortunately, the kind of self-propelling plot device that, once allowed into a movie, takes it over and dictates an obligatory series of events. Since it is self-evident that Trevor is right, we know with a sinking feeling that the screenplay must detour into tentative acceptance, hurt rejection, silly misunderstandings, angry retreats, confessions, tearful reconciliations and resolutions, all in the usual order.\n\nThe movie intercuts between the predictable progress of the romance and the uncertain progress of Trevor's pay-it-forward scheme. We meet various supporting characters who get involved in paying it forward, and the time line is not always clear. The movie opens with one of those off-the-shelf hostage crisis scenes that ends with a criminal crashing into a reporter's car, and a stranger giving the reporter a new Jaguar. He's paying it forward. Then we flash back to \"four months earlier\" and Trevor's first day of school, but soon we're back to the present again, as the reporter tries to track down the pay-it-forward stories, and the lawyer who gave away the Jaguar tells why.\n\nThis leads to another flashback: When the lawyer's daughter had an asthma attack and was ignored in an emergency room, he explains, a gun-waving African-American stabbing victim forced a nurse to give the kid oxygen and told him to pay it forward. It's an effective cameo, but it's awkward the way the movie cuts between scenes like that, Trevor's own setbacks and the tentative romance.\n\nWith a cleaner story line, the basic idea could have been free to deliver. As it is, we get a better movie than we might have, because the performances are so good: Spacey as a vulnerable and wounded man; Hunt as a woman no less wounded in her own way, and Osment, once again proving himself the equal of adult actors in the complexity and depth of his performance. I believed in them and cared for them. I wish the movie could have gotten out of their way.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-10-20", "genres": ["Drama", "Romance"], "title": "Pay It Forward (2000)"}