{"url": "http://www.rogerebert.com/reviews/payback-1999", "by": "Mel Gibsonas Porter", "star_rating": 3.0, "text": "\"Not many people know what their life's worth,'' the hero of \"Payback'' tells us right at the beginning. \"I do. Seventy grand. That's what they took from me. And that's what I'm gonna get back.'' If you absorb that statement and take a close look at the title, you'll have a good idea of what the movie's about. The only remaining question: Is it about it entertainingly? Yes.\n\nThe movie's publicity makes much of the fact that the hero, named Porter, is a bad guy. It quotes the director, Brian Helgeland: \"I wanted to see a bad guy as the hero, but I didn't want to make excuses for him.'' Of course, if the bad guy is played by Mel Gibson, you don't have to make the same kinds of excuses as if he's played by, say, James Woods. Gibson has a whimsical charm, a way of standing outside material like this and grinning at it. Oh, he's earnest and angry, blood-soaked and beaten nearly to death. But inside, there's a grin. His fundamental personality is comic--he's a joker and a satirist--and he only rarely makes an effort to hide that side (as he did in, say, \"The Year of Living Dangerously'').\n\nBrian Helgeland has a sense of style, too (he co-wrote \"L.A. Confidential''), and we get the sense that \"Payback'' is more interested in style than story; it wants to take a criminal's revenge and make it the story of a guy whose mission edges into monomania. He wants exactly $70,000, no more, no less. More than once in the movie, Porter's enemies try to pay him more than $70,000. They're missing the point. (Porter could save himself a lot of wear and tear by taking $130,000 and mailing the rest back, but you know how it is.) The set-up contains a fundamental double-cross that I dare not reveal, and that will make it a little hard to discuss certain other aspects of the story. Perhaps selected details will give you the flavor. As when Porter's friend Val (Gregg Henry) shows him the weekly routine of some Chinese mobsters picking up cash. \"They're not wearing their seat belts,'' Porter observes, and of course that leads to the logical conclusion that the way to get their money is to crash head-on into their car.\n\nThere are also action gags involving severed gas lines on a car, a trick telephone, blackmail by cell phone, kidnapping, and a scene in which Porter comes closer than anyone since James Bond to being killed crotch-first. The film also contains a hooker with a heart of gold (Maria Bello), a two-timing dame (Deborah Kara Unger), a laconic cop (Bill Duke), a big mobster (Kris Kristofferson) and an even bigger one (James Coburn).\n\nWriting a screenplay like this essentially involves finding new bottles for old wine. Tricking the enemy is routine, but doing it in a new way is fun. Turning the tables is standard, but not when you don't expect when, and how, they'll be turned. And cinematographer Ericson Core finds a nice blue-green grittiness in the streets of Chicago, where the exterior scenes are punctuated by elevated trains rumbling past on such a frequent schedule that CTA riders will be chuckling to themselves.\n\nThere is much cleverness and ingenuity in \"Payback,'' but Mel Gibson is the key. The movie wouldn't work with an actor who was heavy on his feet, or was too sincere about the material. Gibson is essentially an action comedian, who enters into violence with a bemused detachment (\"Mad Max Beyond Thunderdome''). Here he has fun as the movie goes over the top, as when a doctor operates on him for gunshot wounds, using whiskey as a painkiller (for the doctor, not Gibson). Or when he helps himself to the dollars from a beggar's hat. Or when, and how, he recites \"This Little Piggy.''", "running_time": 102, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-05", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Payback (1999)"}