{"url": "http://www.rogerebert.com/reviews/paycheck-2003", "by": "Ben Affleckas Michael Jennings", "star_rating": 2.0, "text": "\"Paycheck\" begins with a thought-provoking idea from Philip K. Dick, exploits it for its action and plot potential, but never really develops it. By the end, the film seems to have lost enthusiasm for itself and should be scored with \"Is That All There Is?\" It's like an assembly of off-the-shelf parts from techno-thrillers: the vast laboratory, the cold-blooded billionaire industrialist, the hero in a situation that he doesn't understand, the professional security men who line up to get bumped off by the amateur computer nerd. Because the director is John Woo, we expect a chase and a martial-arts sequence, and we get them, but they're strangely detached; they feel like exercises, not exuberations.\n\nBen Affleck and Uma Thurman establish a strong presence as the leads, having some fun (and shedding a few tears) over the fact that they've been deeply in love, but he can't remember it. That's in the nature of Affleck's job. He plays Michael Jennings, a brilliant engineer who hires himself out to reverse-engineer new computer breakthroughs. He starts with impenetrable codes or uncrackable chips, takes them apart, sees what makes them work and reassembles them as elegant little ripoffs that sidestep copyright infringement.\n\nBecause big bucks are involved in what he does, and because corporations wouldn't want a guy like this blabbing on Tech TV, they write a sneaky clause into his contract: After he completes a job, his memory is wiped clean, and he's left with a gap of several weeks and a big paycheck.\n\nFor a writer with Dick's pulp origins, Michael is an ideal character type, sort of a cyber version of Johnny Dollar, the man with the action-packed expense account. Give him his salary and he's happy to walk away from the job (although we get a brief glimpse of a check that wouldn't be much of a payday for a program that essentially does the same thing as Al Pacino's software in \"Simone\" -- creates a 3-D digital actress who looks and sounds like the real thing.\n\nNext assignment: Michael is hired by Rethrick (Aaron Eckhart), head of the ominous Allcom. This assignment will take a little longer, three years of his life, as he tries to crack an invention that can see into the future. Yes, Rethrick wants to steal a lens so powerful that it follows the curvature of space and time right back to where it started and then some.\n\nTheory is, if you can predict the future, your stock price will go up. Yes, and you can win the lottery, too, although once the fundamental principles of stock markets and lotteries have been capsized, what do you do for an encore? See if you're going to enjoy lunch?\n\nAt a party at Rethrick's house, Michael exchanges small talk with the beautiful biologist Rachel (Thurman), demonstrating once again that we should never, ever worry about the cleverness of our small talk because in the movies, it can be formless and banal, and yet be repeated as a motif for an entire film. After Michael suggests that they \"go somewhere else\" and talk, she turns him down, and then she says, \"You don't believe in second chances, do you?\" Not a line to rank with \"I want you to hold [the chicken salad] between your knees,\" but it will be repeated with variations, tears, irony, fondness and urgency, to prove that the movie has not had its own memory erased.\n\nThe ingenious element in the plot is that when Michael's three years are up and he's free again, he discovers he has signed away millions of dollars and is left only with a manila envelope containing 19 objects. These are apparently objects that the pre-wipe Michael knew that he would need post-wipe; he has to figure out what to use them for, and when. (Clue: He's being chased by killers at a bus station and -- whoa! -- He has a bus pass!)\n\nThere's an echo here of \"The Bourne Identity\" (2002), starring Affleck's buddy Matt Damon as an amnesiac who takes possession of a Swiss safe deposit box containing clues to several identities, perhaps including his own.\n\nOK, so the idea is for Michael and Rachel to stop Allcom before it can destroy the world. Destruction is likely, it's explained, because if world leaders could foresee that their enemies planned to use weapons of mass destruction, they would launch a pre-emptive strike to respond to the attack before it takes place. Those wacky sci-fi guys! Their way to derail this scenario, of course, involves a long motorcycle chase sequence and a martial-arts battle.\n\nAlthough Woo is famous for his mastery of action scenes, the motorcycle chase is played by the numbers; there hardly seems to be risk or danger involved, and the computer nerd and his biologist girlfriend don't seem particularly amazed when lots of men in black cars try to shoot them dead.\n\nLater, when Rachel does some hand-to-hand combat, we're reminded how much more convincing Thurman was in \"Kill Bill,\" although there's a scene involving a mechanical hand that shows some wit and gets a chuckle.\n\nThere was a basic level at which I enjoyed the movie, just for the scope of the production and the way that Affleck doggedly puzzled his way through that manila envelope. But at the end, we get the sense that Woo is operating with a clipboard and a checklist, making sure everyone is killed in the right order. There's simply not enough urgency involved.\n\nAnd the attempts of the Allcom security staff to deal with the various locks and alarms in their top-secret lab had me thinking of \"Dumb and Dumber.\" There are countless fascinating possibilities involved in Philip K. Dick's story, and I'm kind of sad that the ones ranking highest in the minds of the filmmakers was the opportunity to have chase scenes and blow stuff up real good.", "running_time": 119, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-12-24", "genres": ["Action", "Adventure", "Mystery", "Science Fiction", "Thriller"], "title": "Paycheck (2003)"}