{"url": "http://www.rogerebert.com/reviews/pcu-1994", "by": "Jeremy Pivenas Droz", "star_rating": 2.0, "text": "The strange thing about Political Correctness is that it seems to have lots of opponents and no supporters. No one ever describes themselves as PC, and yet somehow the movement thrives. It achieves an especially luxuriant growth on campuses, where young people for centuries have defined themselves in opposition to their elders, who are by definition reactionary. Nothing creates quite such a warm inner glow as accusing others of being morally reprehensible. In my undergraduate days, our opponents were Fascist Baby-Eaters. Today we live in less exuberant times, and the evil ones are simply racist, sexist, ageist, weightist, etc.\n\n\"PCU\" is a comedy set on a campus mired deep in the grip of reactionary PC. Freedom of speech has become so inhibited by pressure groups that the campus is all but paralyzed. (It is a peculiarity of such groups that their own speech is protected; I cannot call you a \"girl,\" for example, but you may certainly call me a phallocentric pig.) Into this hotbed of indignation wanders one day an innocent \"pre-frosh,\" who hopes to spend the weekend familiarizing himself with the campus, while living at a \"frat house.\" There is, he learns, no such thing as a fraternity anymore at Port Chester University. In fact, the former frat house he visits has been reborn as \"The Pit,\" a coed residence where the living room is used mostly for roller hockey and rehearsals of grunge bands. (One of the movie's best sight gags shows the group portraits of the house's former residents; for years they are WASP clones in dark suits, ties and crew cuts. Then, in 1969, they metamorphose into unisex hippies.) The pre-frosh, named Tom (Chris Young), is shown the ropes by a fast-talking senior named Droz (Jeremy Piven), who has been on campus seven years. He provides a tour of the Pit, which is obviously a linear descendant of \"National Lampoon's Animal House,\" right down to the Belushi-like heavy metal fan Gutter (Jon Favreau). Then Tom gets a tour of the campus, and we meet some of the local luminaries, including the university's president, Ms. Garcia-Thompson (Jessica Walter) and her cohort, a Young Republican named Rand McPherson (David Spade).\n\nThe plot is not difficult to grasp. The Pit is an undisciplined group of anarchic throwbacks to the 1960s, and Garcia-Thompson and McPherson are conspiring to get them thrown off campus. Their plot leads to a $7,000 bill the Pit residents must pay - and they attempt to raise the money by throwing a beer blast (even though they fear that more people will picket it than attend it).\n\n\"PCU\" is a fertile movie, filled with the beginnings of good ideas and promising scenes. But somehow everything seems truncated; there's not the kind of follow-through that takes a funny situation and builds on it until the laughs begin to pyramid. In an early scene, for example, Droz and Tom encounter a group of \"Womynists,\" militant feminists dressed for combat, who form a protective human wall to shield one of their members from her former boyfriend.\n\nThey're immediately funny, but instead of giving them screen time, the film moves with immodest haste to show that they can have a good time at a beer blast just like everyone else.\n\nThe liaison between President Garcia-Thompson and the Young Republican is possibly inspired by the unholy alliance of \"Animal House's\" Dean Wormer (John Vernon) and the campus do-gooders, but \"PCU\" never explains it, let alone exploits it. How did they get to be on such familiar terms? Why can he speak to her so rudely? Are explanatory scenes missing? What's really missing, I'm afraid, is edge and risk-taking.\n\nThe movie is afraid to be - yes - Politically Incorrect. It isn't really critical of anybody's behavior, and it sketches its campus fringe groups in broad, defanged generalizations. Beneath its facade of contemporary politics, it's another formula film in which the kids want to party and get drunk, and the adults are fuddy-duddies.\n\nDid the original screenplay by Adam Leff and Zak Penn have more teeth to it, or was the movie always intended as a softball? Hard to say. The director, Hart Bochner, seems to think it is funny if (1) a character offends a group of people, and (2) the people rise up en masse and chase him across campus. This happens three times, I think.\n\nMaybe four. At one point a large mob is even searching the campus by flashlight. \"PCU\" begins with a terrific premise, but immediately loses faith in it. This kind of spinelessness would have turned the residents of \"Animal House\" into pussycats.", "running_time": 81, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-04-29", "genres": ["Comedy"], "title": "PCU (1994)"}