{"url": "http://www.rogerebert.com/reviews/peaceful-warrior-2006", "by": "Nick Nolteas Socrates", "star_rating": 2.5, "text": "If \"Peaceful Warrior\" were not based on a true story, I might have an easier time believing it. It's the kind of parable that is perfectly acceptable as the saga of Mr. Miyagi, but when the movie opens with the words \"inspired by true events,\" I get edgy. I keep wondering what \"inspired\" means. Did Dan Millman, the author of the book that inspired the movie, really meet a man who could levitate?\n\nWhat I do believe is that Nick Nolte can play a man who can levitate. Nolte sounds a note of weary clarity in the film; when he utters self-help cliches (\"stop gathering information from outside yourself and start gathering information from inside\"), he underplays it so well and looks so serious that we think maybe he knows this first-hand.\n\nNolte plays the only attendant at an all-night Texaco station that looks so old-fashioned, it could be the Fatal Gas Station in a horror movie: You know, where the sinister old scarecrow in overalls tells the kids to turn left and go down the old dirt road into the swamp. This station, however, seems well-lighted and orderly, and Nolte's character is always busy under the hood of a car. \"This is a service station,\" he says at one point. \"We offer service. There's no higher purpose.\"\n\nHe has such conversations with Dan Millman (Scott Mechlowicz), a character based on the author of the 1980 self-help best-seller that has inspired the movie. Dan is a gymnast on the Berkeley team, a hot-shot who's always trying out risky stuff in the gym. Once, after a nasty fall, his coach tells him: \"Nobody on this planet can do what you're trying to do.\"\n\nDan is out jogging the first night he meets the Nolte character, who he eventually thinks of as Socrates. As he's leaving, he turns back and finds that Socrates is now standing on the roof of the station, 15 feet or more above the ground. How did he do that? Later, Dan also wants to know how Socrates appears in his bedroom during sex, and on top of a beam in the gymnasium. Quizzed on such puzzles, Socrates has helpful answers such as pointing to his forehead while saying, \"Take out the trash, Dan.\"\n\nDan's motorcycle hits a car and he breaks his femur in 17 places. This is inspired by the real Dan's accident in which he broke his leg in 21 places. Told he will never compete in gymnastics again, he contemplates suicide, but eventually finds himself back at the service station, where Socrates shares such wisdom as, \"The journey is what brings us happiness, not the destination.\" I was happy to hear this, because it explains what Godard meant when he said, \"The cinema is not the station, the cinema is the train.\"\n\nThe story arc of \"Peaceful Warrior\" is so familiar that in addition to being inspired by fact, it is inspired by at least two-thirds of all the sports movies ever made. To quote myself (this situation has come up before): I can't give away the ending, because it gives itself away. Oddly enough, it's not the plausible stuff like the gymnastics that fascinates me in the story, but the mystery of Socrates. Does Socrates even exist? Is his gas station really there? If Dan bought himself a Baby Ruth from the candy machine, could he eat it? Of course these questions betray me as hopelessly focused on realism.\n\nSometimes in an imperfect movie there is consolation simply in regarding the actors. You possibly have the impression that Nick Nolte has been in a lot of commercial hits and is, or was until recently, an action star. But run his name through IMDb.com, and you'll discover that he is, and essentially always has been, an art-film actor. Yes, he had some big hits, but \"48 HRS\" was a breakthrough at the time, and when he does a superhero epic, it's the inventive \"Hulk\" by Ang Lee.\n\nNolte has been through some hard times, and posed for at least one mug shot that went around the world. He has picked himself up and patched himself back together, and is convincing as a wise survivor. A movie based on his life might have the same parabola as Millman's, if you substituted drinking for gymnastics. There is a sense in which the role of Socrates speaks to him more loudly than to Dan, and that sense makes the performance sort of fascinating.\n\nAll the rest is formula: The coach, the team, the training, the accident, the comeback. The fact that doubles and visual effects are used for some of the gymnastics stunts is obvious, but not objectionable, because of course they are. But it's funny, isn't it, how the most amazing stunt in the movie is performed off-screen. How did he get up there?", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-06-22", "genres": ["Drama", "Indie", "Romance"], "title": "Peaceful Warrior (2006)"}