{"url": "http://www.rogerebert.com/reviews/peace-love-and-misunderstanding-2012", "by": "Jane Fondaas Grace", "star_rating": 3.0, "text": "\"Peace, Love & Misunderstanding\" is one of Jane Fonda's rare leading roles in recent years, and it provides a wink at what we probably imagine she's been up to in her spare time. She plays Grace, a hippie grandmother with untamed, graying hair, who is known as the freest spirit in town — and since she lives in Woodstock, that's saying something.\n\nOn her farm with its pond and purebred chickens roaming inside the house, she seems to throw a party every night for the local wild spirits. On the night of the full moon, she gathers a circle of women to worship the Goddess and smoke amazing quantities of pot. If there's a local music festival, it's taken for granted that Grace will be the emcee and that she's probably slept with most of the musicians.\n\nInto this hedonistic world, her daughter Diane (Catherine Keener) arrives unannounced one day with her children, Zoe (Elizabeth Olsen), 20ish, and Jake (Nat Wolff), around 15. Grace has not seen Diane in 20 years, after she broke off relations in reaction to her mother's flamboyant lifestyle. But now, having decided to divorce her stolid husband, Mark (Kyle MacLachlan), she has piled her kids into the SUV and headed upstate. All she asks is that Grace somewhat curtail her wildness around the kids. It is not to be.\n\n\"Peace, Love & Misunderstanding\" is an undemanding formula picture that's a lot of superficial fun and not much more. Would it surprise you that within 24 hours Diane and both of her children have commenced romances with locals, and that many truths will be exchanged between Diane and Grace? Woodstock is presented as a place where the 1969 festival still more or less continues, many of the flower children apparently having never left. It's very upscale in a laid-back way, like Aspen or Telluride, and Grace, for example, seems to have unlimited funds, although there's a reason for that.\n\nBecause Fonda is (very capably) playing a send-up of her image, the character I found most interesting is Catherine Keener's Diane. She's a Manhattan lawyer, nursing anger with her mother after all these years and making it a point not to drink or smoke — as a rebuke, perhaps. She quickly falls under the spell of Jude (Jeffrey Dean Morgan), a local furniture maker and guitarist, age-appropriate, handsome, understanding. Meanwhile, daughter Zoe locks hearts with Cole (Chace Crawford), even though she is a vegetarian and he is a butcher. Young Jake is smitten with Tara (Marissa O'Donnell), a coffeeshop waitress who wins him with a shy smile and superb latte.\n\nThese three interlocking romances mesh with Grace's non-stop adventures and assorted heart-to-heart talks, and that's about the size of it. Director Bruce Beresford seems content to deliver a charming comedy and sidestep the deeper family issues that the film could have addressed.\n\nSo, all right, on that level, the film works for me. It essentially focuses on the three women, and Fonda, Keener and the fast-rising Elizabeth Olsen look plausibly like three generations from the same genes. Olsen, indeed, looks a great deal like Keener, and that is a sincere compliment. It's the cheekbones when they smile.", "running_time": 96, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-06", "genres": ["Comedy", "Drama", "Romance"], "title": "Peace, Love & Misunderstanding (2012)"}