{"url": "http://www.rogerebert.com/reviews/pearl-harbor-2001", "by": "Ben Affleckas Rafe McCawley", "star_rating": 1.5, "text": "\"Pearl Harbor\" is a two-hour movie squeezed into three hours, about how on Dec. 7, 1941, the Japanese staged a surprise attack on an American love triangle. Its centerpiece is 40 minutes of redundant special effects, surrounded by a love story of stunning banality. The film has been directed without grace, vision, or originality, and although you may walk out quoting lines of dialog, it will not be because you admire them.\n\nThe filmmakers seem to have aimed the film at an audience that may not have heard of Pearl Harbor, or perhaps even of World War Two. This is the Our Weekly Reader version. If you have the slightest knowledge of the events in the film, you will know more than it can tell you. There is no sense of history, strategy or context; according to this movie, Japan attacked Pearl Harbor because America cut off its oil supply, and they were down to an 18 month reserve. Would going to war restore the fuel sources? Did they perhaps also have imperialist designs? Movie doesn't say.\n\nSo shaky is the film's history that at the end, when Jimmy Doolittle's Tokyo raiders crash-land in China, they're shot at by Japanese patrols with only a murky throwaway explanation about the Sino-Japanese war already underway. I predict some viewers will leave the theater sincerely confused about why there were Japanese in China.\n\nAs for the movie's portrait of the Japanese themselves, it is so oblique that Japanese audiences will find little to complain about apart from the fact that they play such a small role in their own raid. There are several scenes where the Japanese high command debates military tactics, but all of their dialog is strictly expository; they state facts but do not emerge with personalities or passions. Only Admiral Yamamoto (Mako) is seen as an individual, and his dialog seems to have been singled out with the hindsight of history. Congratulated on a brilliant raid, he demurs, \"A brilliant man would find a way not to fight a war.\" And later, \"I fear all we have done is to awaken a sleeping giant.\" Do you imagine at any point the Japanese high command engaged in the 1941 Japanese equivalent of exchanging high-fives and shouting \"Yes!\" while pumping their fists in the air? Not in this movie, where the Japanese seem to have been melancholy even at the time about the regrettable need to play such a negative role in such a positive Hollywood film.\n\nThe American side of the story centers on two childhood friends from Tennessee with the standard-issue screenplay names Rafe McCawley (Ben Affleck) and Danny Walker (Josh Hartnett). They enter the Army Air Corps and both fall in love with the same nurse, Evelyn Johnson (Kate Beckinsale)--first Rafe falls for her, and then, after he is reported dead, Danny. Their first date is subtitled \"Three Months Later\" and ends with Danny, having apparently read the subtitle, telling Evelyn, \"Don't let it be three months before I see you again, okay?\" That gets almost as big a laugh as her line to Rafe, \"I'm gonna give Danny my whole heart, but I don't think I'll ever look at another sunset without thinking of you.\" That kind of bad laugh would have been sidestepped in a more literate screenplay, but our hopes are not high after an early newsreel report that the Germans are bombing \"downtown London\"--a difficult target, since although there is such a place as \"central London,\" at no time in 2,000 years has London ever had anything described by anybody as a \"downtown.\" There is not a shred of conviction or chemistry in the love triangle, which results after Rafe returns alive to Hawaii shortly before the raid on Pearl Harbor and is angry at Evelyn for falling in love with Danny, inspiring her timeless line, \"I didn't even know until the day you turned up alive--and then all this happened.\" Evelyn is a hero in the aftermath of the raid, performing triage by using her lipstick to separate the wounded who should be treated from those left to die. In a pointless stylistic choice, director Michael Bay and cinematographer John Schwartzman shoot some of the hospital scenes in soft focus, some in sharp focus, some blurred. Why? I understand it's to obscure details deemed too gory for the PG-13 rating. (Why should the carnage at Pearl Harbor be toned down to PG-13 in the first place?) In the newsreel sequences, the movie fades in and out of black and white with almost amusing haste, while the newsreel announcer sounds not like a period voice but like a Top-40 deejay in an echo chamber.\n\nThe most involving material in the film comes at the end, when Jimmy Doolittle (Alec Baldwin) leads his famous raid on Tokyo, flying Army bombers off the decks of Navy carriers and hoping to crash-land in China.\n\nHe and his men were heroes, and their story would make a good movie (and indeed has: \"Thirty Seconds Over Tokyo\"). Another hero in the movie is the African-American cook Dorie Miller (Cuba Gooding Jr.), who because of his race was not allowed to touch a gun in the racist pre-war Navy, but opens fire during the raid, shoots down two planes, and saves the life of his captain. He's shown getting a medal. Nice to see an African-American in the movie, but the almost total absence of Asians in 1941 Hawaii is inexplicable.\n\nAs for the raid itself, a little goes a long way. What is the point, really, of more than half an hour of planes bombing ships, of explosions and fireballs, of roars on the soundtrack and bodies flying through the air and people running away from fighters that are strafing them? How can it be entertaining or moving when it's simply about the most appalling slaughter? Why do the filmmakers think we want to see this, unrelieved by intelligence, viewpoint or insight? It was a terrible, terrible day. Three thousand died in all. This is not a movie about them.\n\nIt is an unremarkable action movie; Pearl Harbor supplies the subject, but not the inspiration.", "running_time": 183, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-05-25", "genres": ["Action", "Drama", "History", "Romance", "War"], "title": "Pearl Harbor (2001)"}