{"url": "http://www.rogerebert.com/reviews/pecker-1998", "by": "Edward Furlongas Pecker", "star_rating": 2.0, "text": "The hero of John Waters' “Pecker” got his nickname as a kid, we\rare told, by pecking at his food. Uh, huh. And guys named Studs had fathers in\rthe tuxedo business. Pecker (Edward Furlong) works in a Baltimore sandwich shop\rand takes photos of the seamy side of life. He has an exhibit in the\rrestaurant, a famous New York art dealer (Lili Taylor) happens to see it, and\rshe mounts a show of his work in her gallery.\n\nOf course all Manhattan is soon agog at the young genius,\rproviding Waters with easy targets in the world of modern art. “Pecker's like a\rhumane Diane Arbus,” one critic gushes, when in fact he's more like just plain\rDiane Arbus. But “Pecker” isn't really about art so much as about the way that\rfame and fortune upset Pecker's little world.\n\nThere is a strong streak of domesticity in Waters' plots (even\rthe characters in “Pink Flamingos” have home lives, although you might need to\rleave the room if I described them). Pecker's dad (Mark Joy) operates a failing\rbar. His mom (Mary Kay Place) runs a thrift shop and sells the homeless “a\rcomplete Easter outfit” for 25 cents. (Pecker assures one of her potential\rcustomers that a winter coat is “flameproof--in case someone tries to set you\ron fire.”) His sister Tina (Martha Plimpton) is the emcee in a male go-go bar,\rissuing dire warnings against such misbehavior as “tea-bagging.” His\rgrandmother (Jean Schertler) has a stand in front of the house to sell\rsomething called “pit beef,” and has a Virgin Mary statue that talks uncannily\rlike one of Conan O'Brien's speaking TV pictures. And there is a kid sister\rnamed Little Crissy (Lauren Huilsey) who stuffs candy into her mouth as if she\ronly feeds on payday; she continues the Waters tradition of at least one\raddictive character in every movie.\n\nPecker is the most normal member of the family, I'd say. His\rgirlfriend Shelley (Christina Ricci) runs a laundromat, is an expert on stains,\rand sometimes slightly unzips the top of her jumper so Pecker can snap off a\rfew quick shots. His best friend, Matt (Brendan Sexton III) is a compulsive\rshoplifter who poses while committing crimes and suffers the most from Pecker's\rfame; he complains, “If I can't shoplift, I don't want to be an artist!” Waters\rfollows these characters through their 15 minutes of fame without ever churning\rup very much interest in them. One problem is that Furlong's performance\rdoesn't project much heat or charisma, while the girlfriend played by Ricci\rseems constantly to be dampening her own. A simple casting switch, making Ricci\rthe photographer and Furlong the boyfriend, might have improved the movie\rconsiderably.\n\nThere's also a certain tension between the gentler new Waters\rand his anarchic past. In the scenes in the male strip bar, for example, we\rkeep waiting for Waters to break loose and shock us, and he never does, except\rwith a few awkward language choices. The miraculous statue of Mary could have\rprovided comic possibilities, but doesn't. In the early scenes it's clear that\rthe grandmother is a ventriloquist, but in the later scenes, when the statue\ractually does talk, the best it can come up with are some disconnected phrases;\rone is reminded of HAL 9000 as the memory is being disconnected. Better if Mary\rhad become an art critic.\n\nSome scenes are so flat we squint a little at the screen, trying\rto see why anyone thought they might be funny. After Shelley the girlfriend\rthinks she sees Pecker kissing the art dealer, for example, she flees\rbroken-hearted into a voting booth, and Pecker follows her into the booth,\rwhere they have loud and active sex. This is supposed to shock the bourgeoisie,\rbut it plays like a bad idea.\n\nThe movie is filled with cameos, of which the most suggestive is\rthe artist/photographer Cindy Sherman. She eyes the pit-beef grandma as a\rpossible subject and started me thinking maybe that would have been a better\rapproach: Every member of the family is taken up by a different artist, and the\rVirgin Mary examines the results and says she doesn't know much about art, but\rshe knows what she likes. After all, she's been in a lot of good paintings\rherself.", "running_time": 87, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-25", "genres": ["Comedy", "Indie"], "title": "Pecker (1998)"}