{"url": "http://www.rogerebert.com/reviews/peggy-sue-got-married-1986", "by": "Francis Coppola", "star_rating": 4.0, "text": "Certain times and places can re-create, with a headstrong rush, what it felt like to be 17 years old - and we are sometimes more in touch with ourselves at that age than we are with the way we felt a year ago. Have you ever received a telephone message from somebody you were in love with when you were 17? And didn't it feel, for a second, as if it came from that long-ago teenager, and not from the adult who left it? \"Peggy Sue Got Married\" is a lot of things - a human comedy, a nostalgic memory, a love story - but there are times when it is just plain creepy, because it awakens such vivid memories in us. It's about a woman who attends her 25th high school reunion and passes out. When she comes to it is 1960 and she inhabits her own teenage body.\n\nThose few details make the movie sound like \"Back to the Future,\" but give it some thought and you will see that \"Peggy Sue\" is not a clone, but a mirror image. In \"Back to the Future,\" the hero traveled backwards through time to meet his own parents when they were teenagers. In \"Peggy Sue,\" the heroine travels backwards to enter her own body as a teenager - and she enters it with her 42-year-old mind still intact.\n\nWhat would you say, knowing what you know now, to the people you loved when you were 17? How would you feel if you picked up the telephone, and it was your grandmother's voice? Would you tell her she was going to die in another two years and three months? No, but you would know that, and wouldn't your heart leap into your throat? And wouldn't she wonder what was wrong with you, that you couldn't respond to her simple hello? \"Peggy Sue Got Married\" provides moment after moment like that.\n\nIt's like visiting a cemetery where all of the people are still alive.\n\nAnd yet it is a comedy. Frank Capra made comedies like this, in which the humor welled up out of a deep, even sentimental, drama of human emotions. There is a scene in the movie where the 17-year-old girl (with the mind of the 42-year-old woman) sits in the front seat of a car and necks with the teenage boy that (she knows) she will marry and someday decide to divorce. Imagine kissing someone for the first time after you have already kissed him or her for the last time.\n\nThe movie stars Kathleen Turner, in a performance that must be seen to be believed. How does she play a 17-year-old? Not by trying to actually look 17, because the movie doesn't try to pull off that stunt (the convention is that the heroine looks adult to us, but like a teenager to the other characters). Turner, who is actually 32, plays a teenager by making certain changes in her speech and movement: She talks more impetuously, not waiting for other people to reply, and she walks in that heedless teenage way of those who have not yet stumbled often enough to step carefully. There is a moment when she throws herself down on her bed, and never mind what she looks like, it feels like a 17-year-old sprawled there. Her performance is a textbook study in body language: She knows that one of the symptoms of growing older is that you arrange your limbs more thoughtfully in repose.\n\nThe other important character in the movie is Charlie Bodell, her boyfriend and later her husband, played by Nicolas Cage. We meet him first as a local businessman in his early 40s, and from the way he walks into a room you can tell he's the kind of man who inspires a lot of local gossip. He and his wife are separated and planning to divorce.\n\nWhen we see him again, he's the teenage guy she's dating. There are two delicate, wonderful scenes where she walks a tightrope, trying to relate to him as if she were a teenager, and as if she hadn't already shared his whole future.\n\nThat scene in the front seat of the car is a masterpiece of cross purposes: She actually wants to go all the way, and he's shocked - shocked not so much by her desire, as by a girl having the temerity to talk and act that way in 1960. \"Jeez,\" he says, after she makes her move. \"That's a guy's line.\" The movie was directed by Francis Coppola, who seems to have been in the right place at the right time. The \"Peggy Sue\" project got traded around from one actor and director to another. (Turner's role originally was cast with Debra Winger, and Coppola was the third director on the project.) After several years in which he has tried to make technical and production breakthroughs on his movies, experimenting with new film processes and new stylistic approaches with honorable but uneven results, this time Coppola apparently simply wanted to make a movie, and put some characters on the screen, and tell a story. He has, all right. This is one of the best movies of the year.", "running_time": 103, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-10-08", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Peggy Sue Got Married (1986)"}