{"url": "http://www.rogerebert.com/reviews/pendulum-1969", "by": "George Peppardas Capt. Matthews", "star_rating": 1.5, "text": "I guess \"Pendulum\" qualifies as the first lawnorder movie; a vicious killer-rapist is sprung on a technicality by the Supreme Court, and then we get a 90-minute sermon against coddling criminals. \"For years,\" sighs the kindly police chief (or was it the kindly civil rights lawyer?), \"private citizens have been deprived of their rights, But now I'm afraid the pendulum has swung too far the other way.\"\n\n\"Pendulum,\" alas, doesn't swing at all. If you really analyze it, it's a fascist movie, defending strong authority figures against citizens' rights. But why analyze it? It's so badly written and indifferently directed that it degrades its subject; a few more movies like this could put lawnorder out of business for good.\n\nThe story involves a cop (George Peppard) who frets while a psychopathic killer (Robert F. Lyons) beats the rap. Then we get lots of speeches by the cop and the chief about lawnorder, and some weak rejoinders by the liberal lawyer (Richard Kiley). But then Peppard goes out of town, and while he's gone somebody murders his wife and her lover in bed.\n\nHe's the prime suspect, naturally, since the movie has already awkwardly planted a lot of clues. Example: Peppard expresses concern that the maid's stool will slip while she washes the windows; next day the cops find Peppard's footprints -- you guessed it -- under the window where the killer entered. Gangbusters!).\n\nPeppard hires the same liberal attorney to defend him. The attorney's name is Woodrow Wilson King, a coincidence that didn't escape me. The cops chalk a four-color map on the blackboard and decide Peppard did it -- even though a car stolen a block from Peppard's home later turns up abandoned in the Pennsylvania home town of the vicious killer-rapist. Are you keeping this straight?\n\nWell, Peppard the cop was against the wily tricks of the glib liberal lawyer, but Peppard the suspect is only too happy to have the lawyer defend him. Right? Wrong! Peppard doesn't trust the law, thinks he's being framed, escapes and solves the case himself. There's a dramatic struggle with the killer; Peppard is stabbed with a bread knife, sustaining a curious wound that crawls up and down his arm in various shots before finally establishing itself in his back.\n\nThe movie is written ineptly, and the audience giggled at a lot of awkward dialog. Not so amusing was the characterization of the Negro maid; other than that stereotyped maid who still inhabits Tom and Jerry cartoons, she's the first laws-a-mercy black maid in years.\n\nGeorge Peppard, a better actor than his recent roles indicate, is competent. Jean Seberg is transparent and lifeless. Only Robert F. Lyons, as the killer, stands out. His face and manner bring moments of tension into an otherwise dreary exercise.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-02-10", "genres": null, "title": "Pendulum (1969)"}