{"url": "http://www.rogerebert.com/reviews/pennies-from-heaven-1981", "by": null, "star_rating": 2.0, "text": "\r\n\n\n“Pennies from Heaven” is\r\ndazzling and disappointing in equal measure. It's a musical with an idea, and\r\nideas usually have been deadly to the musical, that most gloriously heedless of\r\nmovie genres. The idea this time is that there was a great contrast between the\r\ngrim reality of the Depression era, and the mindless song-and-dance of the\r\nera's favorite escapist entertainment, the musical. Well, so there was, and\r\nviva la difference.\n\n\r\n“Pennies from Heaven” illustrates its insight by\r\nsetting up a brutal contrast between its dramatic scenes and its musical\r\nnumbers. The story in this film is relentlessly downbeat, cruel, and\r\noccasionally twisted: A miserable marriage leads to a cheerless love affair,\r\nboth based on the sexual humiliation of women. Then, just as we are primed to\r\nhurl ourselves out of the window, the characters undergo a transmogrification\r\ninto inhabitants of an upbeat 1930s musical. The voices of Bing Crosby, Connee\r\nBoswell, Fred Astaire, and other Depression recording artists issue from their\r\nmouths, and they dance their way through the most dazzling production numbers\r\nsince Busby Berkeley.\n\n\r\nThe movie keeps cutting back and forth between\r\nits mean-spirited narrative and the empty-headed perfection of its musical\r\nnumbers until we're as dispirited as the characters. We get it: Nothing is real\r\nexcept pain, and anyone who dares to sing \"Let's Face the Music and\r\nDance\" is sooner or later going to have to face the music. It is the\r\nstructure of “Pennies from Heaven” that works most fatally against the film. A\r\nfew key scenes contrasting grim reality and movie escapism would have made the\r\npoint, but two hours of contrast simply destroy our ability to get into the\r\nmovie and enjoy it. The movie constantly shatters its own reality, which is,\r\nadmittedly, a daring thing for a $25 million musical to do, but in this case is\r\nnot a very good idea.\n\n\r\nOriginal ads placed the emphasis on the movie's\r\nmusical numbers and its stars, especially sheet music salesman Steve Martin and\r\nhis schoolteacher mistress, Bernadette Peters (there was less emphasis on\r\nJessica Harper, who plays Martin's desperately hapless wife). Hollywood is\r\nalways pragmatic in these matters: If the filmmakers haven't made the film the\r\nstudio had in mind, the studio simply advertises the film they wish had been\r\nmade. That led to some thoroughly puzzled audiences, as Martin fans lined up\r\nfor a wild and crazy musical and discovered they were in a musical that wanted\r\nto subvert musicals. Some of the scenes in “Pennies from Heaven” are very hard\r\nto take, especially one in which Harper pathetically tries to cater to Martin's\r\nfavorite fetish, which is lipstick on the nipples; this is the most\r\nembarrassing and gratuitously cruel scene I've seen in a long time.\n\n\r\nOn the other hand, “Pennies” also contains\r\nmusical scenes that are wonderfully entertaining, even if the movie has a way\r\nof ending them with emotional crash landings. The choreography has been\r\nreferred to as a Busby Berkeley parody, but it's not parody, it's homage, and\r\nnever have I seen such well-drilled troupes of chorus girls, song-and-dance\r\nmen, and even well-scrubbed little toddlers lined up at dozens of baby grand\r\npianos.\n\n\r\nThe production values in this movie are superb,\r\nand it's great to look at, not only during the musical interludes but even in\r\nthe dramatic moments. Many of the compositions are borrowed from famous\r\npaintings or photographs of the time. \n\nThe problem is, “Pennies from\r\nHeaven” is all flash and style and no heart. That's the problem with the Steve\r\nMartin performance, too: He provides a technically excellent performance that\r\ndoes not seem to be inhabited by a person. Bernadette Peters has a winning way\r\nwith the schoolteacher, all curls and sweetness and shattered hopes, but the\r\nemotional reality of the other characters is consistently undermined by the\r\nmovie's lame-brained determination to interrupt each happy moment with a grim\r\none, and vice versa, until we're emotionally shellshocked. Just imagine if the\r\ncreativity, energy, work, talent, and money that went into “Pennies from Heaven”\r\nhad been devoted instead to a cheerful film on the same topic. Boy, would we\r\nneed it now.", "running_time": 107, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Music", "Romance"], "title": "Pennies from Heaven (1981)"}