{"url": "http://www.rogerebert.com/reviews/people-like-us-2012", "by": "Chris Pineas Sam", "star_rating": 2.5, "text": "\"People Like Us,\" a good-hearted and well-intentioned film, depends on a movie device we could name The 90-Minute Delay. That describes the technique of waiting through most of a movie for one simple line to be spoken that would clear up all of the confusion. In this case, that line would be, \"We are brother and sister.\" There might be a good reason for not wanting to tell someone that, but not in this story, where it serves mostly to string us along.\n\nThe siblings in question are the children of a famous Los Angeles record producer, who spent his career masterminding the albums of rock legends and found time to start a second family on the side. Now we meet his son Sam (Chris Pine), a slick-talking New York salesman who gets the news that his father has died. He sets off for the airport with his girlfriend, Hannah (Olivia Wilde), but is so reluctant to attend the funeral, he tries to manage for them to miss their flight.\n\nNo luck. Apparently the old man was a distant father, wrapped up in his own legend. When Sam arrives belatedly at home, his mother, Lillian (Michelle Pfeiffer), gives him a good slap and then says she's happy to have him there. He enters at last a room in their house that was his father's man cave, a repository of his tapes, albums, souvenirs and archives. It's unclear how much money the old man left, but Sam's legacy seems to be a shaving kit with $150,000 inside — and information about its recipient.\n\nThat would be Frankie (Elizabeth Banks), his half-sister. In a reasonable world, he might implore his father's trusted attorney, Ike Rafferty (Philip Baker Hall), to perform this mission, or at least accompany him on it. Sam prefers a stealth approach, \"happens\" to meet her at an AA meeting and learns she has a young son, Josh (Michael Hall D'Addario). He begins to befriend them, grows close to the son and behaves in a way that, in another movie, might seem alarming. Not here. His help is welcomed, although Frankie grows curious.\n\nAs Hannah returns home and Sam settles in for an indefinite stay, he is tempted to keep the cash for himself; he's deeply in debt because of a boxcar-load of exploding juice boxes. But never mind. He and Frankie begin to share confidences, an unmistakable affection grows between them, and all this time, Sam keeps the crucial secret.\n\nA truth untold can interest me up to a certain point, and then it grows tiresome. Alex Kurtzman, who directed and co-wrote this film, says it is loosely based on a true story, his own. I don't suppose it's a close parallel, but for the sake of discussion, at which point does Sam's keeping the secret qualify as a sadistic manipulation of his sister? If the old man was cool and distant, has the fruit fallen far from the tree?\n\n\"People Like Us\" paints engaging portraits of its characters, who feel close enough to plausible people — so close that the delayed secret undermines them. Characters cannot linger in ignorance indefinitely without suffering. I like smart movies about smart people, and enjoy it when most of the facts are on the table and we can contemplate them together. \n\nSam and Frankie are certainly interesting enough that a film about them coming to grips with this hidden truth would have been justified. It also would probably have been harder to write than this one, so \"People Like Us\" marches on with a coy little smile, toying with Frankie and the audience.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-06-27", "genres": ["Drama"], "title": "People Like Us (2012)"}