{"url": "http://www.rogerebert.com/reviews/percy-jackson-and-the-olympians-the-lightning-thiefbr-2010", "by": "Logan Lermanas Percy", "star_rating": 3.0, "text": "Every movie involving superheroes requires an origin story, and \"Percy Jackson & The Olympians: The Lightning Thief\" has a doozy. The Greek gods on Mount Olympus sometimes descend to earth to have children, you see, and these half god, half humans are demigods. They live among us. One is Percy Jackson (Logan Lerman), who is the teenage son of Poseidon and Sally Jackson (Catherine Keener). But he doesn't know this. I wonder if his mom noticed. Kind of a letdown to discover Greek gods are runaway dads.\n\nPercy finds he can think best when underwater for 10 minutes at a time. Poseidon was the god of the sea, you will recall. His best buddy is Grover (Brandon T. Jackson), who is revealed as a sort of assistant demigod assigned to watch over him. His teacher is Mr. Brunner (Pierce Brosnan), who is actually Chiron, a centaur. Give Brosnan a lot credit for wearing the back half of a horse as if he'd been doing it for years. \n\nThe movie, based on a novel by Rick Riordan, has fun working out modern parallels for Greek mythology. Percy, for example, thinks he is dyslexic, but it's only that his eyes instinctively turn English into Greek letters. That's no help in class. After learning of his real identity, he goes off to Chiron's demigod training camp with Grover, and he becomes friends with Annabeth (Alexandra Daddario), a demi-goddess if ever I've seen one.\n\nThe plot heats up. Zeus (Sean Bean) and Poseidon (Kevin McKidd) meet atop the Empire State Building to discuss Zeus' missing lightning bolt, which he believes Percy, Poseidon's son, has stolen. (The story requires a certain suspension of disbelief.) Why, when or how he allegedly might have done so begins as a mystery to Percy, but eventually the situation leads to slam-bam special-effects sequences, as the gods and demigods do battle. \n\nUndoubtedly the biggest attraction among the gods is Medusa, and Uma Thurman demonstrates she can wear a snake-covered head as gracefully as Pierce Brosnan can trot around with a horse's netherlands. There is also the advent of Steve Coogan as Hades. Yes, Steve Coogan. Hades, you recall, is the brother of Zeus and Poseidon. \n\nOr maybe you don't recall. It's one of my weaknesses that I was never able to work up much of an interest in the Greek gods, who made for discouraging fiction because they were entirely defined by their attributes. They had no personalities to speak of, but simply went about doing what they did. You can understand why Zeus is so upset about losing his lightning bolt. That's what he does, hurl that lightning bolt. What is Zeus without his bolt? \n\nDirector Chris Columbus has fun with this goofy premise, but as always I am distracted by the practical aspects of the story. Does it bother the Greek gods that no one any longer knows or cares that they rule the world? What are the genetic implications of human/god interbreeding?\n\nAnd, forgive me, I'll have to double back to Sally Jackson, Percy's mother. How did she meet Poseidon? At the beach, I suppose. Did he reveal his true identity? If a guy picks you up at the beach and says he's Poseidon, do you say, fine, let's not date, let's just mate? Then when the bastard dumps you and disappears, leaving you pregnant, what way is that for a god to behave?\n\nMy remaining question involves the title. Call me foolish, but I don't consider \"Percy Jackson & the Olympians: The Lightning Thief\" an ideal title. The movie's original title was \"Percy Jackson and the Lightning Thief,\" which at least has the advantage of sounding less like a singing group.\n\nNote: This is the first film I recall with end credits including the names of the actors who played Parthenon Janitors. I know, it's the Parthenon in Nashville, but even so.", "running_time": 118, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-02-10", "genres": ["Adventure", "Drama", "Family", "Fantasy", "Mystery", "Science Fiction"], "title": "Percy Jackson & the Olympians: The Lightning Thief (2010)"}