{"url": "http://www.rogerebert.com/reviews/perfectly-normal-1991", "by": "Robbie Coltraneas Turner", "star_rating": 2.0, "text": "\"Perfectly Normal” is a whimsical comedy that almost seems afraid to raise its voice. The story reads like the stuff of loud slam-dunk comedy, but the tone is fragile and seductive. The movie doesn’t work, but parts of it do, and it kept raising my hopes, only to disappoint them. You can see the care that went into the writing, the hope that this would be something out of the ordinary, and although it misses, it’s an honorable try.\n\nThe movie’s about a working-class hero named Renzo Parachi (Michael Riley), the Canadian son of Italian parents, who works as an inspector in a Toronto beer bottling plant, and spends his free time as a goalie on the company hockey team. As the film opens, his mother has just died, and he realizes that he never really knew her - has never, for that matter, really known anyone. To take up the empty moments, he starts driving a cab in the evening, and that’s how he meets Turner (Robbie Coltrane), a large, expansive opera fan and moocher who moves into his apartment and starts living off him.\n\nThe director, Yves Simoneau, describes these events in an elliptical style, giving us snatches of conversation, glimpses of attitude, moments that reveal character. He uses a lot of opera on the sound track, often with a moving camera, so that we feel the strong presence of an outside point of view - this is not simply the story of what Renzo and Turner do, but a story about who they are.\n\nTheir lives unfold. We learn of the blood rivalry between the bottling company’s team and another factory team, known for its vicious tactics. We develop an affection for the brewery’s hapless coach, Charlie (Kenneth Welsh), whose pregame pep talks are studies in baldface lying. We meet Denise (Deborah Duchene), who sells hot dogs at the stadium and loves Renzo from afar. And we learn about Turner’s foolhardy scheme to take the hoarded cash of Renzo’s mother and use it to finance a restaurant at which the waiters will be opera characters in drag.\n\nThis material seems to cry out for slapstick and excess, and indeed the movie production company is named “Bialystok & Bloom,” a nod to the Zero Mostel and Gene Wilder characters in Mel Brooks’ “The Producers.” Maybe if “Perfectly Normal” had been pitched at the zany level of Brooks’ masterpiece, this material would have worked better.\n\nBut this isn’t failed slapstick, it’s deliberate whimsy, a quiet, laid-back study of eccentricity and oddness.\n\nThe actors have a certain Bialystok and Bloom-ness to them.\n\nRobbie Coltrane is a tall, round, large man with an utter self-confidence and a smoothly ingratiating air. Michael Riley is narrow, intense and unshaven, and is so shy he doesn’t even quite understand that a girl is trying to pick him up. Together they would be a study in contrasts except that both seem to have fallen under the movie’s muted spell. “Perfectly Normal” is a paradox, the sort of movie that shows you this kind of movie could really work, without working itself.", "running_time": 104, "mpaa_rating": null, "release_year": 1991, "date_published": "1991-04-12", "genres": null, "title": "Perfectly Normal (1991)"}