{"url": "http://www.rogerebert.com/reviews/performance-1970", "by": null, "star_rating": 2.5, "text": "\"Performance\" is a bizarre, disconnected attempt to link the inhabitants of two kinds of London underworlds: pop stars and gangsters. It isn't altogether successful, largely because it tries too hard and doesn't pace itself to let its effects sink in. \n\nBut it does have a kind of frantic energy, and it introduced Mick Jagger in a role that reinforced his stage image without copying it. The movie is really about images anyway. On its most fundamental plot level, it's about a gangster (James Fox) who is trying to disguise himself so that he can slip out of England on a forged passport. He meets the Jagger character by accident when he takes a basement room in a boarding house.\n\nJagger is introduced as a top star of two or three years ago who has \"retired\" and hidden away to work on his memoirs or something. Mostly he seems to have submerged himself in a hedonistic existence with two girls, a variety of drugs, and a cloying assortment of Eastern artifacts. Almost every shot in his apartment is aimed past candles, incense, wall hangings, tapestries, and all that, and half the time we're even getting the Turkish rug reflected in the mirror.\n\nThis is not exactly the environment your everyday white-collar gangster feels at home in, but Fox plays a strange character who never feels at home anywhere. His workaday style is to beat and threaten potential \"protection\" customers. But despite his enthusiasm, he isn't really accepted even by the boss (every gangster has a boss) and his associates. So Jagger's little corner of London seems much like any other to him, affording a hideout until he can get the passport and fly to New York. \n\nAlas, Jagger doesn't see it that way, and over the course of a day or two, the gangster is sucked down into a psychedelic whirlpool with Jagger and the two girls. One of them feeds him a hallucinogenic mushroom, after which the other dresses him in the unisex clothes they all wear, and then we get a lot of obligatory psychedelic photography showing the poor guy losing his identity, or his values, or in any event his inclination to escape.\n\nThe movie is so nervously edited that it doesn't stay around to develop the effects it introduces. That was a tendency with many semi-experimental British films of the early seventies; they were so concerned with reminding us they're movies that they don't do the work movies should. The first half of the movie is especially distracting. But after the gangster and the pop star meet, the editing and the story settle into a kind of consistency.\n\nThe surprise of the movie, and the reason to see it, is Mick Jagger's performance. It isn't simply good; it's a comment on his life and style. The ads emphasized his unisex appearance, and the role does so even more. When he slicks back his hair during a psychedelic fantasy, and seems to adopt the gangster's lifestyle, we're looking at acting insights of a very complex psychological order. Other than that, the movie is neither very good nor very bad. Interesting.", "running_time": 105, "mpaa_rating": "R", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "Performance (1970)"}