{"url": "http://www.rogerebert.com/reviews/perfect-friday-1971", "by": "Ursula Andressas Britt", "star_rating": 3.0, "text": "There's something so simple-mindedly complete about Big Heist movies that it's impossible for me to dislike them. They're all about the same, and you know how they're going to turn out: A mastermind assembles a team of experts to crack the Bank of England, or spirit away the crown jewels, or something, and they devise an incredibly complicated plan.\n\nAt some point during the movie, there is an obligatory scene where the leader pins a map to the wall showing all the entrances to the bank, etc., and where the guards should be at exactly 17 seconds past the hour. It's old stuff and you've seen it before (in \"Rififi,\" \"Topkapi,\" \"Robbery,\" \"Grand Slam,\" \"League of Gentlemen,\" etc.) But if you like Big Heist movies, you squirm with delight all the same. After a while they get to be like Westerns; you go to see if they've found a new way to do the good old cliches.\n\n\"Perfect Friday\" is like that, a movie made of froth and sweep-second hands and Ursula Andress. It is of absolutely no consequence or importance at all, but it's nice while you're watching it. Very nice. And it confirms once again that Miss Andress may be the only sex symbol since Sophia Loren who can also play comedy. They keep lobbing those Raquel Welch roles at her, where she has to make a loincloth look statuesque. But in movies like this one and \"The Tenth Victim\" or \"What's New, Pussycat?\" she's as funny as Loren or even Marilyn Monroe.\n\nThe mastermind this time is Stanley Baker again, fresh from being the mastermind in \"Robbery.\" He's a bank manager who has a scheme for heisting 300,000 pounds and wisking it away to Fiji, or Rio, or Geneva, or wherever Pan Am's going next. He enlists Miss Andress and David Warner, her husband, and both men privately plan to leave for Fiji, etc., with the money and Miss Andress but not with the other man, which sounds like a good idea to me, all right.", "running_time": 94, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-01-27", "genres": null, "title": "Perfect Friday (1971)"}