{"url": "http://www.rogerebert.com/reviews/perfume-the-story-of-a-murderer-2007", "by": "Ben Whishawas Grenouille", "star_rating": 4.0, "text": "Not only does \"Perfume\" seem impossible to film, it must have been amost impossible for Patrick Suskind to write. How do you describe the ineffable enigma of a scent in words? The audiobook, read by Sean Barrett, is the best audio performance I have ever heard; he snuffles and sniffles his way to greatness and you almost believe he is inhaling bliss, or the essence of a stone. I once almost destroyed a dinner party by putting it on for \"five minutes,\" after which nobody wanted to stop listening.\n\nPatrick Suskind's famous novel involves a twisted little foundling whose fishwife mother casually births him while chopping off cod heads. He falls neglected into the stinking charnel house that was Paris 300 years ago, and is nearly thrown out with the refuse. But Grenouille grows into a grim, taciturn survivor (Ben Whishaw), who possesses two extraordinary qualities: he has the most acute sense of smell in the world, and has absolutely no scent of his own.\n\nThis last attribute is ascribed by legend to the spawn of the devil, but the movie \"Perfume: The Story of a Murderer\" makes no mention of this possibility, wisely limiting itself to vile if unnamed evil. Grenouille grows up as a tanner, voluptuously inhaling the world's smells, and eventually talks himself into an apprenticeship with Baldini (Dustin Hoffman), a master perfumer, now past his prime, whose shop is on an overcrowded medieval bridge on the Seine.\n\nMention of the bridge evokes the genius with which director Tom Tykwer (\"Run Lola Run\") evokes a medieval world of gross vices, all-pervading stinks and crude appetites. In this world, perfume is like the passage of an angel -- some people think, literally. Grenouille effortlessly invents perfect perfumes, but his ambition runs deeper; he wants to distill the essence of copper, stone and beauty itself. In pursuit of this last ideal he becomes a gruesome murderer.\n\nBaldini tells him the world center of the perfume art is in Grasse, in Southern France, and so he walks there. I was there once myself, during the Cannes festival, and at Sandra Schulberg's villa met les nez de Grasse, \"the noses of Grasse,\" the men whose tastes enforce the standards of a global industry. They sat dressed in neat business suits around a table bearing a cheese, which they regarded with an interest I could only imagine. On the lawn, young folk frolicked on bed sheets strewn with rose petals. You really must try it sometime.\n\nIt is in the nature of creatures like Grenouille (I suppose) that they have no friends. Indeed he has few conversations, and they are rudimentary. His life, as it must be, is almost entirely interior, so Twyker provides a narrator (John Hurt) to establish certain events and facts. Even then, the film is essentially visual, not spoken, and does a remarkable job of establishing Grenouille and his world. We can never really understand him, but we and cannot tear our eyes away.\n\n\"Perfume\" begins in the stink of the gutter and remains dark and brooding. To rob a person of his scent is cruel enough, but the way it is done in this story is truly macabre. Still it can be said that Grenouille is driven by the conditions of his life and the nature of his spirit. Also, of course, that he may indeed be the devil's spawn.\n\nThis is a dark, dark, dark film, focused on an obsession so complete and lonely it shuts out all other human experience. You may not savor it, but you will not stop watching it, in horror and fascination. Whishaw succeeds in giving us no hint of his character save a deep savage need. And Dustin Hoffman produces a quirky old master whose life is also governed by perfume, if more positively. Hoffman reminds us here again, as in \"Stranger Than Fiction,\" what a detailed and fascinating character actor he is, able to bring to the story of Grenouille precisely what humor and humanity it needs, and then tactfully leaving it at that. Even his exit is nicely timed.\n\nWhy I love this story, I do not know. Why I have read the book twice and given away a dozen copies of the audiobook, I cannot explain. There is nothing fun about the story, except the way it ventures so fearlessly down one limited, terrifying, seductive dead end, and finds there a solution both sublime and horrifying. It took imagination to tell it, courage to film it, thought to act it, and from the audience it requires a brave curiosity about the peculiarity of obsession.", "running_time": 147, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-01-04", "genres": ["Drama", "Fantasy", "Foreign"], "title": "Perfume: The Story of a Murderer (2007)"}