{"url": "http://www.rogerebert.com/reviews/permanent-midnight-1998", "by": "Ben Stilleras Jerry Stahl", "star_rating": 3.0, "text": "“You're too darn sad-looking to just be another retard in a pink\rvisor,” the customer tells the fast-food clerk. That leads into a conversation,\rand in no time at all they're in bed together, and he's telling her the story\rof his life--which, in recent years, played more like his slow and agonizing\rdeath.\n\nThe guy with the drive-thru job is Jerry Stahl (Ben Stiller),\rwho at one point was making $5,000 a week as a TV writer in Hollywood. Nice\rwork, unless your drug habit is running you $6,000 a week. It's a true story.\rThe movie “Permanent Midnight,” based on the autobiography of Stahl, tells how\rhis life spiraled into increasing desperation, even while his TV bosses let him\rget away with almost everything--as long as he produced.\n\nStahl, a smart guy with good ideas, gets his TV job through\rSandra (Elizabeth Hurley), a British woman he marries for money so she can get\ra green card. His first job interview goes strangely. “I'm wondering if your\rmind can function down at our level,” muses his prospective boss (Fred\rWillard). Asked what he thinks about the show (a puppetcast named “Mr. Chompers”),\rhe insults the show and is hired. Soon he's turning his own life into fodder\rfor comedy; his father's suicide is recycled into an episode.\n\nThe story of every drunk or addict is different in the details\rbut similar in the outlines: Their days revolve around finding and using a\rsufficient supply of their substance of choice to avoid acute mental and\rphysical discomfort. Eventually it gets to the point where everything\relse--job, family, self-image--is secondary. Stahl steals drugs from the\rmedicine cabinet of his friends (“If I was Percodan, where would I be?”) and\rbuys drugs from very dangerous people. (He's safe only because there's more\rmoney in customers who are not dead.) He shoots up in risky places, is\rsometimes caught or almost caught, and finds his anger mounting because it is\rso very hard and exhausting to get high all the time.\n\nThere are bizarre episodes at work and in his private life,\rwhere the green card girl inexplicably begins to take a liking to him, gets\rpregnant and finds out too late that he is the wrong pony to bet on. One day,\rin desperation, she begs him to baby-sit. He sticks the kid in the car and goes\rlooking for drugs; he's eventually stopped by the cops, who arrest him and call\rFamily Services for the child. Does he learn his lesson? Does it help that when\rhe gets out of rehab a friendly dealer (Peter Greene) is waiting to sell him\rdrugs in the parking lot? The story in “Permanent Midnight” has been told many\rtimes in many forms. Someday I'd like to see a movie based on Julia Phillips'\rharrowing memoir, You'll Never Have Lunch in This Town Again. What Ben Stiller\rbrings to the role is a kind of savage impatience. His character stabs his body\ranywhere with the needle--even in the neck--because the niceties are no longer\rof interest to a man who simply needs to get the stuff into his veins right\raway.\n\nThe movie gets credit for not making the high life seem colorful\ror funny. It is not. It is boring, because when the drugs are there they simply\rclear the pain and allow the mind to focus on getting more drugs. Stahl doesn't\rseek drugs because he wants to feel good but because he wants to stop feeling\rbad. It isn't the high that makes people into addicts; it's the withdrawal.\n\nLast month I saw a revival of Otto Preminger's “The Man With the\rGolden Arm,” the first of Hollywood's drug movies, with Frank Sinatra in the\rtitle role. Sinatra got an Oscar nomination for the role, in which he portrayed\rthe pain of withdrawal. Stiller, playing Stahl, makes it look incomparably\rworse. Either the drugs are getting stronger, or the actors are.", "running_time": 95, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-18", "genres": ["Drama", "Indie"], "title": "Permanent Midnight (1998)"}