{"url": "http://www.rogerebert.com/reviews/permanent-record-1988", "by": "Alan Boyceas David", "star_rating": 4.0, "text": "The opening shot of “Permanent Record” is ominous and disturbing, and we don’t know why. In an unbroken movement, the camera tracks past a group of teenagers who have parked their cars on a bluff overlooking the sea, and are hanging out casually, their friendship too evident to need explaining. There seems to be no “acting” in this shot, and yet it is superbly acted because it feels so natural that we accept at once the idea that these kids have been close friends for a long time. Their afternoon on the bluff seems superficially happy, and yet there is a brooding quality to the shot, perhaps inspired by the lighting, or by the way the camera circles vertiginously above the sea below.\n\nThe following scenes unfold, it seems, almost without plan. We meet a couple of kids who play in a rock band together, and try to sneak into a recording studio, and are thrown out, and arrive at school late. We meet the high school principal, a man who is enormously intriguing because he reveals so little, and yet still succeeds in revealing goodness. We meet the crowd that these two kids hang out with, and we attend some auditions for a school production of “The Pirates of Penzance.” We are impressed by the fact that these teenagers are intelligent, thoughtful and articulate; they come from a different planet than most movie teenagers.\n\nTo describe the opening scenes makes them seem routine, and yet they captured my attention with an intensity that I still do not understand. The underlying mystery of many good movies is the way they absorb us in apparently unremarkable details, while bad movies can lose us even with car crashes and explosions. Marisa Silver, who directed this film, and Frederick Elmes, who photographed it, have done something very subtle and strong here. They have seen these students and their school in a way that inescapably prepares us for something, without revealing what it is.\n\nThe kids all hang out together, but one begins to attract our attention more than the others. He is David (Alan Boyce), an intense, dark-eyed musician whom everyone knows is gifted. He leads the rock band, gives lessons to his fellow musicians and is arranging the music for the production of “Pirates.” In a scene of inexplicable tension, he is told by the principal (Richard Bradford) that he has won a scholarship to a great music school. He tries to seem pleased, but complains that he is so busy - too busy. Bradford quietly reminds him the scholarship isn’t until next year.\n\nAnd then . . . but here I want to suggest that if you plan to see the film, you should read no further and permit yourself its surprises. I walked into this film knowing absolutely nothing about it, and this is the kind of film where that is an advantage. Let the movie unfold like life. Save the review until later.\n\nI found myself impressed, most of all, by the subtlety with which Silver and her writers (Jarre Fees, Alice Liddle and Larry Ketron) develop David’s worsening crisis. This is not a young man made unhappy by the usual problems of TV docudramas. He doesn’t use drugs, his girlfriend isn’t pregnant, he isn’t flunking out of school and he doesn’t have an unhappy homelife. But it becomes clear, especially in retrospect, that there is no joy in his life, and we see that most clearly in the understated scene in the bedroom of the girl he sometimes sleeps with. Any other couple who do what they do together, she suggests, would be said to be going together. He nods.\n\nThere is something missing here. Some kind of connection with other people. Some exultation in his own gifts and talents. Giving guitar lessons to his friend Chris (Keanu Reeves), he is a little impatient; Chris does not strive hard enough for excellence. David, who is admired by everyone in his school, who is the one singled out by his friends for great success, has a deep sadness inside himself because he is not good enough. And that leads to the scene in which one moment he is on the side of that high bluff, and the next moment he is not.\n\nThe rest of the movie is about his friends - about the gulf he has left behind, and about their sorrow, and their rage at him. Again and again, Silver and her writers find authentic ways to portray emotions. We never feel manipulated, because the movie works too close to the heart. Perhaps the best scene in the whole film is the one where Chris, drunk, drives his car into David’s yard and almost hits David’s younger brother, and then, when David’s father comes out on the lawn to shout angrily at him, Chris falls into his arms, weeping and shouting, “I should have stopped him.” And the father holds him.\n\nLife goes on. The school production is held. There is a dramatic moment in which David is eulogized, and there is also the sense that years from now his friends will sometimes remember him, be angry with him, and wonder what would have become of him. This is one of the year’s best films, and one reason for its power is that it clearly knows what it wants to do, and how to do it. It is not a film about the causes of David’s death, and it does not analyze or explain. It is a film about the event, and about the memory of the event. The performances, seemingly artless, are appropriate to the material, and I was especially impressed by the way Bradford suggested so many things about the principal while seeming to reveal so little.\n\n“Permanent Record” is Silver’s second feature, after the wonderful “Old Enough” (1984), which told the story of a friendship between two 13-year-old girls who were from opposite sides of the tracks but were on the same side of adolescence. In that film and this one, she shows that she has a rare gift for empathy, and that she can see right to the bottom of things without adding a single gratuitous note.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-04-22", "genres": ["Drama", "Family"], "title": "Permanent Record (1988)"}