{"url": "http://www.rogerebert.com/reviews/personal-velocity-2002", "by": "John Ventimigliaas Narrator", "star_rating": 3.5, "text": "Wandering through a bookstore a few weeks ago, I picked up The Best American Short Stories 2002, and it launched me into a mara-thon of short story reading: The O. Henry Prize Awards 2002, the collected stories of Alice Munro, Ha Jin, Michael Chabon and William Trevor, and even one evening the works of Mr. Henry himself, long waiting on a distant shelf.\n\nI mention this because it was a well-timed preparation for Rebecca Miller's \"Personal Velocity,\" which films three of her own short stories in segments of about half an hour. This was the Grand Jury Prize winner at Sundance 2002. I was in the mood for these focused, economic stories, in which we plunge into the middle of a life, witness crucial developments, and end with a moment of bittersweet insight into the character. If novels and feature films are about the arc of a life or at least a significant portion of one, short stories and films are about unexpected moments of truth: \"epiphanies,\" James Joyce called them.\n\nMiller's characters are Delia (Kyra Sedgwick), Greta (Parker Posey) and Paula (Fairuza Balk). These three actresses almost always appear in interesting work, often from the indie segment, and their casting is a clue about the movie: It is likely to be about specific, not generic, women, and in one way or another they will be defiantly out of step. They also share big problems about men: fathers, husbands, lovers, dates. Delia is a battered wife, once famed as a high school slut. Greta edits cookbooks, until a famous novelist asks her to handle his next novel. Paula is running away from her life when she picks up a hitchhiker who is running away from a worse one. All three women have problems with men, and none of them find the solution in this film--which is, I think, a recommendation.\n\nPaula's segment touched me the most. Balk's Paula is a resilient woman with much to be resilient about. She's pregnant. She has just narrowly escaped one of those senseless accidents that can forever change your life. Shaken, she gets in her car and starts driving and finds herself at her mother's home. Her mother's new husband is a jerk, and her mother won't defend her daughter against him. Paula picks up a sullen, sad, withdrawn young hitchhiker and gets a sudden insight both into what has happened to him--and how it has wounded and hardened him. What she learns is that she still has feelings, can care, is not as crippled as she thinks.\n\nParker Posey is a natural comedian, and that is a gift she draws on in the not very funny story of Greta, a cookbook editor who is engaged to a fact-checker at the New Yorker. When the famous novelist comes along, he is looking for both an editor and a lover. Will she be loyal to her boyfriend, who her father thinks is a loser? Is the question complicated by this opportunity with a winner? Because she has never felt very deeply about anything in life, this decision looks easier to her than it should.\n\nThe first story, about Delia, stars Kyra Sedgwick as a woman who is at first intrigued when her sex life turns a little rough, until she discovers that once her husband gets the taste for hurting her, he likes it. She flees with her children, lives for a time in a friend's garage, gets a job at a diner, and then is propositioned in an oily, callow way by the owner's son (Leo Fitzpatrick). He is amazed when she calls his bluff and says yes. He is more amazed by the contemptuous, dismissive way she deals with his lust. The segment ends with her regarding him thoughtfully, as if considering her future, or her past.\n\nThese stories are commented on by a narrator (John Ventimiglia), who uses Miller's prose to draw larger lessons and look for deeper currents. Miller (the daughter of the playwright Arthur) refuses to draw morals for her characters. They are not yet through learning, and life has more lessons for them. We see them so sharply, however, in the few days we glimpse each one. The actors are gifted at establishing character with just a few well-chosen strokes (as a short story writer must also be able to do). We learn as much about each of these women in half an hour as we learn about most movie characters in two hours. More, really, because the movie doesn't pretend to solve their situations, only to dramatize them.\n\nMuch has been made of the Sundance award-winning cinematography by Ellen Kuras, because it is digital, and cheerfully makes that obvious. No doubt the quickness and economy of digital made the film possible. But I didn't much think about the cinematography while watching the film--or if I did, I had the same thoughts I would have had while watching 35mm. My thoughts were focused on the characters. That is a compliment to Kuras and Miller. If I had been thinking about the visual medium, they would have been doing something wrong.", "running_time": 86, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-12-06", "genres": ["Drama"], "title": "Personal Velocity (2002)"}