{"url": "http://www.rogerebert.com/reviews/personal-best-1982", "by": null, "star_rating": 4.0, "text": "\r\n\n\nRobert Towne's “Personal Best” tells the story of two women\r\nwho are competitors for pentathlete berths on the 1980 U.S. Olympics team--the\r\nteam that did not go to Moscow. The women are attracted to one another almost\r\nat first sight, and what begins as a tentative exploration develops into a love\r\nrelationship. Then the romance gets mixed up with the ferocity of top-level\r\nsports competition. \n\n\r\nWhat distinguishes “Personal Best” is that it\r\ncreates specific characters--flesh-and-blood people with interesting\r\npersonalities, people I cared about. “Personal Best” also seems knowledgeable\r\nabout its two subjects, which are the weather of these women's hearts, and the\r\nworld of Olympic sports competition. \n\n\r\nIt is a movie containing the spontaneity of\r\nlife. It's about living, breathing, changeable people and because their\r\nrelationships seems to be so deeply felt, so important to them, we're\r\nfascinated by what may happen next. The movie stars Mariel Hemingway and\r\nPatrice Donnelly as the two women track stars, Scott Glenn as their coach, and\r\nKenny Moore as the Olympic swimmer who falls in love with Hemingway late in the\r\nfilm. These four people are so right for the roles it's almost scary; it makes\r\nus sense the difference between performances that are technically excellent and\r\nother performances, like these, that may sometimes be technically rough but\r\nalways find the correct emotional note. \n\n\r\nMariel Hemingway plays a young, naive natural\r\nathlete. We sense that she always has been under the coaching thumb of her\r\nfather, a perfectionist, and that her physical excellence has been won at the\r\ncost of emotional maturity. She knows everything about working out, and next to\r\nnothing about her heart, her sexuality, her own identity. She loses an\r\nimportant race at a preliminary meet, is sharply handled by the father, gets\r\nsick to her stomach, is obviously emotionally distraught. \n\n\r\nPatrice Donnelly, as a more experienced athlete,\r\ntries to comfort the younger girl. In a dormitory room that night, they talk.\r\nDonnelly shares whatever wisdom she has about training and running and winning.\r\nThey smoke a joint. They kid around. They arm wrestle. At this point, watching\r\nthe film, I had an interesting experience. I did not already know that the\r\ncharacters in the film were homosexual, but I found myself thinking that the\r\nscene was so erotically charged that, \"if Hollywood could be honest,\"\r\nit would develop into a love scene. Just then, it did! \"This is\r\nscary,\" Donnelly says, and then she kisses Hemingway, who returns the\r\nkiss. “Personal Best” is not simply about their romance, however, it is about\r\nany relationship in which the trust necessary for love is made to compete with\r\nthe total egotism necessary for championship sports. Can two people love each\r\nother, and at the same time compete for the same berth on an Olympic team?\r\nScott Glenn, the coach, doesn't think so. He accepts the fact of his two stars'\r\nhomosexuality, but what bothers him is a suspicion that Donnelly may be using\r\nemotional blackmail to undercut Hemingway's performance. \n\n\r\nThis is a very physical movie, one of the\r\nhealthiest and sweatiest celebrations of physical exertion I can remember.\r\nThere is a lot of nudity in the film--not only erotic nudity, although there is\r\nsome of that, but also locker room and steam room nudity, and messing around nudity\r\nthat has an unashamed, kidding freshness to it. One scene that shocks some\r\nviewers occurs between Mariel Hemingway and Kenny Moore, when he gets up to go\r\nto the bathroom and she decides to follow along; the scene is typical of the\r\nkind of unforced, natural spontaneity in the whole film. The characters in “Personal\r\nBest” seem to be free to have real feelings. It is filled with the\r\nuncertainties, risks, cares, and rewards of real life, and it considers its\r\ncharacters' hearts and minds, and sees their sexuality as an expression of\r\ntheir true feelings for each other.", "running_time": 124, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Sports Film"], "title": "Personal Best (1982)"}