{"url": "http://www.rogerebert.com/reviews/persepolis-2008", "by": "Chiara Mastroiannias Marjane", "star_rating": 4.0, "text": "I attended the Tehran Film Festival in 1972 and was invited to the home of my guide and translator to meet her parents and family. Over tea and elegant pastries, they explained proudly that Iran was a \"modern\" country, that they were devout Muslims but did not embrace the extremes of other Islamic nations, that their nation represented a new way. Whenever I read another story about the clerical rule that now grips Iran, I think of those people, and millions of other Iranians like them, who do not agree with the rigid restrictions they live under, particularly the women. Iranians are no more monolithic than we are, a truth not grasped by our own zealous leader. Remember, on 9/11 there was a huge candlelight vigil in Tehran in sympathy with us.\n\nThat was the Iran that Marjane Satrapi was born into in 1969, and it was the Iran that ended in the late 1970s with the fall and exile of the shah. Yes, his rule was dictatorial; yes, his secret police were everywhere and his opponents subjected to torture. But that was the norm in the Middle East and in an arc stretching up to the Soviet Union. At least most Iranians were left more or less free to lead the lives they chose. Ironically, many of them believed the fall of the shah would bring more, not less, democracy.\n\nSatrapi remembers the first nine or 10 years of her life as a wonderful time. Surrounded by a loving, independently minded family, living in a comfortable time, she resembled teenagers everywhere in her love for pop music, her interest in fashion, her Nikes. Then it all changed. She and her mother and her feisty grandmother had to shroud their faces from the view of men. Makeup and other forms of Western decadence were forbidden. At her age she didn't drink or smoke, but God save any women who did.\n\nSatrapi, now living in Paris, told her life story in two graphic novels, which became best sellers and have now been made into this wondrous animated film. The animation is mostly in black sand white, with infinite shades of gray and a few guest appearances, here and there, by colors. The style is deliberately two-dimensional, avoiding the illusion of depth in current animation. This approach may sound spartan, but it is surprisingly involving, wrapping us in this autobiography that distills an epoch into a young women's life. Not surprisingly, the books have been embraced by smart teenage girls all over the world, who find much they identify with. Adolescence is fueled by universal desires and emotions, having little to do with government decrees.\n\nMarjane, voiced as a child by Gabrielle Lopes and as a teenager and adult by Chiara Mastroianni, is a sprightly kid, encouraged in her rambunction by her parents (voiced by Catherine Deneuve and Simon Abkarian) and applauded by her outspoken grandmother (Danielle Darrieux). She dotes on the stories of her spellbinding Uncle Anouche (Francois Jerosme), who has been in prison and sometimes in hiding, but gives her a vision of the greater world.\n\nIn her teens, with the Ayatollah Khomeini under full steam, Iran turns into a hostile place for the spirits of those such as Marjane. The society she thought she lived in has disappeared, and with it much of her freedom as a woman to define herself outside of marriage and the fearful restrictions of men. Sometimes she fast-talks herself out of tight corners, as when she is almost arrested for wearing makeup, but it is clear to her parents that Marjane will eventually attract trouble. They send her to live with friends in Vienna.\n\nAustria provides her with a radically different society, but one she eventually finds impossible to live in. She was raised with values that do not fit with the casual sex and drug use she finds among her contemporaries there, and after going a little wild with rock 'n' roll and acting out, she doesn't like herself, is homesick, and returns to Iran. But it is even more inhospitable than she remembers. She is homesick for a nation that no longer exists.\n\nIn real life, Marjane Satrapi eventually found a congenial home in France. I imagine Paris offered no less decadence than Vienna, but her experiences had made her into a woman more sure of herself and her values, and she grew into -- well, the author of books and this film, which dramatize so meaningfully what her life has been like. For she is no heroine, no flag-waving idealist, no rebel, not always wise, sometimes reckless, but with strong family standards.\n\nIt might seem that her story is too large for one 98-minute film, but \"Persepolis\" tells it carefully, lovingly and with great style. It is infinitely more interesting than the witless coming-of-age Western girls we meet in animated films; in spirit, in gumption, in heart, Marjane resembles someone like the heroine is \"Juno\" -- not that she is pregnant at 16, of course. While so many films about coming of age involve manufactured dilemmas, here is one about a woman who indeed does come of age, and magnificently.\n\nAlthough France selected \"Persepolis\" as its official Oscar entry in the foreign-language category, the film was not among the nine titles chosen for the second round of nominations. It was, however, nominated for best animated feature.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-01-17", "genres": ["Animation", "Drama", "Foreign"], "title": "Persepolis (2008)"}