{"url": "http://www.rogerebert.com/reviews/persuasion-1995", "by": "Amanda Rootas Anne Elliot", "star_rating": 3.5, "text": "She had been forced into prudence in her youth, she learned\rromance as she grew older. - Jane Austen, Persuasion \n\nThe novels of Jane Austen are filled with conversation - with\rchatter, gossip, speculation and homily. But in Persuasion, the central\rcharacter scarcely speaks during some of the most important scenes. Anne\rElliot, having arrived at the advanced age of 27 still a spinster, is more or\rless denied a role in the rigid social hierarchy of her time. She is the most\rintelligent of women, and the only one in her family with common sense, but in\rher circle, marriage conveys a license to talk in society, and she has not the\rlicense.\n\nAnne (Amanda Root) is almost severe. Her face is often drawn up\rinto serious expressions, as if she is meditating on the stupidity of those\raround her, and the likelihood that she will have to spend the rest of her life\rattending to them. Once, eight years ago, she was in love. But the man,\rFrederick Wentworth, was a naval officer with no fortune. Faced with such a\rdilemma, a girl turns to her mother, but Anne's mother was dead and her father\ra fool, so she heeded Lady Russell, a neighbor, who advised her that such a man\rwas not the right match.\n\nNow\rthere has been no match at all, and Anne sits patiently at tea. Her father and\rolder sister have lived so extravagantly that they will be forced to rent the\rfamily house. They will have to \"retrench,\" says Sir Walter Elliot\r(Corin Redgrave), with a bitter taste in his mouth. The house will be let to\rAdmiral Croft. The admiral comes to call, bringing with him his wife's brother\r- who is, of course, Frederick Wentworth, now grown wealthy. So discreet was\rAnne's relationship with him, so subdued their courtship, so quiet his\rproposal, so confidential her rejection, that the others fail to notice that\rher heart skips a beat when he enters the room.\n\nWentworth\r(Ciaran Hinds) is as quiet as Anne, by choice. He does not mix easily in\rdrawing rooms, and is happier on the bridge of his ship, from which (although\rthe Royal Navy permits captains to bring along their wives) women are banned,\ralong with their chatter.\n\nHe\ris the sort of man who stands stiffly in a corner, wishing desperately to be at\rsea.\n\nThere\rare so many talkative characters in \"Persuasion\" that unless you have\rread the novel, it may take you some time to realize that the story is about\rAnne and Frederick. After the breakup of the household, Anne goes to visit her\rmarried sister Mary (Sophie Thompson), whose convalescence has not curtailed\rher appetite.\n\nThen\rthere is an excursion to Lyme Regis, in the company of Frederick and other\rfriends and relatives. The group visits Wentworth's old friend, who is\rheartbroken after the death of the woman he loves, and Anne speaks tenderly and\rsensibly with him, while Wentworth observes. During all of this time, there has\rscarcely been a meaningful word between Frederick and Anne; each thinks the\rother is, in one way or another, engaged.\n\nWe\rknow what we want to happen - what must happen, given the conventions of the\rtime and the inclinations of Jane Austen. We know they must be married and\rredress the great wrong of eight years before. But everything conspires to\rprevent that. Anne's silly cousin William (Samuel West) also seems to be a\rsuitor for her hand - and to Frederick, not easy in the ways of romance, it\rseems of course that he must win it. One of the best scenes in the movie takes\rplace in a tea shop in Bath, where Anne and Frederick at last meet, by chance,\rand it appears he will have his chance to walk her home, before William\rappears, and Frederick withdraws without a fight.\n\n\"Persuasion\"\rhas been directed by Roger Michell not so much like a \"Masterpiece\rTheater\" production, which is what we might have expected, as like a\rmatter-of-fact record of the events under study.\n\nIn\rthat he reflects Austen's tone. The details are right (in particular, we notice\rhow dark the houses are), but this is not a costume piece; it is a film about\rtwo people who are shy and proud, and about a process of mutual persuasion that\rtakes place between them almost without a word being spoken on the real\rsubject.\n\nEverything\rdepends on Amanda Root and Ciaran Hinds in the key roles, and they are well\rcast as people who might not be everybody's idea of perfection, but are each\rother's. All of society seems arrayed against them - not through prejudice, not\rthrough ill-will, but through inhibition and hateful ground rules that prohibit\rthem from speaking easily about the only subject that interests them, their\rfuture together. Much of the movie's emotional work has to be done by their\rfaces and eyes, while other people speak of other things, and to see that\rhappening is frustrating, because it\rhappens so slowly, and romantic, because it happens at all.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-10-27", "genres": ["Drama", "Foreign", "Romance"], "title": "Persuasion (1995)"}