{"url": "http://www.rogerebert.com/reviews/peters-friends-1992", "by": "Stephen Fryas Peter", "star_rating": 3.5, "text": "Ten years ago they were members of the same comedy troupe, but now they've scattered, some to London, some to Los Angeles, and Peter to the comfortable estate he has inherited in the British countryside. Now he summons them back for a New Years' Eve celebration, at which there will be laughter and tears, anger and reconciliation, and halfhearted attempts to reconstruct whatever special empathy brought them together in the first place.\n\nThe structure of \"Peter's Friends\" is not blazingly original - \"The Big Chill\" comes instantly to mind - but a movie like this succeeds in its particulars. If the dialogue is witty, if the characters are convincingly funny or sad, if there is the right bittersweet nostalgia and the sense that someone is likely to burst into \"Those Were the Days,\" then it doesn't matter that we've seen the formula before. This is a new weekend with new friends.\n\nThey arrive one at a time. Andrew (Kenneth Branagh) has gone to Hollywood, married Carol (Rita Rudner), and is now writing her silly sitcom. Sarah (Alphonsia Emmanuel) is still dating unavailable men, and her latest is Brian (Tony Slattery), who claims unconvincingly he is about to leave his wife. Roger (Hugh Laurie) and Mary (Imelda Staunton) have married and are making tons of money writing advertising jingles, but after the death of one of their twins, Mary is paralyzed with fear about the other one. Maggie (Emma Thompson) is still alone, still pining for the perfect mate; lately she has come to think it might be Peter. And Peter himself (Stephen Fry) is unsure of his own next step. Should he keep the old family home? The weekend will be a series of meetings and partings, dinners at which everyone talks at once, and chance encounters at which private thoughts are revealed. Some of those involve Vera (Phyllida Law), the housekeeper who has watched Peter grow up, and cares deeply for the way he never quite realized his potential.\n\nThe screenplay, by Rita Rudner and Martin Bergman, was originally written for mostly American characters, but this trans-Atlantic version became necessary when Kenneth Branagh signed on to direct. This project is not as ambitious as his \"Henry V\" and \"Dead Again,\" but it shows a sure feel for the material, and a stage actor's cheerful willingness to go with scenes that work, even the bawdy and the sentimental. The audience must also be willing to go along, and I was, enjoying the bitchiness, the dramatic revelations, even the bad puns. (I have actually been at dinner parties where the host, asked for sugar substitute, explains that he has no Equal.) I suppose the closing revelation in \"Peter's Friends\" is more or less predictable, but that didn't destroy its effect on me. I found Stephen Fry's Peter to be an immensely likable character, as kind as he is rudderless, and I admired the way that Emma Thompson's Maggie was able to switch gears, from being his would-be lover to becoming his real friend. There was also real truth in the scenes between Peter and Vera, to balance the potted self-help cliches of the Los Angeles couple.\n\nIf film is basically a voyeuristric medium, then one of the questions that might be asked about \"Peter's Friends\" is: Would we like to be one of these friends, and attend such a reunion ourselves? I would. I liked this group better, in fact, than the friends in \"The Big Chill,\" perhaps because they seem to like each other more, or perhaps just because they're more amusing.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1992, "date_published": "1992-12-25", "genres": ["Comedy", "Drama", "Foreign", "Indie"], "title": "Peter's Friends (1992)"}