{"url": "http://www.rogerebert.com/reviews/peter-pan-2003", "by": "Jason Isaacsas Mr. Darling/Capt. Hook", "star_rating": 3.5, "text": "I'm not sure how to describe this \"Peter Pan\" to you. It's so different from what I expected. I walked in anticipating a sweet kiddie fantasy and was surprised to find a film that takes its story very seriously indeed, thank you, and even allows a glimpse of underlying sadness. To be Peter Pan is fun for a day or a year, but can it be fun forever? Peter is trapped in Groundhog Day, repeating the same adventures, forever faced with the tiresome Capt. Hook, always shackled to Tinker Bell, who means well but would get on your nerves if you took a three-day bus trip with her.\n\n\"Peter,\" asks Wendy, \"what are your real feelings?\" Those are precisely what Peter is unable to share. This expensive new production, shot in Australia and unveiling a young unknown as the beautiful Wendy, is aware of the latent sexuality between the two characters, and Peter is a little scared of that. They are at precisely the age when it is time to share their first real kiss -- and they do so, astonishing the other characters (they've never seen that before -- not in the cartoon, not on the stage -- never!).\n\nThe movie has been directed by P.J. Hogan, best known for the Julia Roberts comedy \"My Best Friend's Wedding.\" Here he stays closer to the J.M. Barrie book, which is about to celebrate its centenary, and also closer to the book's buried themes, which are sidestepped by most versions of \"Peter Pan.\" When a muscular and bare-chested gamin appears on the windowsill of the prettiest 12-1/2-year-old in London and asks her to fly away from home and family to join with the Lost Boys in Neverland, he is exactly the kind of strange man her mother should have warned her about. When the other major player in Neverland is the one-armed Capt. Hook, who takes an uncomfortably acute interest in both Peter and Wendy, there's enough inspiration here to have Freud gnawing on his cigar.\n\nIt's not that the movie is overtly sexual; it's just that the sensuality is there, and the other versions have pretended that it was not. The live action contributes to the new focus; Peter Pan is played by Jeremy Sumpter, who was so effective in Bill Paxton's \"Frailty,\" and Wendy Darling is played by Rachel Hurd-Wood, who was selected at an open casting call and is delightful in her first role. They're attractive young people in roles that in the past have been played by such actors as Robin Williams and Mary Martin, and there is chemistry on the screen.\n\nThe special effects of course are endless, but there is a method to their excess. The movie's not simply a riot of pretty pictures, but begins with a Neverland that seems overgrown and pungent -- more like Louisiana than Middle-earth. There is a vast, gloomy castle and all manner of paths into the darkness, but then scenes will turn as delicate as \"A Midsummer Night's Dream.\" At a point when lesser films would be giving us swashbuckling by the numbers, Peter and Wendy dance in mid-air, emulating the fairy ballet.\n\nAs the film narrows into its crucial themes, we realize there are two: Wendy's desire to free Peter Pan from eternal boyhood, and Hook's envy of the affection they have for each other. It is no accident that the poison made of droplets from Hooks' red eye consists of envy, malice and disappointment.\n\nCapt. Hook and John Darling are both played by Jason Isaacs, in a dual role made traditional by decades of holiday pantomimes; each character is short on qualities the other has in abundance. Hook is all gnash and bluster, while John Darling is so shy, he can hardly talk to himself in the mirror. Mrs. Darling (Olivia Williams), mother of Wendy and her two younger brothers, seems awfully composed during her long nights by the open window, waiting for her children to return, but maybe she has seen the earlier versions.\n\nWendy finds a role for herself in Neverland. It's touching, the way the Lost Boys so desperately want to be found, and crowd around Wendy, asking her to be their mother. (What does a mother do? \"Tell us a story!\") Later, when the Lost Boys join Wendy and her brothers John and Michael back home in their bedroom, they ask Mrs. Darling to be their mother, and she agrees, although when Smee (Richard Briers) arrives late and is motherless, the new character of Aunt Millicent (Lynn Redgrave) steps in joyfully.\n\nIt was Aunt Millicent who really started all the trouble, by observing that Wendy was not a girl any more, and offering to take her into hand and make her a woman. This offer is vaguely alarming to Wendy, and what Peter offers her is the chance to drift in her pre-adolescent dream forever. What she offers him is a change to grow up. \"To grow up is such a barbarous business,\" Hook observes. \"Think of the inconvenience -- and the pimples!\"\n\nBut to never grow up is unspeakably sad, and this is the first \"Peter Pan\" where Peter's final flight seems not like a victory but an escape.", "running_time": 113, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-12-24", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Peter Pan (2003)"}