{"url": "http://www.rogerebert.com/reviews/peter-rabbit-and-tales-of-beatrix-potter-1971", "by": "Frederick Ashtonas Mrs. Tiggy-Winkle", "star_rating": 4.0, "text": "I have never attended a live ballet performance. I blush to admit it.\r\nBut it's true. I have in my time attended functions where women danced\r\nabout on a stage, but I did not confuse them with ballet. Nor wanted\r\nto. My ignorance of ballet is based on deep-seated cultural and class\r\nprejudices absorbed during my central Illinois childhood: The same\r\nforces that sent me panting to the Princess Theater on Saturday\r\nafternoons with a dime in my hand made me disinterested in ballet.\n\nBallet had something to do with the activities of the Fauntleroys who\r\nsported about in Thelma Leah Ritter's Dance Studios, which were\r\nlocated upstairs over the Princess Theater. From time to time during\r\nquiet scenes in the movies, we could hear them thumping about\r\noverhead, and we felt nothing but pity. Pity, and contempt, and\r\nhatred, and...well, if you've read any of Booth Tarkington's\r\nPenrod stories you'll know how we felt.\n\nI make this confession at this time because I fully expected not to\r\nlike \"Peter Rabbit and Tales of Beatrix Potter.\" It is a series of\r\nanimal tales from the works of Beatrix Potter, a strange Englishwoman\r\nwho was a little crackers, according to the latest biography, but\r\nwrote charming children's stories. The stories are told in dance and\r\npantomime by the Royal Ballet, and the sound track is all music. I\r\nthought perhaps four minutes of this ought to be enough for me.\n\nCuriously enough, I stayed and even enjoyed the film. I still would\r\nhave testified it was too highbrow for kids, though, because as a kid\r\nit would have been too highbrow for me. I was programmed against\r\nballet and that was that. Fortunately, I took along three kids who\r\nhadn't been told they didn't like ballet and therefore didn't know\r\nthat they were supposed to have a bad time. They had a good time. They\r\nwere 7, 6 and 4 years old, and among the three of them there were only\r\ntwo expeditions to the john (both by the 4-year-old, and one of them a\r\nspurious excuse to look for the candy counter).\n\nThe stories are told simply and directly and with a certain almost\r\nclumsy charm. Instead of going for perfection in the dancing, the\r\nRoyal Ballet dancers have gone for characterizations instead. The\r\nvarious animals have their quirks and eccentricities, and they are\r\nfairly authentic: The frog dances like a frog, for example, and not\r\nlike Nureyev.\n\nThere are a couple of bad moments for the literal minded, I suppose.\r\nTake the scene where Jemima Puddle-Duck is trying to lay an egg. Mr.\r\nFox has in mind the possibilities of preparing Jemima with a sage and\r\nonion stuffing, and after Jemima delivers herself of the egg, there is\r\na touchy moment when it just misses becoming an omelet. This kind of\r\nconfusion between animal-as-character and animal-as-food is a little\r\ndisquieting; if Jemima Puddle-Duck had eaten the omelet, would she be\r\nguilty of incestuous cannibalism? (Movies are getting so perverted\r\nthese days!)\n\nIn any event, I think I can fairly report that your children will\r\nenjoy \"Peter Rabbit,\" and that you will too, especially if you live in\r\nthe affluent middle-class white communities near the Hillside, Lincoln\r\nVillage and Highland Park theaters. If you happen to live anywhere\r\nelse in the city or suburbs, the movie is unfortunately not booked\r\nanywhere near you. Hardly any family movies ever play the South or\r\nWest Sides; action and violence are shown in those neighborhoods. Now\r\nthe entire inner city, including the Near North Side, Rogers Park,\r\nHyde Park, South Shore and so on, are considered off limits for\r\nhigh-quality family fare, I guess. It could be that the kids of the\r\nurban core (black and white) could use a little whimsical fantasy once\r\nin a while, wouldn't you think? I mean, a kid's a kid, right?", "running_time": 90, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-11-19", "genres": ["Family", "Fantasy", "Foreign", "Science Fiction"], "title": "Peter Rabbit and Tales of Beatrix Potter (1971)"}