{"url": "http://www.rogerebert.com/reviews/pete-seeger-the-power-of-song", "by": "Mary Travers", "star_rating": 4.0, "text": "I don't know if Pete Seeger believes in saints, but I believe he is one. He's the one in the front as they go marching in. \"Pete Seeger: The Power of Song\" is a tribute to the legendary singer and composer who thought music could be a force for good, and proved it by writing songs that have actually helped shape our times (\"If I Had a Hammer\" and \"Turn, Turn, Turn\") and popularizing \"We Shall Overcome\" and Woody Guthrie's unofficial national anthem, \"This Land Is Your Land.\" Over his long career (he is 88), he has toured tirelessly with song and stories, never happier than when he gets everyone in the audience to sing along.\n\nThis documentary, directed by Jim Brown, is a sequel of sorts to Brown's wonderful \"The Weavers: Wasn't That a Time!\" (1982), which centered on the farewell Carnegie Hall concert of the singing group Seeger was long associated with. The Weavers had many big hits circa 1950 (\"Goodnight Irene,\" \"Kisses Sweeter Than Wine\") before being blacklisted during the McCarthy years; called before the House Un-American Activities Committee and asked to name members of the Communist Party, Seeger evoked, not the fifth, but the First Amendment. The Weavers immediately disappeared from the playlists of most radio stations, and Seeger did not appear on television for 17 years, until the Smothers Brothers broke the boycott.\n\nBut he kept singing, invented a new kind of banjo, did more for the rebirth of that instrument than anyone else, co-founded two folk-song magazines, and with Toshi, his wife of 62 years, did more and sooner than most to live a \"green\" lifestyle, just because it was his nature. On rural land in upstate New York, they lived for years in a log cabin he built himself, and we see him still chopping firewood and working on the land. \"I like to say I'm more conservative than Goldwater,\" Wikipedia quotes him. \"He just wanted to turn the clock back to when there was no income tax. I want to turn the clock back to when people lived in small villages and took care of each other.\"\n\nWith access to remarkable archival footage, old TV shows, home movies and the family photo album, Brown weaves together the story of the Seegers with testimony by admirers who represent his influence and legacy: Bruce Springsteen, Bob Dylan, Natalie Maines of the Dixie Chicks, Tom Paxton, Joan Baez, Arlo Guthrie, Peter Yarrow, Mary Travers, Julian Bond and Bonnie Raitt. There is also coverage of the whole Seeger family musical tradition, including brother Mike and sister Peggy.\n\nThis isn't simply an assembly of historical materials and talking heads (however eloquent), but a vibrant musical film as well, and Brown has remastered the music so that we feel the real excitement of Seeger walking into a room and starting a sing-along. Unique among musicians, he doesn't covet the spotlight but actually insists on the audience joining in; he seems more choir director than soloist.\n\nYou could see that in 2004 at the Toronto Film Festival, in the \"final\" farewell performance of the Weavers, as he was joined onstage by original group members Ronnie Gilbert and Fred Hellerman, who go back 57 years together, and more recent members Erik Darling and Eric Weissberg. Missing from the original group was the late Lee Hays, who co-wrote \"If I Had a Hammer.\"\n\nThe occasion was the showing of an interim Brown doc, \"Isn't This a Time,\" a documentary about a Carnegie Hall \"farewell concert\" concert in honor of Harold Leventhal's 50th anniversary as an impresario. It was Leventhal who booked the Weavers into Carnegie Hall for the first time in the late 1940s, and Leventhal who brought them back to the hall when the group's left-wing politics had made them victims of the show-business blacklist. Although Seeger has sung infrequently in recent years, claiming his voice is \"gone,\" he was in fine form that night in Toronto, his head as always held high and thrown back, as if focused on the future.\n\nSadly, for many people, Seeger is still associated in memory with the Communist Party USA. Although never a \"card-carrying member,\" he was and is adamantly left-wing; he broke with the party in 1950, disillusioned with Stalinism, and as recently as this year, according to Wikipedia, apologized to a historian: \"I think you're right. I should have asked to see the gulags when I was in the USSR.\"\n\nWhat I feel from Seeger and his music is a deep-seated, instinctive decency, a sense of fair play, a democratic impulse reflected by singing along as a metaphor. I get the same feeling from Toshi, who co-produced this film and has co-produced her husband's life. How many women would sign on with a folk singer who planned to build them a cabin to live in? The portrait of their long marriage, their children and grandchildren, is one of the most inspiring elements in the film. They actually live as if this land was made for you and me.\n\n(See Roger Ebert's 2004 interview with The Weavers and his review of \"The Weavers: Wasn't That a Time!\")", "running_time": 93, "mpaa_rating": "NR", "release_year": 2007, "date_published": "2007-09-13", "genres": ["Documentary"], "title": "Pete Seeger: The Power of Song (2007)"}