{"url": "http://www.rogerebert.com/reviews/phantoms-1998", "by": "Peter O'Tooleas Timothy Flyte", "star_rating": 1.0, "text": "Did you know that if a certain kind of worm learns how to solve a maze, and then you grind it up and feed it to other worms, the other worms will then be able to negotiate the maze on their first try? That's one of the scientific nuggets supplied in \"Phantoms,'' a movie, based on the popular Dean Koontz novel, that seems to have been made by grinding up other films and feeding them to this one.\n\nAs the movie opens, two sisters arrive by Jeep in a quaint mountain town that seems suspiciously quiet, and no wonder: Everybody seems to be dead. Some of them have died rather suddenly. The baker's wife, for example. Her hands still grip the rolling pin. Just her hands. The rest of her is elsewhere.\n\nThe sisters (Rose McGowan and Joanna Going) find more ominous signs. A dead deputy sheriff, for example. And phones that don't work--but then one does. The older sister picks it up. \"Who are you? What do you want?'' she asks. It is a test of great acting to be able to say those ancient lines as if you mean them. A test like many others that this movie fails.\n\nThe sheriff turns up. He is played by Ben Affleck, wearing an absurd cowboy hat that looks like the kind of unsold stock they unload on city slickers at the end of the season. He is accompanied by another deputy (Nicky Katt), who wears an identical hat. Don't they know it's a rule in the movies: Hero wears neat hat, sidekick wears funny hat? Joining the two young women, they search the town, and find a desperate message written in lipstick on a mirror, which (I'm jumping ahead now) leads them to Dr. Timothy Flyte (Peter O'Toole), an editor of the kind of supermarket rag that features babies with 9-pound ears. Dr. Flyte and Army troops soon arrive in the small town, dressed like ghostbusters, to get to the bottom of the mystery. \"What kind of threat are we dealing with here--biological, chemical or other?'' he's asked. \"I'm leaning toward 'other,' '' he replies, with all the wisdom and poignancy of a man who once played \"Lawrence of Arabia\" and is now playing Dr. Timothy Flyte.\n\nThe movie quickly degenerates into another one of those Gotcha! thillers in which loathsome slimy creatures leap out of drain pipes and sewers and ingest supporting actors, while the stars pump bullets into them. There are a few neat touches. In front of an altar at the local church, the heroes discover a curious pile of stuff: Watches, glasses, ballpoints, pacemakers. At first they think it's an offering to the Virgin Mary. But no: \"That's not an offering. Those are undigested remains.'' How common are these films getting to be? Two out of the three films I saw this particular day used the formula. With a deep bow (almost a salaam) to \"Tremors,'' they locate their creatures beneath the surface of the land or sea, so that most of the time, although not enough of the time, you can't see them.\n\nPeter O'Toole is a professional and plays his character well. It takes years of training and practice to be able to utter lines like, \"It comes from the deep and secret realms of our Earth'' without giggling. It is O'Toole who gets to float the educated tapeworm theory. When these creatures eat a human, they learn everything it knows--and even everything it thinks it knows, so that since many humans think they are being eaten by the devil, the creatures think they are the devil, too. If only we could learn to think more kindly of those who digest us, this movie could have ended happily.", "running_time": 91, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-01-23", "genres": ["Drama", "Horror", "Science Fiction", "Thriller"], "title": "Phantoms (1998)"}