{"url": "http://www.rogerebert.com/reviews/phantasm-ii-1988", "by": "Mike Jamesas Angus Scrimm", "star_rating": 1.0, "text": "The silver sphere is about twice the size of a billiard ball. It has a couple of very sharp hooks built into it. It flies through the air, attaches itself to your forehead and digs in. Then a drill comes out and pierces your skull right above the bridge of the nose, while blood spurts out the other end.\n\nThe sphere is the property of the Tall Man. He is an evil mortician who lurks in the ghost town of Paragore, where all of the houses seem empty and most of the graves seem robbed. \"When you die,\" he tells one of his luckless victims, \"you don't go to heaven. You come to us.\" \n\nWho is us? Or, to phrase the question more elegantly, what's going on here? After having paid close attention to \"Phantasm II,\" I am not sure I can answer that question. \"This time, I'm going to get him,\" Mike vows early in the film. But unless you have seen \"Phantasm,\" a low-budget horror film released nine years ago, the reference is likely to be lost. I did see the original \"Phantasm,\" but the details do not exactly leap into my mind with crystal clarity.\n\nThere is a sense in which Mike's history is not so important to this film -- a sense in which the plot itself is expendable. \"Phantasm II\" is like an extended dream in which characters appear and disappear according to no logical timetable and a wide-angle lens makes everything look distended and nightmarish.\n\nThe images are of corpses and graveyards, spurting blood and severed skulls, rotting flesh and faces filled with terror. Sitting through a film like this, which contains so little of genuine interest, I found myself meditating on such images, wondering who they would appeal to, and why.\n\nThe target audience for \"Phantasm II\" obviously is teenagers, especially those with abbreviated attention spans, who require a thrill a minute. No character development, logic or subtlety is necessary, just a sensation every now and again to provide the impression that something is happening on the screen.\n\nBut why would images of death and decay seem entertaining to them? For the same reason, I imagine, that the horror genre has always been attractive to adolescents. They feel immortal, immune to the processes of aging and death, and so to them these scenes of coffins and corpses represent a psychological weapon against adults. Kids will never die.\n\nOnly adults will die. Kids, of course, eventually become adults, but there is always a new generation of kids, and perhaps there we have our answer to the question of why anyone would have wanted to make a sequel to \"Phantasm.\"", "running_time": 93, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-07-08", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Phantasm II (1988)"}