{"url": "http://www.rogerebert.com/reviews/phantasm", "by": "Michael Baldwinas Mike Pearson", "star_rating": 1.5, "text": "I've got another classic to add to my collection of Great Moments in Bad Movies. Michael, the young hero of “Phantasm”, slams a door on the hand of a sinister figure that is chasing him. Then he slices off the fingers with a knife. The hand spurts bright yellow blood. The plucky youth takes one of the severed fingers home with him and sticks it in a little box. The next morning, the box bounces around because the finger is still alive. Michael explains this to his older brother, Jody, who doesn't believe him. So Jody ever-so-gingerly opens the box. Inside is a severed finger squirming in a pool of yellow blood. \"OK,\" says Jody, closing the box. That Jody has a gift of gab.\n\n “Phantasm” has a couple of other nice moments like that. It features, for example, the most ingenious device I've seen in a horror film since Dr. Praetorious furnished his laboratory. It's a flying stainless-steel sphere with hooks on either side of it. When it slams against your forehead, the hooks hang on, a little screw comes out and drills into your forehead, and the sphere pumps all of your blood out in a steady stream. Technology Comes to Vampirism, or, the Cuisinart Lobotomy.\n\n The movie itself is not, alas, up to the high standard of these Great Moments. It's put together rather curiously out of disjointed scenes, snatches of dialog, and brief strokes of characterization. It's about the two brothers, who live alone, and about the younger brother's penchant for spying on the activities in a mysterious nearby funeral home.\n\n The funeral home is not any funeral home; It's an enormous white ante-bellum mansion in the midst of a giant cemetery, and inside--well, there's The Tall Man, who makes John Carradine look plump. And there's the evil undertaker. There are sinister marble corridors and basements full of shadows and hearses that drive themselves--and then there is the mystery of what really does happen to the corpses that disappear into this haunted house.\n\n The movie's a labor of love, if not a terrifically skillful one. It was written and directed by Don Coscarelli, who was 22 at the time, and made his first feature, “Jim, the World's Greatest,” when he was but 17. He was one of those Hollywood wunderkinds who seem to move directly from sophomore civics to the back lot at Universal.\n\nCoscarelli has a nice visual feel; his pacing and camera placement, indeed, have to do yeoman work in “Phantasm” because what happens in the film is so disconnected. Half the time, he's scaring us by default; We're so boggled by the moments that do work, like the stainless steel bloodsucker, that we keep waiting for more.", "running_time": 88, "mpaa_rating": "R", "release_year": 1979, "date_published": "1979-03-28", "genres": ["Horror"], "title": "Phantasm (1979)"}