{"url": "http://www.rogerebert.com/reviews/phenomenon-1996", "by": "John Travoltaas George Malley", "star_rating": 3.0, "text": "The opening titles of “Phenomenon” plant a sly idea that the film\rdoes nothing to discourage. We see the star-filled sky, and then the letters of\rthe title settle into place with a subtle whoosh. We pick up “Close Encounters”\rvibes. Not long after, the film's hero walks out under the stars and is\rstartled to see some kind of a weird white light, which zaps him from the\rheavens. Has he been touched by a UFO? Maybe. The hero is George Malley (John Travolta),\ra genial garage mechanic, of average intelligence, well liked in his small\rCalifornia town.\n\nAfter the visitation from the sky, he begins to get smarter. A\rlot smarter. He starts taking out six books a day from the local library and\rfiguring out things that had previously been beyond him. He's able to learn a foreign\rlanguage by riffling through a textbook. This is not the George people know. It\ris the lament of “Phenomenon” that people do not like the unexpected. They want\rGeorge to continue to be George, no more, no less, so that he continues to fill\rthe same predictable place in their lives. A brilliant new George, winning at\rchess, predicting earthquakes, picking up strange vibes, is disturbing. “What\ris going on, George?” asks Lace (Kyra Sedgwick), the pretty divorced woman\rGeorge would like to be dating. “I need the simple truth!” She has the\rthankless role of the woman who demands an explanation that the audience knows\ris impossible to give: “I just asked you for one thing, George, and you\rcouldn't handle it!” It's about the only thing George can't handle; matters of\rthe heart are just as difficult to solve when you're a genius. The only people\rin town who can easily accept the new George are Doc (Robert Duvall), who\rconsiders him like a son, and Nate (Forest Whitaker), his best friend. With\rthem, George is able to share his enthusiasm for the daily cascade of\rdiscoveries. This is a good role for Travolta, who has an underlying sweetness\rand enthusiasm that is well used here. There's not an ounce of circumspection in\rhis character, and when he gets his unexpected gift, he wants to share it. He\rcontacts scientists and universities, and is startled when the FBI turns up in\rits obligatory role as paranoid sniffer after suspicious behavior (his interview\rwith a federal agent is a small gem). We know the general outlines of the story\rbefore, having been through somewhat similar territory with Cliff Robertson's “Charly”\r(1968).\n\nAlthough Charly was retarded and George is average, they are\rboth transformed through their blooming intelligence, and then in the third\ract, something happens that is not foreseen. I will not reveal what that is,\rexcept to say that the film will leave you with questions that it does not\rquite resolve. Maybe that’s the best thing. We know what happened to George,\rbut not precisely why, and who's to say if a UFO was involved or not? The heart\rof the story is in George's character and his relationship with Lace (who,\rapart from her obligatory demands for an explanation, is a good and\runderstanding woman). The film is essentially a good-hearted story about the\rrhythms of small-town life and the meaning of friendship, and if George's gift\ris a mystery even to him, at least it inspires a lot of conversation. Like many\rsmall towns (or movies set in small towns), this one has a bar where the locals\rprovide a chorus for all of the action, and after George begins spinning\rpaperclips in mid-air and breaking mirrors, they have the material for many a long\rbeery discussion. “Phenomenon” could have been more, I think. It might have pushed\rthe edges of its story a little harder, and found out things that would be more\rchallenging, or threatening, to George and the world he lives in. But that's not\rwhat it's about. It's about change, acceptance and love, and it rounds those\rthree bases very nicely, even if it never quite gets to home.", "running_time": 117, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-07-03", "genres": ["Drama", "Fantasy", "Science Fiction"], "title": "Phenomenon (1996)"}