{"url": "http://www.rogerebert.com/reviews/phil-spector-2013", "by": "Al Pacinoas Phil Spector", "star_rating": 2.5, "text": "Phil Spector remains an enigma after his 2009 conviction for the death of actress Lana Clarkson six years earlier. He's in prison today. Clarkson, dead of a gunshot wound, was found in his mansion. Was it suicide, an accident or murder? \n\nSpector was a record producer famous for a technique, called “The Wall of Sound,\" that he developed to create an overall style for his groups. Wikipedia tells me: “Spector called his technique 'a Wagnerian approach to rock & roll: little symphonies for the kids.' ” He named and renamed groups, selected their material, acted as their svengali and essentially created the soundtrack for freeway commuting in L.A.\n\nIn the case of “Phil Spector,” the Wall of Sound Man is played by Al Pacino, loosely inspired by life, as in another recent performance, that time as euthanasia advocate Dr. Jack Kevorkian. \n\nHe plays the role cannily. His Spector knows if he's guilty of murder, but we don't, and that adds to the film's interest. The script is by director David Mamet, who as he often does, prefers an almost hypnotic style in which a character seems to be arguing with himself. This could have happened. That could have happened. The character was there and saw whatever happened, and he doesn't know.\n\nThis phenomenon is underlined by Spector's lifestyle. Enormously wealthy, reclusive, he lives inside a forbidding structure, which as he approaches and leaves through its iron gates, reminds us of  Xanadu in “Citizen Kane.”\n\nThe co-star is Helen Mirren, playing Linda Kenney Baden, the attorney who was successfully able to reach a retrial in a case where, as one line of dialogue has it, if Spector wasn't found guilty on the merits of his case, he'd be found guilty on grounds of the notorious O.J. Simpson murder case. Mamet deliberately avoids portraying Baden as heroic, or even right or wrong. She's simply doing her best job. \n\nThe film contains scant suspense and few surprises, and depends largely on Pacino's work as an articulate and eccentric painter of his own portrait. His description of his hairstyle, as photographed while back-lighted, has a peculiar charm. Hair also plays a role in the Mirren performance. Baden clings to a blond style that must have been more becoming 20 years ago.\n\nWinning the hung jury in the first trial is a tribute to Baden, who in an effective drawing, shows a small-caliber bullet entering the victim's skull, bouncing off its back wall and making a U-turn. Stranger things have happened. Not a lot.\n\nThe dialogue, vaguely Mametian, might have profited by more of the Mamet style. He seems bogged in realism. Few write better dialogue than Mamet at full power. Here he seems at half-steam. \n\nA first-rate supporting cast, including Jeffrey Tambor and Matt Malloy, illuminates second-rate supporting roles. “Phil Spector” is just about ideal as an HBO movie; watchable and gossip-worthy but just not that compelling.", "running_time": 92, "mpaa_rating": "TV", "release_year": 2013, "date_published": "2013-03-20", "genres": null, "title": "Phil Spector (2013)"}