{"url": "http://www.rogerebert.com/reviews/philadelphia-1994", "by": "Denzel Washingtonas Joe Miller", "star_rating": 3.5, "text": "More than a decade after AIDS was first identified as a disease, \"Philadelphia\" marks the first time Hollywood has risked a big-budget film on the subject. No points for timeliness here; made-for-TV docudramas and the independent film \"Longtime Companion\" have already explored the subject, and \"Philadelphia\" breaks no new dramatic ground. Instead, it relies on the safe formula of the courtroom drama to add suspense and resolution to a story that, by its nature, should have little suspense and only one possible outcome.\n\nAnd yet \"Philadelphia\" is quite a good film, on its own terms. And for moviegoers with an antipathy to AIDS but an enthusiasm for stars like Tom Hanks and Denzel Washington, it may help to broaden understanding of the disease. It's a ground-breaker like \"Guess Who's Coming to Dinner\" (1967), the first major film about an interracial romance; it uses the chemistry of popular stars in a reliable genre to sidestep what looks like controversy.\n\nThe story involves Hanks as Andrew Beckett, a skillful lawyer in a big, old-line Philadelphia law firm. We know, although at first the law firm doesn't, that Beckett has AIDS. Visits to the clinic are part of his routine. Charles Wheeler, the senior partner (Jason Robards) hands Beckett a case involving the firm's most important client, and then, a few days later, another lawyer notices on Beckett's forehead the telltale lesions of the skin cancer associated with AIDS.\n\nBeckett is yanked off the case and informed he doesn't have a future with the firm. He suspects he's being fired for being sick.\n\nHe's correct. (Wheeler, feeling somehow contaminated by association, barks to an associate, \"He brought AIDS into our offices - into our men's room!\") Beckett determines to take a stand, and sue the law firm. But his old firm is so powerful that no attorney in Philadelphia wants to take it on, until Beckett finally goes in desperation to Joe Miller (Denzel Washington), one of those lawyers who advertises on TV, promising to save your driver's license.\n\nMiller doesn't like homosexuals, but agrees to take the case, mostly for the money and exposure. And then the story falls into the familiar patterns of a courtroom confrontation, with Mary Steenburgen playing the counsel for the old firm. (Her character has no appetite for what is obviously a fraudulent defense, and whispers \"I hate this case!\" to a member of her team.) The screenplay by Ron Nyswaner works subtly to avoid the standard cliches of the courtroom. Even as the case is progressing, the film's center of gravity switches from the trial to the progress of Beckett's disease, and we briefly meet his lover (Antonio Banderas) and his family, most especially his mother (Joanne Woodward), whose role is small but supplies two of the most powerful moments in the film. By the time the trial reaches its conclusion, the predictable outcome serves mostly as counterpoint for the movie's real ending.\n\nThe film was directed by Jonathan Demme, who with Nyswaner finds original ways to deal with some of the inevitable developments of their story. For example, it's obvious that at some point the scales will fall from the eyes of the Washington character, and he'll realize that his prejudices against homosexuals are wrong; he'll be able to see the Hanks character as a fellow human worthy of affection and respect. Such changes of heart are obligatory (see, for example, Spencer Tracy's acceptance of Sidney Poitier in \"Guess Who's Coming to Dinner\").\n\nBut \"Philadelphia\" doesn't handle that transitional scene with lame dialogue or soppy extrusions of sincerity. Instead, in a brilliant and original scene, Hanks plays an aria from his favorite opera, one he identifies with in his dying state. Washington isn't an opera fan, but as the music plays and Hanks talks over it, passionately explaining it, Washington undergoes a conversion of the soul. What he sees, finally, is a man who loves life and does not want to leave it. And then the action cuts to Washington's home, late at night, as he stares sleeplessly into the darkness, and we understand what he is feeling.\n\nScenes like that are not only wonderful, but frustrating, because they suggest what the whole movie could have been like if the filmmakers had taken a leap of faith. But then the film might not have been made at all; the reassuring rhythms of the courtroom drama, I imagine, are what made this material palatable to the executives in charge of signing the checks.\n\n\"Philadelphia\" is a good movie, and sometimes more than that, and the Hanks performance (which, after all, really exists outside the plot) is one of the best of the year. Sooner or later, Hollywood had to address one of the most important subjects of our time, and with \"Philadelphia\" the ice has been broken.\n\nIn a year or two, it will be time for another film to consider the subject more unblinkingly. This is a righteous first step.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-01-14", "genres": ["Drama", "Mystery"], "title": "Philadelphia (1994)"}