{"url": "http://www.rogerebert.com/reviews/phone-booth-2003", "by": "Colin Farrellas Stu Shepard", "star_rating": 3.0, "text": "\"Phone Booth\" is a religious fable, a show biz fable, or both. It involves a fast-talking, two-timing broadway press agent who is using the last phone booth in Manhattan (at 53rd and 8th) when he's pinned down by a sniper. The shooter seems to represent either God, demanding a confession of sins, or the filmmakers, having their revenge on publicists.\n\nThe man in the cross hairs is Stu Shepard (Colin Farrell), who we've already seen striding the streets, lying into his cell phone, berating his hapless gofer. Why does he now use a pay phone instead of his cellular? Because he's calling his mistress, Pamela (Katie Holmes), and doesn't want the call to turn up on the monthly bill scrutinized by his wife, Kelly (Radha Mitchell).\n\nThe phone in the booth rings and Stu follows the universal human practice of answering it. The voice is harsh, sardonic, sounds like it belongs to a man intelligent and twisted, and with a sense of humor. For the next hour or so, in a movie that is only 81 minutes long, Stu will be trying to keep the man on the other end from pulling the trigger. The Voice (for so we may call him) seems to know a lot about Stu--personal secrets, but also things anyone could see, like the way he rudely treated a pizza delivery man. He seems to think Stu is a reprehensible man who deserves to die--and may, unless he can talk or think his way out of this situation.\n\nThe movie is essentially a morality play, and it's not a surprise to learn that Larry Cohen, the writer, came up with the idea 20 years ago--when there were still phone booths and morality plays. If the movie had been conceived more recently, Stu would have been the hero for the way he lies and cheats. The movie is an instructive contrast to \"People I Know,\" which played at Sundance 2003 and starred Al Pacino as a press agent who doggedly tries to do the right thing despite all of his (many) sins.\n\nThe director, Joel Schumacher, discovered Farrell in the tense, quirky basic training drama \"Tigerland\" (2000). Farrell played a recruit who was too smart and too verbal to be a good trainee, and stirred up trouble in a fraught situation. Now comes a similar character, further twisted by civilian life. The movie is Farrell's to win or lose, since he's onscreen most of the time, and he shows energy and intensity.\n\nAs the crisis builds in tension, he forms a rapport with Capt. Ramey (Forest Whitaker), a cop experienced at hostage situations who at first believes Stu might be the perp and not the victim. The two actors have to communicate nonverbally to keep the sniper from realizing what's happening, and the movie shows them figuring that out.\n\nThe movie was premiered at Toronto 2002, scheduled for immediate release and then yanked when the Beltway Sniper went into action. Now it arrives during war. Hard to pick a safe opening date these days. Schumacher is the director of many blockbuster titles, like two of the \"Batman\" movies, but he sometimes leaves the big budgets behind (he shot \"Phone Booth\" on one set in 10 days).\n\nFor the voice of his sniper, he calls on Kiefer Sutherland, who also starred in Schumacher's \"The Lost Boys\" (1987), \"Flatliners\" (1990) and \"A Time to Kill\" (1996) and here takes the mostly (but not quite entirely) invisible role as a very useful favor to Schumacher--because if the voice doesn't work, neither does the movie. It does. I especially like the way the caller taunts Stu: \"Do you see the tourists with their video cameras, hoping the cops will shoot so they can sell the tape?\"", "running_time": 81, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-04", "genres": ["Drama", "Suspense", "Thriller"], "title": "Phone Booth (2003)"}