{"url": "http://www.rogerebert.com/reviews/physical-evidence-1989", "by": "Burt Reynoldsas Joe Paris", "star_rating": 2.0, "text": "You can often tell a movie that isn't really about anything, because it has a sensational pre-title sequence. Like the Bond movies, which have popularized the PTS in modern times, they expend great amounts of effort and cleverness on the construction of a stunt gag that has little or no connection to the rest of the film. The idea, I guess, is that the writer or director has a great idea that doesn't seem to fit in anywhere, and so he starts his film with it. That way you've forgotten it before you get to the end and discover it was meaningless.\n\n\"Physical Evidence\" begins with a man about to jump off a bridge, when he is accosted by another man. More than that I will not tell (this movie has too few resources for me to squander any of them).\n\nAfter it appears that both of them may fall to their deaths, we get a sensational and unexpected development, and there is laughter in the audience from those members who are very easily amused.\n\nThen we cut to the real story, which involves an ex-cop (Burt Reynolds) who wakes up with a hangover and blood on his shirt, and the evidence seems to suggest he has committed a murder he cannot remember.\n\nThis is not exactly an original beginning for a murder mystery (Cornell Woolrich opened a story the same way in 1936), but never mind, originality is not one of this film's goals.\n\nThe former cop turns out to have a history of violence, and when his blood type is found on the murder weapon, he's thrown in jail and things look bleak. Then he meets his attorney, a public defender who is, of course, an attractive woman (Theresa Russell). He doubts she can do the job. She's cocky and self-confident and thinks she can. And then, of course, they find themselves attracted to one another.\n\n\"Physical Evidence\" was produced by Martin Ransohoff, who also produced the much better \"Jagged Edge.\" In that one, you will remember, the heroine, a lawyer, has to decide in a hurry whether she can trust the man she's defending. There's a little of that in this movie, too.\n\nBurt Reynolds is given a few moments when he projects some menace and mystery, just enough for us to suspect he really may have committed the crime. But then the plot doesn't follow through on that, and before long the story has settled into very familiar patterns.\n\nThe movie's basic idea is role-reversal in the Hepburn and Tracy mold, with Reynolds as the untamed ruffian and Russell as the no-nonsense lady who will love him only if he straightens out. This leads almost exactly where we anticipate it will, with all of the plot threads coming together into suspense, danger, innocence, threat and, of course, living happily ever after. The problem is that there is no chemistry at all between Reynolds and Russell; they stand near each other and speak words of emotion, but there's not much light in their eyes and they don't budge the needle on the romantic voltmeter.\n\nThat leaves only the usual prefabricated plot elements to plug in, such basic and obligatory scenes as the one where the heroine finds that her apartment has been broken into, or the one where the state's attorney offers to make a deal, or the one where the heroine gets threatened on a dark night, or the love scene that is followed by great menace. All of this stuff comes right out of the recycling bin, and \"Physical Evidence\" has not found a way to make it new.", "running_time": 99, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-01-27", "genres": ["Drama", "Horror"], "title": "Physical Evidence (1989)"}