{"url": "http://www.rogerebert.com/reviews/pi-1998", "by": "Sean Gulletteas Maximillian Cohen", "star_rating": 3.5, "text": "The film “Pi” is a study in madness and its partner, genius. A\rtortured, driven man believes (1) that mathematics is the language of the\runiverse, (2) nature can be expressed in numbers, and (3) there are patterns\reverywhere in nature. If he can find the patterns, if he can find the key to\rthe chaos, then he can predict anything--the stock market, for example. If the\rman is right, the mystery of existence is unlocked. If he is wrong, the inside\rof his brain begins to resemble a jammed stock ticker.\n\nThe movie, written and directed by Darren Aronofsky, is a study\rin mental obsession. His hero, named Maximillian Cohen, lives barricaded behind\ra triple-locked door, in a room filled with high-powered, customized computer\requipment. He wants nothing to do with anybody. He writes programs, tests them,\rlooks for the pattern, gets a 216-digit bug, stomps on his chips in a rage, and\rthen begins to wonder about that bug. Exactly 216 digits. There is a theory\ramong some Jewish scholars, he learns, that the name of God has 216 letters.\n\nThe movie is shot in rough, high-contrast black and white. Max,\rplayed by Sean Gullette, is balding, restless, paranoid and brilliant. He has\rdebilitating headaches and nosebleeds. Symptoms of high blood pressure--or of\rthe mental torment he's putting himself through. He's suspicious of everyone.\rThe friendly Indian woman next door puts food by his door. He avoids her. He\rtrusts only his old teacher, Sol (Mark Margolis). They play Go, a game deeper\rthan chess, and Sol tells him to stop with the key to the universe business,\ralready. He warns that he's spinning away from science and toward numerology.\n\nNot everybody thinks so. His phone rings with the entreaties of\rMarcy (Pamela Hart), who works for a high-powered Wall Street analysis firm.\rThey want to hire him as a consultant. They think he's onto something. He has\rpredicted some prices correctly. At the deli, he runs into a Hasidic Jew named\rLenny (Ben Shenkman), who seems casual and friendly but has a hidden mission:\rHis group believes the Torah may be a code sent from God and may contain God's\rname.\n\nOf course if one finds the mathematical key to everything, that\rwould include God, stock prices, the weather, history, the future, baseball\rscores and the response to all moves in Go. That assumes there is a key. When\ryou're looking for something that doesn't exist, it makes you crazier the\rcloser you get to it.\n\nThe seductive thing about Aronofsky's film is that it is halfway\rplausible in terms of modern physics and math. What was numerology a century\rago now has now been simplified into a very, very vast problem. Chaos theory\rlooks for patterns where common sense says there are none. A computer might be\rable to give you the answer to anything, if (1) it is powerful enough, and (2) it\rhas all the data. Of course, you might need a computer the size of the universe\rand containing everything in it, but we're talking theory here.\n\n“Pi” is a thriller. I am not very thrilled these days by whether\rthe bad guys will get shot or the chase scene will end one way instead of\ranother. You have to make a movie like that pretty skillfully before I care.\rBut I am thrilled when a man risks his mind in the pursuit of a dangerous\robsession. Max is out on a limb. There are hungry people circling him. He may\rbe on to something. They want it, too. For both the stock market people and the\rHasidic cabal, Max's formula represents all they believe in and everything they\rcare about.\n\nAnd then there is a level at which Max may simply be insane, or\rphysically ill. There are people who work out complicated theories involving\rlong, impenetrable columns of numbers. Newspapers get envelopes filled with\rtheir proofs every day. And other people who sit in their rooms, wrapping\rthemselves in the webs of chess or numbers theory, addicted to their fixes. And\rgame players, gamblers, horseplayers--people bewitched by the mirage of a\rsystem.\n\nThe beautiful thing about mathematics is that you can't prove it\rexcept by its own terms. There's no way to put some math in a test tube and see\rif it turns purple or heats up. It sits there smugly in its own perfect cocoon,\rletting people like Max find anything he wants in it--or to think that he has.", "running_time": 85, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-07-24", "genres": ["Drama", "Science Fiction", "Thriller"], "title": "Pi (1998)"}