{"url": "http://www.rogerebert.com/reviews/picture-bride-1995", "by": "Youki Kudohas Riyo", "star_rating": 3.0, "text": "Between 1907 and 1924, more than 20,000 young women made the journey from Japan to Hawaii, promised to husbands they knew only through photographs. \"Picture Bride\" tells the story of one of them, Riyo (Youki Kudoh), who is forced to leave Yokohama under a cloud (both her parents have died of tuberculosis). She has learned a little English and hopes to make the best of the \"paradise\" her future husband has described in letters, but when she sees him she can't believe her eyes: He is old, in his 40s, much older than the dated photograph he sent. And she is only 16.\n\nHis name is Matsuji (Akira Takayama), his hands are rough, his face is bronzed by the sun, and he works hard all day in the sugar cane fields. He has saved for years to pay for his bride's passage, and on his wedding night, he moves too quickly and roughly.\n\nShe bites his finger and hides under her blanket, only peeking out at him shyly after he is asleep.\n\nLife in Hawaii is centered on work, she quickly learns. She vows to save enough money to reimburse Matsuji and buy her passage back home, but the pay is only 16 cents a day. He shows her the sea, visible over the tops of the young sugar cane plants, and tells her that they grow so quickly that soon they will be able to see only the sky. It is a parable: \"By and by, we forget all about Japan.\" Riyo makes a friend, Kana (played by Tamlyn Tomita of \"The Joy Luck Club\" and \"Come See the Paradise\"). Kana tells her she is blessed: \"I thought I was lucky to get a handsome man for a husband, but he beats me. You are lucky to have a kind husband.\" Together, they do laundry in the evenings to make extra money. And the sugar cane hides the view of the sea.\n\n\"Picture Bride\" was directed by Kayo Hatta and written by her with her sister, Mari. Both of their grandmothers came to Hawaii from Japan - although not as picture brides - and many of the episodes in the film are based on stories passed down through the generations by the descendants of that first generation on Hawaii.\n\nLike stories of the old days in many cultures, this tale is probably not as harrowing as the reality; back-breaking labor under a hot sun in the cane fields is intercut with human interest and romance, and there is even an idyllic interlude where the husband takes his bride to a hidden waterfall to show her the \"real paradise.\" Slowly, he hopes to win her trust and love.\n\nThere is a supernatural element to the picture; perhaps the cane fields are inhabited by ghosts, and indeed, Riyo sees one, in an affecting scene near the end.\n\nThere is tragedy, as fire destroys some fields, and tension between the Japanese and their Filipino co-workers, all overseen by a Portuguese field boss who in turn resents his Scottish overseer. A kindly local white lady inquires after the two young Japanese women when they bring the fresh laundry, but belongs to another world.\n\n\"Picture Bride\" is one of several recent films about how we gathered from all over the globe to call ourselves Americans. \"My Family\" is another, about Mexican-Americans. Of course, those early generations suffered much, but somehow the films are suffused with a certain serenity, because after all, the stories had a happy ending: They produced the children and grandchildren who are telling the tales.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-05-19", "genres": ["Drama", "Foreign", "Romance"], "title": "Picture Bride (1995)"}