{"url": "http://www.rogerebert.com/reviews/picture-perfect-1997", "by": "Jennifer Anistonas Kate", "star_rating": 2.0, "text": "Sometimes a movie will include a subversive line of dialogue that shows somebody was paying attention. In \"Picture Perfect,'' that line comes when the devious woman tells good guy: \"This sounds like something out of 'The Patty Duke Show.' '' That hits the nail on the head. And it's a shame the plot is so contrived, because parts of this movie are really pretty good.\n\nThe film features Jennifer Aniston of TV's \"Friends'' in her first leading movie role, as Kate, an ad executive who has good ideas, but projects the wrong image. She dreams up a campaign, but when the client buys it, she's not included on the account team. Why not? Mercer (Kevin Dunn), the agency head, says it's because she's not engaged and not in debt, so there's nothing to stop her from leaving the company. Then her best friend Darcy (Illeana Douglas) dreams up a scheme: She should claim to be engaged to a guy from Boston.\n\nShe has met this guy from Boston just once. His name is Nick (Jay Mohr), he videotapes weddings for a living, and he's in love with her. In a nice, subtle touch, we can sense the moment he first notices her, because we're looking through the point of view of his viewfinder at a wedding when his camera focuses on her, and freezes. Kate contacts him and offers him $1,000 to come to New York for a weekend, pose as her boyfriend, and break up with her publicly. That way she'll get the job and be able to explain her freedom. It's at this point that she uses the Patty Duke line, and then he turns down the money.\n\nI'm not sure \"Picture Perfect'' paints a very accurate portrait of the requirements that modern ad agencies have for their employees; it sounds more as if Kate is being considered for a job as a deaconess. But never mind. The plot thickens when she immediately has an affair with the office bad boy (Kevin Bacon), who thought she was \"too nice'' until she got \"engaged,'' but claims he's not attracted by the thought that he's stealing her away from her fiance.\n\nThe movie has some nice dialogue touches. I like how Darcy justifies her bright idea about the Boston boyfriend to Kate: \"We're in advertising, Kate. I didn't lie--I sold.'' I like the way Kate prepares a \"study guide'' so that Nick will know all about her if anybody asks specific questions. And I like Nick's sweet little speech about why he feels so privileged to videotape the most important moments in his client's lives.\n\nBut against those moments are some huge distractions. One is the plot, which has Kate being so incredibly crass and rude toward Nick that we almost fall out of sympathy with her--and lose respect for Nick for putting up with it. Another is the character of Kate's mother (Olympia Dukakis), who pops up regularly to do things that, frankly, she seems too bright to do.\n\nAnd the third, which becomes a distraction during at least the last third of the movie, is Jennifer Aniston's neckline. After the agency boss advises her to buy a new dress, she appears in a series of plunging frocks that seem designed to advertise the powers of the Wonderbra. Aniston is pretty, and she has a swell body, but these dresses get to be a joke after a while; is she auditioning for Playboy's \"Girls of Summer''? It was W. C. Fields who hated to appear in the same scene with a child, a dog, or a plunging neckline--because nobody in the audience would be looking at him. Jennifer Aniston has the same problem in this movie even when she's in scenes all by herself.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-08-01", "genres": ["Comedy", "Romance"], "title": "Picture Perfect (1997)"}