{"url": "http://www.rogerebert.com/reviews/pieces-of-april-2003", "by": "Katie Holmesas April Burns", "star_rating": 3.0, "text": "Thanksgiving is not a conventional religious or political holiday but consists simply of families gathering to love one another and express gratitude. That's the tricky part. There are no theologies to fall back on. It has inspired a uniquely North American group of films. Most of the families in them are troubled, but there is usually a reconciliation, comforting to everyone except the turkey.\n\nThe best Thanksgiving film is Woody Allen's \"Hannah and Her Sisters,\" and the most entertaining are \"Planes, Trains and Automobiles\" and \"What's Cooking?\" The most depressing is \"The Ice Storm,\" and the best single line is by Lou Jacobi in \"Avalon\": \"You cut the turkey without me?\" The spirit of the genre is summed up in \"Home for the Holidays\" when two family members are fighting on the lawn while the father hoses them down. Seeing the neighbors gawking across the street, the father snarls, \"Go back to your own goddamn holidays!\" Peter Hedges' \"Pieces of April,\" this year's Thanksgiving movie, ends prematurely and has a side plot that's a distraction and a cheat, but it contains much good humor and works, anyway. It consists of 2.5 parallel stories. Story 1: The Burns family is driving from the suburbs to New York to have Thanksgiving dinner with a troublesome daughter. Story 2: The daughter, who has never cooked a Thanksgiving dinner before, is trying to cope despite a broken oven. Story 2.5: Her boyfriend disappears on a mission that is unnecessary, distracting and misleading.\n\nKatie Holmes plays April Burns, the tattooed daughter who has been the family's despair. Derek Luke is her boyfriend, a sweet guy whose subplot hints he's up to no good, but that's just a cheap tease. Driving into the city are Jim Burns (Oliver Platt), wife Joy (Patricia Clarkson), daughter Beth (Alison Pill), son Timmy (John Gallagher Jr.), and Grandma Dottie (Alice Drummond), who is in that stage of movie-induced Alzheimer's that allows her to provide perfectly timed zingers when necessary.\n\nThe movie belongs to April and her mother. Joy is dying of breast cancer and this may be her final Thanksgiving, but she uses her mortality as a springboard for brave humor; at one point, she asks for silence to reflect on an approaching crisis. \"We all have to give a lot thought...\" she says, and they wait for a declaration about her impending death, \"to how we are going to hide the food we don't eat.\" In April's apartment, all is chaos. She's gone through a punk/goth rebellion, but a yearning for family ritual runs deep, and her new boyfriend has helped her believe that she has a home she can invite her family to. The turkey is the problem. April's oven is broken, and that sends her on a quest through her building for someone with an oven she can borrow. Most of the neighbors are suspicious or hostile, but there's a Chinese family that illustrates the same message as \"What's Cooking?\": Thanksgiving is a reminder that all Americans, even Native Americans, are immigrants to this continent.\n\nThere's lots of humor in the car with the dysfunctional Burnses. Beth is outraged that they're visiting her sister; April was the apple of the family eye before she went wrong, and Beth feels threatened that she seems about to go right again. Young Timmy is a pothead whose supply of grass provides comfort to his dying mom, who after a few inhales likes the rapper on the radio. Jim the dad tries to put down rebellion and see the bright side: \"This new guy Bobby sounds very promising. Apparently he reminds her of me.\" A measure of the family's goofiness comes when they stop to conduct a burial service for an animal they've run over. Their eulogy: \"We're sorry we didn't know you. We hope it was quick.\" The wild card is Bobby, the boy friend, and here Hedges, the writer-director, half-heartedly tries to do something that doesn't work and is a little offensive. Bobby is middle-class, kind, soft-spoken and a good influence on April, but the screenplay sends him out of the apartment on an obscure mission and hints that it may involve something illegal or dangerous; his behavior and deliberately misleading dialogue plays on cliches about young black men.\n\nAnd consider the scene where he first encounters April's family. He's bleeding and looks dangerous, and they think they're under attack. Bobby's behavior indicates an undigested idea of who the character is and how it would be funny to portray him. It's not mean-spirited so much as half-baked; Hedges has a confused idea that it would be funny to play on negative associations about young black men, to make it a joke when we find out how nice Bobby is. Not funny.\n\nThe movie ends rather abruptly, as if it ran out of money. Maybe it did; it was shot on digital for $200,000 in three weeks (and looks remarkably good, given those constraints). The closing montage of photographs looks uncannily like a way to represent a scene Hedges didn't have time to shoot (the 81-minute running time is another hint).\n\nDespite its flaws, \"Pieces of April\" has a lot of joy and quirkiness; it's well-intentioned in its screwy way, with flashes of human insight, and actors who can take a moment and make it glow.\n\nYou forgive the lapses. You have the feeling that Hedges sees the same stuff that bothers you and it makes him squirm, too; a movie made this close to the line has no room for second thoughts.\n\nHedges is a novelist who wrote the screen adaptation for his own wonderful \"What's Eating Gilbert Grape?\" in 1993, and adapted Nick Hornby's \"About a Boy\" (2002) for the screen, winning an Oscar nomination in the process. He has a feeling for his characters and tries to find humor in true observation.\n\n\"Pieces of April\" was a success at Sundance 2003, where Patricia Clarkson was honored for her acting. The movie is an enjoyable calling card that will set the stage, I suspect, for a new Hedges movie made with more resources and under less time pressure, and that is a movie am looking forward to seeing.", "running_time": 81, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-10-24", "genres": ["Comedy", "Drama", "Indie"], "title": "Pieces of April (2003)"}