{"url": "http://www.rogerebert.com/reviews/pierrepoint-the-last-hangman-2007-1", "by": "Timothy Spallas Albert Pierrepoint", "star_rating": 3.5, "text": "Timothy Spall has been graced by nature with a face at once morose and discontented, although when he smiles, it is like the first day of spring. In \"Pierrepoint, the Last Hangman,\" he plays Albert Pierrepoint, the last official chief hangman for the United Kingdom, credited with at least 435 executions. He kept a meticulous journal, with neatly ruled columns for name, date, place, length of rope and total time required. He was an exemplary civil servant, the best at his trade, and when the right man was required to hang more than 200 Nazi war criminals, Field Marshall Montgomery personally asked him to perform the task.\n\nBy the nature of his job, a hangman remains anonymous, and Pierrepoint preferred it that way. His everyday job was delivering provisions for a grocery wholesaler, and when an execution came along, he traveled to the prison by train, spent the night, and was given his expenses and a hot meal in addition to his fee of about $8. Pierrepoint was the third member of his family to work as a hangman and took pride in his system of calculating the exact length of rope to use on each condemned prisoner. By measuring their height and weight and estimating their neck muscles by their occupations, he aimed to kill them instantly by breaking the spine between and second and third vertebrae. He was thus spared the embarrassment of a client still alive and strangling, or a dead one with his head snapped off.\n\nAdrian Shergold's film of Pierrepoint's life paints a portrait of respectable working-class mediocrity with a secret at its center; Mike Leigh's \"Vera Drake\" (2004) was a similar, if more nuanced, portrait of a quiet housewife who was an abortionist. While still a grocery drayman, Pierrepoint, already past 30, shyly proposes marriage to possibly the first girl to go out with him to the cinema. Annie (Juliet Stevenson) continues to work in a tobacconist's and keeps a comfy little home for him, all teapots and footrests, china Scottie dogs, evenings around the wireless, and for dinner, \"your favorite -- pork chop.\"\n\nThe movie is unflinching in watching Pierrepoint at work. He always follows the same routine, designed as a time-and-motion study to escort the prisoner from his cell to his doom with no time to realize what is happening. He handcuffs the client, says \"follow me, sir,\" leads the way across the corridor and leaves the prisoner standing on the trap without quite realizing it. A white hood is whipped from Pierrepoint's jacket pocket, put over the client's head, followed by the noose, and a lever is pulled. Albert's father's average was 13.5 seconds per execution. Albert dispatches one client in less than eight.\n\nHe is a man of principle. He believes the condemned have been judged, sentenced to pay their debt, and when they are dead, have paid it. He bathes and prepares their corpses with care and respect, and is outraged when a prison comes up one coffin short. His man has paid his dues and deserves proper handling, he shouts, as angry as we see him. Often after work, he'll stop at the pub (which eventually becomes his) and join his pal Tish (Eddie Marsan) in a vaudeville song. One night, Tish proudly turns up with a hot date, falls in love with her, is jilted and performs a quavering solo of \"Jealous Love.\"\n\nSpoiler warning: After an especially hard day, Albert comes home and the solicitous Annie suggests he have a drink with his mates. \"I don't have any mates,\" he says. It is true. He hardly knows anyone at the pub and doesn't even know Tish's real name, which is why it is a shock when he discovers he is expected to hang him. One review of the film calls this development \"a contrived subplot,\" but Wikipedia reports that Tish really did strangle his unfaithful lover on an evening when he and Albert sang \"Danny Boy\" at the pub, and Albert really did hang Tish. All that seems contrived is that the hangman would not have heard about the murder and anticipated the result.\n\nPierrepoint boasted of sleeping soundly after each execution. His tunnel vision permitted no doubt; his was a difficult job, but necessary and worth doing correctly, with full respect for each client. Only after he arrived in Germany and had to dispatch 13 Nazis on his first day did he begin to weaken. It was too much like an assembly line. And when he returned home, the national tabloids outed him and he was cheered in the streets as a hero, then later targeted by opponents of the death penalty. \"It isn't right,\" he said to Annie, who was a little tickled to have photographers on her doorstep.\n\nHe eventually retired, moved to the seaside with Annie, continued as a celebrity, and wrote his memoirs, in which, Wiki says, he concluded: \"Executions solve nothing, and are only an antiquated relic of a primitive desire for revenge which takes the easy way and hands over the responsibility for revenge to other people. The trouble with the death penalty has always been that nobody wanted it for everybody, but everybody differed about who should get off.\" This realization came a little late for his 435 or more clients, but at least he gave them the very best service.\n\nThe key to the film is in the performances by Spall and Stevenson -- and by Marsan. The utter averageness of the characters, their lack of insight, their normality, contrasts with the subject matter in an unsettling way.\n\nWhat is most intriguing about the film is that while it is not in favor of capitol punishment, it doesn't make Pierrepoint into an evil or deranged man, just a dutiful workman. Every year, dozens of civil servants are honored on the Queen's List, but Pierrepoint, whose service to the crown was more essential than many door-holders and pen-pushers, labored on year after year in the shadows, insisting on his hot meal.\n\nNote: Also of interest: \"Mr. Death: The Rise and Fall of Fred A. Leuchter Jr.\" (1999), the Errol Morris documentary about the designer of electric chairs.", "running_time": 98, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-01", "genres": ["Drama", "Foreign"], "title": "Pierrepoint: The Last Hangman (2007)"}