{"url": "http://www.rogerebert.com/reviews/pierrot-le-fou-2007", "by": "Jean-Paul Belmondoas Ferdinand", "star_rating": 2.5, "text": "Godard's \"Pierrot Le Fou\" (1966) is the same film I liked so much when it opened here in 1968, and assigned a 3.5 star rating. In fact, it is probably a better film, because the Music Box is showing it in a new 35mm print. But while I once wrote of it as \"Godard's most virtuoso display of his mastery of Hollywood genres,\" I now see it more as the story of silly characters who have seen too many Hollywood movies.\n\nThere was a point when it was revolutionary to show young lovers flaunting society, committing crimes thoughtlessly and running hand-in-hand over hill and dale, beach and field. And then there was a point where it was post-revolutionary. Or maybe, to take a more optimistic view of the progress of cinema, pre-revolutionary.\n\nThe film stars Jean-Paul Belmondo, then 32, and Anna Karina, then 25, as Ferdinand and Marianne, Ferdinand's baby-sitter and one-time girlfriend, who run away together from a party and from their spouses. First stop, Marianne's flat, when Ferdinand goes into the next room, sees a dead body and returns to the living room. Later, she passes the body, which Godard shows us only by filming Belmondo's eyes watching her. Nice touch. And she sings a song. Then they hit the road in a series of stolen cars, supporting themselves by stickups.\n\nIt is so very boring when infatuation and sex have to take the place of a genuine interest in the other person, which Ferdinand discovers more quickly than Marianne, perhaps because that delightful and beautiful woman is mad. There are times when she wishes he were crazier and calls him \"Pierrot,\" the name of a character from Italian stage comedy and opera who is a clown and a fool. \"My name is Ferdinand,\" he tirelessly corrects her.\n\nAt the party they run away from, there is a famous scene in which an older man with a cigar is seen standing against a wall. This is Samuel Fuller, the American director, playing himself and explaining, \"My name is Samuel Fuller. I'm an American film director in Paris making an action picture.\" He is filmed in color; the rest of the party is filmed in bold tints. What does that mean? It means that we notice it and wonder what it means, which can be said for a lot of Godard's shots.\n\nBarreling through the countryside, the couple make use of knowledge gleaned from old movies. During a dicey moment, Marianne remembers a Laurel and Hardy trick. She faces the guy with the gun, she looks up, he looks up, and she punches him in the stomach. There is also an auto robbery, involving a car on a turntable in a grease pit, that Keaton might have invented, less violently to be sure.\n\nI was in full flood of admiration for Jean-Luc Godard in the 1960s. Seemed like everyone was. One year, they showed three of his films at the New York Film Festival. The thing was, he made shots that knew they were shots, and you watched them knowing they were shots, and they knew you were watching, and you were all in on it together.\n\nThere was a barnyard scene in \"Weekend\" (1968) where the camera rotated in a circle once, twice, and then rotated back the other way just a little, to show that it knew, and you knew, that it was rotating. How cool. And a tracking shot of an unbelievably long traffic jam, which remains one of the great shots, but great about what? I wrote in my review of that film: \"At some point, we realize that the subject of the shot is not the traffic jam but the fact that the shot is so extended. 'Politics is a traveling shot,' Godard told us a few years ago, and now we know what he meant.\" Uh-huh.\n\nGodard's early B&W films were masterpieces. Later, he needed to dial down. Still later, he disappeared into long and (for many) pointless stylistic video exercises that remained widely unseen. He still retained the ability to make much-debated films, like \"Hail Mary\" (1986) but he wasn't drawn that way. \"Pierrot Le Fou\" stood at the tipping point between the great early films like \"My Life to Live\" and later films that were essentially about themselves, or adult children at play.\n\nI closed my earlier review of \"Pierrot Le Fou\" by writing: \"Godard, a former film critic, once said that the only valid way to criticize a movie was to make one of your own. That is true of his own work, at least.\" To which I now add: But perhaps not entirely in the way he intended.\n\nGodard's \"Breathless\" (1960) and \"My Life to Live\" (1963) are in the Great Movies section of rogerebert.com.", "running_time": 110, "mpaa_rating": null, "release_year": 1966, "date_published": "2007-08-16", "genres": ["Drama", "Foreign", "Indie", "Thriller"], "title": "Pierrot le Fou (1966)"}