{"url": "http://www.rogerebert.com/reviews/pineapple-express-2008", "by": "Seth Rogenas Dale Denton", "star_rating": 3.5, "text": "David Gordon Green, that poet of the cinema, is the last person you'd expect to find directing a Judd Apatow male-buddy comedy about two potheads who start a drug war. But he does such a good job, there's a danger he'll become in demand by mainstream Hollywood and tempted away from the greatness he showed in \"George Washington\" and \"Undertow.\" (I can imagine his agent hiding this review from him.)\n\n\"Pineapple Express\" has all the elements you'd expect from the genre: male bonding, immature sexual desires, verbal scatology, formidable drug abuse, fight scenes, gunfire, explosions. Yawn? Not this time. It's a quality movie even if the material is unworthy of the treatment. As a result, yes, it's a druggie comedy that made me laugh.\n\nThe heroes are a process server named Dale (Seth Rogen) and his drug dealer Saul (James Franco). Both are stoned in every single scene. Dale has a romance going with Angie (Amber Heard), who I hope is of legal age, although physical sex isn't necessarily involved. I think Dale is still at the age of emotional development where going all the way means asking a girl to go steady. Saul is even more pathetic, hiding in his apartment filled with electronic gizmos and merchandise.\n\nDale drops in on Saul one day to buy some weed, and Saul gives him a sample of a new product just imported by his connection. This is Pineapple Express, a blend of marijuana so sublime, he says, that even smoking it is a crime \"like killing a unicorn.\" Dale gets high on the aroma alone. Floating away from Saul's after a hallucinatory conversation, he goes to serve a summons on Ted Jones (Gary Cole), the very man Saul gets his pot from.\n\nParked in front of the house for one last toke, Dale is horrified to see a squad car parked behind him, and throws away the joint. Then he has a front-row seat to witness, through a huge glass wall, a man being shot dead by Ted and a female cop (Rosie Perez). He speeds away, leaving Ted to find the joint, sample it, identify it and realize that the murder witness bought it from Saul. The buddies know Ted will make this connection, and begin a desperate flight from Ted's incompetent hit men. This leads them into a funny stumble through a forest preserve, the loss of their car, and Dale's attempt to plausibly sit through dinner with Angie's parents (Ed Begley Jr. and Nora Dunn) while stoned, bleeding, torn, disheveled and in need of being hosed down.\n\nThe critic James Berardinelli observes: \"A lot of buddy films aren't fundamentally that different from romantic comedies. The relationships are often developed in the same fashion, only with male bonding replacing sexual chemistry.\" Does that make Dale and Saul gay, even if they're not aware of it? I think that describes the buddies in a lot of buddy movies produced by Judd Apatow, including the recent \"Step Brothers.\" Especially in the obligatory happy ending, there's a whole lot of hugging and chanting of \"I love you, man!\"\n\nA third major character enters the scene when Dale and Saul visit Saul's buddy Red (Danny McBride), who has already betrayed them to the hit men. All of this leads, don't ask how, to a full-scale war between Ted's men and a rival drug empire, \"The Asians,\" who attack conveniently dressed in matching black uniforms, which makes them easy targets under the sun lamps of Ted's indoor pot farm. Many, many people die horribly, none more thoroughly than poor Rosie Perez.\n\nTwo teams have met to make this picture: the Apatow production line, and Green and his cameraman Tim Orr, soundman Chris Gebert, actor Danny McBride and others he met at the North Carolina School of the Arts. As always, even in their zero-budget first effort, Green and Orr use wide-screen compositions with graceful visual instincts, although you may be excused for not noticing them, considering what happens. The movie even transcends the usual chase, this time between two squad cars. To my amazement, I found it exciting and very funny, especially the business about Saul's leg.\n\n\"Pineapple Express\" is the answer to the question, \"What would happen if a movie like this was made by a great director?\" This question descends directly from those old rumors that Stanley Kubrick was going to make a porn film. Give it a moment's thought. And I suspect Green of foiling Apatow's vow to include at least one penis in every one of his comedies. This time, it's not a penis, but a finger, and a good thing, too.\n\nBe aware: Despite a \"warning,\" the movie is enthusiastically pro-pot.", "running_time": 111, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-08-04", "genres": ["Action", "Comedy"], "title": "Pineapple Express (2008)"}