{"url": "http://www.rogerebert.com/reviews/pink-cadillac-1989", "by": "Bernadette Petersas Lou Ann McGuinn", "star_rating": 1.0, "text": "Clint Eastwood plays a skip tracer in \"Pink Cadillac,\" a free-lancer who works with bail bondsmen to return clients who have jumped bond.\n\nThis is a profession more colorful in the movies than in life, I suspect, and Eastwood milks it for what it's worth, hiding behind a variety of disguises to trick his quarry. He runs a phony radio prize game, pretends to be a cop and a rodeo clown, and pretends to be a doorman at a Reno casino. This silliness might work in a movie like \"Every Which Way But Loose,\" but \"Pink Cadillac\" has a disturbing subplot about a secret army of white racists - and so the comedy seems out of place.\n\nIn the film, Eastwood finds himself on the trail of a runaway mother (Bernadette Peters), whose lame-brained husband has been recruited by the white supremists. She steals his 1959 Cadillac convertible for her getaway, little realizing that the right-wingers have hidden a quarter of a million dollars in bills under the convertible top. The woman is out on bail, and Eastwood is assigned to find her. But by the time he does, she's got the whole secret army on her tail. And, of course, Eastwood and Peters fall in love.\n\nThis plot is sort of a cross between \"Midnight Run,\" with Robert De Niro as a bondsman becoming the friend of his quarry, and \"Betrayed,\" with Debra Winger as an undercover agent who falls in love with a white supremist. There's little that's new in the material, and nobody seems to have asked whether the emotional charge of blatant racism belongs in a lightweight story like this - even if the racists are the villains.\n\nThere's another problem, and that's the idiotic behavior of most of the characters in the film. How can we take a thriller scene seriously when the characters don't? Observe, for example, a crucial moment when Eastwood gets the drop on the leader of the right-wing army and puts him and Peters in a car. \"I'll drop you off a mile from the camp,\" he says - guaranteeing their getaway. But then what does he do? Drops the right-winger, off about 25 yards down the road, putting Eastwood back in danger.\n\nMaybe I shouldn't be so hard on that scene. It's one of the few unpredictable moments in the movie. The whole progression of the romance between the skip tracer and the woman has been seen many times before, and Eastwood and Peters do not seem to feel, or express, a convincing bond. Indeed, the whole life of the Peters character is so artificial that it would be amazing if we did feel chemistry: This isn't a real woman, so how can she have real feelings? What really bothered me, though, was that white supremist army. I can imagine, and have seen, serious movies about outlaw racism in America. But to use a racist army as material for the villains in a light little action-comedy seems inappropriate.\n\nWhen the racist leader's dialogue ran down the usual litany of racist slurs, I felt uncomfortable; in the times we live in, the offensiveness of such words should be observed, and they should not be used thoughtlessly.", "running_time": 122, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-05-26", "genres": ["Action", "Adventure", "Comedy", "Drama", "Romance"], "title": "Pink Cadillac (1989)"}