{"url": "http://www.rogerebert.com/reviews/pirates-of-the-caribbean-on-stranger-tides-2011", "by": "Johnny Deppas Jack Sparrow", "star_rating": 2.0, "text": "Before seeing \"Pirates of the Caribbean: On Stranger Tides,\" I had already reached my capacity for \"Pirates of the Caribbean\" movies, and with this fourth installment, my cup runneth over. Indeed, so doth Capt. Jack Sparrow's, as he obtains two chalices to use while drinking from the Fountain of Youth and seeks a mermaid's tears to invest them with magic. There's always a Catch-22. You fight Spanish conquistadors and the British navy to find the bloody fountain, and now you need a weepy mermaid.\n\nI had fleeting hopes for this episode of the Disney franchise. An opening sequence is fun, as Captain Jack impersonates a British judge, is chased through London,and discovers his old amour, Angelica (Penelope Cruz) attempting to impersonate him while raising the crew for a ship. That anyone would still want to sail under Jack's command is a tribute to the daring of British seamen. The movie is fun until they set sail.\n\nJohnny Depp, who confesses he's rather tired of playing his relentless hero, nevertheless does a plucky job here. He plays Jack Sparrow as an insouciant wise guy, rarely ruffled, always ready with a quip. Whether he is a competent swashbuckler is hard to say, because the fight sequences here are composed in the editing and do not seem to exist in an actual space-time continuum. We no longer see truly great sword-fighting, the kind performed by Liam Neeson and Tim Roth in \"Rob Roy\" (1995). It's all impossible leaping and incomprehensible cutting, giving us all of the movement of action and none of the excitement.\n\nThe best way to describe the plot is by explaining that the Fountain of Youth is the MacGuffin. Angelica and Jack set sail for the new world aboard a ship commanded by Blackbeard (Ian McShane), who is said to be her father. The ship's crew includes zombies, which is a step up from previous crew members in the series, skeletons. Blackbeard is in a race to find the fountain before Captain Barbossa (Geoffrey Rush), who is being financed by King George, who needs to drink from the fountain none too soon. Rush is as always a dependable actor, but his sandpapery complexion is rather alarming here. Get this sailor some Lubriderm.\n\nAlso in the race is a boatload of Spanish sailors, sent by their king. All three boats pitch up on the same beach and fight each other to the fountain. But wait. The mermaids. Yes, a special reflector used in an old lighthouse casts light on one of the longboats, and light attracts mermaids, and it's a nasty sight. We get to meet only one of the mermaids, the well-named Syrena (Astrid Berges-Frisbey), comely and doe-eyed, with one of those official hairdos that cleverly conceals the delightful bits.\n\nSyrena and Philip (Sam Claflin), a cleric, lock eyes and hearts. But Syrena is needed for her tears and is held captive and transported through the jungle in a large water tank, wherein she nearly drowns because she cannot breathe, establishing at last what I have always argued — that mermaids are amphibians. \n\nOne improvement this time is the dropping of the superfluous non-pirate characters played earlier by Orlando Bloom and Keira Knightley. I was never sure what essential function they fulfilled; Depp and Cruz are so over the top, they function as their own supporting characters.\n\nEven in his first \"Pirates\" movie, Depp seemed to be channeling large parts of the persona of Keith Richards, not to mention all of the eyeliner. As in the last sequel, the Rolling Stone himself turns up again, playing Jack Sparrow's father. The hairdressers for these two characters seem to have involved themselves in some sort of a grudge bet.\n\n\"Pirates of the Caribbean: On Stranger Tides\" is about what you'd expect. It is long, expensive and bombastic, and the beautiful mermaid has a tantalizing way of not coming quite far enough out of the water. For me, it's too much of a muchness. The whole series was inspired by a ride at Disneyland. There's a bright side to that. At least no movie has yet been inspired by \"It's a Small World.\"", "running_time": 136, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-05-18", "genres": ["Action", "Adventure", "Comedy"], "title": "Pirates of the Caribbean: On Stranger Tides (2011)"}