{"url": "http://www.rogerebert.com/reviews/pirates-1986", "by": "Walter Matthauas Capt. Red", "star_rating": 1.0, "text": "There hasn't been a pirate movie in a long time, and after Roman Polanski's \"Pirates,\" there may not be another one for a very long time. This movie represents some kind of low point for the genre that gave us Captain Blood. It also gives us a new pirate image to ponder.\n\nAfter Errol Flynn and Tyrone Power, here is Walter Matthau as a pirate? Matthau is only partially visible behind his makeup and his costumes, but the part we can see appears to be totally at a loss to answer this question: What is Walter Matthau doing on the bounding main, wearing a peg leg? The movie stars Matthau as Capt. Red, a vile old swashbuckler who eats fishhooks for breakfast. Cast adrift in the open sea, he is picked up by a passing Spanish galleon and soon learns that the ship's cargo is a priceless golden throne. He sets about trying to steal the booty, but not before the movie bogs down in a hopeless quagmire of too much talk, too many characters and ineptly staged confrontations in which everyone stands around wondering what to do next.\n\n\"Pirates\" proves, if nothing else, that Matthau is not an action star and that Polanski is not an action director. We kind of knew that already. Matthau is, however, a very capable comedy actor, and there are times when Polanski seems to be trying for comedy, although search me if you can find a laugh in this movie. One of Polanski's very worst films was \"The Fearless Vampire Killers, or Pardon Me but Your Teeth Are in My Neck / Dance of the Vampires,\" and again this time, he is totally adrift trying for laughs with an expensive takeoff of a B-movie genre.\n\nThe real star of the movie is the Neptune, the full-size, functional galleon that was constructed as a set for most of the scenes. It's one of the finest sailing ships I've ever seen in a movie, but I couldn't see much of it, because Polanski steadfastly refuses to give us blood-stirring shots of the Neptune plowing through the waves. He begins with a real ship, then treats it like a studio set.\n\nThe real tragedy of \"Pirates\" may be that the movie was more of a deal than an inspiration. Polanski wrote the script 12 years ago, shortly after finishing \"Chinatown,\" and it languished on his agent's desk until Tarak Ben Ammar, a wealthy Tunisian, finally signed on as producer. Polanski had gone eight years without a movie (his last film was \"Tess\"), and no doubt he was happy to have the work. But \"Pirates\" should never have been made, at least not by a director with no instinctive sympathy for the material, and not by an actor whose chief inspiration seems to be the desire to be a good sport.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-07-18", "genres": ["Adventure", "Comedy"], "title": "Pirates (1986)"}