{"url": "http://www.rogerebert.com/reviews/pirates-of-the-caribbean-the-curse-of-the-black-pearl-2003", "by": "Johnny Deppas Capt. Jack Sparrow", "star_rating": 3.0, "text": "There's a nice little 90-minute B movie trapped inside the 143 minutes of \"Pirates of the Caribbean: The Curse of the Black Pearl,\" a movie that charms the audience and then outstays its welcome. Although the ending leaves open the possibility of a sequel, the movie feels like it already includes the sequel; maybe that explains the double-barreled title. It's a good thing that Geoffrey Rush and Johnny Depp are on hand to jack up the acting department. Their characters, two world-class goofballs, keep us interested even during entirely pointless swordfights.\n\nPointless? See if you can follow me here. Capt. Jack Sparrow (Depp) has a deep hatred for Capt. Barbossa (Rush), who led a mutiny aboard Sparrow's pirate ship, the Black Pearl, and left Capt. Jack stranded on a deserted island. Barbossa and his crew then ran afoul of an ancient curse that turned them into the Undead. By day they look like normal if dissolute humans, but by the light of the moon, they're revealed as skeletal cadavers. Now here's the important part: Because they're already dead, they cannot be killed. Excuse me for supplying logic where it is manifestly not wanted, but doesn't that mean there's no point in fighting them? There's a violent battle at one point between the Black Pearl crew and sailors of the Royal Navy, and unless I am mistaken the sailors would all eventually have to be dead because the skeletons could just keep on fighting forever, until they won. Yes? The only reason I bring this up is that the battle scenes actually feel as if they go on forever. It's fun at first to see a pirate swordfight, but eventually it gets to the point where the sword-clashing, yardarm-swinging and timber-shivering get repetitious. I also lost count of how many times Jack Sparrow is the helpless captive of both the British and the pirates, and escapes from the chains/brig/noose/island.\n\nAnd yet the movie made me grin at times, and savor the daffy plot, and enjoy the way Depp and Rush fearlessly provide performances that seem nourished by deep wells of nuttiness. Depp in particular seems to be channeling a drunken drag queen, with his eyeliner and the way he minces ashore and slurs his dialogue ever so insouciantly. Don't mistake me: This is not a criticism, but admiration for his work. It can be said that his performance is original in its every atom. There has never been a pirate, or for that matter a human being, like this in any other movie. There's some talk about how he got too much sun while he was stranded on that island, but his behavior shows a lifetime of rehearsal. He is a peacock in full display.\n\nConsider how boring it would have been if Depp had played the role straight, as an Errol Flynn or Douglas Fairbanks (Sr. or Jr.) might have. To take this material seriously would make it unbearable. Capt. Sparrow's behavior is so rococo that other members of the cast actually comment on it. And yet because it is consistent and because you can never catch Depp making fun of the character, it rises to a kind of cockamamie sincerity.\n\nGeoffrey Rush is relatively subdued--but only by contrast. His Barbossa, whose teeth alone would intimidate a congregation of dentists, brings gnashing to an art form.\n\nOnly the film's PG-13 rating prevents him from doing unthinkable things to the heroine, Elizabeth Swann (Keira Knightley), whose blood, it is thought, can free the captain and his crew from the Curse of the Black Pearl.\n\nElizabeth is the daughter of Weatherby Swann, the governor (Jonathan Pryce) of Port Royal, a British base in the Caribbean, and seems destined to marry Cmdr. Norrington (Jack Davenport), a fate which we intuit would lead to a lifetime of conversations about his constipation.\n\nShe truly loves the handsome young swordsmith Will Turner (Orlando Bloom), whom she met when they were both children, after spotting him adrift on a raft with a golden pirate medallion around his neck, which turns out to hold the key to the curse. Jack Sparrow takes a fatherly interest in young Turner, especially when he discovers who his father was ... and that is quite enough of the plot.\n\nBloom is well cast in a severely limited role as the heroic straight-arrow. He has the classic profile of a silent-film star. Knightley you will recall as the best friend of the heroine in \"Bend It Like Beckham,\" where she had a sparkle altogether lacking here.\n\nTruth be told, she doesn't generate enough fire to explain why these swashbucklers would risk their lives for her, and in closeup, seems composed when she should smolder. Parminder K. Nagra, the star of \"Beckham,\" might have been a more spirited choice.\n\n\"Pirates of the Caribbean: The Curse of the Black Pearl\" is \"based on\" the theme park ride at Disney World, which I have taken many times. It is also inspired (as the ride no doubt was) by the rich tradition of pirate movies, and excels in such departments as buried treasure, pirates' caves, pet parrots and walking the plank, although there is a shortage of eye patches and hooks.\n\nThe author Dave Eggers reportedly plans to open a Pirates' Store, complete with planks measured and made to order, and \"The Curse of the Black Pearl\" plays like his daydreams.", "running_time": 134, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-07-09", "genres": ["Action", "Adventure", "Comedy", "Fantasy", "Science Fiction"], "title": "Pirates of the Caribbean: The Curse of the Black Pearl (2003)"}