{"url": "http://www.rogerebert.com/reviews/pirate-radio-2009", "by": "Philip Seymour Hoffmanas The Count", "star_rating": 3.0, "text": "Before we get to the movie, let's assume you're near a computer that has iTunes. Go to \"radio,\" look under \"alternative rock,\" and go down to Radio Caroline. I'll tell you why in a moment. Don't turn it up so loud that it drowns out my review.\n\nIncredible but true: From the birth of rock 'n' roll, through the rise of the Beatles and the Stones, all the way until the late 1960s, the BBC used to broadcast only about 30 minutes per day of pop music. \"Thought for the Day\" did almost as well. The old maids on the Beeb board of governors thought it was, in the words of a Conservative minister depicted in this movie, \"immoral.\"\n\nBoredom abhors a vacuum. From pirate radio stations anchored offshore, a steady stream of rock was broadcast from powerful transmitters to the mainland, where at a given moment, more than half of the radios may have been tuned in. The most famous of these pirates was Radio Caroline. Yes, the very station we're listening to right now. Webcasting is sort of piratical, no? (Right now on Radio Caroline: Bob Dylan's \"Just Like a Woman.\")\n\nCaroline is the inspiration for Radio Rock, the floating transmitter in \"Pirate Radio.\" Richard Curtis, who wrote and directed the film, was 10 years old in Radio Caroline's heyday, but he must know people who worked onboard, because the film has a real feel for the shipboard combination of excitement and desperation. Think about it. You're at the cutting edge of a cultural revolution, but you're anchored outside the U.K. territorial waters. It's the Swinging '60s, but the only woman on board is a lesbian. Nobody is swinging, anyway. (Now playing: The Who, \"Won't Get Fooled Again.\")\n\nThe shipboard culture involves a mixed bag of oddballs and egomaniacs, who hold sway over millions of listeners and then go back to their grotty cabins and smoke weed. Well, it's not a crime outside territorial waters. Life really only happens for them when they're on the air. The best known of them is The Count (Philip Seymour Hoffman), an American who has a focus on his work that can only be described as reverential. The ranks of his rivals are peopled by a menagerie of British character actors, led by the Steve Buscemis of England, Bill Nighy and Rhys Ifans. Hold on, Ifans is Welsh. (\"I Want You All to Myself,\" Joan Armatrading.)\n\nShifts on Rock Radio are long: more than a month, and I get the impression some DJs never went ashore. Everybody is stir-crazy. Nobody is a happy camper. (\"Free Bird,\" Lynyrd Skynyrd.)\n\nAboard this ship of fools arrives one day a young man named Carl (Tom Sturridge), who is the godson of the station's aloof and preoccupied manager, Quentin (Nighy). What's Carl doing aboard here? He's on summer holiday and is rather uncertain in the midst of this hotbed. It's possible he may find the solution to a personal question onboard. (\"Complicated,\" by Avril Lavigne.)\n\nRichard Curtis is good at handling large casts, establishing all the characters and keeping them alive. His credits include \"Love Actually,\" and the scripts for \"Four Weddings and a Funeral,\" \"Notting Hill\" and \"Bridget Jones' Diary.\" Here the plot doesn't require a reason for the characters to keep running into one another; there's nowhere they can hide. No coincidences means more development. And the wall-to-wall '60s rock keeps things bright.\n\nMeanwhile, back in Parliament, a tight-arsed Sir Alistair Dormandy (Kenneth Branagh) denounces pirate radio as \"a sewer of of dirty commercialism and no morals.\" As the threat of a shutdown looms, the prospect grows dire, and we begin to realize that among these pirates, as among the original ones, the shipboard community holds their identity and validates their stubborn dreams. \n\nThe government vows to sink the pirates and finally forces through the required legislation. This is highly unpopular. Just imagine an American administration turning off your rock and forcing you to listen only to NPR. Wow, I'm sorry I wrote that. There are probably fringers who think Obama is plotting to do just that.\n\nNo Beatles. No, I don't mean Obama would outlaw the Beatles. I mean I noticed Radio Caroline didn't play their records.", "running_time": 135, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-11-11", "genres": ["Comedy", "Drama", "Foreign", "Music"], "title": "Pirate Radio (2009)"}