{"url": "http://www.rogerebert.com/reviews/pitch-perfect-2012", "by": "Anna Kendrickas Beca", "star_rating": 2.0, "text": "You have to hand it to \"Pitch Perfect.\" It's a twentysomething song-and-dance movie built around rival a cappella groups. That's more exciting than dueling string quartets, I suppose — but no, the quartets would be performing better material. In the world of this film's Barden College, a cappella seems to rank above football in extracurricular activities, and as nearly as I recall, the only character ever seen in a classroom is Beca's father, the teacher.\n\nHe teaches philosophy and despairs of his daughter Beca (Anna Kendrick), who dreams of moving to L.A. and making it in show business. He makes a deal: She sticks out college for one year, and then she can go to L.A. if she still wants to. Oh, and she must join at least one afterschool activity.\n\nThis is some school. On Activity Day, a male a cappella group poses carefully on the campus and bursts periodically into song. There is also a female group, the Bellas, although they're under a cloud after their lead singer suffered an unfortunate attack of vomiting in the national finals. And not just ordinary vomiting, but Movie Projectile Vomiting, which in its velocity and gallons of content resembles an attack by an alien.\n\nBeca is recruited into the Bellas by its star, Chloe (Brittany Snow), while they are both naked in a shower, which makes this more intriguing than your average a cappella recruitment. Well, at least it's an afterschool activity. Soon she finds herself up against Aubrey (Anna Camp), the group leader who has rigid opinions about their performances. \n\nAnother new recruit is Fat Amy (Rebel Wilson), who explains she calls herself that because she knows that's what people call her behind her back. Rebel (her real name) plays a character so ebullient, unstoppable and raucous that she steals every scene she's in and passes the Character Name Test. This refers to our ability to remember the names of a movie character for more than 10 minutes after the movie has ended. Fat Amy, I will remember. Can you, even at this point in the review, recall who Chloe is?\n\nThe plot interlinks the Bellas' progress toward the national finals in New York City's Lincoln Center with a sorta romance between Beca and Jesse (Skylar Astin), a DJ for the campus radio station; much in their relationship depends on his belief that \"The Breakfast Club\" has the greatest single final scene in the history of the cinema. Beca doesn't share his enthusiasm for the John Hughes movie, even though she's in a movie that would dearly love to be by Hughes, who would find more fraught material than Beca's kitchen table conversations with her dad about why he divorced her mom — a plot thread that leads nowhere.\n\nStrange supporting roles are played by John Michael Higgins and Elizabeth Banks, as a team of commentators who function somewhere between play-by-play announcers and the judges on \"American Idol.\" The Higgins performance owes more than a little to Fred Willard's unforgettable dog show commentary in \"Best in Show,\" but it was clear that Willard was part of a telecast. The Higgins and Banks characters look like they're sitting behind a desk in the audience and just ... what? Broadcasting? Talking out loud? \n\nAnother inexplicable character is Lilly (Hana Mae Lee), a shy Asian girl who cannot sing or even speak loudly enough for anyone to hear her. How did she survive her audition?\n\nStill, Anna Kendrick is adorable, a young version of the angelic Marisa Tomei. And it must be said that the Bellas are a first-rate group, with choreography so crisp that Bob Fosse couldn't have drilled them to move more precisely. You may be reminded of a Broadway musical. Certainly the choreography is way over the top of other championship a cappella teams on You Tube. And if I mistake not, the soundtrack sneaks in some percussion and other stray sounds that might get the Bellas outlawed in a real a cappella competition.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-09-26", "genres": ["Comedy", "Music"], "title": "Pitch Perfect (2012)"}