{"url": "http://www.rogerebert.com/reviews/pitch-black-2000", "by": "Vin Dieselas Riddick", "star_rating": 2.0, "text": "No other movie opening thrills me more than a vast ship in interstellar space. The modern visual rules for these shots were set by Stanley Kubrick's \"2001,\" which used a detailed model moving slowly instead of a cheesy model moving fast. Kubrick had the good sense to know that sound does not travel in space, but \"Star Wars,\" with its deep bass rumbles, demonstrated that it certainly should. And then in the \"Alien\" and \"Star Trek\" pictures and in countless others, gigantic space cruisers aimed majestically at the stars, and I felt an inner delight that has its origins in those long-ago days when I devoured pulp space opera by Robert Heinlein and such forgotten masters as Murray Leinster and Eric Frank Russell.\n\nMy state of mind is best captured by a pulp mag that was defunct even before I started reading science fiction: \"Thrilling Wonder Stories,\" without doubt the best title in the history of magazines. I hope for strange and amazing adventures. Sometimes I am gratified. More often I am disappointed. \"Pitch Black,\" which begins in deep space and ends with a manhunt on a desert planet, falls somewhere in between: clever, done with skill, yet lacking in the cerebral imagination of the best science fiction. How sad it is that humans travel countless light years away from Earth, only to find themselves inhabiting the same tired generic conventions.\n\nThe movie begins during an interstellar mission, with the crew and a dangerous prisoner all in cryo-sleep. The ship collides with a cluster of rock fragments, which penetrate the hull like BBs through cellophane. The captain and several other sleepers are terminally perforated, and Fry (Radha Mitchell) assumes command. The ship crash-lands on a planet that circles somehow within a three-star system, where at least one sun never seems to set, and the surviving crew members have to fight it out with the vicious and cunning prisoner Riddick (Vin Diesel).\n\nYou may remember Diesel from \"Saving Private Ryan,\" where he was the hard-bitten Pvt. Caparzo. He looks like a mean customer, and he is. He shares no fellow feeling with the other survivors, expresses no responsibility to them, does not consider himself in the same boat and thinks only of escaping. Oh, and his eyes have a remarkable quality: He can see in the dark. Not a very useful ability on a planet with three suns and no night, right? (Hollow laugh.) What disappointed me about \"Pitch Black,\" directed by David Twohy, is that it didn't do more with its alien world, and less with its recycled human conflicts. I feel underwhelmed when humans land on another world and are so quickly reduced to jumping out from behind rocks at one another and playing hostage games. \"Pitch Black\" does have a nice look, all bleached blues and desert sands. And there are some promising story elements, one of which I am about to discuss, so you might want to set this review aside if you plan to see the movie.\n\nThe spoiler commences: Yes, night does fall on the planet, every once in a long while when all three suns are in eclipse. I am not sure what complex geometries of space and trajectory are necessary for a planet to exist in a three-star system and somehow manage to maintain any continuity of climate and temperature, but never mind: What is maybe more difficult to accept is that it would develop a life form that appears only in the dark.\n\nSince sunlight is the source of heat and energy, Darwinian principles would seem severely challenged by the task of evolving living things that hibernate for 22 years between eclipses. How does a thing that lives in the dark evolve in a planet where it is almost always daytime? This is not the kind of question you're supposed to ask about \"Pitch Black,\" but I'd rather have the answer than any 45 minutes of this movie.\n\nThe story also poses the problem (less challenging from a Darwinian view, to be sure) of whether the Diesel character will cooperate with his species mates or behave entirely like a selfish gene. Whether this happens or not I leave it to you to discover. By the end of the movie, however, I was wondering if the trip had been necessary; most of the plot could be ported into a Western or a swashbuckler with little alteration.\n\nFor Twohy, it's a step backward from \"The Arrival\" (1996), one of the smartest recent science-fiction films--one that really does develop suspense out of challenging ideas of alien conduct (space visitors are secretly warming the Earth to their comfort zone).\n\nMy suggestion for his next film: an expedition to the seas beneath the ice of Io, where volcanic warmth may have allowed life to occur. Consider the physical properties of a life form that evolves under the tiny gravity of such a moon. It could be amorphous, tenuous and enormous. In sailing a stellar sub through the seas of Io, you might be navigating not toward life, but . . . through it. What would a human crew do in such a situation? Not get into fights and start chasing one another through the sub, I hope.", "running_time": 107, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-02-18", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Pitch Black (2000)"}