{"url": "http://www.rogerebert.com/reviews/pj-1968", "by": "George Peppardas P.J.", "star_rating": 3.0, "text": "For his role in \"The Blue Max,\" George Peppard won the Harvard Lampoon award for the worst actor of 1966, and I've never been able to understand that. To begin with, \"The Blue Max\" wasn't such a bad movie. I saw it back before I was a movie critic, back in the days when I was able to dig movies without wondering whether they were really masterpieces and all that, and I enjoyed it.\n\nIt was too long, yes, and they kept shooting the same Messerschmitt out of the sky from different camera angles, but so what? It was a good war movie, and Peppard played this guy, a cool, self-serving type, who was always thinking about himself and willing to sacrifice everything for glory, fame, 10 or 12 kills, etc.\n\nPeppard is good in roles like that. He hasn't been in all that many really great movies, but despite the quality of his material he always seems to salvage a decent performance.\n\nAnd sometimes, when he gets a chance he demonstrates a level of acting ability far above what you usually see from Hollywood. \"Operation Crossbow,\" for example, wasn't a movie that will live through the ages, but he had a scene with Sophia Loren that should live so long.\n\n\"The Carpetbaggers\" also provided a scene or two like that, including the one where he renounces the broad forever, no matter how much she loves him (because she really doesn't love him and is only pretending, etc.). And in \"Breakfast at Tiffany's,\" Peppard turned in a beautiful mixture of comedy and pathos.\n\nI'm going on like this about Peppard because I think he's been consistently underrated as an actor. I can't understand that. It seems to me Peppard should be appreciated by the same kind of people who like Bogart movies.\n\nSometimes he's in rotten movies, sure. But he surpasses them. He has a quiet, droll sort of humor. Here's a guy who realizes a particular scene may not be Oscar material, but he plays it anyway and keeps a certain distance from it.\n\nBogie did that. In \"The Maltese Falcon,\" for example, there's an awful scene in which Mary Astor keeps walking around the room and appealing to Bogie to save her. The scene is saved by the way Bogie keeps a slow smile on his face and digs the way Mary Astor is making an idiot of herself.\n\nPeppard can do that. In \"The Blue Max\" he played the scenes with Ursula Andress with that same kind of cynical reserve. This ability is refreshing when you compare it to the Hollywood actors who have only two speeds: forward and reverse.\n\nIn \"P.J.,\" his new detective film, Peppard takes what is probably not the greatest movie ever conceived and turns it into something very interesting. He is assisted by good supporting performances, particularly from Raymond Burr. He plays the detective, a broken-down guy who is hired so he can be framed. His performance reminded me of Michael Caine's in \"The Ipcress File,\" another case of a detective movie coming along (in the midst of a great surplus of detective movies) and lifting itself above the crowd.\n\nBurr is the sadistic, self-centered boss of a big company. Gayle Hunnicutt is astonishingly beautiful as the co-mistress of Burr and Peppard. In smaller roles, Brock Peters is a Caribbean police inspector with enough nobility to be O. W. Wilson, and Susan Saint James is a predatory young lady with her eyes on Peppard. The talented Severn Darden, as a butler, is given a very small part, but Hollywood will discover him someday.\n\nI guess there are things wrong with the plot, including one of those awkward speeches at the end where the hero begins \"Then you really . . .\" and explains who REALLY did what to whom. But as a whole, the movie works. It has some nice, cynical dialog, some good location scenes in Brooklyn, an understanding bartender, a couple of good fights, and Peppard, who can play a broken-down private eye, and does.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-02-12", "genres": null, "title": "P.J. (1968)"}