{"url": "http://www.rogerebert.com/reviews/places-in-the-heart-1984", "by": null, "star_rating": 3.0, "text": "The places referred to in the title of Robert Benton's movie are, he has said, places that he holds sacred in his own heart: The small town in Texas where he grew up, various friends and relatives he remembers from those days, the little boy that he once was, and the things that happened or almost happened. His memories provide the material for a wonderful movie, and he has made it, but unfortunately he hasn't stopped at that. He has gone on to include too much. He tells a central story of great power, and then keeps leaving it to catch us up with minor characters we never care about.\n\nThe main story stars Sally Field as a sheriff's widow who learns from the banker that times are hard and she should sell her farm and maybe board her kids with somebody else. She refuses. She will keep the farm and keep the kids, thank you, although she's not sure just how that will work. Then a black hobo comes knocking at the back door, asking for food, and he sort of insists that he is just the man to plant her acreage in cotton and farm it. He knows all there is to know about cotton. Since Field has no choice, she takes the man at his word, and he plants the cotton. Meanwhile, the banker, trying to solve a family problem and maybe help her at the same time, brings around a blind relative named Mr. Will, who will be a paying boarder. The three adults and the two kids form a little family that pulls together to make that farm work--and that is the central story of \"Places in the Heart\".\n\nUnfortunately, there are other stories. We meet Field's sister (Lindsay Crouse), and her brother-in-law (Ed Harris), and the local woman (Amy Madigan) he's having an affair with. Their stories function as counterpoint to the drama on the farm, but who cares? We learn just enough about the other characters to suspect that there might be a movie in their stories -- but not this one, please, when their adulteries and betrayals have nothing to do with the main story.\n\n\"Places in the Heart\" is the kind of movie where people tend to dismiss the parts they don't like. I've seen some reviews where the story of Field and the farm is the only part of the movie the critics refer to, as if Crouse, Harris, and Madigan had slipped their minds. That's wishful thinking. The subplot is there, and it's an unnecessary distraction, and it robs the movie of a lot of the sheer narrative power it would have had otherwise. It also robs us of a chance to learn more about the relationships among Field, the black farmer (Danny Glover), and the blind boarder (John Malkovich). What a group of unforgettable characters! What do they talk about in their evenings at home? Do they ever get into politics or philosophy? This is Texas in the Depression: How do they think the neighbors like the idea of a black man helping a white woman farm her land? The movie spends so much time watching the hanky-panky at the dances in town that when the Ku Klux Klan suddenly turns up in the movie, it's like it dropped out of a tree.\n\nThe movie's last scene has caused a lot of comment. It is a dreamy, idealistic fantasy in which all the characters in the film -- friends and enemies, wives and mistresses, living and dead, black and white -- take communion together at a church service. This is a scene of great vision and power, but it's too strong for the movie it concludes. Places in the Heart\" can't support such an ending, because it hasn't led up to it with a narrative that was straight and well-aimed as an arrow. The story was on the farm and not in the town, and although the last scene tries to draw them together, you can't summarize things that have nothing in common.", "running_time": 102, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Family"], "title": "Places in the Heart (1984)"}