{"url": "http://www.rogerebert.com/reviews/place-vendome-2000", "by": "Catherine Deneuveas Marianne", "star_rating": 3.5, "text": "She is an elegant beauty and a drunk. \"The clinic is her second home,\" they whisper. \"She's brought out for special occasions.\" Her husband owns one of the most famous jewelry shops in the world on Place Vendome in Paris, across from the Ritz. His secret is that the business is bankrupt. On one of the rare nights when she's at home instead of in rehab, he shows her where he has hidden five superb diamonds. Then he drives his car into the side of a lumber truck and kills himself.\n\nMarianne Malivert, played by Catherine Deneuve, once knew something about the diamond trade herself. She met her husband while making a deal. But \"I've forgotten all that,\" she says. At a business dinner with her husband before his death, she doesn't drink, but eventually she gets up, glides around the table, places a hand on his shoulder, and goes into another room--where he finds her draining leftover wine. \"At least start with a new bottle,\" he says, handing her one. He accepts her alcoholism as a fact of life.\n\n\"Place Vendome\" begins as the portrait of a woman who has lost all interest and hope; when she sees her hungover face in a mirror, she recoils in disgust. After her husband's death, a curious thing happens. The name and reputation of the firm is worth something, even if its shelves are bare, and her brother-in-law wants to sell. But she thinks of those five diamonds, stops drinking, and begins to remember her old skills as a jeweler.\n\nThat's when the movie edges toward becoming a thriller. Not the kind of thriller with car chases, but a film noir, in which shady people appear from out of the past, and Marianne finds herself caught in a net of danger.\n\nOne of the pleasures of the movie is how it only gradually reveals the details of relationships. There is a bald man named Jean-Pierre (Jean-Pierre Bacri), for example, who is obsessed with Nathalie (Emmanuelle Seigner), a young woman who works in the store. Marianne knows Nathalie was her husband's mistress.\n\nJean-Pierre is not a bad sort; he wants to help, and soon he is helping Marianne. He has information about Nathalie's associates, especially the handsome, aging, limping Battistelli (Jacques Dutronc), a veteran con man and jewel thief. How strange that Nathalie left Jean-Pierre for Battistelli. How even stranger that Marianne herself was once Battistelli's lover, years ago.\n\nThe movie, directed by the French actress Nicole Garcia, knows a lot about diamonds. Anyone who has purchased a wedding ring might be fascinated by the backstage details of the trade. The story takes Marianne's husband to London for a confrontation with the De Beers cartel, and after his death, it takes Marianne to the diamond bourse in Antwerp, which with its long wooden tables looks like a school cafeteria. She unwraps her little paper parcel on one of the tables, and diamond buyers cluster around.\n\nOf course the diamonds may be stolen. If they are, their owners will want them back. For that matter, the authorities may be more interested in Battistelli than the diamonds. Marianne is caught in the middle, all the time just one drink away from disaster.\n\nCatherine Deneuve has been a movie star for a long time. She was 21 when she starred in \"The Umbrellas of Cherbourg\" (1964). In 1967, she made the great \"Belle de Jour\" with Bernard Fresson, who plays her husband in \"Place Vendome.\" She is one of the world's great beauties, but has usually used her beauty for particular purposes in her roles, instead of simply trading on it. She is not just the blond, and never the dumb one. Here, at 57, she makes her Marianne look wonderful when she pulls herself together for the business meeting with her husband, and vague and shabby when she drinks. What is best is when she stops drinking and begins to think as a diamond merchant once again; we see not only craft in Marianne's eyes, but cautious joy--she is happy to be competent, to know what she's doing.\n\nThis human level is always there beneath the thriller elements. The screenplay takes care to bring the crime story and the personal histories together, so that even the crossed lines of romance work as plot points, not just sentiment. Watching the movie, we see it is not about diamonds, sex or beauty, but about what a pleasure it is to get up in the morning and know you can do what needs to be done.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-10-13", "genres": ["Drama", "Foreign", "Thriller"], "title": "Place Vendome (2000)"}