{"url": "http://www.rogerebert.com/reviews/planet-51-2009", "by": "Dwayne Johnsonas Capt. Baker", "star_rating": 2.5, "text": "In the 1950s Hollywood tradition, an alien spaceship landed on Earth, and then was surrounded fearfully by military troops. \"Planet 51\" is true to the tradition, but this time, the ship comes from Earth, and it lands on a planet inhabited by little green men. It's still the 1950s, however.\n\nYes, on Planet 51, they speak English, \"Lollipop\" is on the jukebox, and they speed around in little cars that look like a cross between '50s gas guzzlers and those bubble-domed cars of the future. Planet 51, in fact, is a lot like the black-and-white parts of \"Pleasantville.\" Everybody is sweet and friendly, except for militaristic warmongers like General Grawl (voice of Gary Oldman), and it's hard to figure out who he's afraid of, because as far as we can tell, this is a civilization without any enemies.\n\nAlthough not bowling me over, \"Planet 51\" is a jolly and good-looking animated feature in glorious 2-D. It doesn't make the slightest effort to explain why an English-speaking clone of the world of \"American Graffiti\" could exist elsewhere in the universe. How could it? Besides, under the emerging theory of the multiverse, I think (but am not sure) such a thing is entirely possible. Somewhere. As long as it's consistent with the laws of physics. I am not sure how they explain that the rain is made of rocks. You'd think the rocks would eventually bury everything. Maybe they melt?\n\nNot that science on Planet 51 has reached the level of explaining such things. Its hero, Lem (Justin Long), has just won a job as a lecturer at the astronomical observatory, where he explains the universe is \"hundreds of miles wide.\" \n\nHe is gently filled in by Chuck Baker (Dwayne Johnson), an American astronaut who lands on the planet. At first he and Lem are frightened of each other, but after they bond and Chuck discovers he can breathe Planet 51's atmosphere, he settles down to the puzzle of using his lander to return to its orbiter. Possibly intending to stay and look around, he has arrived with Rover, who is a cross between a Mars lander, WALL-E and a friendly dog, and loves to scamper around and collect rocks, as all good Rovers do.\n\nApparently there is no way a family-oriented animated cartoon can avoid ending in action scenes, and General Grawl leads his troops against the menacing Chuck. At least the battle is slapstick and not very violent. And all ends happily. Oops, was that a spoiler?\n\nThe movie was written by Joe Stillman, who wrote \"Shrek.\" It was beautifully animated in Spain, and also uses the voice talents of Jessica Biel, Seann William Scott and John Cleese. It's perfectly pleasant as kiddie entertainment, although wall-to-wall with pop references to the American 1950s. I believe there may be millions of kiddies, who, hard as this is to conceive, have never heard of Elvis. As that decade recedes in our rear-view mirror, it more and more seems to signify something big and enduring. What, I am not sure.", "running_time": 91, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-11-18", "genres": ["Animation", "Family"], "title": "Planet 51 (2009)"}