{"url": "http://www.rogerebert.com/reviews/planet-of-the-apes-2001", "by": "Mark Wahlbergas Leo", "star_rating": 2.5, "text": "Tim Burton's \"Planet of the Apes\" wants to be all things to all men, and all apes. It's an action picture and a satire of an action picture. It's a comedy and then it gets serious. It's a social satire and then backs away from pushing that angle too far. It even has a weird intra-species romantic triangle in it. And it has a surprise ending that I loved, even though Matt Drudge spoiled it last weekend with a breathless \"scoop.\" The movie could have been more. It could have been a parable of men and animals, as daring as \"Animal Farm.\" It could have dealt in social commentary with a sting, and satire that hurt. It could have supported, or attacked, the animal rights movement. It could have dealt with the intriguing question of whether a man and a gorilla having sex is open-mindedness, or bestiality (and, if bestiality, in both directions?).\n\nIt could have, but it doesn't. It's a cautious movie, earning every letter and numeral of its PG-13 rating. Intellectually, it's science fiction for junior high school boys.\n\nI expected more. I thought Burton would swing for the fence. He plays it too safe, defusing his momentum with little nudges to tell you he knows it's only a movie. The 1968 \"Planet of the Apes\" was made before irony became an insurance policy. It made jokes, but it took itself seriously. Burton's \"Planet\" has scenes that defy us to believe them (his hero survives two bumpy crash-landings that look about as realistic as the effects in his \"Mars Attacks!\"). And it backs away from any kind of risky complexity in its relationships.\n\nThe key couple consists of Leo (Mark Wahlberg), who is the human hero, and Ari (Helena Bonham Carter), who is the Eleanor Roosevelt of the apes. They're attracted to each other but don't know what to do about it, and the screenplay gives them little help. Leo is also supposed to be linked romantically, I guess, with a curvy blond human named Daena (Estella Warren), but her role has been so abbreviated that basically all she does is follow along looking at Leo either significantly or winsomely, as circumstances warrant. At the end, he doesn't even bid her a proper farewell.\n\nLeo, to be sure, is not one for effusive emotional outbursts. He's played by Wahlberg as a limited and narrow person with little imagination, who never seems very surprised by anything that happens to him--like, oh, to take a random example, crash-landing on a planet where the apes rule the humans. He's a space jockey type, trained in macho self-abnegation, who is great in a crisis but doesn't offer much in the way of conversation. His basic motivation seems to be to get himself off the planet, and to hell with the friends he leaves behind; he's almost surly sometimes as he leads his little band through the wilderness.\n\nThe most \"human\" character in the movie is, in fact, the chimpanzee Ari, who believes all species were created equal, casts her lot with the outcast humans, and tells Leo, \"you're sensitive--a welcome quality in a man.\" Helena Bonham Carter invests this character with warmth, personality and distinctive body language; she has a way of moving that kids itself.\n\nThere's also juice in a character named Limbo (Paul Giamatti), a scam artist who has a deal for everyone, and a lot of funny one-liners. That he sounds like a carnival pitch-man should not be held against him.\n\nThe major ape characters include the fearsome Gen. Thade (Tim Roth), his strong but occasionally thoughtful gorilla lieutenant Attar (Michael Clarke Duncan), and Sen. Sandar (David Warner), who is a parliamentary leader and Ari's father. There's also a cameo for Charlton Heston, as a wise old ape who inevitably introduces a gun into the plot and has a curmudgeonly exit line. Watching the apes is fun all during the movie, while watching the humans usually isn't; the movie works hard to bring the apes to life, but unwisely thinks the humans can take care of themselves.\n\nIt's interesting that several different simian species co-exist in the planet's ape society. It may be a little hard to account for that, given the logic of the movie, although I will say no more. One major change between this film and the earlier one is that everyone--apes and humans--speak English. The movie explains why the apes speak English, but fudges on how they learned to speak at all.\n\nThe movie is great-looking. Rick Baker's makeup is convincing even in the extreme closeups, and his apes sparkle with personality and presence. The sets and locations give us a proper sense of alien awe, and there's one neat long shot of the ape city-mountain that looks, when you squint a little, like Xanadu from \"Citizen Kane.\" There are lines inviting laughs (\"Extremism in the defense of apes is no vice\") and others unwisely inviting groans (\"If you show me the way out of here--I promise I'll show you something that will change your life forever\"). And a priceless moment when Leo wants to stop the squabbling among his fugitive group of men and apes and barks: \"Shut up! That goes for all species!\" \"Planet of the Apes\" is the kind of movie that you enjoy at times, admire at times, even really like at times, but is it necessary? Given how famous and familiar Franklin J. Schaffner's 1968 film is, Tim Burton had some kind of an obligation to either top it, or sidestep it. Instead, he pays homage. He calls this version a \"reimaging,\" and so it is, but a reinvention might have been better. Burton's work can show a wild and crazed imagination, but here he seems reined in. He's made a film that's respectful to the original, and respectable in itself, but that's not enough. Ten years from now, it will be the 1968 version that people are still renting.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-07-27", "genres": ["Action", "Adventure", "Science Fiction"], "title": "Planet of the Apes (2001)"}