{"url": "http://www.rogerebert.com/reviews/planet-of-the-apes-1968", "by": "Charlton Hestonas Taylor", "star_rating": 3.0, "text": "My highly reliable public opinion sampling system, consisting entirely of taking the word of taxi drivers for everything, leads me to the conclusion that \"Planet of the Apes\" is one of this year's most eagerly anticipated movies.\n\nSomehow the chemistry has gone to work, the word has gotten around and the mass audience is interested. There was even a line in front of the theater Friday morning, and that's a sight you don't see every day.\n\nSince \"Planet\" already seems to have found its audience, then, I thought I'd address this review to the others -- to those who wouldn't be caught dead going to see anything called \"Planet of the Apes.\"\n\nI can understand their bias; until I started reviewing movies I probably wouldn't have gone to see it either. And any number of friends have been telling me they've heard it was \"awful\" -- when, in fact, nobody in Chicago had seen it until Friday and the reviews from other cities have been pretty good.\n\nWhat they were really implying was that any movie named \"Planet of the Apes'' had to be awful. This kind of snobbery may be good for a chuckle or two, but those who practice it miss a lot of entertaining movies.\n\n\"Planet of the Apes\" is one. It is not great, or significant, or profound. Occasionally it is distractingly cute, as when the apes rewrite one cliché after another: \"Man see, Man do,\" for example, or \"To apes, all men look alike.\" But, this is part of the fun. So is that much-publicized ape makeup: it does look real, by jingo, and after awhile you really do start thinking of those apes as individuals.\n\nThe plot is cast in the time-proven Hollywood adventure tradition. A space explorer from Earth (Charlton Heston) crash-lands on an unknown planet where apes rank higher than men on the evolutionary ladder. He tries to convince his captors he is intelligent; there are some good action sequences; some amusing twists; some easily digestible sociological and philosophical points, and a thoroughly satisfactory surprise ending.\n\nHeston is by now just about the only Hollywood actor capable of playing archetypal heroes -- Moses, Ben-Hur, the last man alive, etc. -- and there must be a reason. In stature and screen presence, he is heroic and he is noble; you've got to admit it. He's right for this role, however preposterous it really may be, and he carries the film effortlessly. The actors hidden behind that ape makeup (Kim Hunter, Maurice Evans, Roddy McDowall, etc.) are difficult to review as people, but they're fine as apes.\n\nWhat I'm getting at, I guess, is that \"Planet of the Apes\" is much better than I expected it to be. It is quickly paced, completely entertaining, and its philosophical pretensions don't get in the way.\n\nIf you only condescend to see an adventure thriller on rare occasions, condescend this time. You have nothing to lower but your brow.", "running_time": 112, "mpaa_rating": "G", "release_year": 1968, "date_published": "1968-04-15", "genres": ["Science Fiction"], "title": "Planet of the Apes (1968)"}