{"url": "http://www.rogerebert.com/reviews/platoon-1986", "by": "Tom Berengeras Sgt. Barnes", "star_rating": 4.0, "text": "It was Francois Truffaut who said that it's not possible to make an anti-war movie, because all war movies, with their energy and sense of adventure, end up making combat look like fun. If Truffaut had lived to see \"Platoon,\" the best film of 1986, he might have wanted to modify his opinion. Here is a movie that regards combat from ground level, from the infantryman's point of view, and it does not make war look like fun.\n\nThe movie was written and directed by Oliver Stone, who fought in Vietnam and who has tried to make a movie about the war that is not fantasy, not legend, not metaphor, not message, but simply a memory of what it seemed like at the time to him.\n\nThe movie is narrated by a young soldier (Charlie Sheen) based on Stone himself. He is a middle-class college student who volunteers for the war because he considers it his patriotic duty, and who is told, soon after he arrives in the combat zone, \"You don't belong here.\" He believes it.\n\nThere are no false heroics in this movie, and no standard heroes; the narrator is quickly at the point of physical collapse, bedeviled by long marches, no sleep, ants, snakes, cuts, bruises and constant, gnawing fear. In a scene near the beginning of the film, he is on guard duty when he clearly sees enemy troops approaching his position, and he freezes. He will only gradually, unknowingly, become an adequate soldier.\n\nThe movie is told in a style that rushes headlong into incidents.\n\nThere is no carefully mapped plot to lead us from point to point; instead, like the characters, we are usually disoriented. Anything is likely to happen, usually without warning. From the crowded canvas, large figures emerge: Barnes (Tom Berenger), the veteran sergeant with the scarred face, the survivor of so many hits that his men believe he cannot be killed. Elias (Willem Dafoe), another good fighter, but a man who tries to escape from the reality through drugs. Bunny (Kevin Dillon), the scared kid, who has become dangerous because that seems like a way to protect himself.\n\nThere is rarely a clear, unequivocal shot of an enemy soldier.\n\nThey are wraiths, half-seen in the foliage, their presence scented on jungle paths, evidence of their passage unearthed in ammo dumps buried beneath villages. Instead, there is the clear sense of danger all around, and the presence of civilians who sometimes enrage the troops just by standing there and looking confused and helpless.\n\nThere is a scene in the movie that seems inspired by My Lai, although it does not develop into a massacre. As we share the suspicion that these villagers may, in fact, be harboring enemy forces, we share the fear that turns to anger, and we understand the anger that turns to violence. Some of the men in \"Platoon\" have lost their bearings, are willing to kill almost anyone on the slightest pretext. Others still retain some measure of the morality of the situation. Since their own lives also may be at stake in their arguments, there is a great sense of danger when they disagree. We see Americans shooting other Americans, and we can understand why.\n\nAfter seeing \"Platoon,\" I fell to wondering why Stone was able to make such an effective movie without falling into the trap Truffaut spoke about - how he made the movie riveting without making it exhilarating. Here's how I think he did it. He abandoned the choreography that is standard in almost all war movies. He abandoned any attempt to make it clear where the various forces were in relation to each other, so that we never know where \"our\" side stands and where \"they\" are.\n\nInstead of battle scenes in which lines are clearly drawn, his combat scenes involve 360 degrees: Any shot might be aimed at friend or enemy, and in the desperate rush of combat, many of his soldiers never have a clear idea of exactly who they are shooting at, or why.\n\nTraditional movies impose a sense of order upon combat.\n\nIdentifying with the soldiers, we feel that if we duck behind this tree or jump into this ditch, we will be safe from the fire that is coming from over there.\n\nIn \"Platoon,\" there is the constant fear that any movement offers a 50-50 chance between a safe place or an exposed one. Stone sets up his shots to deny us the feeling that combat makes sense.\n\nThe Vietnam War is the central moral and political issue of the last quarter-century, for Americans. It has inspired some of the greatest recent American films: \"Apocalypse Now,\" \"The Deer Hunter,\" \"Coming Home,\" \"The Killing Fields.\" Now here is the film that, in a curious way, should have been made before any of the others. A film that says - as the Vietnam Memorial in Washington says - that before you can make any vast, sweeping statements about Vietnam, you have to begin by understanding the bottom line, which is that a lot of people went over there and got killed, dead, and that is what the war meant for them.", "running_time": 120, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-12-30", "genres": ["Action", "Drama", "War"], "title": "Platoon (1986)"}