{"url": "http://www.rogerebert.com/reviews/play-it-to-the-bone-2000", "by": "Antonio Banderasas Cesar Dominguez", "star_rating": 1.5, "text": "\"Play It to the Bone\" ends with a long, gruesome, brutal, bloody prizefight scene, which would be right at home in another movie, but is a big miscalculation here, because it is between the two heroes of the story. We like them both. Therefore, we don't want either one to win and we don't want either one to lose. What we basically want is for them to stop pounding each other. That isn't the way you want your audience to feel during a boxing movie.\n\nThe movie stars Antonio Banderas and Woody Harrelson as Cesar and Vince, a couple of has-been welterweights who get an emergency call from Las Vegas: Will they fight on the undercard before tonight's main event with Mike Tyson? Both slots have opened up after one of the scheduled fighters wiped himself out in a car crash and the other overdosed (\"drugs are coming out of his ears\"). Banderas and Harrelson are buddies and sparring partners who need a fresh start. The deal: They'll split $100,000 and the winner gets a shot at the title.\n\nThe movie was written and directed by Ron Shelton, an expert on sports movies; he wrote and directed \"Bull Durham,\" \"White Men Can't Jump\" and \"Cobb,\" and wrote \"Blue Chips.\" One of his trademarks is expertise, and yet \"Play It to the Bone\" isn't an inside job on boxing but an assembly of ancient and familiar prizefight cliches (the corrupt promoter, the dubious contract, the ringside celebrities, the cut that may not stop bleeding, the \"I coulda been a contender\" scene). Even at that level it doesn't have enough of a boxing story to occupy the running time, and warms up with a prolonged and unnecessary road movie.\n\nThe setup: Neither fighter can afford air fare to Las Vegas. It doesn't occur to them to have the casino prepay their tickets. Instead, they persuade Grace (Lolita Davidovich), who is Cesar's girlfriend, to drive them there in her vintage Oldsmobile convertible (all road movies involve classic cars that are driven down back roads with gas stations recycled from \"The Grapes of Wrath\"). When their credit card is rejected at a pit stop, they pick up Lia (Lucy Liu), a hitchhiker with funds.\n\nThe road trip involves many scenes intended to be colorful, including an obligatory fight between the two women. Shelton is good at comic conversation, but here the dialogue doesn't flow and sounds contrived, as when Cesar explains that he was once gay for a year, \"but only exactly a year\" because he was \"trying all sorts of things.\" Vince, a Jesus freak, is shocked--but only, we sense, because the screenplay tells him he is. Both Cesar's sex life and Vince's spiritual visions are like first-draft ideas that don't flow convincingly from the characters. And what about Grace's motivation for the trip: Her hope of selling the rights to her gizmo inventions to high rollers? Uh-huh.\n\nAll leads up to the big fight, during which, as I've said, we want to hide our eyes. Shelton's approach is certainly novel: a match you want to stop before the fighters hit each other anymore. It's bad enough that they're fighting, but why, in a silly comedy, did Shelton think he had to outdo \"Raging Bull\" in brutality? Vince and Cesar hammer each other until it is unlikely either fighter, in the real world, would still be conscious--or alive. It's a hideous spectacle, and we cringe because the movie doesn't know how odd it seems to cut from the bloodshed in the ring to the dialogue of the supporting players, who still think they're in a comedy.", "running_time": 125, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-01-01", "genres": ["Comedy", "Drama", "Sports Film"], "title": "Play It To The Bone (2000)"}