{"url": "http://www.rogerebert.com/reviews/playing-god-1997", "by": "David Duchovnyas Eugene Sands", "star_rating": 3.0, "text": "\"Playing God'' opens with the hero deep in trouble. Eugene Sands (David Duchovny) is a former surgeon, now a druggie, who's in a scuzzy bar looking to score synthetic heroin. Shabby as he looks, he attracts the eye of a dazzling woman across the room--but then shots ring out and a man is gravely wounded.\n\nSands argues, not unreasonably, that someone should call 911. But there are reasons the police should not be involved in this shooting, and soon the defrocked doc is re-enacting one of those classic movie situations where he barks orders and prepares for instant surgery. A master of improvisation (few battlefield surgeons must be this creative), he fashions a breathing apparatus out of a plastic pop bottle and some tubing from the club soda siphon, cuts a hole in the guy's chest, plugs the tube into his lung and restores vital signs. Of course the beautiful woman, named Claire (Angelina Jolie), has the right stuff and could become an expert ER nurse.\n\nIt is a tribute of some sort to Duchovny, the \"The X-Files'' star, that I was almost able to believe this was possible. He's a convincing actor. Among those his character convinces in the movie is Raymond Blossom (Timothy Hutton), a shady millionaire, who invites Sands to his home and gives him $10,000 for saving his colleague's life. Also at Blossom's home is, inevitably, Claire, a not-uncommon type in the movies: Living with a rich and dangerous man, she makes eyes at every poor slob who drifts into range.\n\nIn a flashback, we learn the sad story of ex-Dr. Sands. Up for 28 hours straight and exhausted, he once tried balancing uppers and downers and did it so well he came to a complete halt, losing a patient in the process. His license was lifted, and now he's a man without a career or future, until Blossom offers him one. The older man has a lot of pals who get shot, it appears. And none of them much want to go to the hospital. Blossom offers Sands a retainer to come on staff as the house specialist in gunshot wounds.\n\n\"Playing God,\" directed by Andy Wilson, a former cameraman, tells a preposterous story in a way that almost makes it credible. It's based on three sound performances. Duchovny finds a delicate balance between action hero and moping antihero. Angelina Jolie (Jon Voight's daughter) finds a certain warmth in a kind of role that is usually hard and aggressive; she seems too nice to be Blossom's girlfriend, and maybe she is.\n\nAnd the surprise in the movie is Timothy Hutton, as the villain. I sense the curtain rising on the next act of his career. Having outgrown the sensitive-boy roles that established him (\"Ordinary People,\" \"Made in Heaven\"), he returns to his dark side, to notes he struck in such films as \"The Falcon and the Snowman\" and \"Q and A\". He shows here what sets the interesting villains apart from the ordinary ones.\n\nToo many movie villains are simply evil. They sneer, they threaten, they hurt, but they do not much involve us, except as plot devices. The best villains are intriguing. They have a seductive quality, as when Blossom tells the doctor, \"Eugene, you should embrace your criminal self.'' We can believe that beautiful women would be attracted to them. Thin, chain-smoking, with a fashionable two-day beard, Hutton creates a character instead of simply filling a space.\n\n\"Playing God'' is David Duchovny's first starring role, unless you count Showtime's \"Red Shoe Diaries'' episodes. It seems crafted to match his new stardom on \"The X-Files,'' and it does: He has the psychic weight to be a leading man and an action hero, even though his earlier TV and film roles might not have revealed it. And he also has a certain detachment, a way of standing above the action, that stars such as Clint Eastwood and Robert Mitchum have. This may not be a great movie, but for both Duchovny and Hutton, it's a turning point.", "running_time": 93, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-17", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Playing God (1997)"}