{"url": "http://www.rogerebert.com/reviews/play-it-again-sam-1972", "by": null, "star_rating": 3.0, "text": "Allan lives in an apartment furnished with movie trivia. He sleeps beneath a poster for \"Across the Pacific\", shaves with \"Casablanca\" reflected in the mirror, and fries his eggs across from \"The Big Sleep\" (1946). There is not a place in the apartment from which the names Mary Astor and Sydney Greenstreet cannot be read. He is a Humphrey Bogart fan. He is more than that. He is a Humphrey Bogart pupil. \n\nAllan's wife moved out some weeks ago and is suing for divorce, so now there are only the two people living in the apartment: Allan and Bogie. Whenever Allan reaches a crisis in his life, Bogie appears. His snap-brim is pulled down low over his eyes, and the collar is turned up on his trench coat, and there is a gat in his pocket and a Chesterfield in his mug. \n\n\"Tell her your life has changed since you met her,\" Bogie advises. Allan turns toward the lovely brunette sitting next to him on the sofa. He turns back to Bogie. \"She won't fall for that!\" Allan says. \"Oh no?\" says Bogie. \"Try it and see.\" This is pretty high-class advice, but Allan is a mess around girls. He's your average, ordinary movie freak, perfectly at home in the dark cave of a revival theater, watching the airport scene from \"Casablanca.\" But get him away from the movies and he gets nervous. His friends try to take him to the beach. \"I hate the beach! I hate the sun!\" he cries. \"I'm pale and I'm redheaded! I don't tan, I stroke!\" You can see that he has problems, even with Bogie on his side. His friends, Linda and Dick, try to fix him up with girls, but he splashes himself with too much Canoe and then destroys his furniture during a seizure of nonchalance. After a while it begins to occur to him that he's in love with Linda, and she likes him, and Dick is always on the phone making real estate deals. \n\nAll of this is slightly less mad than your usual Woody Allen comedy, maybe because \"Play It Again, Sam\" is based on Woody's Broadway play, and with a play it's a little hard to work in material like a Howard Cosell play-by-play of an assassination in South America. Still, as comedies go, this is a very funny one. Woody Allen is one of those rare comedians who understands that humor can be based on pathos as well as sadism. While the high-pressure comics overwhelm us with aggressive humor, Woody is off in the bathroom somewhere being attacked by a hairdryer. \n\nThe notion of using a Bogart character is surprisingly successful. The Bogie imitation by Jerry Lacy is good, if not great, and the movie begins and ends with variations on that great \"Casablanca\" ending. That, and the movie's rather conventional Broadway plot structure, give it more coherence than the previous Woody Allen films, \"Take the Money and Run\" and \"Bananas.\" Maybe the movie has too much coherence, and the plot is too predictable; that's a weakness of films based on well-made Broadway plays. Still, that's hardly a serious complaint about something as funny as Play It Again, Sam.\"", "running_time": 87, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Play It Again, Sam (1972)"}