{"url": "http://www.rogerebert.com/reviews/play-the-game-2009", "by": "Paul Campbellas Dave", "star_rating": 2.0, "text": "It’s “The Andy Griffith Show” meets “Seinfeld” in the sack in “Play the Game,” which shows Andy is not too old to star in a sex comedy, I guess. Griffith plays Grandpa Joe, who lost his beloved wife two years ago. Now his grandson Dave (Paul Campbell) thinks it’s time for him to start dating again. After all, he isn’t getting any younger.\n\nGrandpa Joe is pretty much on standby in his retirement home. He’d like to get cozy with Rose (Doris Roberts of “Everybody Loves Raymond”). But he’s unprepared for the wiles of Edna (Liz Sheridan, who played Seinfeld’s mom on TV). She supplies Joe with Viagra, and he more or less seduces her on autopilot.\rDave considers himself a babe magnet. He’s a genius at fast-talking himself into relationships that, alas, have a way of ending once he’s run through his prepared material. He’s also a whiz at selling cars, but at least then when he makes a sale, the victim drives it off the lot.\n\nThe screenplay, written by first-time director Marc Fienberg, fervently stays true to an ancient sitcom tradition. We somehow suspect Grandpa Joe will end up with the adorable Rose, and whaddaya know, Dave finds genuine love with Julie, Rose’s granddaughter (Marla Sokoloff).\n\nAnd that’s about it, except for a closeup of Andy Griffith that I could easily have lived without. I’ve admired Griffith ever since “No Time for Sergeants” (1958), but the one thing I must admit I’ve never wanted to do was regard his face while he’s enjoying oral sex from Seinfeld’s mom.\n\nI have a good friend whose own dad discovered Viagra in a retirement home and would call his son almost daily to recount his latest adventures. He called once when I was in the room with my friend, who urgently told him, “Dad, I’ve told you, I don’t want to know!”\n\nI told him the old one about the old lady who runs naked into the TV room of her retirement village shouting, “Super sex! Super sex!” One of the guys perks up and says, “I’ll have the soup, please.”", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-26", "genres": ["Comedy", "Indie", "Romance"], "title": "Play the Game (2009)"}