{"url": "http://www.rogerebert.com/reviews/play-misty-for-me-1971", "by": null, "star_rating": 4.0, "text": "The girl calls up every night at about the same time and asks the disc jockey to play \"Misty\" for her. Some nights he does. He's the all-night man on a small station in Carmel who plays records, reads poems, and hopes to make it someday in the big city. After work (and before work, for that matter) he drinks free at bars around town, places he sometimes mentions on the air. He had a steady girl for a while, but he's been free-lancing recently, and one night he picks up a girl in a bar. Or maybe she picks him up. She's the girl who likes \"Misty.\" She is also mad. She insinuates herself into his life with a passionate jealousy, and we gradually come to understand that she is capable of violence. At the same time, the disc jockey's old love turns up in town, and he wants nothing more than to allow himself, finally, to quit playing the field and marry her. But the new girl doesn't see it that way. And she has this thing for knives.\n\n\"Play Misty for Me\" is not the artistic equal of \"Psycho\" (1960), but in the business of collecting an audience into the palm of its hand and then squeezing hard, it is supreme. It doesn't depend on a lot of surprises to maintain the suspense. There ARE some surprises, sure, but mostly the film's terror comes from the fact that the strange woman is capable of anything.\n\nThe movie was Clint Eastwood's debut as a director, and it was a good beginning. He must have learned a lot during seventeen years of working for other directors. In particular, he must have learned a lot from Don Siegel, who directed his previous four movies and has a bit part (the bartender) in this one. There is no wasted energy in \"Play Misty for Me.\" Everything contributes to the accumulation of terror, until even the ordinary, daytime scenes seem to have unspeakable things lurking beneath them.\n\nIn this connection, Eastwood succeeds in filming the first Semi-Obligatory Lyrical Interlude that works. The Semi-OLI, you'll recall, is the scene where the boy and girl walk in the meadow and there's a hit song on the sound track. In Eastwood's movie, he walks in the meadow with the girl, but the scene has been prepared so carefully that the meadow looks ominous. The grass looks muddy, the shadows are deep, the sky is gray, and there is a chill in the air. The whole visual style of the movie is strangely threatening.\n\nThe movie revolves around a character played with an unnerving effectiveness by Jessica Walter. She is something like flypaper; the more you struggle against her personality, the more tightly you're held. Clint Eastwood, in directing himself, shows that he understands his unique movie personality. He is strong but somehow passive, he possesses strength but keeps it coiled inside. And so the movie, by refusing to release any emotion at all until the very end, absolutely wrings us dry. There is no purpose to a suspense thriller, I suppose, except to involve us, scare us, to give us moments of vicarious terror. \"Play Misty for Me\" does that with an almost cruel efficiency.", "running_time": 102, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Crime", "Drama", "Horror", "Romance", "Suspense", "Thriller"], "title": "Play Misty for Me (1971)"}