{"url": "http://www.rogerebert.com/reviews/playing-for-keeps-2012", "by": "Gerard Butleras George", "star_rating": 2.0, "text": "\"Playing for Keeps\" tells the story of a has-been soccer star whose career is foundering and his income has hit rock bottom, but who is a completely nice man with none of the character flaws that soccer stars, even Scottish ones, have been known to possess. He doesn't drink too much, his temper is under control, and he's not a skirt-chaser anymore.\n\nThat's for sure. The plot sets it up so that one beautiful woman after another hurls herself at him. George (Gerald Butler) has settled in Virginia to be near his former wife, Stacie (Jessica Biel), and their son, Lewis (Noah Lomax). One thing leads to another, and George, who we learn in the opening credits was a bona-fide international star player, ends up as the coach of Lewis' soccer team.\n\nIf George's life was eventless before, after he starts coaching, he finds himself all too busy. The grandstands contain not only Stacie but several sexy divorcees and unhappy wives. Consider this all-star lineup: Uma Thurman, Catherine Zeta-Jones and Judy Greer.\n\nThese middle-aged women are all so sex-starved, they prowl after George with a number of strategies, including straight-out stalking, and in the case of Zeta-Jones, career counseling. She thinks that her connections in Connecticut with ESPN could land George a tryout and maybe a sportscasting job, which would then have the benefit of relocating him to another state and clearing the field of her rivals.\n\nWhat feels decidedly odd during the course of \"Playing for Keeps\" is that George has no apparent response to these repeated seduction attempts. The film makes the reason for that obvious in the fullness of time, and it should be obvious to you as you're watching, but I suppose it ventures into spoiler territory. One thing it isn't is a surprise.\n\nThat leaves room for comment on the three most important supporting performances. Young Noah Lomax is solid and capable as Stacie and George's son, joining the apparently limitless ranks of gifted child actors. Is there a cutoff age after which young actors lose the gift of seeming spontaneous and natural?\n\nJessica Biel all but steals the show as Stacie, the former wife, now engaged to an apparently swell guy named Matt (James Tupper), who at one point makes a surprisingly generous and kind statement. Stacie is the one character who doesn't seem largely on autopilot and manages to leave room for doubt in a film without much room for that.\n\nThen we come to Carl (Dennis Quaid), husband of one of the women in George's fan club, who qualifies as a millionaire bully. He also has a son on the team, gets all puffed up about the fact that that his son has an ex-star for a coach and tips George with a red Ferrari convertible. Quaid uses his sneaky, too-sincere smile, uses his wealth for leverage and is a genuine jerk. So that's good for something, in a film that's pretty much from the assembly line.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-12-05", "genres": ["Comedy", "Drama", "Romance"], "title": "Playing for Keeps (2012)"}