{"url": "http://www.rogerebert.com/reviews/playing-by-heart-1999", "by": "Gillian Andersonas Meredith", "star_rating": 2.5, "text": "\"Playing by Heart\" interweaves the stories of maybe a dozen characters, couples of one sort or another, who try to express how they feel and sometimes succeed. It's like one of those Alan Rudolph films (\"Choose Me\" or \"Welcome to L.A.\") where lonely seekers cruise the city seeking solace. The difference is that Rudolph's characters have tough, wounded personalities, and the characters created here by writer-director Willard Carroll are mostly softies--they're in tune with the current trend toward movies that coddle the audience with reassuring sentiments.\n\nOf course, there is some pain along the way. One of the most touching couples consists of a mother (Ellen Burstyn) whose son (Jay Mohr) is dying of AIDS. Their long sickroom conversations contain the stuff of truth. And there is a different kind of truth in the peppy wisecracks of Joan (Angelina Jolie), a club-crawler who meets Keenan (Ryan Phillippe), a guy she likes, and can't understand why he goes hot and cold with her. Jolie steals the movie as a woman whose personal style has become so entertaining, she can hide behind it.\n\nOther couples include Paul and Hannah (Sean Connery and Gena Rowlands), who are approaching their 40th wedding anniversary under an unexpected cloud. And Meredith (Gillian Anderson), a theater director who tries dating Trent (Jon Stewart), an architect. And Gracie (Madeleine Stowe), who meets her lover, Roger (Anthony Edwards), in hotel rooms, and then comes home to her cold husband, Hugh (Dennis Quaid). And we see Hugh in a different light in a series of deep and deceptive barroom conversations with Patricia Clarkson, Nastassja Kinski and a drag queen played by Alec Mapa.\n\nAll of these people are articulate, and some of them are glib, and although the dialogue sometimes sounds exactly like dialogue, it's often entertaining. I liked the way the drag queen says he's 29, \"and those are real years, not Heather Locklear years.\" And the way Keenan tells Joan, \"What did I do to deserve this?\" and means it gratefully, and she observes that's the kind of line that's usually hurled at her by someone on his way out the door.\n\nIn a movie with so many characters, there's no time to deeply develop any of them. Some don't really register. Others we enjoy because of their star power. It's a little unlikely that the couple played by Connery and Rowlands would have quite the conversation they have about an affair Connery almost had 25 years ago. That's especially true, given more urgent circumstances facing them now. But the affection between the two feels real, and there is an invaluable moment when Connery imitates a puppy dog.\n\nAs the movie circled from one story to another, I found myself waiting for Angelina Jolie to come 'round again. With her pouty lips and punk chic look, she's an original; I like the way she's talking to her sister on the phone and when Keenan turns up unexpectedly, she says, \"Let me take care of this call,\" and takes care of it by hanging up. Their relationship is the one that develops the most during the film; it's the one we care about.\n\nWhere it all ends up, the filmmakers have entreated critics not to say. I will obey. There is not a ban on deciding what it all adds up to, however, and I think it amounts to a near-miss. It's easy to like the movie because we like the actors in it, and because the movie makes it easy on us and has charming moments. But it feels too much like an exercise. It's yuppie lite--affluent, articulate people who, except for those who are ill, have problems that are almost pleasant. It has been observed that a lot of recent movies about death have gone all soft and gooey at the center. Here's a movie about life that does the same thing.", "running_time": 120, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-01-22", "genres": null, "title": "Playing By Heart (1999)"}