{"url": "http://www.rogerebert.com/reviews/play-it-as-it-lays-1973", "by": "Tuesday Weldas Maria", "star_rating": 4.0, "text": "In the sometimes very cruel world of the movie business, there is a truth so old that hardly anybody even bothers to repeat it anymore: Actors have much longer professional careers than actresses. It has something to do with our sexist tastes in human styles, I suppose. Almost all of the top male movie stars are in their 40s or 50s, and most of the top females are under 35.\n\nWhatever else this is (tragic? unnecessary?) it is a fact. And the people who make their living in Hollywood understand it as a fact, the women as well as the men. Joan Didion’s, “Play It as It Lays,” which has now been made into a movie by Frank Perry, is in many ways a consideration of such a fact. The movie concerns Maria, a woman who began life in a ferociously genuine Montana town, but has somehow found her way into the totally illusory world of the movies. She’s an actress, and maybe you could say she’s a minor star. She had a success in “Angel Beach,” a movie directed by her husband. But now she waits (exists, drifts) through a series of empty weeks while her husband plays big shot with his new movie project. \n\nThe thing is, you see, that the real power in Hollywood always belongs to the money brokers, and they are almost always men: the executives, producers, directors. The public knows all about the stars and considers them important, but in the business itself, the important people are the ones with clout, connections, money enough to float a project for real. All of this is implied around the edges of “Play It as It Lays,” which is about the crack-ups of Maria and her best friend, B. Z. Now B. Z. is a producer, and therefore should be strong, successful, happy. But B. Z. has a problem. He has been cursed with insight, and he suspects in his despairing soul that life - and the novice and everything - adds up to one big fat zero.\n\nMaria is beginning to understand this, too, and she fears it more as she prowls up and down the Los Angeles freeways, and through the casinos in Vegas, looking for nothing. Her husband, of course, is involved in his ego trip, and does not understand that a million times zero is still... It’s not so much that Maria is sick and could get well with professional help. It’s more that she really does understand how futile her life has become, and she’s cracking up under the realization. She’s a person born bleak and raised on skepticism, and at the end of the movie she comes up with a pretty cheerless reason for continuing to live: “Why not?” Why not. I have an Irish friend who says those two words are the handiest in the language and will help you to avoid bar fights for the rest of your life. Anybody says anything, just answer “Why not?” Doesn’t even matter what was said: The words are all-purpose, circular, appropriate for every situation, and meaningless. And they do something else that my friend didn’t mention: When you address them to another person, you cause him suddenly to turn his observation, whatever it was, back upon himself.\n\nApply these words to life itself, and you get an approximation of Maria’s state of mind. “Play It as It Lays” is an astringent, cynical movie that ultimately manages to spin one single timid thread of hope. Its happiest moment - the moment of deepest human understanding and mutual love - comes during a suicide.\n\nJoan Didion’s book has been recruited by the feminists to illustrate various, no doubt cogent, points. But it isn’t a feminist novel; it’s a novel about going to pieces. It’s about a woman who is confronted with her own lack of worthwhile identity in much the same way Scott Fitzgerald faced his, in “The Crack-Up.”\n\nWhat makes the movie work so well on this difficult ground is, happily, easy to say: It has been well-written and directed, and Tuesday Weld and Anthony Perkins are perfectly cast as Maria and her friend B.Z. The material is so thin (and has to be) that the actors have to bring the human texture along with them. They do, and they make us care about characters who have given up caring for themselves.", "running_time": 99, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-01-22", "genres": null, "title": "Play It as It Lays (1973)"}