{"url": "http://www.rogerebert.com/reviews/pleasantville-1998", "by": "Tobey Maguireas David/Bud", "star_rating": 4.0, "text": "In the twilight of the 20th century, here is a comedy to reassure us that there is hope--that the world we see around us represents progress, not decay. \"Pleasantville,\" which is one of the year's best and most original films, sneaks up on us. It begins by kidding those old black-and-white sitcoms like \"Father Knows Best,\" it continues by pretending to be a sitcom itself, and it ends as a social commentary of surprising power.\n\nThe movie opens in today's America, which we have been taught to think of as rude, decadent and dangerous. A teenager named David languishes in front of the tube, watching a rerun of a 1950s sitcom named \"Pleasantville,\" in which everybody is always wholesome and happy. Meanwhile, his mother squabbles with her ex-husband and his sister Jennifer prepares for a hot date.\n\nHaving heard a whisper or two about the plot, we know that the brother and sister will be magically transported into that 1950s sitcom world. And we're expecting maybe something like \"The Brady Bunch Movie,\" in reverse. We are correct: While David and Jennifer are fighting over the remote control, there's a knock at the door and a friendly TV repairman (Don Knotts) offers them a device \"with more oomphs.\" They click it, and they're both in Pleasantville.\n\nThe movie has been written and directed by Gary Ross, who wrote \"Big,\" the 1988 movie where Tom Hanks was a kid trapped in an adult body. Here the characters are trapped in a whole world. He evokes the black-and-white 1950s sitcom world of picket fences and bobby sox, where everybody is white and middle class, has a job, sleeps in twin beds, never uses the toilet and follows the same cheerful script.\n\nLuckily, this is a world that David (Tobey Maguire) knows well; he's a TV trivia expert. It's a mystery to his sister Jennifer (Reese Witherspoon), so he briefs her: Their names are now Bud and Mary Sue, and their parents are Betty and George Parker (Joan Allen and William H. Macy). \"We're, like, stuck in Nerdville!\" Jennifer complains.\n\nThey are. Geography lessons at the local high school are limited to subjects like \"Main Street\" and \"Elm Street\" because the world literally ends at the city limits. Space twists back upon itself in Pleasantville, and \"the end of Main Street is just the beginning again.\" Life always goes according to plan, and during basketball practice every shot goes in. After one player experiences sex, he is capable of actually missing a shot; a dead silence falls as the ball rolls away. \"Stand back, boys!\" warns the coach. \"Don't touch it!\" \"Pleasantville\" has fun during these middle sequences, as \"Bud and Mary Sue\" hang out at the malt shop where Mr. Johnson (Jeff Daniels) works and park on Lover's Lane (just to hold hands). Then sparks from the emerging future begin to land here and there in the blandness. Mary Sue shares information about masturbation with her mother, who of course has never dreamed of such a pastime (as a perfect housewife, she has never done anything just for herself). As her mother relaxes in her bath, a tree outside their house breaks into flames--in full color! Ross and his cinematographer, John Lindley, work with special effects to show a black-and-white world in which some things and a few people begin switching to color. Is there a system? \"Why aren't I in color?\" Mary Sue asks Bud. \"I dunno,\" he says. \"Maybe it's not just the sex.\" It isn't. It's the change.\n\nThe kids at school are the first to start appearing in colors. They're curious and ready to change. They pepper Bud with questions. \"What's outside of Pleasantville?\" they ask. \"There are places,\" he says, \"where the roads don't go in a circle. They just keep going.\" Dave Brubeck's \"Take Five\" subtly appears on the soundtrack.\n\nBud shows Mr. Johnson a book of color art reproductions, and the soda jerk is thunderstruck by the beauty of Turner and Van Gogh. He starts painting. Soon he and Betty Parker have discovered they're kindred spirits. (After Betty turns up in color, she's afraid to show herself, and in a scene of surprising tenderness, her son helps her put on gray makeup.) George Parker, meanwhile, waits disconsolately at home for his routine to continue, and the chairman of the Chamber of Commerce (J.T. Walsh, in his last performance) notes ominously, \"Something is happening in our town.\" Yes, something, in a town where nothing ever did. The film observes that sometimes pleasant people are pleasant simply because they have never, ever been challenged. That it's scary and dangerous to learn new ways. The movie is like the defeat of the body snatchers: The people in color are like former pod people now freed to move on into the future. We observe that nothing creates fascists like the threat of freedom.\n\n\"Pleasantville\" is the kind of parable that encourages us to re-evaluate the good old days and take a fresh look at the new world we so easily dismiss as decadent. Yes, we have more problems. But also more solutions, more opportunities and more freedom. I grew up in the '50s. It was a lot more like the world of \"Pleasantville\" than you might imagine. Yes, my house had a picket fence, and dinner was always on the table at a quarter to six, but things were wrong that I didn't even know the words for. There is a scene in this movie where it rains for the first time. Of course it never rained in 1950s sitcoms. Pleasantville's people in color go outside and just stand in it.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-10-01", "genres": ["Comedy", "Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "Pleasantville (1998)"}