{"url": "http://www.rogerebert.com/reviews/please-give-2010", "by": "Catherine Keeneras Kate", "star_rating": 3.5, "text": "There is an evil-tempered old woman in “Please Give” whose greatest accomplishment is having survived into her 90s without being pushed down a steep flight of stairs. She finds fault with everyone and everything, is ungrateful, is a whiner and brings nothing to the party. How do people like this live with themselves?\n\nHer next-door neighbors are waiting for her to die so that her apartment will become available, and they can break down some walls. This is in New York, the city that drains a cruel price per square foot of living space from its inhabitants. I know New Yorkers happy to find an apartment that for a somewhat poor Chicagoan would be the bedroom. It is one of the pleasures of Nicole Holofcener's “Please Give” that everyone, including the old lady, knows this.\n\nThe couple next door in this Greenwich Village apartment complex are Kate and Alex (Catherine Keener and Oliver Platt). They run an antique furniture store specializing in furniture from the 1950s — you know, the kind your family accumulated at great expense, which sat there in the house, looking superior. They often obtain their stock from grandchildren who consider a 1952 coffee table to be the graceless blotch it surely is, but which metrosexuals consider an ironic statement on how cool they are.\n\nThe old lady, Andra, is played by Ann Guilbert with exact cunning: She makes Andra expert at seeming unaware of her monstrous selfishness. Andra is looked after by two granddaughters, Mary (Amanda Peet) and Rebecca (Rebecca Hall). Rebecca is constant and kind, Mary is a distracted heavy drinker; both are attractive, and they live together in one of those roommate arrangements that can be explained only by madness or the cost of apartments.\n\nKate is another of those Catherine Keener characters you feel like you've known somewhere before. She and her husband have a nice life as a couple who seem to be winning their own version of “Antiques Roadshow.” They have a daughter, Abby (Sarah Steele), who is pudgy, has skin problems and is a little antisocial right now but is smart, has good timing and will eventually get life sorted out. Abby is incredulous at the way her mom is a pushover for street beggars, as if she's making some kind of amends. Kate can hardly enjoy a meal without taking a doggie bag to a homeless man. She's an innocent; she's shocked to find that another dealer bought a table from her and marked it up in his own store.\n\nKate and Alex are reasonably happy. They run errands for Andra to calm their consciences, and decide to have a dinner party for the old lady and her granddaughters. This scene shows Holofcener demonstrating that recognizable life is almost always more engrossing than fantasy; it's an exercise in social embarrassment, one of those Bunuelian scenes in which people unexpectedly tell the truth and say what should not be said.\n\nNicole Holofcener, who made the great “Lovely & Amazing,” pays close attention to women. She doesn't define them by their relationships with men. In a Holofcener movie, women actually have their own reasons for doing things — and these are even allowed to be bad reasons, and funny ones. The movie is about imperfect characters in a difficult world, who mostly do the best they can under the circumstances, but not always. Do you realize what a revolutionary approach that is for a movie these days?", "running_time": 90, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-05-05", "genres": ["Action", "Comedy", "Drama", "Indie", "Thriller"], "title": "Please Give (2010)"}