{"url": "http://www.rogerebert.com/reviews/pocahontas-1995", "by": "Irene Bedardas Pocahontas", "star_rating": 3.0, "text": "“Pocahontas\" is the best-looking of the modern Disney\ranimated features, and one of the more thoughtful: It is about real issues,\reven if it treats them with naive idealism. In its view, Native Americans lived\rin peaceful harmony with nature until European settlers came, bringing guns and\recological destruction. The Europeans, puffed up with their notions of\rcivilization, did not realize how much they had to learn from the Indians.\n\nMidway\rthrough the film, after Captain John Smith (voiced by Mel Gibson) has\rthoughtlessly dismissed the ideas of the young Indian woman he loves,\rPocahontas asks: \"If the savage one is me, how can there be so much you\rdon't know?\" Then follows a musical sequence during which Pocahontas\r(Irene Bedard) takes Smith on a whirlwind tour of the forest. Because this is a\rDisney picture, the animals are of course all friends of the Indian maiden, who\rsnatches a cute cub away from a mother bear - something that even my own\rlimited woodcraft suggests is not prudent.\n\nThe\rmessage of \"Pocahontas\" is that arriving settlers despoiled the\rforests and imposed their own version of civilization, whether or not it was\rwanted. Governor Ratcliffe (David Ogden Stiers), the blustering leader of the\rVirginia Company, is shown gleefully using cannons to level forests. And when\rthe settlers open fire on the Indians, they retaliate by capturing John Smith\rand then prepare to execute him. Only Pocahontas, who can empathize with both\rsides, can save the day.\n\n\"Pocahontas\"\ris based on myth, not history. In real life, Pocahontas was 11 or 12 when she\rfirst met John Smith (who claimed in his journals that his life was saved no\rless than three times by women who loved him). The Englishman she married was\rJohn Rolfe. She did indeed get to go to England, where she was feted as a\rprincess.\n\nShe\rdied in Europe, at about age 21. The son she had with Rolfe became one of the\rrichest of early American settlers, and his descendants still thrive.\n\nHaving\rled one of the most interesting lives imaginable, Pocahontas serves here more\ras a simplified symbol, an Indian maid who falls in love with a dashing blond\rhero, saves his life, and brings about a peace between her people and the\rEuropean visitors.\n\nThe\rdramatic challenge in the movie (as it is in \"The Little Mermaid\") is\rthat her father disapproves of the man she loves, because he belongs to a\rdifferent race. He wants her to marry a member of the tribe, whom she dislikes\rbecause \"he's so . . .\n\nserious.\"\rWhen her intended is shot dead by a young British soldier and Smith is taken\rprisoner, her immediate thought is, \"I'll never see John Smith\ragain!\" So much for any lingering regrets over the dead fiancé.\n\nThe\rmovie hurries on to the big picture, which is that Pocahontas, raised in\rcommunion with nature, can help John Smith free himself of the moral\rconstipation of European civilization. \"You can't step in the same river\rtwice,\" he learns, and \"listen with your heart, and you will\runderstand.\" Since these lessons are taught by an Indian maiden with a\rwaist-length mane of black hair, an hourglass figure and a Playmate face, John\rSmith's heart finds it easy to listen, and soon he is singing a hymn to the new\rland. (He does not, however, sing a love duet with Pocahontas, because the\rromantic theme \"If I Never Knew You\" was cut from the movie,\rreportedly because the kids in test audiences found it boring. Without such a\rtransition, their relationship emerges rather abruptly.) What is especially\rgood about \"Pocahontas\" is the artistry of the animation. The big\rpicture - the new land of towering forests, sparkling streams and rugged cliffs\r- is drawn with a freedom and energy that has real power. And, as in \"The\rLion King,\" the landscape includes a precipice from which the characters\rcan survey their domain - a rock jutting out into the sky, making an ideal\rpulpit for sweeping sentiments.\n\nThe\rweakness of the movie is its lack of a colorful villain.\n\nAfter\rScar in \"The Lion King\" and the fearsome Beast in \"Beauty and\rthe Beast\" (not to mention the jealous undersea denizens of \"The\rLittle Mermaid\" and the scheming Jafar of \"Aladdin\"), the bad\rguys in \"Pocahontas\" seem pretty nice, really. Ratcliffe, the leader\rof the expedition, is shown more as a buffoon than a villain. The soldier who\rkills Pocahontas' fiance immediately regrets his error. The other British\rsoldiers are essentially members of the chorus. And the Indians are all, of\rcourse, noble to one degree or another.\n\nThat\rleaves only the concept of misunderstanding as the real villain - and after\rPocahontas helps the two sides communicate, there is no more dramatic tension.\rThe film's ending is rather weak, too. After Smith describes the glories of\rLondon to Pocahontas and her eyes sparkle, she decides after all that her place\ris \"here, with my people\" and there is a bittersweet conclusion as\rshe watches Smith's ship sail back to the Old World. I knew Pocahontas visited\rEurope in real life, and was hoping the movie would get her there, too; the\rending came as an anticlimax.\n\nAll\rof these problems make \"Pocahontas\" less entertaining than it might\rhave been, and the comic relief - the cute raccoon, the hummingbird and the\rgovernor's dog - seem obligatory after the similar creatures in the other\rmodern Disney cartoons. What's left is simply the grandeur of the New Land,\rwhich tends to ennoble all of the characters. Drawn with true artistry, and\revoked in musical sequences like \"Just Around the River Bend,\" this\rvision is the true star of the film, and its spirit is evoked by old\rGrandmother Willow, a tree that gives Pocahontas a lot of sound advice.\n\nThe\rfilm looks great, the songs are wonderfully visualized, and the characters are\rappealing. \"Pocahontas\" is just fine as family entertainment. But on\ra list including \"Mermaid,\" \"Beauty,\" \"Aladdin\"\rand \"Lion King,\" I'd rank it fifth. It has a lot of good intentions,\rbut a severe scoundrel shortage.", "running_time": 81, "mpaa_rating": "G", "release_year": 1995, "date_published": "1995-06-16", "genres": ["Adventure", "Animation", "Drama", "Family", "History", "Music", "Romance"], "title": "Pocahontas (1995)"}