{"url": "http://www.rogerebert.com/reviews/point-blank-2011", "by": "Gilles Lelloucheas Samuel Pierret", "star_rating": 3.0, "text": "\"Point Blank\" is an ingenious thriller that doesn't make much sense but doesn't need to, because it moves at breakneck speed through a story of a man's desperation to save his pregnant wife after she has been kidnapped. This is the kind of movie where you get involved first and ask questions later.\n\nSamuel (Gilles Lellouche) is a nurse in a Parisian hospital, deeply in love with the very pregnant Nadia (Elena Anaya). It goes without saying that her pregnancy is not uncomplicated; in other words, the last thing she needs is to be kidnapped. \n\nWorking on the night shift, Samuel happens upon a murder attempt directed against one of his patients, Sartet (Roschdy Zem). We met Sartet earlier in the pre-title sequence, when the film hit the ground running with a headlong chase through Paris. He was almost killed then. Now someone wants to finish the job. Samuel saves the man's life.\n\nThis makes him a hero, and he even boasts a little to his wife. His joy is short-lived. She is kidnapped, and Samuel gets a phone call: He must remove Sartet from the hospital, or she will die.\n\nEverything else in the film expands from his dilemma. The details of the removal. His relationship with Sartet. The identity of the kidnappers. The involvement of a police commandant named Werner (Gerard Lanvin, very effective). Nadia's health. Ethical dilemmas. Moral choices.\n\nTo go into any detail would be to rob the movie of its essence. It has to happen to you. It does, with a fearsome urgency. When the movie ended I looked with a little surprise at my watch. You know that instinct you have about where a movie is in its story? You get a feeling for the approach of the ending. \n\n\"Point Blank\" didn't feel incomplete; indeed, it had a rare economy and unity. But it was only 84 minutes long. That was more or less exactly how long it needed to be. I learn there will be an American remake. You can count on it approaching the two-hour mark as Hollywood pumps in the helium.\n\nNote: This movie has no connection to the Lee Marvin/John Boorman classic.", "running_time": 84, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-10", "genres": ["Action", "Crime", "Foreign", "Thriller"], "title": "Point Blank (2011)"}