{"url": "http://www.rogerebert.com/reviews/point-break-1991", "by": "Patrick Swayzeas Bodhi", "star_rating": 3.5, "text": "The bodhi tree, according to the Buddhists, is the tree beneath which one finds enlightenment. That is not exactly how it works with Bodhi, the surfing bank robber who is the existential hero of \"Point Break,\" but he is such a persuasive character that a young FBI agent falls under his spell. Or maybe it is Southern California itself that attracts the agent - that land of surf and skydiving and strange karma, so seductive to a square football hero out of Ohio.\n\nThe hero, who has the thankless name Johnny Utah, is played by Keanu Reeves as a former Rose Bowl star with a bum knee, who joined the FBI and has been assigned to Los Angeles. A series of bank robberies is frustrating the bureau. Four robbers who call themselves the Ex-Presidents, and wear rubber masks of Nixon, Carter, Reagan and LBJ, have pulled off a string of bank jobs and left not a single clue behind.\n\nExcept one. Johnny Utah is given a partner named Pappas (Gary Busey), who thinks the robbers may be surfers, because one has a tan line, and a strand of hair found at the crime was polluted with the same contaminants found at a popular surfing beach. So he convinces Utah to go undercover as a surfer and try to break the case.\n\nThis is some California movie, all right. The plot description I have just supplied could work just as easily for \"The Naked Gun 3 1/2\" as for \"Point Break,\" which takes it deadly seriously, even after adding several other preposterous developments like a guy who gets so mad, he jumps out of a plane without a parachute, free-falls until he can tackle a guy who has one, and then holds a gun to his head.\n\nThe movie was directed by Kathryn Bigelow, a stylist who specializes in professionals who do violence. She made \"Blue Steel,\" with Jamie Lee Curtis as a rookie cop, and now here is Keanu Reeves in essentially the same role - a kid determined to prove himself, up against the twisted intelligence of a megalomaniac.\n\nBodhi, played by Patrick Swayze, is part mystic, part criminal, and over-all surfer. From clues developed by Pappas, it appears that he and his gang rob banks to support their surfing, and then move on when the seasons change. Johnny Utah does become friendly with them, and even falls in love with Bodhi's ex-girlfriend (Lori Petty), while trying to fit together the case. And then the plot grows truly ingenious, all the way down to its Zen ending on a lonely, storm-swept beach in Australia.\n\n\"Point Break\" is not the kind of movie where we should spend a lot of time analyzing the motives of the characters. Once Johnny Utah realizes, for example, that Bodhi knows he's an FBI agent - should he really go skydiving with him, and let Bodhi pack the chute? Such questions are fruitless, because the movie has Utah trapped in Bodhi's spell, in which everything - free-falling, surfing, robbing banks - is part of catching the wave of life, looking for that endless ride.\n\nBigelow is an interesting director for this material. She is interested in the ways her characters live dangerously for philosophical reasons. They aren't men of action, but men of thought who choose action as a way of expressing their beliefs. That adds an intriguing element to their characters, and makes the final confrontation in this movie as meaningful as it can be, given the admittedly preposterous nature of the material.\n\nBigelow and her crew are also gifted filmmakers. There's a footchase through the streets, yards, alleys and living rooms of Santa Monica; two skydiving sequences with virtuoso photography, powerful chemistry between the good and evil characters, and an ominous, brooding score by Mark Isham that underlines the mood. The plot of \"Point Blank,\" summarized, invites parody (rookie agent goes undercover as surfer to catch bank robbers). The result is surprisingly effective.", "running_time": 122, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-07-12", "genres": ["Action", "Drama", "Thriller"], "title": "Point Break (1991)"}