{"url": "http://www.rogerebert.com/reviews/poison-ivy-1992", "by": "Sara Gilbertas Cooper", "star_rating": 2.5, "text": "\"Poison Ivy\" resembles another recent film, \"Folks!,\" in one crucial aspect: Both movies are about evil characters, unsuccessfully played by likable actors. \"Folks!\" was a \"comedy\" that had Tom Selleck as a man trying to murder his parents for the insurance money, and \"Poison Ivy\" stars Drew Barrymore as a devious Lolita who moves into a family's life and seems ready to kill the mother, marry the father, and replace the daughter. This would seem more plausible if Barrymore seemed even slightly capable of doing it.\n\nShe does not. She seems like a pleasant, basically cheerful young woman who has put on a lot of makeup and some sexy dresses to try out for the part, after the class sex fiend turned down the role.\n\nThere is scarcely a moment in the movie when the story works as fiction; I was always aware of the casting, of the mood-setting devices, of the stylistic borrowings from Hitchcock.\n\nThe movie stars Barrymore as Ivy, a poor girl attending a rich kids' school on a scholarship. Sara Gilbert is Cooper, a classmate who likes to lurk around the edges of social groups, feeding her resentments. One day she phones in a bomb threat to the TV station where her dad (Tom Skerritt) is the boss; that catches Ivy's attention, and the two girls become fast friends. Before Cooper or anyone else quite knows how it has happened, Ivy has actually moved into the family's home.\n\nSkerritt, as the dad, has a drinking problem, but it's mild compared to the difficulties of Cooper's mom, played by Cheryl Ladd as a hypochondriac addicted to pills, who spends most of her day dreaming away in bed; she's a thriller version of Sonny von Bulow.\n\nIvy sees an opening, and begins to play all three family members against one another, so cleverly each one believes she can be trusted.\n\nThe plot contains several surprises that should not be revealed, although the general thrust of the story is clear enough: Ivy will seduce Dad, replace Mom, and drive poor Cooper mad by framing her for crimes she didn't commit. Many of her schemes involve an almost willful blindness on the part of her victims, who must be fairly stupid not to see through her. (Why do they let her stay in the house, anyway?) In casting a movie like this, it's customary for the best role to go to the more important star, but that's not always a service to the actor or the movie. Watching \"Poison Ivy,\" I began imagining Sara Gilbert as Ivy, and Drew Barrymore as Cooper. I think the film would have worked a lot better than way. Gilbert has a dark undertone that Barrymore lacks, and Barrymore has a sort of feckless innocence that would have played well.\n\nAs it is, we get a movie that never really convinces us it's anything but a lurid wind-up machine with lots of rainy nights and lightning flashes, split-second double-crosses and hysterical upheavals. I mentioned Hitchcock earlier, and it's true that many of the props from his films are here - physical, musical and emotional.\n\nBut the filmmakers didn't learn one of his most basic lessons.\n\nHitchcock liked typecasting, he said, because if an actor was right for a role, that made less work for the director in getting the audience to accept the character. Here the casting is so wrong that nothing quite works.", "running_time": 92, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-05-29", "genres": ["Erotic", "Romance", "Thriller"], "title": "Poison Ivy (1992)"}