{"url": "http://www.rogerebert.com/reviews/pokemon-the-first-movie-1999", "by": "Veronica Tayloras Ash Ketchum (voice)", "star_rating": 2.0, "text": "There are times here on the movie beat when I feel like I'm plain in over my head. This is one of those times. My assignment is to review \"Pokemon, the First Movie.'' I have done research. I have even played a Pokemon card game with a 6-year-old Pokemon Trainer named Emil. The rules of the game seemed to bear a suspicious resemblance to \"War.'' At the end of the game, Emil had all 52 cards. I do not know if this is because of his mastery as a trainer, or because he stacked the deck. I do know we were not playing a real Pokemon game; Emil was pulling a fast one.\n\nThe easiest way to understand Pokemon is as a major factor in the U.S.-Japanese balance of trade. It began as a Nintendo Game Boy game and has since proliferated into spinoffs, clones, ancillary rights, books, videos, TV shows, toys, trading cards and now this movie. All of this, even though nobody over 12 seems able to explain the Pokemon universe coherently. In the online magazine Salon, for example, Cynthia Joyce interviewed a 10-year-old named Sean Levine, who loves Pokemon: Cynthia:  \"Can you explain to me--in simple terms--what the game is about?'' Sean: \"Well, it's not just a game! It's a whole world. There's TV shows, comic books, little figures and card game ... But my favorite is probably the Game Boy game. And the card game. The goal is to get all 151 types of Pokemon--that's the red and blue version. In the new versions, there's 250 types of little creatures. I like collecting the cards--I have the red version and the blue version, so I can get all the Pokemon I need. Some Pokemon cards are actually worth a lot--for example, if you have a first-edition Charizard, you can sell it for over 99 bucks.'' The interview is longer, but no more helpful. Is there even a game at all, in the sense of Monopoly? Sean cleverly deflects the question into a description of the Pokemon empire, and how much money you can make as a Pokemon tycoon. I used to collect baseball cards, but at least there was a game called baseball, which existed apart from the cards. You don't \"play'' Pokemon in any sense that involves running around or catching anything or scoring runs or getting dirty. It sounds more like early training for commodities brokers.\n\nHere is the movie. The plot: A scientist has found a way to genetically clone one of the Pokemons (Pokemen?) named Mew. His invention is named Mewtwo. Mewtwo then clones other Pokemons on his own. Sort of a revolt of the Poki. Each Pokemon has a different kind of power. The hero, Ash Ketcham (so-called because he wants to catch-'em-all and have a complete set of Pokemons) ventures with his friends to the villain's island, where battles take place between lots of different kinds of Pokemons (Pokemi?) and their clones.\n\nAfter an hour of struggle that shakes the very firmament, the Pokemen collapse (they run down instead of dying). There are a lot of speeches about how we now see that fighting is wrong. There will be a sequel, in which no doubt there will be another hour of fighting before the same lesson is learned again.\n\nThe animation is bright, colorful and vibrant. It's eye candy. The story seems very thin, especially compared with such other Japanese anime titles as \"My Neighbor Totoro.'' The story is idiotic. The individual Pokemon have personalities that make the Teenage Ninja Mutant Turtles look like Billy Crystal. Kids will no doubt love this movie, because they can see action involving figures they have collected.\n\nI can't recommend the film or work up much enthusiasm for it because there is no level at which it enriches a young viewer, by encouraging thinking or observation. It's just a sound-and-light show, linked to the marketing push for Pokemon in general. But I may have completely bypassed the point and misinterpreted crucial Pokemon lore. This may disqualify me from ever becoming a Pokemon Trainer. I can live with that.", "running_time": 75, "mpaa_rating": "G", "release_year": 1999, "date_published": "1999-11-10", "genres": ["Animation"], "title": "Pokemon: The First Movie (1999)"}