{"url": "http://www.rogerebert.com/reviews/pola-x-2000", "by": "Guillaume Depardieuas Pierre", "star_rating": 3.0, "text": "It takes a raving lunatic to know one. Not that I have ever met Leos Carax, the director of \"Pola X,\" so that I can say for sure he's as tempestuous and impulsive as the subject of his film, but you aren't described as an enfant terrible at the age of 39 without good reason. Certainly Pierre, his hero, is an inspired visionary, a youth inflamed by romantic fantasies, who sees himself as a great artist and is in love with reckless gestures.\n\nThe film is a reasonably close adaptation of Herman Melville's 1852 novel Pierre. Carax's title is an acronym of the French title, Pierre, ou les Ambiguities, and the X refers to the 10th draft of the screenplay. Pierre was written following Melville's Moby Dick, and after the classical architecture of its prose, the next novel came as a shock with its lurid fevers.\n\nMelville wrote at white-hot speed, he said, as if in a dream, and for many years it was unavailable in an uncensored version (an unexpurgated edition was published in the 1990s). Dealing as it does with Pierre's incestuous obsessions with a mother and a half-sister, it was not what admirers of the great white whale were expecting.\n\nCarax sets his story in present-day France, although with the exception of a few cars, motorcycles, props and street scenes, its period could be the 19th century. He tells the story of Pierre (Guillaume Depardieu), a spoiled young aristocrat who has written a trendy best-selling novel and lives in a chateau with his mother Marie (Catherine Deneuve).\n\nThey are alarmingly close; they call each other \"my brother\" and \"my sister,\" he lights two cigarettes and gives her one, he visits her nude in her bath and so on. Deneuve is able to make scenes like these work because she can float above the carnal, in a realm where sex is a whim rather than a function.\n\nPierre is engaged to his cousin Lucie (Delphine Chuillot), who lives in a neighboring chalet and is an ethereal blonde waif; his mother could no more be jealous of Lucie than if Pierre adopted a cute spaniel. Also on the scene, having recently returned from his labors on the Chicago Stock Exchange, is a dark-browed cousin, Thibault (Laurent Lucas), who in his satanic way resents that Pierre will take Lucie out of his grasp, and also perhaps that Lucie will take Pierre out of his grasp. He refers to them as \"the three inseparables,\" but the other two lean toward separability.\n\nThere is a mystery woman (Katerina Golubeva), deep-eyed, long-haired, ragged and wolf-like, who shadows Pierre. The sight of her fills him with deep churnings and obscure dreams. One night as he is roaring through the woods on his motorcycle, he surprises her lurking in the gloom, pursues her and hears her story: \"Believe me, Pierre, you are not an only child. I am your sister, Isabelle.\" In a long, long monologue (it is a stand-alone section in the novel), she tells her story. She is the love child of Pierre's father, was raised in the woods by an old man and woman, speaks simply in a high-pitched voice, is unsocialized and desperate.\n\nPierre is consumed by a manic need to throw away wealth and happiness, and share Isabelle's poverty and misery. \"All my life I have waited for something that would push me beyond this,\" he says, waving a metaphorical arm to encompass Lucie, Marie, the chateau.\n\nThey will live together like brother and sister, he tells Isabelle. The world will think she's his wife. Turned away from fleabag hotels, they reside finally in a vast warehouse occupied by a group of terrorists, who breed their plots while a deathly conductor stands on a catwalk and conducts his orchestra in a mournful symphony for synthesizers, steel drums and iron bars banged on with hammers.\n\nFeverishly hunched beneath a blanket against the cold, he scribbles out his new novel, which will be great, which will be true, while the soundtrack itches with the sound of his pen scratching against the paper, like rats sharpening their nails on sandpaper. Meanwhile, he and Isabelle are not living together like most brothers and sisters, and there is a sex scene that would be shockingly graphic if we could quite see it.\n\nFaithful readers will know I have an affection for raving lunatics and am grateful for films that break free of the dismal bonds of formula to cartwheel into overwrought passionate excess. This is a weakness, but I am protective of it. \"Pola X\" may not be successful and its closing passages may drift into the realm of the ludicrous, but \"when it's over,\" as critic Stephen Holden so accurately wrote after it played in the New York Film Festival, \"you'll know you've had an experience.\" Guillaume Depardieu, Gerard's hulking blond son, makes a better Pierre than the wan youth I pictured while reading the novel; he projects the sense of self-gratification that motivates Pierre--who is such an egotist that even throwing away his own life is an act of selfishness. Golubeva will wear on the nerves of some witnesses with her pitiful little-girl voice and her narcissistic way of hiding her face with her hair, but if anyone looks like she was raised in a hovel in the woods, she does. The cool elegance Deneuve brings to the opening scenes makes a useful contrast with the industrial anarchy of the conclusion, with those terrorist musicians pounding joylessly on their anvils. I would rather see one movie like this than a thousand \"Bring It Ons.\"", "running_time": 134, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-10-06", "genres": ["Drama", "Foreign", "Indie", "Romance"], "title": "Pola X (2000)"}