{"url": "http://www.rogerebert.com/reviews/polish-wedding-1998", "by": "Lena Olinas Jadzia Pzoniak", "star_rating": 2.0, "text": "A movie can get away with anything if it can convince you it\rbelieves in itself. Theresa Connelly's “Polish Wedding” doesn't succeed. Too\rmany scenes float above reality, going for cuteness and colorful dialogue and\rzany quirks, until we begin to question the very possibility that these\rwonderful, full-hearted characters could actually exist in a suburb of\rDetroit--or anywhere.\n\nThe movie tells the story of a Polish-American family awash with\rsecret romance, buried passion and fierce pride. Jadzia Pzoniak (Lena Olin),\rthe mother, is a cleaning woman. Bolek (Gabriel Byrne), the father, works\rnights as a baker. The family lives in one of those houses you see only in the\rmovies--where everyone's always looking out the window, and lots of things\rhappen in the yard. There are four sons and a daughter, and the boys all seem\rto sleep in one bedroom, which is not impossible--but a thrifty Polish-American\rfamily who has had two working parents for more than 20 years is more likely, I\rthink, to be living in a larger house by now, instead of one that seems\rartificially cramped for movie purposes.\n\nJadzia and Bolek are not happily married. Jadzia says she\rmarried her husband for a good reason, but just at the moment she can't\rremember what it was. She dresses in some kind of women's auxiliary outfit once\ra week and goes out to her “meeting,” which consists of a liaison with her\rlover Roman (Rade Serbedzija). He's her boss at work. You might therefore\rwonder why she's still a cleaning lady, instead of being promoted to\rreceptionist or something, but there's a scene where he enters the restroom\rshe's cleaning and she hurls him to the floor and pounces on him for some\rinappropriate behavior in the workplace; maybe he'd miss that.\n\nJadzia's daughter Hala (Claire Danes), a teenager young enough\rto be cast as the virgin in the church procession, is sneaking out nights, too,\rto see a young cop named Russell (Adam Trese). She gets pregnant and tells her\rdad, “My clock stopped.” What clock? “Every woman has that kind of clock that\rshe tells her time by.” That leads to the double climax, in which the serenity\rof the procession is much tested, and the entire Pzoniak family marches on\rRussell's house for a singularly unconvincing confrontation.\n\n“Polish Wedding” is the kind of movie that cries out to be set\rin a country I know little or nothing about. Maybe I would believe this\rcolorful behavior in Albania, or in one of those Italian comedies where Sophia\rLoren knew everybody in town, biblically and otherwise. In a Detroit suburb, I\rdon't imagine carefree people gambol in the fields and gather around the\rbreakfast table for family conversations apparently inspired by sitcom\rdialogue. Oh, I believe all the things happen in Detroit that happen in this\rmovie; I simply don't believe people rant and rave and posture and emote so\rwildly while they're happening. A lot of the time I'll bet they're\rmonosyllabic, and even during their emotional peaks still spend a lot of time\rwatching TV.\n\nLena Olin is an actress who could have gotten away with this\rrole, in another movie in another country. She brings it great life and\rconviction, but since the movie never connects with the world around it she\rseems, alas, more crazy than colorful. Gabriel Byrne's character is written as\ran enigma and he plays it as if it's certainly an enigma to him. Claire Danes\rseems too old for some scenes and too young for others; her character is a\rutility infielder, playing all positions and trying to field whatever's hit at\rher.\n\nThe movie's mixture of sex, religion and family craziness\rreminded me of “Household Saints,” the Nancy Savoca film in which Lili Taylor's\rgrandmother believes in saints, her parents believe in the American dream, and\rLili, by seriously desiring to become a saint, does what would make her\rgrandmother happy and her parents miserable. All the generational values are\rsquished together in “Polish Wedding.” We're not looking at behavior, but at a\rlot of dubious anecdotes.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-08-28", "genres": ["Comedy", "Drama"], "title": "Polish Wedding (1998)"}