{"url": "http://www.rogerebert.com/reviews/police-adjective-2009", "by": "Dragos Bucuras Cristi", "star_rating": 3.0, "text": "\"Police, Adjective\" is a peculiar title for a film. The posters at Cannes 2009 read \"Politist, adjective.\" With a period, and a gun on top of a dictionary. A critic from Romania, sitting next to us before the screening, explained that the purity of the language is enforced as fervently in Romania as in France, and \"police,\" of course, is properly a noun.\n\nAnd there you have the movie (which won both the Un Certain Regard jury prize and the Critics' Prize at Cannes 2009). Its hero is a young cop assigned to nab drug users, and its surprisingly effective key scene involves an argument with his captain over the dictionary definitions of the words \"conscience\" and \"justice.\" This may not sound exciting, but it was welcome after legions of cop movies in which such arguments are orchestrated with the f-word. \n\nThe cop's name is Cristi (Dragos Bucur), and he's been assigned to follow a 16-year-old schoolboy suspected of smoking pot. The kid does smoke pot. He often smokes it with a pal and a girlfriend. Does he \"supply\" it? If he has it and offers a toke to them, I suppose the definition of that would be supplying. \n\nThe cop is recently married, and he and his wife spent their honeymoon in Prague. He doesn't want to follow this kid. If he arrests him, the kid gets locked up for eight to 15 years. \"That would ruin his life,\" he tells the captain. \"Did you force him to smoke pot?\" No, the cop says, but in Prague, it's smoked openly on the streets, and the cops look the other way.\n\nThe captain patiently explains that in Romania smoking pot is against the law, and the duty of the police is to enforce the law. \"I don't want to arrest him,\" Cristi says. \"It's against my conscience.\" Then the dictionary comes out. My dictionary, which I believe the captain was also using, although in Romanian, has only one definition: conscience (noun), an inner feeling or voice viewed as acting as a guide to the rightness or wrongness of one's behavior. You know the rest. It isn't a policeman's job to act on his inner voices and feelings. It's his job to enforce the law.\n\nThis movie I suspect comes with a lot of baggage. Romania under the Ceausescu regime (1965-1989) started out promisingly but grew into a repressive police state under which perhaps 2 million people were killed. Ceausescu's police were often only enforcing the law. Romania has a population of 21 million, but it's in the nature of things that many people knew the cops, who were sometimes arresting them or their neighbors. What choice did a cop have?\n\nI speculate that Corneliu Porumboiu, born in 1975, who wrote and directed the film, grew up in a nation shadowed by those memories, and that his film, to some degree, is about that time. It is also a low-key, observant record of a universal dilemma among people in authority: How do you do your duty when your inner voice tells you it's wrong? \n\nThe visual style, foregrounding drab areas of a small industrial city, is flat and realistic. We never really meet the young suspect. Cristi doesn't confide in his wife. His office mate knows what he feels, but stays out of it. Only the captain and a prosecutor will discuss it with him. Both are more than willing. Both are of an age when they would have started their careers under Ceausescu. They depend on the strict definition of the law because they can use that as a refuge from their inner voices. Cristi understands this, and that's why the debate over the dictionary is so intense. They aren't talking about definitions. They're talking about the past, present and future of their nation.", "running_time": 115, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-12-22", "genres": ["Drama", "Foreign"], "title": "Police, Adjective (2009)"}