{"url": "http://www.rogerebert.com/reviews/polisse-2012", "by": "Karin Viardas Nadine", "star_rating": 2.5, "text": "I'm not sure I feel more at ease after seeing this prize-winning film about a child protection unit in Paris. No doubt a lot of children get protected, but the professional standards of the police sometimes seem inspired by TV cop shows, on which the plots center around the camaraderie of the cops.\n\nConsider this scene. A female officer is questioning a teenage girl who was asked to provide oral sex for a group of boys. Why did she agree? Because they took her cell phone. The policewoman can barely suppress her laughter. She calls some colleagues into the interrogation room and tries to keep a straight face as she briefs them: “She gave b*** j*** to get her cell phone back.” The girl doesn't think she was so stupid. “It was a smart phone!” she explains. Now all the cops are laughing at her.\n\nThe police seem to move as a posse. They make raids together, sit in on one anothers' interrogations, have dinners at one anothers' houses and carry on various sexual affairs. Their dynamics threaten to upstage the importance of their work. Yes, there are serious scenes, some heartbreaking, including the questioning of a great many adults who talk defensively about their behavior as if they don't see anything wrong with it.\n\nThe message is that the sexual abuse of children is more common in Paris than anyone would believe, and although some of it involves child prostitution, most of it involves family members. It's not that the cops chortle through one interrogation after another, but more that they seem to display a streak of voyeurism. Having seen so much evil, they're curious about what they haven't seen before. One cop asks for a case, because “I haven't had one like that.”\n\n“Polisse” opens with a flurry of activity, intercutting case details, while only gradually orienting us to the characters. But it does a good job of setting apart their individual stories, and the dismay and disgust about what they have to see every day. Sometimes a case is too much for them, as when they meet a young African immigrant who has been living on the streets with her little boy. The cops try to find her a shelter and fail, and one cop wants to bring them home with him, which is against the rules. Mother and son end up separated, probably permanently.\n\nAnother searing story involves a cop named Iris (Marina Fois), who is present during a miscarriage. Told the infant must have a name in order to be logged and buried, she replies simply, “Iris.” In her case, and probably for some others, this job is more than they can withstand.\n\nThe film's director and co-writer is Maiwenn, an actress and now third-time filmmaker, who is accomplished at following several story lines and weaving them together. If her subject matter had been less fraught with despair, her approach would have been more appropriate. She also has a central role in the film, as Melissa, a photographer assigned to document the unit by the justice ministry. Fair enough, but she actually gives herself one of those scenes where a cop she likes tells her she'd be really beautiful if she took off those glasses and let down her hair.\n\nMaiwenn, who was earlier known as Maïwenn Le Besco, is said to have inspired the role played by Natalie Portman in Luc Besson's “The Professional” (1994). Born in 1976, pushed into acting by her actress mother, she met Besson when she was 15 and had a child by him a year later. To know that is to ask yourself many questions about this film.\n\nNote: “Polisse” won the Jury Prize at Cannes 2011. The title is a child's misspelling of the word “police.”", "running_time": 127, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-05-23", "genres": ["Crime", "Drama", "Foreign"], "title": "Polisse (2012)"}