{"url": "http://www.rogerebert.com/reviews/pollock-2001", "by": "Ed Harrisas Jackson", "star_rating": 4.0, "text": "Reporter from Life magazine: \"How do you know when you're finished with a painting?\" Jackson Pollock: \"How do you know when you're finished making love?\" Pollock was a great painter. He was also miserable and made everyone around him miserable a lot of the time. He was an alcoholic and manic-depressive, and he died in a drunken car crash that killed an innocent woman. What Ed Harris, in an Oscar-nominated turn, is able to show in \"Pollock\" is that when Pollock was painting, he got a reprieve. He was also reasonably happy during those periods when he stopped drinking. Then the black cloud would descend again.\n\n\"Pollock\" avoids the pitfall of making simplistic one-to-one connections between the artist's life and his paintings. This is not a movie about art but about work. It is about the physical labor of making paintings, and about the additional labor of everyday life, which is a burden for Pollock because of his tortured mind and hung-over body. It is said that it takes more will for an alcoholic to get out of bed in the morning than for other people to go through the day, and there are times when Pollock simply stops, stuck, and stares into space. He didn't have de Kooning's luck and find sobriety.\n\nPollock is often depressed, but \"Pollock\" is not depressing. It contains all the hum and buzz of the postwar New York art world; the vibrant courage of Pollock's wife, Lee Krasner; the measured presence of the art critic Clement Greenberg (who more or less validated Abstract Expressionism) and the fun-loving energy of the millionaire art patron Peggy Guggenheim, who collected paintings and painters. It was a time when Pollock traded a painting to pay a $56 bill at a store and found himself in Life magazine not long after. Things were on the move.\n\nThis is Ed Harris' movie. He started thinking about it 15 years ago, after reading a book about Pollock. He commissioned the screenplay. He raised the money. He stars in it, and he directed it. He knew he looked a lot like Pollock (his father saw the book and thought the cover photo resembled his son). But his similarity to Pollock is not just superficial; he looks a little like Picasso, too, but is unlikely to find the same affinity. He seems to have made a deeper connection, to have felt an instinctive sympathy for this great, unhappy man.\n\nThe movie wears its period lightly. It gets rolling in postwar Greenwich Village. Everybody smokes all the time. Rents are cheap, but the first time Peggy Guggenheim visits Pollock's studio is almost the last: \"I do not climb up five flights of stairs to nobody home!\" Why did Pollock almost miss his first meeting with the famous patron? Some damn-fool reason. He had a knack for screwing up, and it's arguable that his career would never have happened if Lee Krasner hadn't poked her head around his door one day.\n\nKrasner (played by Marcia Gay Harden, also Oscar nominated, who evokes enormous sympathy and patience) comes calling because she wants to see his paintings. She passes her hand over them as if testing their temperature. She knows they are good. She senses that Pollock takes little initiative in personal matters and takes charge of their relationship, undressing while Pollock is still looking for his cigarettes. She goes in with her eyes open. She knows she's marrying a troubled man, but stands by him and is repaid with a couple of happy years when they get a place in the country, and he doesn't drink. Then the troubles start again--a bottle of beer, a fight, an upset table at Thanksgiving and affairs with hero-worshipping girls like Ruth Klingman (Jennifer Connelly).\n\nI don't know if Ed Harris knows how to paint, but he knows how to look like he's painting. There's a virtuoso scene where he paints a mural for Peggy's town house, utterly confident, fast and sure, in the flow. And others where we see the famous drip technique (and see that \"anyone\" could not do it). His judge and jury is the critic Clement Greenberg, played with judicious, plummy certainty by Jeffrey Tambor. He says what he thinks, praising early work and bringing Guggenheim around, then attacking later work as the world embraces it (\"pretentious muddiness\").\n\n\"Pollock\" is confident, insightful work--one of the year's best films. Harris is always a good actor but here seems possessed, as if he had a leap of empathy for Pollock. His direction is assured, economical, knows where it's going and what it wants to do. No fancy visual gimmicks, just the look and feel of this world.\n\nI first saw the movie at the Toronto Film Festival, and a day later ran into painter-filmmaker Julian Schnabel. I mentioned Pollock's suffering.\n\n\"What happened to Jackson Pollock when he was painting,\" Schnabel said, \"is he was free.\" That's what Harris communicates in the film. A man is miserable but he is given a gift. The gift lifts his misery while he employs it. It brings joy to himself and others. It creates space he can hide in, space he can breathe in, space he can escape to. He needs that space, and given his demons, painting is the only way he can find it.", "running_time": 122, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-02-16", "genres": ["Drama", "Indie", "Romance"], "title": "Pollock (2001)"}