{"url": "http://www.rogerebert.com/reviews/poltergeist-1982", "by": null, "star_rating": 3.0, "text": "Special effects in the movies have grown so skilled, sensational, and scary that they sometimes upstage the human actors. And they often cost a lot more. In \"Poltergeist,\" for example, the cast is made up of relatively unknown performers, but that's all right because the real stars are producer Steven Spielberg (\"Raiders of the Lost Ark\"), director Tobe Hooper (\"The Texas Chainsaw Massacre\"), and their reputations for special effects and realistic violence. Their names on this horror film suggest that its technology will be impeccable. And they don't disappoint us. This is the movie \"The Amityville Horror\" dreamed of being. It begins with the same ingredients (a happy American family, living in a big, comfortable house). It provides similar warnings of doom (household objects move by themselves, the weather seems different around the house than anywhere else). And it ends with a similar apocalypse (spirits take total possession of the house, and terrorize the family). Even some of the special effects are quite similar, as when greasy goo begins to ooze around the edges of a doorjamb.\n\nBut \"Poltergeist\" is an effective thriller, not so much because of the special effects, as because Hooper and Spielberg have tried to see the movie's strange events through the eyes of the family members, instead of just standing back and letting the special effects overwhelm the cast along with the audience. The movie takes place in Spielberg's favorite terrain, the American suburb (also the locale of parts of \"Close Encounters of the Third Kind,\" \"Jaws\" and \"E.T. The Extra-Terrestrial\"). The haunted house doesn't have seven gables, but it does have a two-car garage. It is occupied by a fairly normal family (two parents, three kids) and the movie begins on a somewhat hopeful note with the playing of \"The Star Spangled Banner\" as a TV station signs off.\n\nThe opening visuals, however, are somewhat ominous. They're an extreme close-up of a TV screen, filled with the usual patriotic images (Iwo Jima, the Lincoln Memorial). Why so close? We're almost being invited to look between the dots on the screen and see something else. And indeed, the family's youngest daughter, an open-faced, long-haired, innocent little cherub, begins to talk to the screen. She's in touch with the \"TV people.\" Before long she disappears from this plane of existence and goes to live with the TV people, wherever they are. Weird events begin to happen in the house. An old tree behaves ominously. The swimming pool seems to have a mind of its own. And the villains are the same people who were the bad guys in Spielberg's \"Jaws\" -- the real estate developers. This time, instead of encouraging people to go back into the water, they're building a subdivision on top of an old graveyard.\n\nThis is all ridiculous, but Hooper and Spielberg hold our interest by observing the everyday rituals of this family so closely that, since the family seems real, the weird events take on a certain credibility by association. That's during the first hour of the movie. Then all hell breaks loose, and the movie begins to operate on the same plane as \"Alien\" or \"Altered States,\" as a shocking special-effects sound-and-light show. A closet seems to exist in another dimension. The swimming pool is filled with grasping, despairing forms of the undead. The search for the missing little girl involves a professional psionics expert, and a lady dwarf who specializes in \"cleaning\" haunted homes. Nobody ever does decide whether a poltergeist really is involved in the events in the house, or who the poltergeist may be, but if that doesn't prevent them from naming the movie \"Poltergeist\" I guess it shouldn't keep us from enjoying it.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1982, "date_published": "1982-06-01", "genres": ["Horror"], "title": "Poltergeist (1982)"}