{"url": "http://www.rogerebert.com/reviews/ponette-1997", "by": "Victoire Thivisolas Ponette", "star_rating": 3.5, "text": "\"Ponette\" enters the mystery of a little girl's mind at the age of 4, when she has all of her intelligence but little experience and information. Ponette has been in a car crash. Her arm was broken. \"Mommy may die,\" her father tells her. How does she deal with that information? What does death mean to a 4-year-old? How can it be dealt with? \n\nThe most extraordinary thing about \"Ponette\" is the way it faces these questions while staying resolutely within the focus of the child's mind. It follows the little girl out of the hospital and to her aunt's house, where with two cousins about her own age she tries to puzzle out what is happening to her.\n\nShe doesn't get a lot of help from her father. \"Mommy's dead,\" he tells her after a few days. \"She was all broken. They couldn't fix her.\" He is preoccupied with his own grief. He makes her promise not to die. And he talks about how stupid his wife was to get in the car crash. \"She's not stupid!\" Ponette cries. \"It wasn't her fault!\" \n\nPlayed by Victoire Thivisol, Ponette is a small, blond, round-faced girl, very solemn much of the time, and the film follows her with an intensity that requires her to give a real performance--not as a \"child actor,\" but as a real actor who has to negotiate tricky dialogue and situations. She does. \"In the matter of child acting,\" writes Stanley Kauffmann, \"this is the most extraordinary picture I know.\" (Thivisol's performance won the best actress award at the 1996 Venice Film Festival.) \n\nIn preparing the dialogue for Ponette and her young friends, Jacques Doillon, the writer-director, interviewed hundreds of children, I understand. What he captures is the logical way that kids proceed from what little they know to what, therefore, must be the case. As Ponette copes with the fact that her mother is in a coffin and will soon be under the ground, her little friend explains about crucifixes and pillows under the head and what happens to bodies after a long time, and adds helpfully: \"I like living above ground. I really hate skulls.\" \n\nWhether Ponette understands the finality of death in an adult way is a good question. Certainly she misses her mother, and is not consoled by her aunt's stories about Jesus and resurrection. If Jesus gets to rise from the dead, she asks not unreasonably, why can't her mother? And if it's true, as she's told, that the dead sometimes like to have little gifts or keepsakes left in their coffin to remember things by, then why not offer her mother even larger gifts? There is a scene where Ponette stands fiercely under the empty sky, holding up the offerings she has selected, hoping her mother will come down for them.\n\nThe film is not entirely about the aftermath of death. Its real subject is the development of intelligence in childhood. How do kids interact with their environment and learn from their friends, and fashion theories and test them out? There is a sequence where the children play a game involving an empty dumpster. Is it dangerous? Perhaps. Do they benefit from the game? Yes. Because city streets are no longer considered safe for children, they're kept inside more than earlier generations. Street games are no longer played. In \"Ponette\" we see how through trial and error these children learn from the lessons and adventures of the neighborhood.\n\nThe theology in \"Ponette\" is direct and challenging. Given the consolations of the Christian faith, Ponette responds with reasonable questions a child might ask and a philosopher might not be able to answer. She also has to do deal with the casual cruelties of childhood, as when a friend tells her: \"You killed your mother.\" Applying logic, Ponette determines that if her mother died and went to heaven, then the best way to visit her would be to die and go to the same place. \"I want you to make me die,\" she tells a friend.\n\nThe movie's one wrong step is a closing sequence reuniting Ponette with her mother. Is this a fantasy, or a miracle? A miracle, I fear--and Ponette deserves better. In the real world, when mothers die they don't come back. Ponette has just about dealt with that when the movie sneaks in a happy ending. She'll never learn that way.\n\nBut the ending is an imperfection in a film of great imagination and close observation. I can't even begin to imagine how Doillon obtained these performances from Thivisol and her friends (Matiaz Bureau and Delphine Schiltz). Watching this film is like eavesdropping on bright children and observing the process by which their intelligence builds their personalities, their beliefs, their strategies and their minds.", "running_time": 92, "mpaa_rating": "NR", "release_year": 1997, "date_published": "1997-06-27", "genres": ["Drama", "Foreign"], "title": "Ponette (1997)"}