{"url": "http://www.rogerebert.com/reviews/ponyo-2009", "by": "Noah Cyrusas Ponyo", "star_rating": 4.0, "text": "There is a word to describe “Ponyo,” and that word is magical. This poetic, visually breathtaking work by the greatest of all animators has such deep charm that adults and children will both be touched. It’s wonderful and never even seems to try: It unfolds fantastically.\n\nThe G-rated feature tells a story both simple and profound. Sosuke, a 5-year-old who lives in a house on a seaside cliff, finds a goldfish trapped in a jar on the beach. This is Ponyo. Freeing her, he is rewarded by a lick on a finger that heals a cut. And by tasting human blood, we learn, Ponyo gains the ability to transform between fish and human.\n\nThis begins a friendship. Sosuke (the voice of Frankie Jonas, younger brother of the Jonas Brothers) protects Ponyo (Noah Cyrus, Miley’s kid sister) in a pail until arms and legs pop spontaneously from her body and she becomes a little girl who speaks his language. He takes her to school and to the nursing home next door where his father works; all is wonderful until we discover that by crossing the divide between land and sea, Ponyo has triggered ecological changes that unleash a dangerous tsunami that floods Sosuke’s village right up to the doorstep of his house.\n\nThis begins an exciting escape in a toy boat that Ponyo magically enlarges, and a dreamlike journey among flooded treetops in search of Sosuke’s mother. From the surface, they can see giant prehistoric fish, awakened by the great wave, which cruise the highways his mother once drove.\n\nThis cannot help sounding like standard animated fare. But I have failed to evoke the wonder of Hayao Miyazaki’s artistry. This 68-year-old Japanese master continues to create animation drawn by hand, just as “Snow White” and “Pinocchio” were. There is a fluid, organic quality to his work that exposes the facile efficiency of CGI. And, my God! — his imagination!\n\nThe film opens with a spellbinding, wordless sequence beneath the sea, showing floating jellyfish and scampering bottom-dwellers. The pastels of this scene make “Ponyo” one of the very rare movies where I want to sit in the front row, to drown in it. This is more than “artistry.” It is art.\n\nAnd consider Miyazaki’s imagination as he creates a human protector of this seascape, Fujimoto (Liam Neeson). He is the father of Ponyo and her countless baby sisters (the biology involved is widely not explained). Although he seems sinister at first, his desire to keep Ponyo in the sea is eventually explained because of his concern for the balance of Earth’s nature.\n\nAlready it is threatened by the debris of human civilization; we see a bottom-scooping ship dredge up tons of waste. Sosuke’s happy life on the clifftop and the peace of his friends at the old folks’ home are belied by the pollution so near at hand. Of course, it is up to Ponyo and Sosuke to set things back in balance.\n\nMiyazaki is the Japanese creator of “My Neighbor Totoro,” “Spirited Away,” “Howl’s Moving Castle” and many other beloved films. Already I have heard from a few people who don’t want to see it “because it’s Japanese.” This is solid-gold ignorance. “Is it only dubbed?” I was asked. You dummy! All animated films are dubbed! Little Nemo can’t really speak!\n\nMiyazaki is known as the god of American animators, and Disney has supplied “Ponyo” with an A-list cast of vocal talents, also including Cate Blanchett, Matt Damon and Tina Fey. The English-language version has been adapted by John Lasseter (“Toy Story,” “Cars”) and, believe me, he did it for love, not money. There are so few movies that can delight both a small child and the adult in the next seat. Here is one of them.", "running_time": 100, "mpaa_rating": "G", "release_year": 2009, "date_published": "2009-08-12", "genres": ["Adventure", "Animation", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "Ponyo (2009)"}