{"url": "http://www.rogerebert.com/reviews/poolhall-junkies-2003", "by": "Chazz Palminterias Joe", "star_rating": 3.0, "text": "One of the things I like best about \"Poolhall Junkies\" is its lack of grim desperation. Its characters know that pool is a game and do not lead lives in which every monent is a headbutt withe fate. Yes, there are fights, weapons are drawn and old scores are settled, but the hero's most important bet is made to help his girl get a job she wants, the two archrivals are clearly destined to become friends and Christopher Walken gets to deliver one of his famous monologues. He starts out, \"Have you ever watched one of those animal channels?\" and we are grinning already.\n\nThis is a young man's film, humming with the fun of making it. It was directed and co-written by Gregory \"Mars\" Callahan, who also plays the leading role, Johnny Doyle, who was so good when he was a kid that \"the cue was part of his arm and the balls had eyes.\" He never wanted to grow up to be a pool hustler. He wanted to join the pro tour. He's a good player, but he's not one of those nuts whose eyeballs spin like pinwheels when he's lining up a shot.\n\nJohnny was more or less abandoned by his parents and adopted by Joe (Chazz Palminteri), a manager of young pool talent. Joe likes taking his cut from the kid's earnings, and Johnny grows up before he discovers that Joe destroyed his invitation to join the pros. That leads to a scene in which Joe breaks the kid's hand, but not his thumb, and then seeks more revenge by taking a new protege named Brad (Rick Schroder) under his management. Joe also involves Johnny's kid brother Danny (Michael Rosenbaum) in big trouble.\n\nJohnny has a girlfriend named Tara (Alison Eastwood) who's in law school and doesn't approve of pool hustling, so Johnny gets a job as a construction carpenter, but the nails do not have eyes. Johnny and Tara are invited to a party at the home of a rich lawyer, where they meet her Uncle Mike (Walken), one of the few actors in movie history who always draws a quiet rustle of pleasure from the audience the first time he appears on the screen.\n\nAnd so on. The plot you are already generally familiar with. There will be high-stakes games of pool with lives and fortunes, etc., hanging in the balance. That goes with the territory. \"Poolhall Junkies\" is a pleasure not because it rivets us with unbearable poolhall suspense but because it finds a voluptuous enjoyment in the act of moviemaking. You get the sense that \"Mars\" Callahan, who I have never met, woke during the night to hug himself that he was getting to make this movie.\n\n\"Poolhall Junkies\" has big moments of inspiration, like the Walken speech and a couple of other monologues. It has movie-fan moments, as when Rod Steiger, as the manager of a poolhall, gets to stick out his lower jaw and lay it on the line (this was Steiger's final role). It has Callahan as a serious kid with chiseled dark Irish features, who is cool like McQueen was cool--no big thing, just born that way.\n\nAnd then it has, well, this corny stuff that Callahan kept in the screenplay because he's no doubt the kind of guy who doesn't like to walk into a bar without a joke to tell. There's a lawyer joke (\"What do you call it when you have 10,000 lawyers buried up to their necks in the sand?\"). And the oldest trick bet in the book (\"I'll bet you I can tell you where you got your shoes\"). And a barroom hustle recycled directly out of Steve Buscemi's \"Trees Lounge\" (\"I'll bet I can drink both of these pints faster than you can drink both of those shots\"). I mean, come on.\n\nThese little hustles set up bigger ones which are also the oldest gags in the book, but the movie delivers on them and has fun while it's doing it. Callahan plays the character of Johnny Doyle not to persuade you he's the meanest mother in the city, but simply to demonstrate that it would not be wise to bet large sums of money against him in the game of pool. There is an innocence at work here that reminds me of young Sylvester Stallone, who gave Rocky Balboa pet turtles named Cuff and Link.\n\nIs this a great movie? Not at all. Is it more or less consistently entertaining? Yes. Do Walken and Palminteri do things casually that most actors could not do at all? Yes. Did I feel afterward as if I had been dragged through the blood and grime of the mean streets? No, but I felt like I had a good time at the movies.", "running_time": 95, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-02-28", "genres": ["Drama", "Indie", "Thriller"], "title": "Poolhall Junkies (2003)"}