{"url": "http://www.rogerebert.com/reviews/popeye-1980", "by": "Robin Williamsas Popeye", "star_rating": 3.5, "text": "\n\nOne of Robert Altman's trademarks is the way he creates whole\r\nnew worlds in his movies -- worlds where we somehow don't believe that life\r\nends at the edge of the screen, worlds in which the main characters are\r\nsurrounded by other people plunging ahead at the business of living. That gift\r\nfor populating new places is one of the richest treasures in\r\n\"Popeye,\" Altman's musical comedy. He takes one of the most\r\nartificial and limiting of art forms -- the comic strip -- and raises it to the\r\nlevel of high comedy and high spirits.\n\nAnd\r\nyet \"Popeye\" nevertheless remains true to its origin on the comic\r\npage, and in those classic cartoons by Max Fleischer. A review of this film\r\nalmost has to start with the work of Wolf Kroeger, the production designer, who\r\ncreated an astonishingly detailed and rich set on the movie's Malta locations.\r\nMost of the action takes place in a ramshackle fishing hamlet --\r\n\"Sweethaven\" -- where the streets run at crazy angles up the\r\nhillsides, and the rooming houses and saloons lean together dangerously.\n\nSweethaven\r\nhas been populated by actors who look, or are made to look, so much like their\r\nfunny-page originals that it's hardly even jarring that they're not cartoons.\r\nAudiences immediately notice the immense forearms on Robin Williams, who plays\r\nPopeye; they're big, brawny, and completely convincing. But so is Williams's\r\nperpetual squint and his lopsided smile. Shelley Duvall, the star of so many\r\nother Altman films, is perfect here as Olive Oyl, the role she was born to\r\nplay. She brings to Olive a certain ... dignity, you might say. She's not\r\nlightly scorned, and although she may tear apart a room in an unsuccessful\r\nattempt to open the curtains, she is fearless in the face of her terrifying fiancé,\r\nBluto. The list continues: Paul Smith (the torturer in \"Midnight Express\")\r\nlooks ferociously Bluto-like, and Paul Dooley (the father in \"Breaking\r\nAway\") is a perfect Wimpy, forever curiously sniffing a hamburger with a\r\nconnoisseur's fanatic passion. Even the little baby, Swee' Pea, played by\r\nAltman's grandson, Wesley Ivan Hurt, looks like typecasting.\n\nBut\r\nit's not enough that the characters and the locations look their parts. Altman\r\nhas breathed life into this material, and he hasn't done it by pretending it's\r\ncamp, either. He organizes a screenful of activity, so carefully choreographed\r\nthat it's a delight, for example to watch the moves as the guests in Olive's\r\nrooming house make stabs at the plates of food on the table.\n\nThere\r\nare several set pieces. One involves Popeye's arrival at Sweethaven, another a\r\nstop on his lonely quest for his long-lost father. Another is the big wedding\r\nday for Bluto and Olive Oyl, with Olive among the missing and Bluto's temper\r\ngrowing until steam jets from his ears. There is the excursion to the amusement\r\npier, and the melee at the dinner table, and the revelation of the true\r\nidentity of a mysterious admiral, and the kidnapping of Swee' Pea, and then the\r\nkidnapping of Olive Oyl and her subsequent wrestling match with a savage\r\noctopus.\n\nThe\r\nmovie's songs, by Harry Nilsson, fit into all of this quite effortlessly.\r\nInstead of having everything come to a halt for the musical set pieces, Altman\r\nstitches them into the fabric. Robin Williams sings Popeye's anthem, \"I\r\nYam What I Yam\" with a growling old sea dog's stubbornness. Bluto's\r\n\"I'm Mean\" has an undeniable conviction, and so does Olive Oyl's song\r\nto Bluto, \"He's Large.\" Shelley Duvall's performance as Olive Oyl\r\nalso benefits from the amazingly ungainly walking style she brings to the\r\nmovie.\n\n\"Popeye,\"\r\nthen, is lots of fun. It suggests that it is possible to take the broad strokes\r\nof a comic strip and turn them into sophisticated entertainment. What's needed\r\nis the right attitude toward the material. If Altman and his people had been\r\nthe slightest bit condescending toward \"Popeye,\" the movie might have\r\ncrash-landed. But it's clear that this movie has an affection for\r\n\"Popeye,\" and so much regard for the sailor man that it even bothers\r\nto reveal the real truth about his opinion of spinach.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Action", "Adventure", "Comedy", "Family", "Music"], "title": "Popeye (1980)"}