{"url": "http://www.rogerebert.com/reviews/popi-1969", "by": "Alan Arkinas Abraham", "star_rating": 2.5, "text": "The premise is promising. Alan Arkin plays a harried Puerto Rican father in New York's Spanish Harlem. He holds three jobs in an attempt to raise his two young sons decently. But as a result, he's too busy to pay adequate attention to the kids. They're about to be absorbed by the street society of hoods, gamblers, drifters, delinquents, pimps and -- well, everywhere Arkin looks, there's another real or imagined danger.\n\nSo he dreams up a plan to take the kids to Florida, set them adrift in the Gulf Stream, have them masquerade as Cuban refugees and get them adopted by a rich family.\n\nIt is here that the movie bogs down. Because this plan is too fantastic, \"Popi\" splits apart in the middle. The first half, set in New York, is rich and warm, filled with the flavor of city life. The second half, involving the Florida plan, functions only on the level of TV situation comedy. It is simply not believable. And Arkin's two young sons (Miguel Alejandro and Ruben Figueroa), who were so spirited and convincing in the film's city scenes, go adrift in scenes involving hospital administrators, Free Cuban patriots and newspapermen.\n\nThat is not to say that \"Popi\" isn't an engaging movie. It is, largely because the kids were well cast and because of Arkin. He occasionally indulges a tendency to throw in favorite bits of business (reminding us somehow of Peter Sellers as he plays a hotel waiter who's mistaken for a Bay of Pigs veteran). And he is too precious in a few scenes, considering that \"Popi\" is more of a drama than a comedy. In one, he puts his feet in buckets to walk across a flooded basement, and we might still be watching inspector Clouseau.\n\nBut on the whole he's effective. He gets us involved in his problems. There's a fine scene during which he discovers that one son has broken open the mailbox to steal an unfavorable letter from a teacher. Arkin and the kids stand toe-to-toe and shout it out. Later, he learns that the kids have palmed him off as the relative of a big gangster -- to gain freedom of passage through the streets.\n\nSomehow, though, the script just doesn't come together. There's some unconvincing business involving Rita Moreno (whom Arkin would marry except for the responsibility of the kids). There's an awkward pre-adolescent love affair between one kid and the girl downstairs. There's too much easy melodrama at the hospital when the kids are discovered.\n\nAnd finally we understand that \"Popi\" isn't really about Spanish Harlem, or the problems of raising kids in a city. It's a pleasant fantasy, a TV drama with a little extra weight, and it's not really concerned with getting under the skins of these potentially interesting characters.", "running_time": 113, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-06-13", "genres": ["Comedy"], "title": "Popi (1969)"}