{"url": "http://www.rogerebert.com/reviews/porkys-1981", "by": null, "star_rating": 1.5, "text": "\r\n\n\n“Porky’s” is another raunchy\r\nteenage sex-and-food-fight movie. The whole genre seems fixated on the late\r\n1950s and early 1960s, when the filmmakers, no doubt, were teenagers. Do\r\ntoday's teenagers really identify with jokes about locker rooms, Trojans,\r\nboobs, jockstraps, killer-dyke gym coaches, and barfing? Well, yes, probably they\r\ndo. Teenagers seem to occupy a time warp of eternally unchanging\r\npreoccupations. Hollywood originally entered that world with a certain\r\ninnocence in the late 1950s with Pat Boone and beach party movies. That\r\ninnocence is now long, long ago. Since “American Graffiti,” “National Lampoon’s\r\nAnimal House,” and “Meatballs,” the A.C.N.E.S. movie has turned cynical. You\r\nremember what A.C.N.E.S. stands for. It's an acronym for any movie about the\r\ndreaded Adolescent Character's Neurotic Eroticism Syndrome. \n\n\r\nIn “Porky’s”, the male characters are neurotic\r\nabout the usual three subjects: the size, experience, and health of their\r\nreproductive organs. The female characters, on the other hand, are seen almost\r\nentirely as an undiscovered species from a lost continent. They're whispered\r\nabout, speculated about, spied upon, victimized, and, in general, feared. And\r\nit's not only Ms. Balbricker, the juggernaut gym coach, who's a heavy. All of\r\nthe women in this movie are weird. One howls like a dog during sexual\r\nintercourse. Others lure unsuspecting horny teenage boys into rooms with\r\ntrapdoors, and dump them into alligator-infested waters. \n\n\r\nIn fact, the strangest thing about “Porky’s” is\r\nhow much it hates women. The only close friendships in the movie are between\r\nmen. The movie even takes certain scenes that are usually cliches for female\r\ncharacters and assigns them to men. For example, you can hardly make a movie\r\nlike this without a scene in which someone's caught nude in public. Remember\r\n\"Hot Lips\" in “MASH”? In “Porky’s,” it's a kid named Pee Wee. He's\r\ncaught with his pants down, chased into the woods, picked up by the cops, and\r\ndeposited at the local drive-in hamburger stand, where he poses like September\r\nMorn. \n\n\r\nSince the movie doesn't like women, its sex\r\nscenes all create fear and hostility, which prevents them from being funny (sex\r\nscenes about fear and hostility, on the other hand, can be very funny). Even in\r\nan easy scene like the one where the guys spy on the girls in the locker room,\r\nthe director, Bob Clark, blows it. Peeping Tom scenes can be very funny\r\n(remember John Belushi on the ladder in “Animal House?”) Here, it's just\r\nsmarmy. There's one other problem. None of the male actors in this movie look,\r\nsound, or act like teenagers. They all look like overgrown preppies at their\r\nfraternity pledge class's fifth reunion. Jokes based on embarrassment never\r\nwork unless we can identify with the embarrassed character. Here, the actors\r\nall seem to be just acting. \n\n\r\nI see that I have neglected to summarize the\r\nplot of “Porky’s.” And I don't think I will. I don't feel like writing one more\r\nsentence (which is, to be sure, all it would take).", "running_time": 94, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Comedy"], "title": "Porky's (1981)"}