{"url": "http://www.rogerebert.com/reviews/portnoys-complaint-1972", "by": "Richard Benjaminas Alexander Portnoy", "star_rating": 2.0, "text": "I rubbed my eyes with disbelief. No, I was not blind. I was reading an ad for \"Portnoy's Complaint,\" and it said the movie had been given an R rating. That was impossible to comprehend. How could Philip Roth's saga of masturbation have been made into anything but an X-rated movie?\n\nThe whole basis of his comic invention lay in Roth's absolute frankness and lack of inhibition. Like the Lenny Bruce of a decade before, he was creating the humor of shock. He also was writing an authentic tragicomedy that said something both hard-boiled and sympathetic about Alexander Portnoy (and, according to the latest statistics from Masters and Johnson, about 91 per cent of the rest of us).\n\nTo be sure, Roth's subject and approach was in bad taste -- but in magnificently bad taste. It was something like two of my favorite comedies, \"The Producers\" (1968) and \"Where's Poppa?\", which had the courage to face their subjects forthrightly and go for belly-laughs instead of embarrassed snickers. When you try to handle bad taste in good taste, you almost always wind up with something truly obscene.\n\nThat is apparently what the little old ladies on the Chicago Police Censor Board have decided, since they ignored the R rating and made \"Portnoy\" adults-only in Chicago. This was no doubt to protect those under 18 from exposure to a subject about which, of course, they have no knowledge.\n\nIn any event, the movie version of \"Portnoy's Complaint\" is a true fiasco. It has been written, produced and directed by Ernest Lehman as a sort of expedition with gun and camera into the untamed jungle of Alexander Portnoy's fantasies. But it's hard to show fantasies in a movie. Movies are terribly literal and can't get away with flights of fancy the way novels can. Maybe that's why the best moments in the movie come when Lehman simply has his hero repeat Roth's dialog from the book, verbatim. This is the way he handles the celebrated encounter with the Portnoy family's liver dinner, and I suppose we should all be relieved that we didn't have to watch them sit down to that particular meal.\n\nThe casting of Richard Benjamin as Portnoy is not inspired, but I suppose it was inevitable. He has played the sexually inept, introverted Jewish schlemiel in so many movies (\"Goodbye, Columbus,\" \"Diary of a Mad Housewife,\" \"The Marriage of a Young Stockbroker\") that if he hasn't lost his mind or gotten any warts by now he can stop worrying. Karen Black is very good as the Monkey, the shikse object of Portnoy's dreams. But Lee Grant simply doesn't do as Portnoy's mother. She is too slender, too organized, not driven enough. I dunno; I keep visualizing Shelly Winters as Mrs. Portnoy.\n\nJewishness was at the heart of Roth's novel, but the movie has no heart and little apparent sympathy with its Jewish characters; it replaces Roth's cynical and carefully aimed satire with a bunch of offensive one-liners, and it uses the cover of a best seller to get away with ethnic libels that entirely lose their point out of Roth's specific context. And what's maybe even worse, it takes the most cherished of all Jewish stereotypes -- the Jewish mother -- and gets it wrong. The Sophie Portnoy of Roth's novel was at least a recognizable caricature. But the Mrs. Portnoy of the movie is simply a morass of frantic dialog, clumsily photographed. There's no person there at all.\n\nAll of this is a shame, because a movie might have been made from \"Portnoy's Complaint\" that was both true and funny. It is a good thing when movies explore some of the richness of the American ethnic mix, and one of the advances of the last few decades has been the replacement of the all-purpose WASP by movie characters who seem to have come from somewhere, and who know who they are.\n\nThe other thing lacking in the movie is the book's sense of mischievous fun and the kind of joy contained in Roth's liberating message. In these times of hard-core pornography and sexual overkill, he is inviting the repressed and frustrated to do unto others as they do unto themselves. Now there is a thought for today.", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-07-07", "genres": null, "title": "Portnoy's Complaint (1972)"}