{"url": "http://www.rogerebert.com/reviews/poseidon-2006", "by": "Josh Lucasas Dylan Johns", "star_rating": 2.0, "text": "An odd and unexpected word kept nudging its way into my mind as I sat watching \"Poseidon.\" That word was perfunctory. I hoped that other words would replace it. I knew I was not enjoying the movie, but I hoped it would improve or, lacking that, discover an interesting way to fail. But no. It was perfunctory, by which I mean, according to the dictionary that came with my computer: cursory, desultory, hurried, rapid, fleeting, token, casual, superficial, careless, halfhearted, sketchy, mechanical, automatic, routine, and offhand.\n\nYes. And if you want to see the opposite of those qualities, consider some of the other films by the director Wolfgang Petersen, most notably \"Das Boot\" (1981) but also \"In the Line of Fire\" (1993) and \"The Perfect Storm\" (2000). It may have been the latter movie that won him the assignment to remake \"The Poseidon Adventure\" (1972). In \"The Perfect Storm,\" he shows a fishing boat trying to climb an overwhelming wall of water, and failing. It is one of the best adventure movies of recent years, with vivid characters, convincing special effects and a tangible feel for the relentless sea.\n\nHaving made such considerable movies, Petersen does not seem to have been inspired by the opportunity to remake a movie that was not all that good to begin with. Everyone in his audience already knows the story, and much of the suspense depends on who gets the Shelley Winters role and has to hold his or her breath for a long time under water. \"Poseidon\" follows, as it must, the formula for a Disaster Movie, which involves (1) a container holding a lot of characters; (2) cameos to establish them in broad, simplistic strokes; (3) a catastrophe; (4) the struggle of the survivors, and (5) the loss of at least one character we hate and one character we like, and the survival of the others, while thousands of extras die unmourned. It might be interesting to add (6) deadly snakes on the loose, but they've all been signed up for the forthcoming \"Snakes on a Plane.\"\n\nThe container can be an ocean liner, an airplane, a skyscraper, a Super Bowl stadium, whatever. Doesn't matter. This time it is an ocean liner, overturned by a \"rogue wave\" that leaves it floating upside down. The ship's captain (Andre Braugher) assures the passengers, who were just celebrating New Year's Eve, that they will be safe in the giant ballroom. A few daring souls think otherwise. They decide to save themselves by, essentially, escaping up the down staircase.\n\nThese characters include the heroic Dylan Johns (Josh Lucas), the equally heroic Robert Ramsey (Kurt Russell), his daughter Jennifer (Emmy Rossum), the obnoxious Lucky Larry (Kevin Dillon), the suicidal Richard Nelson (Richard Dreyfuss), the mother (Jacinda Barrett) and her son Conor (Jimmy Bennett) and a stowaway (Mia Maestro). All of their human stories will play out against the drama of the endangered ship. As they say.\n\nWhat do I mean by \"perfunctory\"? I mean that Petersen's heart isn't in it. He is too wise a director to think this is first-rate material, and too good a director to turn it into enjoyable trash. We realize with a sinking heart that we will have to experience various stock situations, including (1) a perilous traverse over a dizzying drop; (2) an escape from seemingly locked rooms; (3) repeated threats of drowning and electrocution; (4) crucial decisions in which the right button will save them and the wrong one will doom them, and (5) ingenious reasoning by people who know nothing about ships but are expert at finding the charts, maps and diagrams they can instantly decode (\"This is the ballast tank!\" \"The bulkheads are activated by water pressure!\" \"This is the way out!\").\n\nDuring all this time, exterior CGI shots will show the ship being rocked by enormous explosions, although curiously the lights come on from time to time when they are convenient, and the characters have all the flashlights they need to allow us to see the action. The characters also will all find time to sort out all the romantic complications, family differences, personal hangups and character flaws that have been carefully introduced for this purpose.\n\nThere is nothing wrong with the performances. All of the actors are professionals, although none have as much fun as Shelley Winters, who is the actor everyone remembers from the 1972 movie. They are wet a lot, desperate a lot, endangered a lot and surrounded by a lot of special effects. Then some of them survive and others die. You don't know a thing at the end of the movie you didn't know at the beginning. In the proper hands, this could have been a sequel to \"Airplane!\" named \"Ocean Liner!\" in which once the characters battle their way to the top (i.e., bottom) of the overturned ship, a second wave flips it again, and they have to retrace their steps.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-05-11", "genres": ["Action", "Adventure", "Disaster", "Thriller"], "title": "Poseidon (2006)"}