{"url": "http://www.rogerebert.com/reviews/posse-1993", "by": "Mario Van Peeblesas Jessie Lee", "star_rating": 2.0, "text": "The underlying story of \"Posse\" is one that needs to be told, about an American West that was populated not just by white cowboys, but also by blacks, who rode the range, were lawmen and outlaws, and ruled themselves in their own black townships. It is a West not often seen in Hollywood movies; 79-year-old Woody Strode, who appears in a supporting role, is one of only a few African-Americans to appear in Westerns before recent years.\n\nThe story needs to be told, but unfortunately that is what director Mario Van Peebles does not do in \"Posse.\" This is an overdirected, overphotographed, overdone movie that is so distracted by its hectic, relentless style that the story line is rendered almost incoherent. The camera never stands still when it can circle.\n\nA shot is never held if it can be intercut with other shots. And the dialogue exists so uneasily with the overdone surround sound effects that at times it's hard to understand the words.\n\nVan Peebles is a good director. He proved that with 1991's \"New Jack City,\" a powerful feature debut. I do not understand what went wrong here. Did he fear that the movie's basic story was too mundane without the visual pyrotechnics? Did he get hooked on an overwrought style and not realize how confusingly it would play? The movie begins during the Spanish-American War, when a band of black U.S. soldiers, including Van Peebles, Charles Lane, Tone Loc, Tiny Lister and their white comrade, Stephen Baldwin, fight heroically but are undercut by their corrupt white commander (Billy Zane). The opening battle scenes are not promising; the soundtrack is so busy that plot points get lost.\n\nAfter the war, the veterans form a \"posse\" and ride out west, ultimately arriving in Freemanville, the black-run town where the Van Peebles character was born and raised. The town is under attack from neighboring white racists and a vicious white law enforcement system, and eventually the posse goes into battle to establish justice.\n\nThat is the story. Told in another way, it might have made \"Posse\" into a compelling film. Unfortunately, Van Peebles is never able to find a clear story line and follow it. Characters drift in and out of focus. Their personalities are never clearly established, although they're heavy on mannerisms (director Charles Lane, for example, plays a little guy who never stops talking). The movie is action without meaning, violence without the setup that would make it meaningful.\n\nFollowing the principle that you can't have too much of a good thing, Van Peebles has filled the cast with familiar faces. Read the credits and you will know to look not only for Strode, but for Mario's father Melvin Van Peebles, Blair Underwood, Pam Grier, Nipsey Russell, Isaac Hayes and Robert Hooks. But no use is made of them.\n\nGrier, for example, is essentially used just as an extra, with one or two inane lines of dialogue.\n\n\"Posse\" closes with solemn end titles concluding that white America mistreated its black citizens, then and now. We even learn what percentage of the national wealth is currently in African-American hands. I guess this sloganeering is an attempt to provide the film with a meaning that its story fails to deliver. If Van Peebles had cared a little more about his closing messages, he might have made a movie about them, instead of this self-indulgent exercise in overheated style.", "running_time": 105, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-05-14", "genres": ["Action", "Adventure", "Western"], "title": "Posse (1993)"}