{"url": "http://www.rogerebert.com/reviews/possession-2002", "by": "Gwyneth Paltrowas Maud Bailey", "star_rating": 3.5, "text": "A visiting American scholar is paging through an old volume at the British Museum when he comes upon a letter stuffed between the pages--a love letter, it would appear, from Queen Victoria's poet laureate, addressed to a woman not his wife. The poet has been held up for more than a century as a model of marital fidelity. The letter is dynamite. The scholar slips the letter out of the book and into his portfolio, and is soon displaying it, with all the pride and uncertainly of a new father, to a British woman who knows (or thought she knew) everything about the poet.\n\nThe American, named Roland Michell (Aaron Eckhart), is professionally ambitious but has a block against personal intimacy. The British expert, named Maud Bailey (Gwyneth Paltrow), is suspicious of love, suspicious of men, suspicious of theories that overturn a century of knowledge about her speciality. Together, warily, edgily, they begin to track down the possibility that the happily married Randolph Henry Ash did indeed have an affair with the 19th century feminist and lesbian Christabel LaMotte. Two modern people with high walls of privacy are therefore investigating two Victorians who in theory never even met.\n\nThis setup from A.S. Byatt's 1990 Booker Prize-winning novel would seem like the last premise in the world to attract director Neil LaBute, whose \"In the Company of Men\" and \"Your Friends & Neighbors\" were about hard-edged modern sexual warfare. But look again at the romantic fantasies in his overlooked \"Nurse Betty\" (2000), about a housewife in love with a soap opera character and a killer in love with a photograph of the housewife, and you will see the same premise: Love, fueled by imagination, tries to leap impossible divides.\n\nThe film, written by David Henry Hwang, Laura Jones and LaBute, uses a flashback structure to move between the current investigation and the long-ago relationship. Jeremy Northam plays Ash, an upright public figure, and Jennifer Ehle is Christabel, a pre-Raphaelite beauty who lives with the darkly sensuous Blanche Glover (Lena Headey). The nature of their relationship is one of the incidental fascinations of the movie: At a time before lesbianism was widely acknowledged, female couples were commonly accepted and the possibility of a sexual connection didn't necessarily occur. Blanche is the dominant and possessive one, and Christabel is perhaps not even essentially lesbian, but simply besotted with friendship. When she and Ash make contact, it is Blanche, not Ash's unbending wife, who is the angered spouse.\n\nIn the way it moves between two couples in two periods, \"Possession\" is like Karel Reisz's \"The French Lieutenant's Woman\" (1981). That film, with a screenplay by Harold Pinter, added a modern couple that didn't exist in the John Fowles novel, and had both couples played by Meryl Streep and Jeremy Irons. The notion of two romances on parallel trajectories is common to both films, and intriguing because there seem to be insurmountable barriers in both periods.\n\nAsh and Christabel are separated by Victorian morality, his marriage and her relationship. The moderns, Maud and Roland, seem opposed to any idea of romance; she has her own agenda, and he is reticent to a fault. \"You have nothing to fear from me,\" he tells her early on, because he avoids relationships. Later, when they find themselves tentatively in each other's arms, he pulls back: \"We shouldn't be doing this; it's dangerous.\" This might be convincing if Roland and Maud looked like our conventional idea of literary scholars: Mike White, perhaps, paired with Lili Taylor. That they are both so exceptionally attractive is distracting; Paltrow is able to project a certain ethereal bookishness, but a contemporary man with Eckhart's pumped-up physique and adamant indifference to Paltrow would be read by many observers as gay. That he is not--that his reticence is a quirk rather than a choice--is a screenplay glitch we have to forgive.\n\nWe do, because the movie is not a serious examination of scholarship or poetry, but a brainy romance. In a world where most movie romances consist of hormonal triggers and plumbing procedures, it's sexy to observe two couples who think and debate their connections, who quote poetry to each other, who consciously try to enhance their relationships by seeking metaphors and symbols they can attach to. Romance defined by the body will decay with the flesh, but romance conceived as a grand idea--ah, now that can still fascinate people a century later.\n\nLaBute is a director who loves the spoken word. No surprise that between movies he writes and directs plays. I suspect he would be incapable of making a movie about people who had nothing interesting to say to one another. What he finds sexy is not the simple physical fact of two people, but the scenario they write around themselves; look at the way the deaf woman in \"In the Company of Men\" so completely defeats both men by discovering their ideas of themselves and turning those ideas against them. By the end of the movie, with the egos of both men in shards at her feet, the woman seems more desirable than we could have imagined possible.\n\nWhat happens in \"Possession\" is not the same, but it is similar enough to explain LaBute's interest in the story. He likes people who think themselves into and out of love, and finds the truly passionate (like Blanche) to be the most dangerous. He likes romances that exist out of sight, denied, speculated about, suspected, fought against. Any two people can fall into each other's arms and find that they enjoy the feeling. But to fall into someone else's mind--now that can be dangerous.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-08-16", "genres": ["Drama", "Mystery", "Romance", "Thriller"], "title": "Possession (2002)"}