{"url": "http://www.rogerebert.com/reviews/post-coitum-1998", "by": "Brigitte Rouanas Diane", "star_rating": 3.0, "text": "The first shot is of a cat writhing in lust. The second shot is of a woman writhing in emotional agony. Both feel the same animal need, according to Brigitte Roüan, who directed, stars in and co-wrote the astonishing psychodrama \"Post Coitum,\" which is about a woman's transition from wild sexual excitement to love to fury at rejection.\n\nRoüan plays Diane, a Parisian book editor in her 40s, who is trying to guide a young author named Francois (Nils Tavernier) through the ordeal of his second novel. At his apartment, she meets Emilio (Boris Terral), Francois' roommate. Their eyes lock. They seem almost immediately to fall into a mutual sexual trance, and are making love before they know each other. He is young, wild, reckless. She is a bourgeois intellectual with a husband and two children. \"I'm a lifetime ahead of you,\" she complains. \"Want to help me buy some socks?\" he asks.\n\nThe first stage of their relationship is one of urgent risk-taking, as they meet whenever and wherever they can. She races across streets, crying out his name. Kissing, they fall onto the hood of a car in the middle of traffic, oblivious. Once they become so reckless that they are requested to leave a restaurant. Diane is amazed to feel so strongly and deeply; at one point, she is literally seen floating on air. The bewitched Emilio seems in a tumescent daze.\n\nHer husband, Philippe (Patrick Chesnais), of course soon suspects an affair. He is a lawyer, not stupid, whose current client plunged a carving fork into the jugular of her husband; the older woman had put up with years of infidelity and abuse, but could not deal with her husband's threat to leave her. As Philippe quizzes his client about her crime, he senses a certain serenity in her manner; by murdering her husband, she has at last ended her lifetime of suffering. The film teases us with the possibility that Philippe may take the hint.\n\nThen, gradually, in steps as small as a few words murmured to his grandfather, Emilio begins to lose his passion. He is a \"hydraulic engineer in the Third World,\" on leave after mending dikes in Bangladesh, and now he informs Diane he is going to Africa for six months. She interprets this, correctly, as an attempt to get away, and has a breakdown that escalates for most of the rest of the movie.\n\nIt is not a pretty sight, seeing a dignified and attractive woman of a certain age as she goes completely to pieces. \"I hurt all over and you feel nothing,\" she tells Emilio. He might have been willing to extend their relationship in a reasonable way, but is frightened by her frenzy. She drinks to oblivion. She starts a fire in her office. She loses her job. She lives on the sofa. She forgets to eat. She cries for hours. Her family moves out. She doesn't kill herself only because, perhaps, she masochistically enjoys her agony.\n\nThis breakdown went on too long, I thought; a little forlorn hysteria goes a long way. But by the end of the film, we have come to admire Roüan's courage as a performer and a filmmaker, in following Diane's mania as far as it will go. And I liked the way the central drama is surrounded by small, observant moments involving the husband, the children, and even the accused murderer (at one point, Philippe plays tapes of his wife's secret phone calls to his client--to get the benefit of her more direct experience with adultery).\n\nThe film's full French title was \"Post Coitum, Animal Triste,\" which translates as \"After sex, animal grief.\" Is it autobiographical? I don't know. My guess is, either these events are inspired by an affair that Roüan once had, or they are a memorandum to herself: Never have one.", "running_time": 97, "mpaa_rating": "NR", "release_year": 1998, "date_published": "1998-05-01", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Post Coitum (1998)"}