{"url": "http://www.rogerebert.com/reviews/post-grad-2009", "by": "Alexis Bledelas Ryden Malby", "star_rating": 3.0, "text": "The Malbys are just plain nice. That's the only word for them. They're a goofy, strange California suburban family who love one another and share the same sunny sense of humor and nothing terrible ever happens to them, and it's all for one and one for all.\n\n\"Post Grad,\" the story of how Ryden Malby graduates from college and tries to enter the job market, shows them coping with hard times with good cheer. It's a screwball comedy. It's also, I have to say, a feel-good movie that made me smile a lot. The Malbys are just so darned lovable.\n\nTake Ryden. She's played by Alexis Bledel, who is beautiful in a blue-eyed, open-faced kind of way, and awfully hopeful she'll get a job in publishing because she likes to read more than anything. Dad is Walter (Michael Keaton), district manager for a luggage retailer, who isn't worried that things will work out fine for her, and even offers her a job helping him sell mail-order belt buckles that he doesn't know are stolen goods.\n\nRyden's mom, Carmella (Jane Lynch), is sort of the sane center of gravity. Ryden's grandma (Carol Burnett) is a hip baby boomer who gives her frank sex advice. Her much younger little brother Hunter (Bobby Coleman) is a cuddly goof. Her best friend, Adam (Zach Gilford), is admiring and loyal, and accepts that she's not in love with him. Even David (Rodrigo Santoro), Adam's sexy, older Brazilian rival from across the street, is not a letch and doesn't take advantage of her.\n\nTo these good people happen unfortunate things. A job is lost. A cat is mashed. Coffins are damaged. Dad is arrested. The brakes fail on Hunter's car in the soap-box derby, and it runs into the lake. But the mashed cat is successfully buried, not without a struggle, which brings to mind the observation of a pet gravedigger in \"Gates of Heaven\": \"Make it too small, and you can't get 'em in there.\"\n\nThere's no doubt Alexis Bledel is the star of this show, an adorable young woman. You may recall her from \"The Sisterhood of the Traveling Pants\" movies, \"Bride & Prejudice\" or the TV series \"Gilmore Girls.\" Hard to believe she was in \"Sin City.\" Keaton and Lynch somehow seem like the logical parents for this phenomenon of niceness.\n\nApart from a few words and attitudes, this movie, directed by Vicky Jenson and written by Kelly Fremon, could be a throwback to more innocent times. It contains no drugs, no angst, no bitterness, no generation gap, no big family problems, and it doesn't even seem to know how blessed it is. Sometimes you get out of a movie and feel like you've just worked a desperate overnight shift on the homicide detail. You get out of this film, and you have a good feeling.\n\nOh, it's not a great movie. It won't alter the course of cinema. It won't make any 10 best lists. If you're cynical or jaded, it might not get past you. But here is the first movie in a long time that had me actually admitting I wouldn't mind seeing a sequel.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-08-19", "genres": ["Comedy", "Romance"], "title": "Post Grad (2009)"}