{"url": "http://www.rogerebert.com/reviews/postcards-from-the-edge-1990", "by": "Meryl Streepas Suzanne Vale", "star_rating": 3.0, "text": "The practicing alcoholic is familiar with a gnawing feeling in the pit of the stomach - the guilt at letting other people down, the remorse at letting himself down. Criticism in any form is likely to be met with anger, because nothing you can tell him will make him feel worse than the things he tells himself.\n\nIn the opening scenes of \"Postcards from the Edge,\" a new comedy based on Carrie Fisher's journey through addiction, this feeling is evoked so well that you begin to suffer along with the film's heroine, played by Meryl Streep. Then the movie forgets its original impulse and turns into a comedy of manners.\n\nThe story involves Suzanne, a young actress who has a more-famous actress for her mother. The father, also famous, has been misplaced somewhere along the way. As the film opens, Suzanne has awakened in the bed of yet another boyfriend she does not quite remember meeting. Her life has become a confusion of blackouts, memory lapses, screw-ups on the set and behavior that baffles even her. All that keeps her going on the set of a movie are the frequent visits to her dressing room of a woman who sells her cocaine.\n\nStreep plays this character with a kind of defiant sweetness that recalls the late Irene Dunne. She is not a bad person, and she doesn't want to cause trouble for anybody, but her drug usage has befuddled her to the point where she's not much use. Her mother (Shirley MacLaine) is also a basket case - a maintenance alcoholic who is never far from her glass of chilled white wine. But because wine is socially acceptable and drugs are not, the mother is able to deny her problem while lecturing her daughter to the point of distraction. Meanwhile, MacLaine's latest husband sleeps most of the time, possibly as a way of avoiding his wife's voice.\n\nSuzanne barely gets through her latest film. She is obviously on the edge of a crackup. And after another misadventure, she ends up in a rehab center, where her mother comes to visit and basks in the applause of her recovering fans. It's here that the movie takes the wrong turn, into a domestic show-biz comedy that plays up the mother-daughter rivalry at the cost of its original subject, drugs in show business.\n\nThat's not to say I didn't enjoy MacLaine's performance in this movie; her role has been made too important, and yet I appreciated every moment of it, even a Christmas party at which mother and daughter perform songs that turn into a competition for the love of those present. MacLaine creates a glorious caricature of the aging star who has to put down her daughter to maintain her own ego.\n\nStreep is very funny in the movie; she does a good job of catching the knife-edged throwaway lines that have become Carrie Fisher's speciality. And director Mike Nichols captures a certain kind of difficult reality in his scenes on movie sets, where the actress is pulled this way and that by people offering helpful advice. Everyone wants a piece of a star, even a falling one.\n\nWhat's disappointing about the movie is that it never really delivers on the subject of recovery from addiction. There are some incomplete, dimly seen, unrealized scenes in the rehab center, and then desultory talk about offscreen AA meetings. But the film is preoccupied with gossip; we're encouraged to wonder how many parallels there are between the Streep and MacLaine characters and their originals, Fisher and Debbie Reynolds.\n\nSuzanne, the young actress, has some bad moments and then comes through as a trouper, and the movie almost seems to think her real problem is an inability to communicate with her mother.\n\nHalf the people in Hollywood seem to have gone through recovery from drugs and alcohol by now. And yet no one seems able to make a movie that's really about the subject. Do they think it wouldn't be interesting? Any movie that cares deeply about itself - even a comedy - is interesting. It's the movies that lack the courage of their convictions, the ones that keep asking themselves what the audience wants, that go astray.\n\n\"Postcards from the Edge\" contains too much good writing and too many good performances to be a failure, but its heart is not in the right place.", "running_time": 101, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-09-12", "genres": ["Comedy", "Drama"], "title": "Postcards from the Edge (1990)"}