{"url": "http://www.rogerebert.com/reviews/potiche-2011", "by": "Catherine Deneuveas Suzanne Pujol", "star_rating": 3.0, "text": "It has been years since I sensed that Catherine Deneuve and Gerard Depardieu were acting. They are, of course, and as a wide variety of characters. But they give their directors what Billy Wilder once asked Jack Lemmon to do: \"nothing.\" There is never a note wrong, never the slightest strain, always such an unforced ease in the sight of the camera that they might have been born onscreen. \n\nHere they are in Francois Ozon's comedy \"Potiche.\" The title is a French word that combines aspects of \"trophy wife\" and \"status symbol.\" Here comes now the potiche, clad in a red running suit and jogging down a forest path: Suzanne (Deneuve), the bourgeois wife of a provincial factory owner. \n\nHer father created a factory that manufactures umbrellas. Her husband, Robert (Fabrice Luchini), became the boss after the old man's death. It appears that she brought the factory into their marriage, but Robert behaves as if he built it from the ground up with his own hands, one parapluie at a time. He is an arrogant man, the ruler of his little kingdom, who cheats on his fragrant wife with his secretary — who herself seems not very pleased by him.\n\nSuzanne lives a serene and comfortable life, loves her adult son and daughter, understands that her husband has a mistress and is perhaps happy to have the mistress relieve her of some of her duties. That Deneuve so convincingly inhabits this character is a demonstration of effortless skill.\n\nIt is 1977. France is shaken by strikes. (I recall Cannes in those years, annually shut down for a day or two by striking workers who took their own strolls on the red carpet.) The workers go on strike at the umbrella factory, Robert marches out to denounce them, and they make him a hostage. Suddenly, all the labor problems have become the business of Suzanne.\n\nShe has been depicted as just slightly bubble-brained. Suzanne carries around a little pocket notebook in which she writes little poems, which are more than a little banal. The method of Deneuve's approach to the role is not to pretend Suzanne becomes suddenly serious, but to show Suzanne as still exactly the same person, as only the circumstances change.\n\nShe needs help. She calls upon the town mayor, Maurice (Gerard Depardieu). He is a communist, as many French mayors were at that time. He is also a fond man in late middle age, running a little to seed, who remembers Suzanne warmly from his past. (Their unforced onscreen affection must own something to the fact that they have appeared in eight films together and have lived in each other's pockets for decades as glories of the French cinema.) They work together to find a way past the stupidity of her husband and the anger of the workers. Along the way, Suzanne re-engages in life; we sense her strategy for dealing with her unbearable husband was to partition him into a soundproof room in her mind.\n\n\"Potiche\" is a whimsical comedy, based on a popular Parisian stage success of some years ago. It plays like one, although Ozon uses more locations than a play would find possible. There's little effort at psychological depth, and the characters float along on the requirements of comedy. But it's sweet comedy, knowing about human nature, and Deneuve and Depardieu, who bring so much history to the screen, seem to create it by their very natures.", "running_time": 103, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-04-14", "genres": ["Comedy", "Foreign"], "title": "Potiche (2011)"}