{"url": "http://www.rogerebert.com/reviews/powder-1995", "by": "Mary Steenburgenas Jessie Caldwell", "star_rating": 2.0, "text": "\"Powder\" has all of the elements of a successful fantasy, and none of the insights. It's a movie where intriguing ideas lie there on the screen, jumbled and unrealized. It leads up to bathos, not pathos, because not enough attention was paid to the underlying truth of the characters. They're all just pawns for the plot gimmicks.\n\nThe movie opens with a mother's death in childbirth, as the father disowns his newborn son, an albino. The youth, nicknamed Powder, grows up in the basement of his grandparents' home, reading every book he can get his hands on and remembering every word. By the time the grandparents are dead and the sheriff's department finds him down there, he knows everything in the books but nothing about the world.\n\nAn intriguing set-up, even if the pancake makeup on Powder (Sean Patrick Flanery) makes him look less like an albino than like a mime. But then the movie takes the first of many wrong steps, by sending him immediately to a reform school. Why? What has he done? Of course we get predictable scenes involving the school bullies, but after Powder performs a neat trick (magnetizing all the spoons in the dining room and creating a pyramid while mashed potatoes are still dripping from them), you'd think the bullies would take heed. Not a chance.\n\nEveryone in this movie seems a little slow to catch on that Powder is really special. There is, for example, Duncan (Brandon Smith), the intolerant local deputy sheriff, a redneck who likes to shoot deer. The deer hardly feel a thing, he explains, but then Powder acts as a conduit to carry the deer's fear and suffering into the deputy, who is so transformed that he sells his gun collection - yet still plays the heavy, making things tough on Powder. To quote \"Citizen Kane,\" there are some people who need more than one lesson.\n\nTwo good people sympathize with Powder: Jessie (Mary Steenburgen), the head of the school, and Ripley (Jeff Goldblum), the science teacher, popping up with his quixotic insights like a clever jack-in-the-box. Powder has some sort of strange relationship with electricity, which causes him to draw down lightning and interact with classroom experiments, but the movie uses this only as the occasion for special effects without payoffs. (\"You know why there isn't a hair on him?\" Goldblum asks. \"Because he IS electrolysis.\") Meanwhile, Powder comes across as a cross between Cliff Robertson's \"Charly,\" the Elephant Man, Mr. Spock, E.T. and Jesus. He is wise beyond his years, has great compassion and insight, suffers much, and attracts intolerance and meanness even better than lightning. He is also very smart.\n\nAfter an I.Q. test, for example, a psychologist tells him, \"All of the tests indicate you have the most advanced intellect in the history of mankind. Do you understand what that means?\" (If Powder's so smart, why does he have to ask?) Powder has instant insights into his tormentors. He can \"listen to people from the inside,\" and knows the school bully was abused as a child. His empathy draws only insults; the bully calls him \"Light Bulb,\" and when he kisses a girl at a picnic, her father warns his minders, \"You keep that thing on a leash.\" At one point, his enemies even take him out into a storm, hoping he will attract lightning.\n\nThe movies mistakes are: (1) to limit Powder's activities to the conventions of genre pictures, instead of exploring his effect in a more realistic world; (2) to prevent his enemies from learning from him; (3) to upstage his emotional insights with his electricity tricks; (4) to fail to explain his reality, so that there are no rules to create discipline in the plot, and (5) to expect us to be satisfied with an ending that settles less the more you think about it.\n\nI suspect that \"Powder\" was at one stage an interesting project. But then - I'm only guessing here - the production process led to a dumbing-down of the material until the movie was faced with a paradox it could never explain: How could anyone as smart as Powder have a problem with the morons in this movie? The sad thing is that when movies like this fail, executives think that proves there's no audience for unusual, original pictures - because they think they've made one.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-10-27", "genres": ["Drama", "Family", "Fantasy", "Science Fiction", "Thriller"], "title": "Powder (1995)"}