{"url": "http://www.rogerebert.com/reviews/power-1986", "by": "Richard Gereas Pete St. John", "star_rating": 2.5, "text": "When Sidney Lumet released \"Network\" back in 1976, I saw it at a screening with a lot of television news people, who walked out of the movie shaking their heads in wonderment and admitting that Lumet had, by and large, gotten it right. After all the Hollywood flights of fancy about TV news, here was a movie with some real insights.\n\nNow Lumet has made a movie named \"Power\" about the world of professional political campaign organizers, and he seems to have gotten this one right, too. The movie exudes a sense of authenticity, of a subject researched well. The major difference, however, between \"Network\" and \"Power\" is that \"Network\" had a plot and \"Power\" does not.\n\nThe movie stars Richard Gere as Pete St. John, campaign strategist and hired gun. During the course of the movie, he will mastermind campaigns in New Mexico, Washington and Ohio - where his man is a cynical stooge for the big oil companies. We will see him filming TV commercials, and coaching his clients about the way to behave during press conferences, and fighting the opposition's dirty tricks with some of his own.\n\nWe will also look into his private life, into his relationship with his sexy, accommodating assistant (Kate Capshaw) and his weary, philosophical former wife (Julie Christie). And we will see him survive a moment of truth with the aging, alcoholic strategist (Gene Hackman) who gave him his start in the business.\n\nBecause these relationships are so well-written and acted, and because \"Power\" seems based on a wealth of research about the world of campaign professionals, the movie builds up considerable momentum during its first hour. There's a sense of excitement, of identification with this man who is being driven by his own energy, ambition and cynicism. The opening titles show Gere compulsively beating out a rhythm with drumsticks, and his whole life has the same staccato urgency.\n\nDuring the second half of the movie, however, a growing disappointment sets in. \"Power\" is too episodic. It doesn't really declare itself to be about any particular story, any single clear-cut issue. The mechanics of plot can sometimes be overdone, but here I found myself missing those basic mechanics: I learned about these people and their world, but I didn't know what I wanted to have happen at the movie's end. Should Gere lose because of his cynicism? Win because of his skill? There does come a moment of truth, as Gere loses all faith in his corrupt candidate and bursts into the room where Hackman is coaching the opposition - a hapless, idealis tic college professor with no chance of success. Gere implores the man to forget all strategy and simply tell the truth, and there are echoes here of the famous moment in \"Network\" when the anchorman asks his viewers to shout out that they're fed up to here, and they aren't going to take it anymore.\n\nUnfortunately, the very idealism of the scene in \"Power\" is undermined by the movie's cool professionalism: We think we've learned enough about the campaign business to know that Gere's strategy won't work.\n\nThere were a lot of things I liked in this movie. One of them was the quiet, affectionate scene between Christie and Gere, when they were at last able to talk openly, even fondly, of the reasons they broke up their marriage. Another one was an angry meeting between Gere and Hackman. And there were some fascinating passages in which Gere took a hopelessly inept candidate and re-edited his TV spots to make him look somewhat less inept.\n\nBut the movie itself seems to sense that it's going nowhere. The climax is a pointless, frustrating montage of images. It's a good montage, but it belongs somewhere in the middle of the movie; it states the problem, but not the solution or even the lack of a solution. The movie seems to be asking us to walk out of the theater shaking our heads in disillusionment, but I was more puzzled than disillusioned.\n\nLumet is known for his work with actors, and for his sure touch when he casts a movie. Reflect on how wise his choices were when he put Peter Finch and William Holden in \"Network,\" and Al Pacino in \"Dog Day Afternoon.\" In \"Power,\" the obvious question is, how well does Richard Gere play a political professional? Gere is a good actor - he has demonstrated that time and again - but there is something about his smoothness, his good looks, his occasional narcissism, that alerts audiences to look for chinks in his performances.\n\nI would have preferred an older, gritter, wearier character in the Pete St. John role - maybe Hackman. But I found myself accepting Gere in this unlikely role, and I reflected that he, like Nick Nolte, will only get better in the movies as he gets older and as some of the youthful glamor fades. He is good enough that his worst enemy is our image of him.\n\nAs for the movie. It's smart, it's knowledgeable, sometimes it's funny, occasionally it is very touching, and I learned something from it. That is almost enough, I suppose; it's more than most movies provide. But at the end of the film, I found myself asking what it had really been about. As that infuriating montage played on the screen, I was still waiting for the ending, for the winners and the losers. Isn't that, finally, what political campaigns are all about?", "running_time": 111, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-01-31", "genres": ["Drama"], "title": "Power (1986)"}