{"url": "http://www.rogerebert.com/reviews/practical-magic-1998", "by": "Sandra Bullockas Sally Owens", "star_rating": 2.0, "text": "\"Practical Magic\" is too scary for children and too childish for adults. Who was it made for? On the one hand, you have cute witches making jokes about magic potions and herbal shampoos, and on the other hand, you have a kidnapping by an abusive boyfriend who dies of an overdose--but not for long. Moldy evil spirits rise up out of other people's bodies, and teaspoons stir on their own.\n\nThe movie doesn't seem sure what tone to adopt, veering uncertainly from horror to laughs to romance. To cue us, it puts lots of songs on the soundtrack. A movie lacks confidence when it uses music to tell us how to feel; here the music intrudes, insists, explains, and tries to force segues between events that are not segueable. Example, early in the film: An impending kiss is accompanied by \"This Kiss,\" by Faith Hill.\n\nThe story involves a family that has had witches for 300 years. Because of an ancient curse, all of their husbands die. The chirp of a death watch beetle provides advance warning. So it is best for the womenfolk (and in the long run this family has nothing but womenfolk) to avoid heartbreak by not falling in love. Two sisters named Sally and Gillian (Sandra Bullock and Nicole Kidman) grow up with the curse, and Sally protects against it by casting a spell for a man she trusts will be impossible to find. He has to have one blue eye and one green eye, be able to flip pancakes in the air, and have other attributes that are not nearly as rare as Sally thinks.\n\nFlash-forward. Sally marries. She is happy. She and her husband have two lovely daughters. One day she hears the death watch beetle beneath the floor boards. Desperate, she tears up one floor board, then another. How does this work? Your husband lives if you squish the beetle in time? Soon she has torn up the entire floor--a job that would take union carpenters hours if not days, and is not necessary, because anguish can actually be demonstrated by the manner in which you tear up floorboards, not by how many you are able to get through. The extra floorboards, like the extra songs, are overkill.\n\nLater, Gillian sends Sally a psychic distress call, and Sally speeds to the rescue, finding Gillian shacked up in a motel with Jimmy (Goran Visnjic), a \"Transylvanian cowboy\" who beats her up. (She can't marry him and trigger the beetle scenario, because she doesn't love him.) He kidnaps the two women, and eventually supplies the evil spirit that fuels the rest of the plot. Aidan Quinn plays Gary Hallett, a cop who comes to investigate the missing Transylvanian. \"Is he cute?\" asks Gillian about the cop. \"Yeah,\" says Sally, \"in a penal code sort of way.\" No prizes for guessing his eye colors.\n\nComic relief is provided by the sister's two maiden aunts, Jet (Dianne Wiest) and Frances (Stockard Channing). The whole movie would have been funnier if they, and not the younger women, had been involved with the Transylvanian cowboy and the cop, but that would have required wit and imagination beyond the compass of this material. Still pending at the outcome is whether pancake flipping somehow immunizes Gary from the knell of the death watch beetle.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-10-16", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Practical Magic (1998)"}