{"url": "http://www.rogerebert.com/reviews/prancer-1989", "by": "Sam Elliottas John Riggs", "star_rating": 3.0, "text": "Every once in a while you meet a kid like Jessica, who is tough and resilient and yet hangs onto her dreams.\n\nShe's a 9-year-old who still believes in Santa Claus, and uses logic to defend her position: If there isn't a Santa, then maybe there isn't a God, and if there isn't a God, then there isn't a heaven, and, in that case, where did Jessica's mother go when she died? Jessica lives with her dad and brother on a small farm outside Three Oaks, Mich. Her dad grows apples and is struggling to make ends meet. He may have to sell the tractor. \"Will we have enough to eat?\" she asks him. \"Sure,\" he says. \"We'll have apple sauce, apple juice, stewed apples, apple pie, baked apples. . . . \" One day while she's walking down the main street on her way home from school, Jessica witnesses a disturbing accident: One of Santa's reindeers falls down from a holiday decoration strung up across the street. It's Prancer, the third in line.\n\nNobody seems to care much about the injured decoration, which is cleared from the road. But not long after, walking home alone through the frosty woods on a cold night, Jessica comes across a reindeer with an injured leg. It stands unafraid in a moonlit clearing and seems to be asking for help. Not long after, her dad comes along in his pickup, and then they both see the deer in the road. Her dad sees that it has a bad leg and wants to shoot it, but then the reindeer disappears. And when it turns up again in the barn, Jessica hides it in an out-building and brings it Christmas cookies to eat. She wants to nurse Prancer back to health and return him to Santa.\n\nOK, I know, this sounds like a cloying fantasy designed to paralyze anyone over the age of 9, but not the way it's told by director John Hancock and writer Greg Taylor. They give the film an unsentimental, almost realistic edge by making the father (Sam Elliott) into a tough, no-nonsense farmer who's having trouble raising his kids alone, and keeps laying down the law. And what really redeems the movie, taking it out of the category of kiddie picture and giving it a heart and gumption, is the performance by a young actress named Rebecca Harrell, as Jessica.\n\nShe's something. She has a troublemaker's look in her eye, and a round, pixie face that's filled with mischief. And she's smart - a plucky schemer who figures out things for herself and isn't afraid to act on her convictions.\n\nHer dialogue in the movie is fun to listen to, because she talks like she thinks, and she's always working an angle. She believes ferociously that her reindeer is, indeed, Prancer, and to buy it a bag of oats she does housecleaning for the eccentric old lady (Cloris Leachman) who lives in the house on the hill.\n\n\"Prancer\" is not filled with a lot of action. Only ordinary things happen, as when the local newspaper prints a letter that Jessica wrote to Santa, assuring him that Prancer would be back in good shape for Christmas duty. (The headline, inevitably, is \"Yes, Santa, there is a Virginia.\") The reindeer finally is discovered, and Jessica's dad sells it to Mr. Drier, the local butcher. Of course, Jessica is sure Prancer will end up as sausage meat but, no, all Drier wants to do is exhibit the animal as a Christmas attraction.\n\nThe best thing about \"Prancer\" is that it doesn't insult anyone's intelligence. Smaller kids will identify with Jessica's fierce resolve to get Prancer back into action, and older viewers will appreciate the fact that the movie takes place in an approximation of the real world.", "running_time": 102, "mpaa_rating": "G", "release_year": 1989, "date_published": "1989-11-17", "genres": ["Drama", "Holiday"], "title": "Prancer (1989)"}