{"url": "http://www.rogerebert.com/reviews/precious-based-on-the-novel-push-by-sapphire-2009", "by": "Gabourey Sidibeas Precious", "star_rating": 4.0, "text": "Precious has shut down. She avoids looking at people, she hardly ever speaks, she's nearly illiterate. Inside her lives a great hurt, and also her child, conceived in a rape. She is fat. Her clothes are too tight. School is an ordeal of mocking cruelty. Home is worse. Her mother, defeated by life, takes it out on her daughter. After Precious is raped by her father, her mother, is angry not at the man, but at the child for \"stealing\" him.\n\nThere's one element in the film that redeems this landscape of despair. That element is hope. Not the hope of Precious, but that of two women who want better for her. It's not that Precious \"shows promise.\" I think it's that these women, having in their jobs seen a great deal, can hardly imagine a girl more obviously in pain.\n\nThat is the starting point for \"Precious,\" a great American film that somehow finds an authentic way to move from these beginnings to an inspiring ending. Gabourey \"Gabby\" Sidibe, a young actress in her debut performance as Precious, says, \"I know this girl. I know her in my family, I know her in my friends, I've seen her, I've lived beside this girl.\"\n\nWe may have seen her, too, if we looked. People often don't really look. They see, evaluate, dismiss.\n\nSidibe is heartbreaking as Precious, that poor girl. Three other actresses perform so powerfully in the film that academy voters will be hard-pressed to choose among them. Audiences may be hard-pressed to recognize them. The comedian Mo'Nique plays Mary, Precious' chain-smoking couch potato of a mother, treating her daughter like a domestic servant and turning a blind eye on years of abuse. Paula Patton is Ms. Rain, Precious' teacher, who is able to see through the girl's sullen withdrawal and her vulgarities, and wonder what pain it may be masking. Mariah Carey is Ms. Weiss, a social worker.\n\nThis casting looks almost cynical on paper, as if reflecting old Hollywood days when stars were slipped into \"character roles\" with a wink. But Lee Daniels, the director, didn't cast them for their names, and actually doesn't use any of their star qualities. He requires them to act. Somehow he was able to see beneath the surface and trust that they had within the emotional resources to play these women, and he was right. Daniels began his career by producing \"Monster's Ball,\" in which Halle Berry shed her glamour and found such depths that she won an Oscar. Daniels must have an instinct for performances waiting to flower.\n\nCarey and Patton are equal with Sidibe in screen impact; the film holds the girl in the center of their attempt to save her future. Why would a teacher and a social worker go to such lengths to intervene? They must see tragic victims of abuse every day.\n\nMary, the mother, is perhaps not a bad woman but simply one defeated by the forces she now employs against her daughter. Mo'Nique is frighteningly convincing.\n\nThe film is a tribute to Sidibe's ability to engage our empathy. Her work is still another demonstration of the mystery of some actors, who evoke feelings in ways beyond words and techniques. She so completely creates the Precious character that you rather wonder if she's very much like her.\n\nYou meet Sidibe, who is engaging, outgoing and 10 years older than her character, and you're almost startled. She's not at all like Precious, but in her first performance, she not only understands this character but knows how to make her attract the sympathy of her teacher, the social worker -- and ourselves. I don't know how she does it but there you are.\n\nMy interview with “Gabby” Sidibe.", "running_time": 110, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-11-04", "genres": ["Drama"], "title": "Precious: Based on the Novel Push by Sapphire (2009)"}