{"url": "http://www.rogerebert.com/reviews/predator-2-1990", "by": "Kevin Peter Hallas The Predator", "star_rating": 2.0, "text": "Aliens are like dreams. We have bad ones when we're troubled.\n\nThe creature who visits Earth in \"Predator 2\" is a savage hunter that can make itself invisible. It stalks from above and eviscerates its human prey with savage skill. It is not related to the gentle beings who came to visit us in \"Close Encounters of the Third Kind.\" Sometimes we seem to welcome visitors from outer space; sometimes we fear them. There is a universe of difference between E.T. and the creature in \"Alien,\" between \"The Thing\" and Mr. Spock, between the austere intelligences that made the monoliths in \"2001\" and the devious chameleons in \"The Hidden.\" The world of \"Predator 2\" is a fearful world, a Los Angeles in the year 1997, when gunfire rules the streets and cops shoot it out with drug dealers. During one confrontation, a strange event takes place. Five drug dealers, heavily armed and barricaded inside a building, are killed by some sort of visitor who is unarmed, who can throw a 160-pound man 20 feet in the air, and who leaves no trace.\n\nWhat's going on here? That's what Danny Glover would like to know. He plays Harrigan, the toughest of street cops, and every time he gets a good lead in the case, he's warned away by a sneering federal agent (Gary Busey) who seems to have inside information. In the classic tradition of all cop movies, Glover takes to the streets on his own, a lone wolf heading for an eventual showdown with the predator.\n\nWe've seen this creature before, when it made its entrance in the original \"Predator\" (1987). That movie starred Arnold Schwarzenegger as a commando in the jungle who was one of the first to encounter the predator after it arrived on Earth. Why was it here? To stalk the planet and kill trophy animals. It was a hunter from the stars, and we were in season. The first movie was leavened with a certain humor (Arnold's one-liners) and with the possibility that the alien would challenge our imagination in some way and be more than just another special-effects monster.\n\nThe predator did indeed have a certain fearsome beauty in the earlier film. No such luck this time. The movie blows its one chance to deal creatively with the alien culture in a scene in which Glover finds himself inside some kind of trophy room from outer space. What manner of creatures built this place, and what kind of civilization do they come from? Who knows? Who cares? It's no help that the predators can speak English, since the first word out of the creature's mouth is that vile 12-letter street expression.\n\nSince the predator is imaginary but the people who made this film are not, \"Predator 2\" speaks sadly of their own lack of curiosity and imagination. All they can give us in the way of an alien is a street mugger with intestines for a face, pincers around his mouth, and an Afro-style braided hairdo. (The creature in this movie is a work of subtle racism. Subliminal clues are slipped in to encourage us to subconsciously connect the menace with black males.\n\nOne not-so-subtle scene has the predator threatening a Bernhard Goetz type on the subway. This time, the Goetz type meets his match.) The acting in the movie is applied hysteria. Glover, so engaging as a different kind of cop in the \"Lethal Weapon\" movies, screams and sweats, swears and climbs down tall buildings. He is assisted by a Latino woman, played by the wonderful Maria Conchita Alonso, whose idea of creating an identity for herself at headquarters is to grab a new guy by the crotch until he pleads for mercy. The dialogue is foul and clinical, and the special effects, while expensive, are not interesting.\n\nBut the film's greatest loss is one of spirit. We live on a speck in a corner of a vast universe, and what makes us human is our ability to wonder about what's out there. Since we do not know, the fables we create serve only to inspire our dreams. \"Predator 2\" is a movie whose dreams are angry and ugly.", "running_time": 108, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-11-21", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Predator 2 (1990)"}