{"url": "http://www.rogerebert.com/reviews/predator-1987", "by": "Arnold Schwarzeneggeras Dutch", "star_rating": 3.0, "text": "\"Predator\" begins like \"Rambo\" and ends like \"Alien,\" and in today's Hollywood, that's creativity. Most movies are inspired by only one previous blockbuster.\n\nThe movie stars Arnold Schwarzenegger as the leader of a U.S. Army commando team that goes into the South American jungle on a political mission and ends up dueling with a killer from outer space. This is the kind of idea that is produced at the end of a 10-second brainstorming session, but if it's done well, who cares?\n\n\"Predator\" is filmed very well. It's a slick, high-energy action picture that takes a lot of its strength from its steamy locations in Mexico. The heroes spend most of their time surrounded by an impenetrable jungle, a green wall of majestic vistas populated by all sorts of natural predators in addition to the alien. I've rarely seen a jungle look more beautiful, or more convincing; the location effect is on a par with \"Fitzcarraldo\" and \"The Emerald Forest.\"\n\nAs the film opens, Schwarzenegger and his comrades venture into this jungle in search of South American officials who have been kidnapped by terrorists. They track and locate the fugitives, and move in for the kill. But as they find the bodies of team members skinned and hanging from trees, they begin to realize they're up against more than terrorists.\n\nThe predator of the movie's title is a visitor from space; that's established in the opening scene. What it is doing in the jungle is never explained. The creature lives in the trees, even though it seems to be a giant biped much too heavy to swing from vines. When Schwarzenegger finally grapples with it, we discover it is wearing a space suit, and that inside the suit is a disgusting creature with a mouth surrounded by little pincers to shove in the food.\n\nSuch details are important, of course. Stan Winston, who designed the creature, has created a beast that is sufficiently disgusting to justify Schwarzenegger's loathing for it. And the action moves so quickly that we overlook questions such as (1) Why would an alien species go to all the effort to send a creature to Earth, just so that it could swing from trees and skin American soldiers? Or, (2) Why would a creature so technologically advanced need to bother with hand-to-hand combat, when it could just zap Arnold with a ray gun?\n\nAt one point in the movie, the creature removes its helmet so it can battle Arnold mano-a-mano, and I was cynical enough to assume that its motivation was not macho pride, but the desire to display Winston's special effects.\n\nNone of these logical questions are very important to the movie. \"Predator\" moves at a breakneck pace, it has strong and simple characterizations, it has good location photography and terrific special effects, and it supplies what it claims to supply: an effective action movie.\n\nStudents of trivia might want to note that the actor inside the predator costume is Kevin Peter Hall, who also occupies the Bigfoot costume in \"Harry and the Hendersons.\"\n\nThis guy must really be a good sport.", "running_time": 107, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-06-12", "genres": ["Action", "Adventure", "Horror", "Science Fiction"], "title": "Predator (1987)"}