{"url": "http://www.rogerebert.com/reviews/predators-2010", "by": "Adrien Brodyas Royce", "star_rating": 2.0, "text": "\"Predators” may be the first film in history to open with a deus ex machina. Yes, the entire plot and all the human characters drop into the movie from the heavens. The last thing they remember is a blinding flash of light. Now they're in free fall, tumbling toward the surface, screaming, grabbing for ripcords on the parachutes that they didn't know they had.\n\nThe first to land, with a mighty thump, is Royce (Adrien Brody). The others start dropping all around him. These people are savage professional killers from all over: a mercenary, a Japanese samurai, an Israeli markswoman, a mass murderer, an African warlord, and so on. How did they get in this thick jungle, and why?\n\nThey discover they're on another world: a perfectly terra-formed world, it would seem. The gravity allows them to walk normally, and they can breathe the air and drink the water. Royce notices something odd: The sun never moves. They arrive in a clear space and realize there are three or four moons in the sky, which are either very close or very huge, since their circumferences are many times that of our moon.\n\nNow hold on here. As every science-fiction fan knows, if a planet always presents the same face to its sun, and is ringed by bodies apparently larger than it is, it will quickly become molten lava pulled hither and yon by vast tidal forces. But never mind. After the visitors are attacked by humongous beasts of prey, Royce figures it out: They're in a game preserve. He figures out a lot of things in the movie, which might have been more fun if he hadn't.\n\nWho runs this game preserve, and why? If you recall the first “Predator” (1987), Arnold Schwarzenegger and other killers found themselves in the Amazon fighting an unseen predatory alien. Has that race of aliens imported humans to its solar system for a rematch? Is it a wise use of resources to transport several mammals untold light years through space just so you can watch them getting their asses predatored?\n\nNo time to think about them. Here come some really vicious warthog-looking creatures. They weigh about half a ton apiece, move as fast as lions, and have so many horns and spikes sticking out of them that fornicating must have to be a sometime thing.\n\nCan you spot the design flaw? Its horns or fangs, whatever they are, extend too far in front of its mouth! Yes, after they kill their prey, how do they eat them? It's as inconvenient as a muzzle on a pitbull. I thought, maybe they lie on their backs and shovel the food in with their feet? But no, how's that gonna work with all the spikes on their backs? \n\nNever mind. The movie is mostly about our nasty heroes being attacked by terrifying antagonists in incomprehensible muddles of lightning-fast special effects. It lacks the quiet suspense of the first “Predator,” and please don't even mention the “Alien vs. Predator” pictures, which lacked the subtlety of “Mothra vs. Godzilla.” The resident aliens view everything in POV shots through what looks like a video monitor with a haywire color adjustment, and they appear in ways I will not go into.\n\nThere are always a few characters who get killed in attack movies like this. What confuses me is why they don't all get killed? Think about that warthog again. If that thing hit you at 20 mph and got you down on the ground and all you could do was stab it with your knife, would you expect to have dialogue later in the film?\n\nThere is of course one woman in the film, Isabelle (Alice Braga). She and Royce slowly bond, and eventually at the end ... but no, I can't tell you if they kiss. That would be a spoiler. One thing you know for sure: The alien warthogs don't spend a lot of time frenching.", "running_time": 107, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-07-07", "genres": ["Action", "Adventure", "Horror", "Science Fiction"], "title": "Predators (2010)"}