{"url": "http://www.rogerebert.com/reviews/prefontaine-1997", "by": "Jared Letoas Steve", "star_rating": 3.0, "text": "The late Steve Prefontaine was one of the greatest runners produced in the United States, and one of the most abrasive. This film based on his life makes him seem fairly unlikable, and that's one of its best qualities: Here is a sports movie in the tradition of the best sportswriting, where athletes are portrayed warts and all. You do not have to be nice to win races, but you have to be good.\n\n\"Prefontaine'' opens in the 1960s, with Steve (Jared Leto) as a kid whose short stature and \"bad hand-eye coordination'' make him the most hapless player on the football team. Determined to be good at something--to get even with those who dismissed him--he turns to track, and even though he's not built like a runner and one leg is shorter than the other, he uses sheer determination to win. Soon he's being scouted by the legendary Oregon coach Bill Bowerman (R. Lee Ermey), who manufactures track shoes in his garage, using his wife's waffle iron to mold the rubber treads. Bowerman goes on to co-found Nike, and Pre goes on to hold almost every American record at the longer distances.\n\nSports movies traditionally have tried to turn their heroes into demigods. Not \"Prefontaine,'' which sees Pre as a single-minded, self-centered, ruthless competitor. At one point, goofing around on the track with kids, he refuses to even pretend to let a 9-year-old beat him. He has to win even that race. When his girlfriend Nancy (Amy Locane) wonders if that's carrying things too far, he spits out: \"All my life people have said to me, 'You're too small, Pre. You're not fast enough, Pre. Give up your foolish dreams, Steve!' They forgot something: I have to win. No fallback here, no great stride, no long legs--nothing!'' The movie follows Prefontaine to an NCAA championship he wins with 12 stitches in his foot (he runs an extra victory lap in his bloody shoe). It shows him arguing with Bowerman about distance (he wants the higher visibility of the mile; Bowerman correctly sees him at the longer distances, where stamina and guts count for more). He qualifies for the 1972 Olympics--and then the massacre of the Israeli athletes takes place the night before his big race. The race is eventually held, even though Pre tells his assistant coach (Ed O'Neill) he \"can't run over the bodies of those dead athletes.'' Does he win? You will have to see for yourself. What sets \"Prefontaine'' aside from most sports movies is that it's not about winning the big race. It's about the life of a runner. After he returns from the Munich Olympics, Prefontaine supports himself by bartending and lives in a mobile home: Other nations support their athletes in style, but the rules of American amateur sports at that time essentially required a life spent in training, and poverty. (Much is made of the shabby quarters supplied to U.S. athletes in Munich, while 100 adult \"officials'' live in splendor at a luxury hotel.) After Munich, Bowerman retires to start his track-shoe empire (Pre says the Nike trademark \"looks like needless air resistance to me''). Prefontaine eventually breaks the nerve of the American amateur athletic establishment by getting his teammates (including discus champion Mac Wilkins) to join him in an unsanctioned invitation for the Finnish national team to visit Oregon. Accused of betraying the U.S. national team, he tells a press conference, typically: \"To hell with love of country; I'm looking out for me.'' \"Prefontaine,'' which is smart, quirky and involving, is the first feature film by Steve James, who directed the great sports documentary \"Hoop Dreams.\" In a sense, this is a continuation of the same story, about how the sports establishment uses and then discards gifted young athletes with little regard for their personal welfare.\n\nIf the two young subjects of \"Hoop Dreams\" won a victory of sorts (they got college degrees and were able to use basketball to better their prospects in life), Prefontaine won one, too. In the process he may have dismantled the idea of pure amateur athletics in this country, but the movie shows how much hypocrisy was masked by that ideal. By the end of the film we may not like Pre (who died in a car accident), but we understand and respect him. The movie shows an athlete for whom winning wasn't everything--but having to win was.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-01-24", "genres": ["Drama", "Sports Film"], "title": "Prefontaine (1997)"}