{"url": "http://www.rogerebert.com/reviews/prelude-to-a-kiss-1992", "by": "Alec Baldwinas Peter Hoskins", "star_rating": 3.0, "text": "Empathy. The ability to put yourself in another person's shoes, to imagine what it would be like to look out at the world through another person's eyes. Most of us have no gift for it -- although that SURE doesn't keep us from believing other people should spend a lot more time thinking about how it feels to be us.\n\n\"Prelude to a Kiss\" is a movie about two people who accidentally put themselves into each other's bodies, and although it could probably do more with its story, what it does is gentle and moving. The film is fairly hard to categorize, which is one of its strengths. If you've seen the coming attractions trailer, it probably left you completely confused. I've heard the movie described as being about ghosts and reincarnation, but it's about neither, and in fact the supernatural gimmick in the story is there mostly as an excuse to explain the more interesting stuff.\n\nThe movie opens with love at first sight, between a guy who works at a Chicago publishing company (Alec Baldwin) and a woman who tends bar (Meg Ryan).\n\nThey smile and their eyes light up, and in an astonishingly short time they know they must be married to one another. At the wedding, a strange thing happens, and don't read another word unless you want to learn an important story point. An old man appears, who nobody seems to know, and he wishes the young couple well, and kisses the bride on the lips. And then . . .\n\nBut we know who the old man is. His name is Julius (Sydney Walker), and he lives in Berwyn with his daughter and son-in-law, and after his wife died he just sort of vegetated. On this day he got up, walked to the train station, and took the next train, which happened to be going to Lake Forest.\n\nAnd he walked into the wedding and kissed the bride.\n\nOn his honeymoon, the Baldwin character begins to realize something has gone wrong. His bride looks the same, but she isn't the same. There are subtle clues in her behavior. Things she wouldn't ordinarily say. Eventually Baldwin realizes that someone else is inside her. She is not the woman he married.\n\nAll of this will be familiar to people who have seen the play by Craig Lucas, who based this screenplay on it. It's a gimmick, all right, but an interesting one, because it's the setup for some unusually thoughtful movie dialogue, and a final scene of genuine emotional power. I won't reveal the scene.\n\nOf the dialogue, I'll say how unusual it is for Hollywood characters to talk longingly and thoughtfully about our search for happiness in this world where most assuredly we will die. \"Prelude to a Kiss\" is the kind of movie that can inspire long conversations about the only subject really worth talking about, the Meaning of It All.\n\nBaldwin finds all the right notes in his performance, from Yuppie barfly to guy in love to a man faced with a large metaphysical embarrassment on his honeymoon. Meg Ryan is subtle in the way she signals that perhaps she is occupied by another personality. There are small but splendid moments involving her parents (Ned Beatty and Patty Duke). But the emotional heart of the movie belongs to the old guy, Walker, a New York stage actor who got his first starring role at 71.\n\nHe is wonderful here. He begins as a block of human wood, an old man who looks as if he has not one single thing to say, and then he develops eloquently into a person of poetry and longing. He is, in many of his scenes, literally playing a woman in her 20s. How he does it - how he gets away with it - is through not just craft, but heart.\n\nThe payoff in the big final scene is enormously gratifying, although, if you see the movie, you may wonder, as I did, how the screenplay lets the old guy wander away at the end. I guess the filmmakers thought the center of the story was with Baldwin and Ryan. But when the old guy goes out the door, our thoughts go with him.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-07-10", "genres": ["Comedy", "Drama", "Fantasy", "Romance", "Science Fiction"], "title": "Prelude To A Kiss (1992)"}