{"url": "http://www.rogerebert.com/reviews/premium-rush-2012", "by": "Joseph Gordon-Levittas Wilee", "star_rating": 3.5, "text": "\"Premium Rush\" is a breakneck chase movie about the daredevils who work as Manhattan bicycle messengers. With a map of the city imprinted in their brains, they hurtle down sidewalks, run red lights, go against traffic, jump obstacles and insist on using bikes without brakes. Whatever they're paid, it's not enough. If one hits your baby carriage in a crosswalk, you may not see it that way. \n\nThe title refers to the extra charge for fast delivery, I suppose. It may also refer to the film's adrenaline. The characters may not be deeply drawn, but you have to look fast to see them. This is an impressively skilled production that credits about a dozen stunt riders and even more CGI techs, and is never less than convincing as it shows messengers speeding fearlessly into traffic and threading their way through trucks that could flatten them.\n\nWhy do they work so hard and dangerously for relatively little money? They seem to do it for the high. They don't see themselves wearing suits and working in office cubicles. In the story told by \"Premium Rush,\" it's less of a job, more of a noble mission, as three messengers outrace the NYPD to deliver a gambling ticket that only one of them knows the story behind. (It's to pay passage to the United States for the young son of the Chinese heroine, who worked three jobs to raise the money.)\n\nWilee (think WILE-E), played by Joseph Gordon-Levitt, lean and intense, is said to be the best bike messenger in Manhattan, which is why Nima (Jamie Chung) asks for him. She needs the ticket delivered to a woman who will make a crucial call to China. Also in need of the ticket is a rotten cop named Bobby Monday, desperately played by Michael Shannon, whose gambling debts have him in mortal peril. The movie's first chase involves Wilee's bike and Monday's unmarked police car.\n\nIn a dizzying unfolding of events, two other messengers also get involved on Wilee's side. These are Vanessa (Dania Ramirez) and Manny (Wolé Parks). All would be gold medal winners if their jobs could be defined as Olympic sports. Bobby Monday also enlists several cops, one on a bike but outclassed; they don't really understand why they're chasing Wilee.\n\nThe bikes speed under trailer trucks, through food stores, up ramps, over barriers and so on. It's almost impossible to chase one with a car. At one point, the action involves Wilee and Vanessa actually escaping from an NYPD vehicle pound with the ticket ingeniously hidden.\n\nAnd that's about that. If you're looking for depth and profundity, this is the wrong movie. But under the direction of David Koepp (\"Secret Window,\" the screenplays for \"Mission: Impossible\" and \"Spider-Man\"), this is an expert and spellbinding adventure. I'm very weary of routine chase movies. There's nothing routine about \"Premium Rush.\" Any action formula can be brought to life with enough imagination and energy.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-08-22", "genres": ["Action", "Thriller"], "title": "Premium Rush (2012)"}