{"url": "http://www.rogerebert.com/reviews/pretty-maids-all-in-a-row-1971", "by": "Rock Hudsonas Tiger", "star_rating": 2.0, "text": "One thing you can say about \"Pretty Maids All in a Row.\" Rock Hudson sex comedies sure have changed since \"Pillow Talk.\" This time Hudson turns up in an unlikely but interesting casting as a high school coach, counselor and sex murderer. He's awfully wholesome about the whole business: giving earnest little pep talks before he seduces his young students and then knocks them off.\n\nThe director is Roger Vadim, whose recent work exhibits a fascination for the relationship between sex and violence. \"Barbarella\" (1968), that horribly unsure attempt to be camp without actually being camp, had poor Jane Fonda on the rack in a sort of 22d Century reprise of de Sade. But the marquis and his perversions are European, somehow, and so for his first Hollywood movie, Vadim has gone in for straightforward murder.\n\nHe's also been able to observe an American high school with a certain degree of macabre accuracy. I understand that M-G-M rented a whole high school and hired its football team for Vadim, and he's done a real job on them.\n\nHudson doesn't really want to murder all those young girls, you see. It's just that he's happily married and they keep after him until, helpless male that he is, he surrenders to what I suppose must be described as their nubile young charms (although most of the high school \"girls\" look like past, present or aspiring gatefolds). Then, when they threaten to blackmail him, what choice does he have, except bloody murder, eh?\n\nThere's some sort of a subplot, not too clear, about Rock's relationship with a naive young student named Ponce (John David Carson), who is terribly embarrassed about matters relating to sex. Rock convinces Angie Dickinson, another teacher in the school, to seduce Ponce, or something, and she does, or something (with an R rating you can never be sure). We're supposed to laugh at the older woman's sophistication and Ponce's discomfort, but Vadim handles the sequence so awkwardly we're embarrassed. Arthur Penn did essentially the same scene in \"Little Big Man\" between Dustin Hoffman and Faye Dunaway, and got away with it because he used some humor and style.\n\nThe movie itself is, finally, embarrassing. It's embarrassing because Vadim's personal hang-ups don't fit the nature of his material, and so he tries to bend things. Vadim is more interested in sadomasochism than any director since Luis Bunuel, and when he indulges his interests in a straightforwardly decadent movie like \"The Game Is Over\" (1967, about a triangle between a father, son and stepmother) it halfway works. But high school football players and pompon girls aren't an appropriate background for decadence, which tends to look sheepish in daylight.", "running_time": 91, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-04-12", "genres": ["Comedy", "Crime", "Thriller"], "title": "Pretty Maids All in a Row (1971)"}