{"url": "http://www.rogerebert.com/reviews/pretty-woman-1990", "by": "Richard Gereas Edward Lewis", "star_rating": 3.5, "text": "Because \"Pretty Woman\" stars Richard Gere, Hollywood's most successful male sex symbol, and because it's about his character falling in love with a prostitute, it is astonishing that \"Pretty Woman\" is such an innocent movie - that it's the sweetest and most openhearted love fable since \"The Princess Bride.\" Here is a movie that could have marched us down mean streets into the sinks of iniquity, and it glows with romance.\n\nOh, it seems to be constructed out of the stuff of realism, all right. It stars Gere as an out-of-town millionaire, visiting Los Angeles, who borrows his friend's car and gets lost on Hollywood Boulevard. He asks a hooker for directions to his hotel. She offers to tell him, for five dollars. For $10, she'll guide him there.\n\nHe agrees. It is important to understand that he is looking for directions, not sex, and that he has broken up - coldly and efficiently - with his current girlfriend only half an hour earlier in a terse telephone conversation. The girl gets into the car and it turns out that she knows a lot about cars. This intrigues him, and the result is that he invites her to join him in his hotel suite. But not for sex, of course, he says. But you still have to pay, of course, she says.\n\nShe is played by Julia Roberts (\"Mystic Pizza\" and an Oscar-nominated role in \"Steel Magnolias\") as a woman who is as smart as she is attractive, which makes her very smart. Like many prostitutes, she is able to perform the mental trick of standing outside of what she does, of detaching herself and believing that her real self is not involved. That's what she does. She overhears one of his telephone conversations and wants to know what he does.\n\nHe's a takeover artist. He buys companies, takes them apart and sells the pieces for more than he paid for the whole. \"But what about the people who work for those companies?\" she wants to know. \"People have nothing to do with it,\" he explains. \"It's strictly business.\" \"Oh, she says. Then you do the same thing I do.\" What is happening in these scenes is that the characters are emerging as believable, original and sympathetic. Gere and Roberts work easily together; we sense that their characters not only like one another, but feel comfortable with one another. The catch is, neither one trusts the feeling of comfort. They've been hurt so often, they depend on a facade of cynical detachment. Everything is business. He offers her money to spend one week with him, she accepts, he buys her clothes, they have sex and of course (this being the movies) they fall in love.\n\nThey fall into a particularly romantic kind of love, the sort you hardly see in the movies these days - a love based on staying awake after the lights are out and confiding autobiographical secrets. This is the first Gere film containing more confession than nudity. During the day, the lovers try to recover their cold detachment, to maintain the distance between them. If the love story in \"Pretty Woman\" is inspired by \"Cinderella,\" the daytime scenes are \"Pygmalion,\" as the hotel manager (Hector Elizondo) takes a liking to his best customer's \"niece\" and tutors her on which fork to use at a formal dinner.\n\nThere is a subplot involving Gere's attempts to take over a corporation run by an aging millionaire (Ralph Bellamy) - a man whose lifework he is prepared to savage, even though he actually likes him.\n\nThere are broad Freudian hints that Gere's entire career is a form of revenge against his father and that Bellamy may be the father figure he is searching for. But he has an impulse to hurt what he loves, and there is one particularly painful scene in which Gere reveals to a friend that Roberts is a prostitute and Roberts gains a certain insight by how hurtful that betrayal is.\n\nI mentioned that the movie is sweet and innocent. It is; it protects its fragile love story in the midst of cynicism and compromise. The performances are critical for that purpose. Gere plays new notes here; his swagger is gone, and he's more tentative, proper, even shy. Roberts does an interesting thing; she gives her character an irrepressibly bouncy sense of humor and then lets her spend the movie trying to repress it. Actresses who can do that and look great can have whatever they want in Hollywood.\n\nGere's career is on a roll right now, after this movie and the completely opposite, swaggeringly erotic character he plays in \"Internal Affairs.\" In Esquire magazine a few months ago, a collection of Hollywood jokes included one where the punch line was that a producer was going to be stuck with Richard Gere in his movie. After these two movies, the joke doesn't work anymore.\n\nThe movie was directed by Garry Marshall (\"The Flamingo Kid\"), whose films betray an instinctive good nature, and it is about as warmhearted as a movie about two cold realists can possibly be. I understand that earlier versions of the screenplay were more hard-boiled and downbeat, and that Marshall underlined the romance.\n\nThere could indeed be, I suppose, an entirely different movie made from the same material - a more realistic film, in which the cold economic realities of the lives of both characters would make it unlikely they could stay together. And, for that matter, a final scene involving a limousine, a fire escape and some flowers is awkward and feels tacked on. But by the end of the movie I was happy to have it close as it does.", "running_time": 119, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-03-23", "genres": ["Comedy", "Romance"], "title": "Pretty Woman (1990)"}