{"url": "http://www.rogerebert.com/reviews/pretty-baby", "by": "Brooke Shieldsas Violet", "star_rating": 3.0, "text": "Louis Malle's \"Pretty Baby\" is a pleasant surprise: After all the controversy and scandal surrounding its production, it turns out to be a good-hearted, good-looking, quietly elegiac movie. That's a coup for Malle, who sometimes seems to dare himself to find acceptable ways of filming unacceptable subjects.\n\n His subject this time is a twelve-year-old girl who is raised in the New Orleans brothel where her mother works. She plays in the garden, she rides a pony, she likes ragtime music, and one day she's auctioned off to the man who will deflower her. This is, of course, tragically perverted, but \"Pretty Baby\" itself is not a perverted film: It looks soberly, and with a good deal of compassion, at its period of history and the people who occupied it.\n\n The pretty baby of the title is named Violet, and is played by Brooke Shields, as an extraordinarily beautiful child. Before anyone had seen \"Pretty Baby,\" Malle was being accused of exploiting that fact. But he's thoughtful and almost cautious in his approach: Given the film's subject matter and its obligatory sex scenes, Malle shows taste and restraint. And Shields really creates a character here; her subtlety and depth are astonishing.\n\n Malle places her in an extraordinarily well-realized world, the Storyville section of New Orleans, circa 1917. The movie pays infinite attention to detail, and looks and feels accurate: We get to know the brothel so well, with its curving staircases and baroque furnishings, we almost feel we live there too. And we get to know the people, too, especially the strange and cynical brothel-keeper Madame Nell (Frances Faye), who observes at one point in her gravelly voice: \"I am old. And I know one thing: Life is very long.\" An almost opaque line, but she invests it with infinite weariness.\n\n She also keeps a well-run establishment, populated by hookers like Violet's mother Hattie (Susan Sarandon), who dreams of escaping from the life and eventually succeeds: She marries a prosperous businessman from St. Louis, and moves north. She wants to take her daughter with her, but Violet won't go: For her, this house is a home. Violet has in the meantime gained a protector and confidant: Bellocq (Keith Carradine), the silent, eccentric photographer. He seems at first to feel no passion at all, as he takes his infinite pains to arrange the lights and shadows in which he poses the prostitutes. There is, we feel, the possibility that he's asexual. \n\nBut he does have a special feeling for Violet. And on the night she is auctioned off, there are two long, anguished close-ups: Of Bellocq, and of the house's black piano player (Antonio Fargas). Both of them clearly feel the auction is an outrage. Neither one speaks out. They are both creatures of Storyville, and know how things are done.\n\n After Hattie goes north, Violet stays in the house for a time, and then goes to live with Bellocq. Their relationship is, of course, a strange one, made more complicated by the fact that this experienced twelve-year-old prostitute is still just a little girl.\n\nOne of the film's most heartbreaking scenes has Violet sitting under a tree, playing with her doll. She is pretending that the doll is herself and that she is her mother. There's such a curious mixture of resentment and envy in her game that we cringe.\n\n \"Pretty Baby\" has been attacked in some quarters as child porn. It's not. It's an evocation of a time and a place and a sad chapter of Americana. The ragtime music and the blues that fill its sound track take on a deeper meaning, in the context of the story, and we are reminded that the artists who sang \"Do You Know What It Means to Miss New Orleans?\" knew very well, and perhaps for that reason missed it less than their listeners.", "running_time": 110, "mpaa_rating": "R", "release_year": 1978, "date_published": "1978-06-01", "genres": ["Drama", "History"], "title": "Pretty Baby (1978)"}