{"url": "http://www.rogerebert.com/reviews/pretty-persuasion-2005", "by": "Evan Rachel Woodas Kimberly Joyce", "star_rating": 2.0, "text": "\"Pretty Persuasion\" is the kind of teenage movie where James Woods can play the heroine's dad and not be the worst person in the story. He comes close, but then everyone comes close, except for the innocent bystanders. The movie stars Evan Rachel Wood, who is amazingly good playing a spiteful, cruel high school student. There are so many movies where the heroine is persecuted by the popular bombshell and her posse that it's almost a genre, but never has the bombshell been this evil.\n\nWood plays Kimberly Joyce, the product of a Bel Air home where malice is served at every meal. Her millionaire father Hank (James Woods) is aggressively hateful, a fast-talker who mows down the opposition in every conversation and amuses himself by telling racist jokes to his daughter and her new stepmother Kathy (Jaime King). What Kimberly learns at home, she improves on at school. Her sidekicks are Brittany (Elisabeth Harnois) and Randa (Adi Schnall), an Arab girl who gets to listen to Kim's ranking of the races (Arabs come last, but Kim is gentle when she tells Randa). What Randa thinks is hard to say, since she rarely speaks, is intimidated and dominated by Kimberly, and has been chosen as a mascot, not a friend.\n\nKimberly dislikes her English teacher, Percy Anderson (Ron Livingston), partly because of his classroom matter, partly because she dislikes all teachers, and partly because she suspects (correctly) that he harbors lustful thoughts for them. The thoughts don't bother Kimberly, a sexual predator, but they give her an idea: Why don't the three girls accuse Mr. Anderson of sexually molesting them? It could be good publicity for the acting career Kimberly dreams about. The two friends go along, carefully schooled by Kimberly.\n\nThe movie, directed by Marcos Siega and written by Skander Halim, exists uneasily somewhere between comedy and satire. When Mr. Anderson gives his wife (Selma Blair) a skirt like the students wear, and asks her to read an essay while he \"grades\" her, it might be funny if the movie itself were not so much more lethal.\n\nWhat the movie gets right is that sexual molestation, especially against attractive, articulate students in rich neighborhoods, is a publicity magnet. The story attracts the predatory TV reporter Emily Klein (Jane Krakowski), who turns it into a running commentary on the virus of social depravity, without realizing she's a carrier. Mr. Anderson loses his job and the case is taken to trial, and the rest you will learn.\n\nI admired the willingness of the screenplay to venture into deep waters; the movie's rating is still pending as I write, possibly because the MPAA thinks it is an R and the distributors would like a PG-13 audience, many of whom would find it shocking and disturbing. Like \"Lolita,\" this is a movie about young girls but not for them. It makes some hard-edged observations about the current popularity, if that is the word, of suits charging sexual harassment (I refer not to the crime itself, which is evil, but to the way it is sometimes exploited to destroy innocent reputations). It is also dead right about the way some TV news outlets cover such \"news\" stories with a fervor entirely lacking as they regard more important topics. Coverage of molestation easily shades into voyeurism.\n\nI also admire Wood, who in a few movies has emerged as a young actress who can bring an eerie conviction even to tricky and complex scenes. In \"Thirteen\" (2003), she played a good girl who makes the mistake of friendship with a girl her age who introduces her to drugs, sex and lying. Here she essentially takes the other role and is just as convincing: She finds a coldness and heartlessness in Kimberly that moves beyond the high-school hellion category and into malevolence.\n\nSo the movie is daring, and well-acted. Yet it isn't very satisfying, because the serious content keeps breaking through the soggy plot intended to contain it. The material in \"Pretty Persuasion\" needed to be handled as heavy drama, or played completely for comedy, and by trying to have it both ways, the movie has it neither way. The audience gets emotional whiplash, its laughter interrupted by scenes where lives are destroyed.\n\nI am also uneasy about the racism in the dialogue. I understand its purpose, I guess: To expose the way it works as a sickness, passed from generation to generation. But is the movie using its pose of exposing racism as a cover to slip in offensive jokes about Jews and Arabs that are, strictly speaking, not necessary to tell this story? It would be interesting to see the movie with its opening night audience and see if anyone laughs at those jokes. I have a feeling they might, and for them, the point of the movie will be lost. It is, I admit, rather easily lost.", "running_time": 105, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-08-25", "genres": ["Comedy", "Drama"], "title": "Pretty Persuasion (2005)"}