{"url": "http://www.rogerebert.com/reviews/pretty-in-pink-1986", "by": "Molly Ringwaldas Andie Walsh", "star_rating": 3.0, "text": "Although \"Pretty in Pink\" contains several scenes that are a great deal more dramatic, my favorite moments were the quietest ones, in which nothing was being said because a boy was trying to get up the courage to ask a girl out on a date, and she knew it, and he knew it, and still nothing was happening.\n\nTo be able to listen to such a silence is to understand the central dilemma of adolescence, which is that one's dreams are so much larger than one's confidence. \"Pretty in Pink\" is a movie that pays attention to such things. And although it is not a great movie, it contains some moments when the audience is likely to think, yes, being 16 was exactly like that.\n\nThe movie stars Molly Ringwald as Andie Walsh, a poor girl from the wrong side of the tracks. Her mother bailed out of her life years earlier, and she lives with her unemployed father (Harry Dean Stanton), whose first words after she wakes him one morning are, \"Where am I?\" Andie works in a record store in a downtown mall and wears fashions that seem thrown together by a collision between a Goodwill store and a 1950s revival.\n\nAndie attends a high school where most of the kids are wealthy snobs, and she has a crush on a rich kid named Blane (Andrew McCarthy).\n\nHer best friends are Duckie (Jon Cryer), who is a case study of the kind of teenage boy who thinks he can clown his way into a girl's heart, and Iona (Annie Potts), a 30ish sprite who affects one radical hairstyle after another.\n\nThe movie's plot is old, old, old. It's about how the rich boy and the poor girl love each other, but the rich kid's friends are snobs, and the poor girl doesn't want anyone to know what a shabby home she lives in, and about how they do find true love after all. Since the basic truths in the movie apply to all teenagers, rich and poor, I wish the filmmakers would have found a new plot to go along with them.\n\nPerhaps they could have made the lovers come from different ethnic groups, which wouldn't have been all that original, either, but at least would have avoided one more recycling of ancient Horatio Alger stories.\n\nThere is one other major problem with the movie, and that involves the character of Steff McKee (James Spader), the effete, chain-smoking rich snob who is Blane's best friend. He has been turned down several times by Andie and now pretends to be appalled that Blane would want to go out with such a \"mutant.\" His snobbery almost shipwrecks the romance.\n\nSteff does have one great line of dialogue: \"Money really means nothing to me. Do you think I'd treat my parents' house this way if it did?\" But, as played by Spader, he looks much too old to be a teenager, and his scenes play uneasily for that reason. He seems more like a sinister 25-year-old still lurking in the high school corridors, the Ghost of Proms Past.\n\nThose objections noted, \"Pretty in Pink\" is a heartwarming and mostly truthful movie, with some nice touches of humor. The movie was written by John Hughes, who repeats the basic situation of his \"Sixteen Candles,\" which starred Ringwald as a girl who had a crush on a senior boy, and learned to communicate with the class geek. But Ringwald is becoming an actress who can project poignancy and vulnerability without seeming corny or coy, and her scenes here with Cryer and Potts have one moment of small truth after another.\n\nThe nicest surprise in the movie is the character created by Potts. The first time we see her, she's dressed in leather and chains, but the next time, she wears one of those beehive hairdos from the early 1960s. She is constantly experimenting with her \"look,\" and when she finally settles on conservative good taste, the choice seems like her most radical so far.\n\n\"Pretty in Pink\" is evidence, I suppose, that there must be a reason why certain old stories never seem to die. We know all the cliches, we can predict half of the developments. But at the end, when this boy and this girl, who are so obviously intended for one another, finally get together, there is great satisfaction. There also is the sense that Ringwald just might have that subtle magic that will allow her, like the young Elizabeth Taylor, to grow into an actress who will keep on breaking and mending boys' hearts for a long time.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-02-28", "genres": ["Comedy", "Drama", "Romance"], "title": "Pretty in Pink (1986)"}