{"url": "http://www.rogerebert.com/reviews/price-of-glory-2000", "by": "Jimmy Smitsas Arturo Ortega", "star_rating": 2.0, "text": "\"Price of Glory\" made me feel like I was sitting in McDonald's watching some guy shout at his kids. You read the situation: Here's a man with problems of his own, who is projecting his troubles onto his children--because he thinks he can control them and knows he can't control himself. The world has him licked. The situation makes you feel sad and uncomfortable, but it's none of your business. You look away.\n\n\"Price of Glory\" gives us two hours of that behavior, and it's a miscalculation so basic that it makes the movie painful when it wants, I guess, to be touching. Jimmy Smits plays Arturo Ortega, a Mexican-American father who was a boxer when he was young, was \"brought along too fast\" and beaten badly in a fight, and now leads a life obsessed with getting revenge through the lives of his three sons. He brings them up as boxers (\"The Fighting Ortegas\") and tries to dominate their lives. But he does such a bad job of masterminding their careers that finally the sons and his long-suffering wife see him less as a father than as their cross to bear.\n\nEven his rival, a boxing promoter who wants to handle the most promising son, comes across less as an enemy than as a man with more common sense than Arturo.\n\nSmits is good in this performance--all too good. The movie is earnest and sincere, and an ordeal to watch because there's no arc to his character, and learning and redemption are too little, too late. He's stuck. He keeps making the same mistakes over and over; he starts as a tragic figure and ends as a slow study.\n\nAnd he inflicts on his kids (and us) that tiresome strategy of the domineering parent who puts on an act of being reasonable, of \"only wanting what's best\" for his kids, when clearly his own issues are in charge. He even believes himself when he delivers his sanctimonious and self-serving speeches; the kids turn away and we pity them.\n\nThe other arc in the film is that of a typical boxing movie. It opens with Arturo losing big in an early fight, and then we see him living in New Mexico with his wife, Rita (Maria Del Mar), who sees him clearly, loves him but puts up with way too much. They have three kids who are put in the ring at such young ages that we didn't know they made boxing gloves that tiny. (I don't even want to think about kids in the \"Pee-wee Division.\") He pushes them, browbeats them; even one kid's victory gets criticized because his style was wrong. We sense here a portrait of all parents who live through their children, pushing them onto the stage, forcing them into contests they have no taste for, treating them not like kids but like puppets acting out the parents' fantasies.\n\nFlash forward 10 years, and the kids are young men, but their father has learned nothing. They are Sonny (Jon Seda), Jimmy (Clifton Collins Jr.) and Johnny (Ernesto Hernandez). Sonny is the best boxer, but as the oldest, the most driven to squirm from under his father's thumb. Jimmy is resentful and rebellious. Johnny has real promise, and as the youngest is most concerned with pleasing his dad. But the family by this point is twisted and distorted by years of Arturo's bullying, as Rita Ortega looks on helplessly.\n\nLike many bullies, Arturo is filled with self-pity and has a way of creating a family dynamic where guilt suppresses rage. Consider a scene where one of the boys proudly brings home the girlfriend he wants to marry, and her parents, for dinner. Arturo behaves like such a jerk that we cringe. A family dinner quite like this could not exist anywhere outside a movie more concerned with making a point than drawing a convincing character.\n\nThe story's villain is a fight promoter named Nick Everson (Ron Perlman). With his deep-set eyes and burly physique, he's intimidating and controls the bookings for big fights. I am sure there are people like him all throughout professional boxing, but what's amazing is that he comes as a surprise to Arturo, who wants to manage his sons himself. Everson has thugs working for him, but he and his men are not vicious, simply hard-boiled. By the end of the film, Everson is looking reasonable compared to Arturo Ortega--even to Arturo himself.\n\nThe character scenes are intercut with standard scenes from boxing movies: training, strategy, talking about moves, early fights. None of this stuff is remarkable. What's peculiar is that the film doesn't build toward anything because even as the boxing careers flourish, the character of Arturo drags everything down. At the end there is a victory, and it means nothing--it's ashes because Arturo has taken out the fun. He just never learns.", "running_time": 118, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-03-31", "genres": ["Drama", "Sports Film"], "title": "Price Of Glory (2000)"}