{"url": "http://www.rogerebert.com/reviews/pride-and-glory-2008", "by": "Edward Nortonas Ray Tierney", "star_rating": 2.0, "text": "\"Pride and Glory\" is the kind of film where you feel like you know the words and ought to be singing along. It follows the well-worn pathways of countless police dramas before it. We find a drug deal gone bad, corruption on the force, brother against brother, an alcoholic dad who is both their father and their superior officer, family friend as a traitor, plus one dying wife and another one who is fed up. There's a stroke of originality: A baby seems about to be branded by a hot steam iron.\n\nIf you set this in New York, provide all the characters with strong ethnic identities, film under glowering skies, add a lot of dead bodies at the start, and have characters shout at one another, all you'd have to do is change the names and hire different actors, and you could do this all again and again.\n\nThe set-up: Four cops are killed in a drug bust gone wrong. They are under the command of Francis Tierney Jr. (Noah Emmerich). The moment you bring a Junior onstage, the formula requires a Senior, in this case played by Jon Voight as a high-maintenance boozer. Senior confronts his other son, Ray Tierney (Edward Norton), who has fled the streets for a low-risk assignment after Something Very Bad happened a few years ago, and persuades him to rejoin the tough guys: After all, he has to help out Junior.\n\nAlso involved is the Tierney brother-in-law, Jimmy Egan (Colin Farrell). Oh, and Junior's wife, Abby (Jennifer Ehle), is dying of cancer and has lost her hair to chemo. And Ray's wife, Tasha (Carmen Ejogo), has split with him, and in the tradition of all cop wives, accuses him of neglecting his family and of, on Christmas, receiving a visit from a guy who would be the first one you would pick out of a lineup, whether you recognized him, because he looks like he has just done Something Very Bad.\n\nThe plot involves how and why the four cops were killed. This may not come as a shock to veteran filmgoers: There is a culture of corruption in the department, and one character is guilty, one is innocent, and one is conflicted in his loyalties. Once we know this, we know there will be a series of angry and desperate confrontations among the three, interlaced with violent face-downs with criminals, cops being slammed up against walls in the basement of their headquarters, and Senior drinking even more because he is horribly confused about whether he values truth above family loyalty, and either one above loyalty to the department. Jon Voight is a fine actor, but putting him in a role like this is like hanging him out to dry.\n\nMy friend McHugh used to be fond of suddenly announcing, \"Clear the bar! I want to drink by myself!\" Such a moment supplies the sensationally bad ending to \"Price and Glory,\" when one brother enters the bar where the other brother is drinking, flashes his badge and tells everyone to scram. Why? So he and his brother can settle everything with a brutal fistfight. As we know, under the Macho Code, this means that after two people who love each other end up beaten and bloody, they will somehow arrive at a catharsis. How that solves this tangled web of loyalty, deceit and corruption, I can't be exactly sure.", "running_time": 130, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-23", "genres": ["Crime", "Drama", "Thriller"], "title": "Pride and Glory (2008)"}