{"url": "http://www.rogerebert.com/reviews/pride-and-prejudice-2005", "by": "Keira Knightleyas Elizabeth Bennet", "star_rating": 4.0, "text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife. Everybody knows the first sentence of Jane Austen's Pride and Prejudice. But the chapter ends with a truth equally acknowledged about Mrs. Bennet, who has five daughters in want of husbands: \"The business of her life was to get her daughters married.\" \n\nRomance seems so urgent and delightful in Austen because marriage is a business, and her characters cannot help treating it as a pleasure. Pride and Prejudice is the best of her novels because its romance involves two people who were born to be in love, and care not about business, pleasure, or each other. It is frustrating enough when one person refuses to fall in love, but when both refuse, we cannot rest until they kiss.\n\nOf course all depends on who the people are. When Dorothea marries the Rev. Casaubon in Eliot's Middlemarch, it is a tragedy. She marries out of consideration and respect, which is all wrong; she should have married for money, always remembering that where money is, love often follows, since there is so much time for it. The crucial information about Mr. Bingley, the new neighbor of the Bennet family, is that he \"has\" an income of four or five thousand pounds a year. One never earns an income in these stories, one has it, and Mrs. Bennet (Brenda Blethyn) has her sights on it.\n\nHer candidate for Mr. Bingley's hand is her eldest daughter, Jane; it is orderly to marry the girls off in sequence, avoiding the impression that an older one has been passed over. There is a dance, to which Bingley brings his friend Darcy. Jane and Bingley immediately fall in love, to get them out of the way of Darcy and Elizabeth, who is the second Bennet daughter. These two immediately dislike each other. Darcy is overheard telling his friend Bingley that Elizabeth is \"tolerable, but not handsome enough to tempt me.\" The person who overhears him is Elizabeth, who decides she will \"loathe him for all eternity.\" She is advised within the family circle to count her blessings: \"If he liked you, you'd have to talk to him.\"\n\nThese are the opening moves in Joe Wright's new film \"Pride & Prejudice,\" one of the most delightful and heartwarming adaptations made from Austen or anybody else. Much of the delight and most of the heart comes from Keira Knightley, who plays Elizabeth as a girl glowing in the first light of perfection. She is beautiful, she has opinions, she is kind but can be unforgiving. \"They are all silly and ignorant like other girls,\" says her father in the novel, \"but Lizzie has something more of quickness than her sisters.\"\n\nKnightley's performance is so light and yet fierce that she makes the story almost realistic; this is not a well-mannered \"Masterpiece Theatre\" but a film where strong-willed young people enter life with their minds at war with their hearts. The movie is more robust than most period romances; it is set earlier than usual, in the late 1700s, a period more down to earth than the early Victorian years. The young ladies don't look quite so much like illustrations for Vanity Fair, and there is mud around their hems when they come back from a walk. It is a time of rural realities: When Mrs. Bennet sends a daughter to visit Netherfield Park, the country residence of Mr. Bingley, she sends her on horseback, knowing it will rain, and she will have to spend the night.\n\nThe plot by this point has grown complicated. It is a truth universally acknowledged by novelists that before two people can fall in love with each other, they must first seem determined to make the wrong marriage with someone else. It goes without saying that Lizzie fell in love with young Darcy (Matthew MacFadyen) the moment she saw him, but her pride has been wounded. She tells Jane: \"I might more easily forgive his vanity had he not wounded mine.\"\n\nThe stakes grow higher. She is told by the dashing officer Wickham (Rupert Friend) that Darcy, his childhood friend, cheated him of a living that he deserved. And she believes that Darcy is responsible for having spirited Bingley off to London to keep him out of the hands of her sister Jane. Lizzie even begins to think she may be in love with Wickham. Certainly she is not in love with the Rev. Collins (Tom Hollander), who has a handsome living and would be Mrs. Bennet's choice for a match. When Collins proposes, the mother is in ecstasy, but Lizzie declines, and is supported by her father (Donald Sutherland), a man whose love for his girls outweighs his wife's financial planning.\n\nAll of these characters meet and circle each other at a ball in the village Assembly Hall, and the camera circles them. The sequence feels like one unbroken shot, and has the same elegance as Visconti's long single take as he follows the prince through the ballrooms in \"The Leopard.\" We see the characters interacting, we see Lizzie avoiding Collins and enticing Darcy, we understand the politics of these romances, and we are swept up in the intoxication of the dance. In a later scene as Lizzie and Darcy dance together everyone else somehow vanishes (in their eyes, certainly), and they are left alone within the love they feel.\n\nBut a lot must happen before the happy ending, and I particularly admired a scene in the rain where Darcy and Lizzie have an angry argument. This argument serves two purposes: It clears up misunderstandings, and it allows both characters to see each other as the true and brave people they really are. It is not enough for them to love each other; they must also love the goodness in each other, and that is where the story's true emotion lies.\n\nThe movie is well cast from top to bottom; like many British films, it benefits from the genius of its supporting players. Judi Dench brings merciless truth-telling to her role as a society arbiter; Sutherland is deeply amusing as a man who lives surrounded by women and considers it a blessing and a fate, and as his wife Blethyn finds a balance between her character's mercenary and loving sides. She may seem unforgivably obsessed with money, but better to be obsessed with money now than with poverty hereafter.\n\nWhen Lizzie and Darcy finally accept each other in \"Pride & Prejudice,\" I felt an almost unreasonable happiness. Why was that? I am impervious to romance in most films, seeing it as a manifestation of box office requirements. Here is it different, because Darcy and Elizabeth are good and decent people who would rather do the right thing than convenience themselves. Anyone who will sacrifice their own happiness for higher considerations deserves to be happy. When they realize that about each other their hearts leap, and, reader, so did mine.", "running_time": 128, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-11-10", "genres": ["Drama", "Foreign", "Romance"], "title": "Pride and Prejudice (2005)"}