{"url": "http://www.rogerebert.com/reviews/priest-of-love-1981", "by": "Ian McKellenas D. H. Lawrence", "star_rating": 2.0, "text": "It's an irony, but there you are: The two best films about the\r\nlife of the passionate British novelist D. H. Lawrence are based on his\r\nfiction. They are \"Sons and Lovers\" (1960), with Dean Stockwell\r\nplaying a Nottingham miner's son (obviously based on Lawrence's memories of his\r\nown childhood), and \"Women in Love\" (1969), with Glenda Jackson, Alan Bates and Oliver Reed in a sexual tangle that reflected Lawrence's liberating\r\nview of sexuality.\n\nNow comes \"Priest of Love,\" a movie based on a\r\nbiography of Lawrence and some of his letters and memoirs. This is said to be a\r\nfactual biography, but, of course, any screen biography is fiction -- in this\r\ncase, the imaginative impressions of the filmmakers about the life of a man they never knew. In \"Priest of Love,\" we see many of the actual\r\nplaces where Lawrence lived, and the homes he occupied there, but we don't\r\nlearn much about the man. Certainly not as much as we could intuit from those\r\ntwo earlier films (and learn from his books, of course).\n\nI\r\nbelieve that underlying poetic truths about people's lives are more important\r\nthan the facts, anyway. It doesn't matter when you were born, but it does\r\nmatter what kind of relationships you had with your fellow travelers through\r\nlife. \"Priest of Love\" doesn't seem that interested in Lawrence's\r\ninner life, though. It's more concerned with arranging attractive photographs\r\nof the period he lived in. It gives us all the correct costumes and props and\r\nattitudes, but when it comes to what made Lawrence live and breathe, the movie\r\nfalls back too easily on talk about \"genius.\"\n\nThe\r\ngreat British actor Ian McKellen, fresh from his triumph in “Amadeus” on\r\nBroadway, does an interesting job of impersonating Lawrence. He looks something\r\nlike him, he doesn't overact a role filled with temptations for bombast, and in\r\nthe scenes where he is seen writing, we get the impression that there is\r\nthought behind his writing, and not just an actor's pushing of a pen.\n\nBut\r\nMcKellen is sandbagged by a script that requires him, too, to fall back on\r\nnonsense about genius and the poet's mission. I was reminded of the story about\r\nthe time publisher Bennett Cerf told James Joyce's wife, Nora, that her husband\r\nwas a genius. \"It's easy enough for you to say that,\" Nora sniffed,\r\n\"as you do not have to live with the man.\"\n\nThe\r\naction in \"Priest of Love\" tends to avoid Lawrence's childhood, which\r\nwas in some ways the most interesting period of his life. We see young Lawrence\r\nin misty, ill-defined flashbacks -- picture postcards about early loves and\r\ndead family. The adult Lawrence is bedeviled by censors, hounded by the British\r\npress, and splashed all over the scandal sheets after his marriage to Frieda\r\nLawrence (the press could not forgive Lawrence for marrying the sister of the\r\nGerman flying ace Baron von Richthofen, or for the fact that he took her away\r\nfrom a husband and three children).\n\nThe\r\nLawrences set sail for America and the art colony run in Taos, N.M., by the\r\neccentric patroness of the arts Mabel Dodge. It is fascinating to see Ava Gardner playing Dodge; at 60, Gardner is beautiful, mysterious and just right\r\nfor this role. But by then we've lost interest in the movie. It doesn't set up\r\nconflicts, only arguments, and it doesn't generate suspense, only curiosity. I\r\nhave the notion that D. H. Lawrence, if he could see it, would wonder who it\r\nwas about.", "running_time": 125, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-11-10", "genres": ["Drama"], "title": "Priest of Love (1981)"}