{"url": "http://www.rogerebert.com/reviews/primal-fear-1996", "by": "Richard Gereas Martin Vail", "star_rating": 3.5, "text": "Once it was cops who solved crimes. Then private eyes. In the Grisham era, it has been lawyers. “Primal Fear,” based on a novel by William Diehl, stars Richard Gere as a flamboyant Chicago defense attorney who chases defendants instead of ambulances and volunteers his services when a teenager from Kentucky is charged with murdering an archbishop.\n\nWhy? Because he knows the case will be the most sensational of the year, and he wants to be where the action is. And maybe because he thinks the kid might be innocent, although the movie's literate, pointed dialogue makes it clear that guilt isn't an issue with this lawyer: Every defendant deserves a competent defense, he believes (and defendants in sensational, highly publicized cases deserve a defense from him).\n\nThe defense attorney is named Martin Vail. In playing him, Gere creates one of the best performances of his career, nuanced and smart, although the conventions of the thriller genre distract from how good it really is. He's a hard-drinking, ego-driven man who recently broke up with a young assistant DA named Janet Venable (Laura Linney), who is now, inevitably, his opponent on the case.\n\nAs the movie opens, Martin Vail is seen moving smoothly through the centers of power in Chicago. He attends a benefit. He knows everybody's name. They behave toward him in a way that signifies his importance.\n\nBut there's something else going on. The movie's director, Gregory Hoblit, is able to take a church benefit with a boy's choir performing and somehow fill it with sinister undertones. There is more than meets the eye. An atmosphere of menace is created without a single word or shot you can put your finger on.\n\nThe archbishop is murdered in a grisly scene, and the suspect, Aaron Stampler (Edward Norton), is captured a short time later, after a foot chase with police that is telecast live. He's covered with the archbishop's blood, and the headlines call him “The Butcher Boy of St. Mike's.” But did he commit the crime? A psychologist named Molly Arrington (Frances McDormand) examines him for the court and thinks the question has no simple answer, because the kid, under intense pressure, suggests there was another person in the room. There is a lot more to it than that, although I will not reveal the details.\n\nThe story develops against a backdrop of Chicago politics and corruption. The archbishop, we learn, was involved in land deals that created a lot of unhappiness among powerful Chicagoans who lost millions of dollars. He has received many death threats. And his relationship with some of the members of the boys' choir was not strictly pastoral. A Hispanic alderman, who defends the building of a clinic on land intended to be “upscaled,” gets into hot water. And Martin Vail seems to be at the center of all of these events. Is it possible that young Aaron is a fall-guy for a much larger, more sinister plot? The plot is as good as crime procedurals get, but the movie is really better than its plot because of the three-dimensional characters. Gere is given several quiet scenes, including a half-drunken conversation with a journalist, to develop the complexities of his character. Laura Linney makes more of her fairly standard character than we might expect. And the supporting performances--from John Mahoney as the hard-bitten DA and McDormand as the psychologist, to Alfre Woodard, who plays the judge and presides over a key scene in chambers--are strong and convincing. Edward Norton, as the “Butcher Boy,” creates a character that is, as you will see, completely convincing in more ways than one.\n\nThe best crime movies and novels are not about who did it, or why. They are about how the characters feel about what happened. The screenplay for “Primal Fear,” by Steve Shagan and Ann Biderman, knows that and uses the labyrinthine plot details as backdrop to issues of the identity. Because this movie has a commercial destiny, of course the crime is sensational and the revelations are startling. But the character of Martin Vail is so well done that it could have supported a smaller, more plausible movie. \n\nRichard Gere's film choices could use more quality control, but at times, as in “Days of Heaven,” “American Gigolo,” “Pretty Woman,” “Internal Affairs,” “Miles From Home” and “Mr. Jones,” he shows what an interesting actor he can be. “Primal Fear” contains some of his best work.", "running_time": 131, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-04-05", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Primal Fear (1996)"}