{"url": "http://www.rogerebert.com/reviews/prime-2005", "by": "Uma Thurmanas Rafi Gardet", "star_rating": 3.0, "text": "\"Flawed\" is a word movie critics use more often than jewelers. They have looked into the heart of a sparkling gem and found an imperfection. Every movie should be perfect, and on such grounds, \"Prime\" is flawed. Its flaw is that it employs an Idiot Plot in a story that is too serious to support it. I can forgive and even embrace an Idiot Plot in its proper place (consider Astaire and Rogers in \"Top Hat\"). But when the characters have depth and their decisions have consequences, I grow restless when their misunderstandings could be ended by words that the screenplay refuses to allow them to utter.\n\n\"Prime\" is such a movie, yet I must recommend it, because in its comedy of errors are actors who bring truth at least to their dialogue. Meryl Streep and Uma Thurman have line readings that work as delicate and precise adjustments of dangerous situations. They're dealing with issues that are real enough, even if they've been brought about by contrivance. And Streep has that ability to cut through the solemnity of a scene with a zinger that reveals how all human effort is, after all, comic at some level: How amusing, to think we can control fate!\n\nThe movie crosses two dependable story structures: (1) the romance between lovers widely separated in age, and (2) a mistaken identity that leads to complications. The trouble begins when Rafi Gardet (Uma Thurman) and David Bloomberg (Bryan Greenberg) fall in love. They know there is an age difference, but because they both lie a little, they don't realize how big it is: Rafi is 37 and David is 23.\n\nRafi discusses her concerns with her psychiatrist, Lisa Metzger (Meryl Streep), who argues tolerantly that if the relationship is otherwise sound and healthy, then age alone is not a reason to terminate it. In this matter Lisa is counseled by her own psychiatrist, Rita (Madhur Jaffrey). Now comes a spoiler warning for anyone who has not seen a commercial or trailer for the movie, where Universal eagerly reveals the plot secret. It is: David is Lisa's son. Since they have different last names and his age has been lied about, she has no reason to guess this. On one hand you have a hypothetical case of a man about 27 dating a woman about 34, and on the other you have the real case of a Jewish son of 23 dating a 37-year-old divorced Gentile. This disconnect creates some interesting moments for the Streep character, who is not narrow-minded, but whose feelings as a mother are not hypothetical, while her opinions as an analyst certainly are.\n\n\"Prime\" gets too much mileage by persisting in the device of the mistaken identity. But it does lead to interesting moments. After Lisa discovers to her horror that the man in Rafi's life is her son, she flees to her own psychiatrist for advice, and is told she has a responsibility to her client. In my opinion, that responsibility is to declare a conflict of interest, but then I'm not a shrink and besides, then we wouldn't have a movie. So Lisa continues the sessions, and perhaps only Streep could produce such gradations of facial expressions as her client describes her son's lovemaking, his opinion of his mother, and admirable details of his physique.\n\nAs the movie develops, we're asked to take sides: Should this romance continue? I am in favor of love, but do not believe it conquers all. Rafi's clock is ticking. David has no eagerness to be a father. Rafi is a babe who looks much younger than her years, but the day will come when someone assumes she is David's mother, and they had better be prepared for that day. There is also the religious difference, but here Lisa the psychiatrist strikes a reasonable note which I will leave for her to explain.\n\nThe movie works through the performances. The director, Ben Younger (\"Boiler Room\"), does some nice things with scenes like the family dinner where everyone makes nice and ignores the elephant in the room. There are some one-liners that zing not only with humor but truth. On the whole I was satisfied. The Idiot Plot was necessary up to a point. I thought that point was too long delayed. It is also a problem that this is a comedy about matters that are not, in most people's lives, very funny. There is a final shot in which Rafi and David regard each other with affection and nostalgia, and I wondered if the characters were expressing something else, as well: The wish that they could meet in another movie, and start over.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-10-27", "genres": ["Comedy", "Drama", "Romance"], "title": "Prime (2005)"}