{"url": "http://www.rogerebert.com/reviews/primary-colors-1998", "by": "John Travoltaas Gov. Jack Stanton", "star_rating": 4.0, "text": "Here's the surprising thing: \"Primary Colors'' would seem just about as good, as tough and as smart, if there had never been a president named Bill Clinton. Of course the movie resonates with its parallels to the lives of Bill and Hillary Clinton, but it's a lot more than a disguised expose. It's a superb film--funny, insightful and very wise about the realities of political life.\n\nThe director, Mike Nichols, and the writer, his longtime collaborator Elaine May, have put an astonishing amount of information on the screen, yes, but that wasn't the hard part. Their real accomplishment is to blend so many stories and details into an observant picture that holds together. We see that Jack Stanton, the presidential candidate in the film, is a flawed charmer with a weakness for bimbos, but we also see what makes him attractive even to those who know the worst: He listens and cares, and knows how to be an effective politician.\n\nJohn Travolta and Emma Thompson play Stanton and his wife, Susan, as a couple who, we feel, have spent many long hours and nights in mind-to-mind combat. Her true feelings about his infidelity remain unexpressed, but she is loyal to a larger idea of the man, and not as hurt that he fools around as that she's lied to about it. Much will be written about how much Travolta and Thompson do or do not resemble the Clintons, but their wisest choices as actors is to preserve their mystery.\n\nBy not going behind their bedroom door, by not eavesdropping on their private moments, the movie avoids having to explain what perhaps can never be understood: Why a man is driven to self-destructive behavior, and how his wife might somehow remain at his side anyway. The movie wisely stays a certain distance from the Stantons. There are no important scenes in which they are alone together in a room.\n\nInstead, \"Primary Colors'' centers its point of view in a character named Henry Burton (Adrian Lester), grandson of a civil rights leader, who doesn't join the campaign so much as get sucked into its wake. Before he has even agreed to join Stanton's team, he finds himself on a chartered plane to New Hampshire with the candidate asleep on his shoulder. Earlier, he saw Stanton at work. At an illiteracy class, a black man (Mykelti Williamson in a powerful cameo) tells of the pain of not being able to read. Stanton empathizes with him, telling the story of his Uncle Charlie--who was a Medal of Honor winner but passed up college scholarships because he was ashamed to admit his illiteracy, and instead \"just laid down on his couch and smoked his Luckies.'' Of course, the Uncle Charlie story may not be entirely true, and later that day Henry sees Stanton emerging from a hotel bedroom with the flustered woman who runs the illiteracy program, but for Henry and the other campaign workers, it eventually comes down to this: All the candidates are flawed in one way or another, but some have good ideas, and of those only a few might be able to win.\n\nJohn Travolta dominates the movie, in part, by his absence. Nichols and May must have decided it would be a mistake to put him into every scene: a man like Jack Stanton is important because of the way people talk, speculate and obsess about him in his absence.\n\nThrough Henry, we meet the campaign's inner circle. Richard Jemmons (Billy Bob Thornton), obviously based on Clinton's strategist James Carville, is a cynical realist who provides running commentary on the stages of the campaign. Libby Holden (Kathy Bates), the \"dust-buster,'' is a longtime Stanton confidant and recent mental patient who comes out of retirement, foul-mouthed and lusty, to dig up the dirt before the other side can. And Daisy (Maura Tierney), quiet and observant, is a scheduler who eventually finds herself in Henry's bed, not so much out of choice as default. Of the crowd, Bates is the dynamo, playing a hard-living lesbian with a secret center of idealism; it's an Oscar-caliber performance.\n\nThe movie ticks off episodes based on real life. There's a woman from the candidate's home state who claims to have had an affair with him and to have tapes to prove it. And a dramatic appearance on national TV, where Susan Stanton holds her husband's hand and defends him (her hand snaps away from his as the show goes off the air). It intercuts these with fiction, created in the novel by \"Anonymous,'' now revealed as ex-Newsweek writer Joe Klein. There's the pregnancy of the teenage daughter of Stanton's favorite barbecue chef. And the populist Florida governor (Larry Hagman) who looks good against Stanton, until his past returns to haunt him.\n\nMuch of the movie's ethical content revolves, not around sex, but around how a primary campaign should handle damaging information it turns up about its opponent. Libby argues that they shouldn't use it. Jack says that if they don't, the other side will. Better to get it out before it does more harm.\n\nIn the way \"Primary Colors'' handles this issue, it shows more insight and maturity than all but a handful of recent mainstream movies: This is a grown-up film about real issues in the real world. Among its pleasures is the way it lets us examine the full frame and observe how characters at the side or in the background react; whole characters are developed in asides.\n\nIt is also very funny at times, as when Stanton, Jemmons and others get in a \"momma-thon,'' praising their mothers into the night. Or when Susan snatches Jack's ever-present chicken drumstick out of his hand. Or when the candidate, his wife and his aides search a roadside for a cell phone thrown from a car in anger. The movie is endlessly inventive and involving: You get swept up in the political and personal suspense, and begin to understand why people are engulfed in political campaigns.\n\nWill \"Primary Colors'' hurt or help the Clinton presidency? To some degree, neither; it's a treatment of matters that the electorate has already made up its mind about. The film has certainly not in any sense \"softened'' its portrayal of its Clintonesque hero--those rumors are exposed by its almost brutal candor. But in a strange way \"Primary Colors'' may actually work to help Clinton. While a lesser film would have felt compelled to supply an \"answer,'' this one knows that the fascination is in the complexity, in the strong and weak qualities at war with each other. The secret of what makes Jack Stanton tick is as unanswerable as the meaning of Citizen Kane's \"rosebud.'' And the resemblance doesn't stop there.", "running_time": 135, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-03-20", "genres": ["Comedy", "Drama"], "title": "Primary Colors (1998)"}