{"url": "http://www.rogerebert.com/reviews/prime-cut-1972", "by": null, "star_rating": 3.0, "text": "“Prime Cut” is a movie about an enforcer for the Chicago mob (Lee Marvin) who goes to Kansas City to collect a debt. So we expect a seamy journey into the guts of the city, right? But it doesn't quite work out like that. “Prime Cut” is very different from the usual gangster movie; it's put together almost like a comic strip, with all of the good and bad things that implies, and the Marvin character has more in common with superheroes than with mobsters.\n\nWe're almost on the familiar terrain of “Steve Canyon.” All of the characters are caricatures, with nicknames and gimmicks to help us identify them. There's “Mary Ann” himself, a Kansas City dealer in prostitutes played by Gene Hackman. There's Weenie (Gregory Walcott), so-called because of his habit of carrying wieners around in his pocket--some of them made out of the ground-up bodies of his enemies. And there's Clarabelle (Angel Tompkins), who is Mary Ann's wife and lives in a luxurious houseboat with a mirror on the bedroom ceiling. Clearly, this is not the turf of Cagney and Bogart.\n\n“Prime Cut” is a fantasy in which everything is very simple and usually takes place outdoors, and in which the characters act toward each other with great directness and brutality. It may owe a little to Hitchcock, as so many thrillers do. There's a scene at a county fair, for example, where Marvin and a young girl played by Sissy Spacek are trying to escape Hackman's gunmen. They do it all out in the open, casually walking in front of a grandstand in full view of thousands, so the gunmen can't shoot.\n\nThis is followed by the great wheat-field chase, in which Marvin and the girl are pursued by a giant reaper. A telephoto lens is used to give the impression that the giant reaper is almost literally on top of them, and every so often there's a cut to the obscene sight of the reaper dropping another bundle of wheat. Marvin and friend are saved when his chauffeur rams a limousine into the reaper--which digests it.\n\nIt's interesting to note that during the fairgrounds chase and the reaper chase, Marvin never lets go of the girl's hand (even though both could run faster if they weren't holding hands--and could even split up to avoid the reaper). This is a whammo visual signal of the movie's total male chauvinist orientation, which became clear much earlier during Gene Hackman's “cattle auction.” The cattle, you see, are fresh, naked young girls, held in pens filled with straw. They have been raised in a special “orphanage,” are certified to be virgin, and can be bought to stock your local bordello. Far-out.\n\nNow you begin to see why “Prime Cut” is like a comic strip. It is broken up into several large set pieces (the introduction, the trip to Kansas City, Marvin's rescue of one of the orphan girls, a couple of love scenes, the fairgrounds, the reaper, and a gunfight). This structure is a lot less complex than those in the gangster movies we're used to, and makes “Prime Cut” seem larger than ordinary movie life. The colors are clearer, and the characters act and react only to each other's giant-sized images. It's fun, in a way.", "running_time": 86, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Action", "Crime", "Drama", "Suspense", "Thriller"], "title": "Prime Cut (1972)"}