{"url": "http://www.rogerebert.com/reviews/prince-of-persia-the-sands-of-time-2010", "by": "Jake Gyllenhaalas Dastan", "star_rating": 2.0, "text": "\"Prince of Persia: The Sands of Time” is a children's story beefed up to appeal to young teens. It's based on a video game, but don't make me play it, let me guess: The push-button magic dagger is used in the game to let you rewind and try something again, right? Since anything in the story (any death, for example) can be reversed, the stakes are several degrees below urgent. And there's a romance in which the boy and girl spend endless moments about to kiss for every nanosecond they actually do. If I were the Prince of Persia, I'd push the button, go back in time and plant a wet one on Tamina's luscious lips.\n\nThe movie is set in ancient Persia, which is now named Iran. This is a land with truly astonishing landscapes: deserts, canyons, craggy monument valleys and a mountain range that resembles the Himalayas. Fair enough, since Persia reaches “from the steppes of China to the shores of the Mediterranean,” but it's even more impressive since it's all within a day's journey from the capital city. \n\nThat city is ruled by the noble King Sharaman (Ronald Pickup). One day in the marketplace, he sees a brave young urchin defend a boy being beaten, and escape pursuit by running across rooftops. This is Dastan, who will grow up to be played by Jake Gyllenhaal. He's an orphan; his birth parents are two movies, the Douglas Fairbanks Sr. (1924) and Michael Powell (1940) versions of “The Thief of Bagdad.”\n\nDastan is adopted by the king, and raised with two brothers, Garsiv (Toby Kebbell) and Tus (Richard Coyle). The names of the movie's characters seem to have been created by a random-word generator. The king has a brother named Nizam (Ben Kingsley), first seen in a sinister closeup that could be subtitled, “I will turn out to be the villain.” He has a van Dyke beard and eyes that glower smolderingly.\n\nDastan is good at running on rooftops. He also can leap from back to back in a herd of horses, jump across mighty distances, climb like a monkey and spin like a top. This is all achieved with special effects, ramped up just fast enough to make them totally unbelievable. Fairbanks has a 1924 scene where he hops from one giant pot to another. He did it in real time, with little trampolines hidden in the pots, and six pots in that movie are worth the whole kitchen in this one.\n\nAnyway, the evil Nizam insists that the Persian army invade the peaceful city of Alamut. This is a beautiful city surrounding a towering castle. King Sharaman has ordered the city not be sacked, but nooo, Nizam has secret information that Alamut is manufacturing weapons of mass destruction for Persia's enemies. (Poor Dick Cheney. He can't even go to a Disney swashbuckler without running into finger-wagging.)\n\nAnyway, Dastan climbs the city walls, pours flaming oil on its guards, etc., and then encounters the beautiful Princess Tamina (Gemma Arterton). She possesses the Dagger of Time, which is an honest-to-God WMD, since if it's switched on too long, all the sands of time will run out, and it's back to the Big Bang. \n\nThe plot involves portentous dialogue (“The only way to stop this Armageddon is for us to take the dagger to the Secret Guardian Temple”), which separate tiresome CGI sequences in which clashing warriors do battle in shots so brief we can see people getting whacked, but have no conception of actual physical space. Of course this must all lead to Tamina and Dastan fleeing from the evil Nizam, who has framed the lad for regicide.\n\nTheir flight brings them under the sway of the film's obligatory comic supporting character, Sheik Amar (Alfred Molina), a con man who runs rigged ostrich races, and those who have tried to fix an ostrich race will know that the bloody ostriches are impossible to reason with. My interest perked up with the prospect that Dastan and Tamina might try to flee by ostrich-back, but no luck. Imagine the scene! Gemma in foreground, Jake right behind her, compressed by telephoto, jerking up and down at terrific speed while sand dunes whiz past on the green screen in the background. \n\nThe irritating thing about special effects is that anything can happen, and often you can't tell what the hell it is. Dastan, for example, seems to fall into a vast sinkhole as the sand is sucked from beneath him at dizzying speed. Exactly how he is saved of this predicament isn't exactly clear.\n\nOther key events are obscure. It looked to me as if Garsiv was killed on two occasions, yet is around for the end of the movie, and I don't think the Dagger of Time was involved in either event. The workings of the dagger are in any case somewhat murky; when you push the button in its base, it makes you light up like Sylvester the Puddy Tat sticking a paw in an electric socket, and everyone fast-reverses into starting positions. How do people in movies always know how to do this stuff without practice?\n\nThe two leads are not inspired. Jake Gyllenhaal could make the cover of a muscle mag, but he plays Dastan as if harboring Spider-Man's doubts and insecurities. I recall Gemma Arterton as resembling a gorgeous still photo in a cosmetics ad. If the two actors had found more energy and wit in their roles (if they'd ramped up to the Alfred Molina level, say), that would have been welcome. Oh, almost forgot: Molina's ostrich racer is outraged at government taxes. If big government can't leave a man alone to race his ostriches, they're all Alamutist sympathizers.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-05-26", "genres": ["Action", "Adventure", "Fantasy", "Science Fiction"], "title": "Prince of Persia: The Sands of Time (2010)"}