{"url": "http://www.rogerebert.com/reviews/prince-of-the-city-1981", "by": null, "star_rating": 4.0, "text": "\n\nHe will not rat on his partners. This is his bottom line. He\r\nwill talk to investigators about all the other guys he knows things about. He\r\nwill talk about how narcotics cops get involved in the narcotics traffic, how\r\nthey buy information with drugs, how they string out addicts and use them as\r\ninformers, how they keep some of the money and some of the drugs after big\r\nbusts. He will tell what he knows about how the other cops do these things. But\r\nhe will not talk about his partners in his own unit. This is his code, and, of\r\ncourse, he is going to have to break it.\n\nThat is the central situation of Sidney Lumet's \"Prince of\r\nthe City.\" While you are watching it, it's a movie about cops, drugs, and\r\nNew York City, in that order. After the film starts to turn itself over in your\r\nmind, it becomes a much deeper piece, a film about how difficult it is to go\r\nstraight in a crooked world without hurting people you love.\n\nDrugs\r\nare a rotten business. They corrupt everyone they come into contact with,\r\nbecause they set up needs so urgent that all other considerations are\r\nforgotten. For addicts, the need is for the drug itself. For others, the needs\r\nare more complex. The members of the special police drug unit in \"Prince\r\nof the City,\" for example, take on an envied departmental status because\r\nof their assignment. They have no hours, no beats, no uniforms. They are elite\r\nfree-lancers, modern knights riding out into the drug underworld and\r\nestablishing their own rules. They do not look at it this way, but their status\r\ndepends on drugs. If there were no drugs and no addicts, there would be no\r\nnarcs, no princes of the city. Of course, their jobs are also cold, dirty,\r\nlonely, dangerous, thankless, and never finished. That is the other side of the\r\ndeal, and that helps explain why they will sometimes keep the money they\r\nconfiscate in a drug bust.\n\nIt's\r\nas if they're levying their own fines. It also explains why they sometimes\r\nsupply informers with drugs: They know better than anyone how horrible the\r\naddict's life can be. \"A junkie can break your heart,\" the hero of\r\nthis movie says at one point, and by the movie's end we understand what he\r\nmeans.\n\n\r\nThe film is based on a book by Robert Daley about Bob Leuci, a New York cop who\r\ncooperated with a 1971 investigation of police corruption. In the movie, Leuci\r\nis called Ciello, and he is played by Treat Williams in a demanding and\r\ngrueling performance. Williams is almost always onscreen, and almost always in\r\nsituations of extreme stress, fatigue, and emotional turmoil. We see him coming\r\napart before our eyes. He falls to pieces not simply because of his job, or\r\nbecause of his decision to testify, but because he is in an inexorable trap and\r\nhe will sooner or later have to hurt his partners.\n\nThis is a movie that literally hinges on the issue of perjury.\r\nAnd Sidney Lumet and his co-writer, Jay Presson Allen, have a great deal of\r\nrespect for the legal questions involved. There is a sustained scene in this\r\nmovie that is one of the most spellbinding I can imagine, and it consists\r\nentirely of government lawyers debating whether a given situation justifies a\r\ncharge of perjury. Rarely are ethical issues discussed in such detail in a\r\nmovie, and hardly ever so effectively.\n\n\"Prince\r\nof the City\" is a very good movie and, like some of its characters, it\r\nwants to break your heart. Maybe it will. It is about the ways in which a\r\ncorrupt modern city makes it almost impossible for a man to be true to the law,\r\nhis ideals, and his friends, all at the same time. The movie has no answers.\r\nOnly horrible alternatives.", "running_time": 167, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Thriller"], "title": "Prince of the City (1981)"}