{"url": "http://www.rogerebert.com/reviews/prince-of-tides-1991", "by": "Nick Nolteas Tom Wingo", "star_rating": 3.5, "text": "By directing one good film, you prove that you had a movie inside of you. By directing two, you prove you are a real director, and that is what Barbra Streisand proves with \"The Prince of Tides,\" an assured and very serious love story that allows neither humor nor romance to get in the way of its deeper and darker subject.\n\nThe film stars Nick Nolte, in an Oscar-caliber performance, as an unemployed, aimless and miserably married football coach from the South, who ventures north into New York City after his twin sister, a poet, tries to commit suicide. This is not her first attempt, and as we learn more about the Nolte character, we begin to understand why he has special reason to care for her. They were both subjected to an unforgivable childhood.\n\nIn New York, Nolte meets his sister's psychiatrist (Streisand), who is also not happily married, and their conversations turn from the therapeutic to the personal, as both characters begin to sense that the other is lonely and cut off from ordinary human cheer. We are familiar with the general profile of such relationships from many other movies, but \"The Prince of Tides\" is not about anything so banal as the ways that opposites attract. It is about two people whose affection offers a cure for each other - if they have the courage.\n\nStreisand has a son (Jason Gould) who is clumsy at sports, and Nolte agrees to throw a football around with him, getting to like the kid in the process. Streisand also has a husband (Jeroen Krabbe) who is a famous violinist and cruel snob, who gets one-upped by Nolte in a scene so funny and impeccably written that it is a crime, a violent crime against the cinema, that the surprise is spoiled in the movie's trailers and publicity clips.\n\nNolte was once happily married to Blythe Danner, but there is no more love in their marriage, maybe because of the pains he feels deep inside. There is a distance between himself and his children. He loves his sister (Melinda Dillon), but feels powerless to help her.\n\nHis emotional life still centers around his mother (Kate Nelligan, playing both young and old, in her second great supporting performance in 1991, after \"Frankie and Johnnie\"). She was once dirt poor, married to a violent alcoholic who abused her and her children. Then she traded up to a local rich man whose cruelty was more refined. Her son hates her, but cannot free himself of her.\n\n\"The Prince of Tides\" is based on a novel by Pat Conroy, who also wrote The Lords of Discipline, another novel in which the lives of young men are scarred by the weaknesses of their elders. This time, though, the movie is not quite so simple. These are complicated people who have lived difficult lives, and a quick romance or some feelgood therapy is not going to heal their wounds. What Streisand establishes, with admirable patience as both a director and a writer here, is that the people can heal best by learning to build and trust relationships.\n\nThe movie is not all grimness and pain, of course. A dinner party scene provides a big liberating laugh, and the chemistry between Nolte and Streisand - such different people - is exciting because their minds, as well as their bodies, touch and are soothed.\n\nIn \"Yentl\" and again here, Streisand shows herself as a director who likes emotional stories - but doesn't simplify them, and pays attention to the human quirks and strangeness of her characters.", "running_time": 132, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-12-24", "genres": ["Drama", "Romance"], "title": "The Prince Of Tides (1991)"}