{"url": "http://www.rogerebert.com/reviews/princess-mononoke-1999", "by": "Billy Crudupas Ashitaka", "star_rating": 4.0, "text": "I go to the movies for many reasons. Here is one of them. I want to see wondrous sights not available in the real world, in stories where myth and dreams are set free to play. Animation opens that possibility, because it is freed from gravity and the chains of the possible. Realistic films show the physical world; animation shows its essence. \n\nAnimated films are not copies of \"real movies,\" are not shadows of reality, but create a new existence in their own right. True, a lot of animation is insipid, and insulting even to the children it is made for. But great animation can make the mind sing.\n\nHayao Miyazaki is a great animator, and his \"Princess Mononoke\" is a great film. Do not allow conventional thoughts about animation to prevent you from seeing it. It tells an epic story set in medieval Japan, at the dawn of the Iron Age, when some men still lived in harmony with nature and others were trying to tame and defeat it. It is not a simplistic tale of good and evil, but the story of how humans, forest animals and nature gods all fight for their share of the new emerging order. It is one of the most visually inventive films I have ever seen.\n\nThe movie opens with a watchtower guard spotting \"something wrong in the forest.\" There is a disturbance of nature, and out of it leaps a remarkable creature, a kind of boar-monster with flesh made of writhing snakes. It attacks villagers, and to the defense comes Ashitaka, the young prince of his isolated people. He is finally able to slay the beast, but his own arm has been wrapped by the snakes and is horribly scarred.\n\nA wise woman is able to explain what has happened. The monster was a boar god, until a bullet buried itself in its flesh and drove it mad. And where did the bullet come from? \"It is time,\" says the woman, \"for our last prince to cut his hair and leave us.\" And so Ashitaka sets off on a long journey to the lands of the West, to find out why nature is out of joint, and whether the curse on his arm can be lifted. He rides Yakkuru, a beast that seems part horse, part antelope, part mountain goat.\n\nThere are strange sights and adventures along the way, and we are able to appreciate the quality of Miyazaki's artistry. The drawing is not simplistic, but has some of the same \"clear line\" complexity used by the Japanese graphic artists of two centuries ago, who inspired such modern works as Herge's Tintin books. Nature is rendered majestically (Miyazaki's art directors journeyed to ancient forests to make their master drawings) and fancifully (as with the round little forest sprites). There are also brief, mysterious appearances of the spirit of the forest, who by day seems to be a noble beast, and at night a glowing light.\n\nAshitaka eventually arrives in an area that is prowled by Moro, a wolf god, and sees for the first time the young woman named San. She is also known as \"Princess Mononoke,\" but that's more a description than a name; a mononoke is the spirit of a beast. San was a human child, raised as a wolf by Moro; she rides bareback on the swift white spirit-wolves and helps the pack in their battle against the encroachments of Lady Eboshi, a strong ruler whose village is developing ironworking skills and manufactures weapons using gunpowder.\n\nAs Lady Eboshi's people gain one kind of knowledge, they lose another, and the day is fading when men, animals and the forest gods all speak the same language. The lush green forests through which Ashitaka traveled west have been replaced here by a wasteland; trees have been stripped to feed the smelting furnaces, and on their skeletons, yellow-eyed beasts squat ominously. Slaves work the bellows of the forges, and lepers make the weapons.\n\nBut all is not black and white. The lepers are grateful that Eboshi accepts them. Her people enjoy her protection. Even Jigo, a scheming agent of the emperor, has motives that sometimes make a certain amount of sense. When a nearby samurai enclave wants to take over the village and its technology, there is a battle with more than one side and more than one motive. This is more like mythical history than action melodrama.\n\nThe artistry in \"Princess Mononoke\" is masterful. The writhing skin of the boar-monster is an extraordinary sight, one that would be impossible to create in any live-action film. The great white wolves are drawn with grace, and not sentimentalized; when they bare their fangs, you can see that they are not friendly comic pals, but animals who can and will kill.\n\nThe movie does not dwell on violence, which makes some of its moments even more shocking, as when Ashitaka finds that his scarred arm has developed such strength that his arrow decapitates an enemy.\n\nMiyazaki and his collaborators work at Japan's Studio Ghibli, and a few years ago Disney bought the studio's entire output for worldwide distribution. (Disney artists consider Miyazaki a source of inspiration.) The contract said Disney could not change a frame--but there was no objection to dubbing into English, because of course, all animation is dubbed into even its source language, and as Miyazaki cheerfully observes, \"English has been dubbed into Japanese for years.\" \n\nThis version of \"Princess Mononoke\" has been well and carefully dubbed with gifted vocal talents, including Billy Crudup as Ashitaka, Claire Danes as San, Minnie Driver as Eboshi, Gillian Anderson as Moro, Billy Bob Thornton as Jigo, and Jada Pinkett-Smith as Toki, a commonsensical working woman in the village.\n\nThe drama is underlaid with Miyazaki's deep humanism, which avoids easy moral simplifications. There is a remarkable scene where San and Ashitaka, who have fallen in love, agree that neither can really lead the life of the other, and so they must grant each other freedom, and only meet occasionally. You won't find many Hollywood love stories (animated or otherwise) so philosophical. \"Princess Mononoke\" is a great achievement and a wonderful experience, and one of the best films of the year.\n\nSome of my information comes from an invaluable new book, \"Hayao Miyazaki: Master of Japanese Animation,\" by Helen McCarthy (Stone Bridge Press, $18.95).", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-10-29", "genres": ["Adventure", "Animation", "Fantasy", "Foreign", "Science Fiction"], "title": "Princess Mononoke (1999)"}