{"url": "http://www.rogerebert.com/reviews/princess-kaiulani-2010", "by": "Q'orianka Kilcheras Princess Kaiulani", "star_rating": 2.5, "text": "In the late 19th century, American corporations backed by U.S. Marines overthrew the legitimate monarchy of Hawaii. One of the conspirators was Sanford B. Dole, of pineapple fame. Princess Kaiulani, niece of King David Kalakaua, was in England at the time, getting a thorough Victorian education. After Kalakaua's death, Queen Liliuokalani became his successor to the throne and resisted the outsiders. Then Kaiulani returned and took up the doomed struggle.\n\nPrincess Kaiulani is much remembered in Hawaii, much forgotten on the mainland, and the subject of this interesting but creaky biopic. She (played here by Q'orianka Kilcher) was the child of a Hawaiian mother who died when she was young and a Scottish father, Archibald Cleghorn (Jimmy Yuill). It was he who feared his daughter's life was in danger from the Americans, returned her to Britain and to the household of his friend Theo Davies (Julian Glover). In the U.K., she attended a rigorous boarding school, where there was some rudeness but the children of foreign royalty were not unknown. And she fell in love with the Davies' son, Clive (Shaun Evans).\n\nNews of the uprising was withheld from her, but when she learned, she blamed the Davies family for concealing telegrams, hurried home and moved into the Iolani Palace. (The film opens with her throwing a switch to illuminate the place and bring electricity to Honolulu; the palace had electric lighting before the White House.)\n\nThe real Iolani Palace, usually closed to the public but handsomely maintained, was made available to the filmmakers, and is one of a wealth of Hawaiian locations that make the film effortlessly authentic. Indeed, in production values, the film is flawless. But it plays too sedately, moves too slowly and contemplates the occupation of a sovereign kingdom with a curious impassivity. \n\nThe presence of Q'orianka Kilcher in the lead is a suggestion of what might have been. You may recall her as the tall, grave 14-year-old playing the somewhat similar historical figure Pocahontas in Terrence Malick's \"The New Land\" (2006). In both films, a native princess sees her nation conquered by Europeans and is removed to England, educated and falls in love with a Brit. The difference is that Malick finds mystery, poetry and beauty in his film, and \"Princess Kaiulani\" plays more like a history lesson.\n\nWhen the film was premiered at the 2009 Hawaiian Film Festival, there was much complaint about its original title, \"The Barbarian Princess.\" For so she was called, just as Pocahontas was sometimes described as a savage. She seems to have been a woman of uncommon intelligence and strength of will, and so loyal to her land that in the film, she breaks off with Clive and chooses Hawaii over love.\n\n\"Princess Kaiulani\" shows the European business community conspiring against King David's efforts to secure Hawaiians' title to their own land, and indeed rights were stripped away, and the Doles and other white families converted much of Hawaii into their own private plantation. The film's treatment of these results seems somewhat muted; more drama would have been welcome.\n\nKilcher seems an intriguing Kaiulani, as she was a Pocahontas. Of Peruvian and Swiss descent, she was raised in Hawaii, was a hula dancer by 5 and by 6 a student of classical voice at the University of Hawaii. Unlike a standard starlet, she evokes great depth and sympathy in her role and seems to have created Kaiulani from the inside out. That she has admired the character since childhood is a help. It's a shame more help didn't come from greater passion in the filmmaking.", "running_time": 130, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-05-19", "genres": ["Drama"], "title": "Princess Kaiulani (2010)"}