{"url": "http://www.rogerebert.com/reviews/prince-of-darkness-1987", "by": "Jameson Parkeras Brian", "star_rating": 2.0, "text": "Deep in the crypts beneath the old church, the Sleeper has been waiting for years. For 2,000 years, to be precise, ever since Christ came to Earth to warn us of its existence. It is Absolute Evil, and now its time has come again. Here it is now, green and amorphous, whirling around inside the giant glass tube like zucchini in a blender. The tube is locked, but X-rays reveal that it is locked...from the inside.\n\nAn old priest reveals the secret of the Sleeper, and a younger priest enlists a theoretical physicist to help in the battle as the Sleeper awakens. The physicist gathers a group of graduate students, and they move into the old church, with their computers and folding cots, to do battle with evil. And at first, all of this is very engrossing, as John Carpenter's \"Prince of Darkness\" gets off to an intriguing start.\n\nBut then the movie loses its way. Instead of a battle between science and the supernatural, between the certainty of the visible world and the chaos of the subatomic world, what we get is another one of those movies in which the bodies of the good guys are occupied by the evil force, one after another, until the final violent conclusion.\n\nThe set-up for \"Prince of Darkness\" is pretty good. The priest (Donald Pleasence, looking worried) appeals to the scientist (Victor Wong) to help save the planet. The graduate students are introduced, and a small romance blossoms between two of them. The computers are wheeled in. I was looking for a cross between \"The Exorcist\" and \"The Entity,\" but then the movie suddenly turned simplistic, and the evil Sleeper turned into a dud.\n\nLet's face it. When a movie promises us the Prince of Darkness, we expect more than a green thing in a tube that sprays fluids into people's mouths, turning them into zombies who stand around for most of the movie looking like they can't remember which bus to take. When we're threatened with Armageddon, we expect more than people hitting each other over the head with two-by-fours.\n\nAnd when the characters are all introduced as \"competent physicists in your own right, even if you don't have doctorates,\" we don't expect them to make the most common mistake of all horror movie characters, which is to wander off alone and present themselves as the entity's next victim. Didn't they see Carpenter's version of \"The Thing\" (1982), where the characters made the same mistake?\n\nThe movie tries to compensate for a thin plot by some very thick, even oppressive, music. Composed by Carpenter and Alan Howarth (apparently on a synthesizer that also has been possessed by the devil), the music is effective at first, but then it grows obnoxious, loud and annoying - the kind of music that tells us the sights we are witnessing are not as banal as they seem.\n\n\"Prince of Darkness\" contains the ingredients for a much better movie. I liked, for example, the notion that the characters were receiving radio transmissions from the future in their dreams. I liked the idea of mirrors as the doorway to the next dimension. And I enjoyed the computer gimmicks that were brought in to measure the monster - except that they never paid off. Instead, the movie degenerated into a bunch of people chasing each other up and down a hallway while the soundtrack went berserk. Call me an optimist, but I believe Absolute Evil should somehow be worse than that.", "running_time": 101, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-23", "genres": ["Drama", "Horror", "Science Fiction"], "title": "Prince of Darkness (1987)"}