{"url": "http://www.rogerebert.com/reviews/prisoner-of-the-mountains-1997", "by": "Oleg Menshikovas Sacha", "star_rating": 3.5, "text": "An old man, the Muslim patriarch of a mountain village, takes two Russian soldiers prisoner because he wants to trade them for his own son. The mother of one of his prisoners comes to see him, to make a trade to save her son. \"I know your son is a teacher,'' she tells him. \"I am a teacher, too.'' The old man shakes his head: \"It doesn't matter. We are enemies.'' Sergei Bodrov's \"Prisoner of the Mountains,'' a thoughtful and moving film about war, exists on the line between the individual and \"the enemy.'' Because we have seen similar stories before, we expect that eventually the two Russian soldiers will become the friends of their captors, who will begin to see them as human beings. It is not going to be that simple. The war that brings them together--a war between the Russian central government and Muslim rebels in the Caucasus Mountains--is based on a hatred so old and durable that this movie, set in the present day, is based on a short story written by Leo Tolstoy more than 150 years ago.\n\nThe soldiers are Sacha (Oleg Menshikov) and Vania (Sergei Bodrov Jr.). Sacha is older, more confident, dashing. Vania is an uncertain kid. They meet in training, go on a tank patrol, and are almost immediately captured by a free-lance rebel ambush headed by old Abdoul-Mourat (Jemal Sikharulidze), the tall, intimidating leader of a mountain village. Placed in shackles, they are kept prisoner and put to hard labor. Abdoul's sweet, dark-eyed daughter Dina (Susanna Mekhralieva), who is about 12, soon begins to like them, although she never questions their captivity. \"My dowry,'' she boasts complacently, \"will include two Russian slaves.'' This war zone seems so small that some of the participants know one another (in fact, Bodrov shot the whole movie within 20 miles of actual fighting). Abdoul sends off his ransom letter (learning that the mail delivery will take about 10 days). But Vania's mother simply goes to the front, confronts her son's former commander, and says she wants to deal directly with the rebels. The commander discourages her (\"You can't trust anyone here. Soldiers traded grenades for hash, and kids threw the grenades back at them.''). The mother swings her purse at his head, and he ducks, apologizing, \"Mother, you don't understand. We have casualties every day.'' She sets off alone, for a rendezvous with Abdoul in a cafe. They are two parents negotiating for the lives of their sons. The difference is that the Russian woman places her son above ideology, and the patriarch believes in the value of a glorious death. Meanwhile, the two soldiers, chained together, sing songs, drink smuggled booze, and one night are taken out on a patrol by regular troops, who force them to look for land mines.\n\nWhen they are not blown up as expected, we get a scene that shows the greater maturity of this film, as opposed to standard Hollywood war movies. The Muslim troops have gathered on a bleak hillside for a little entertainment: all-out fighting, starring their defending champion, who leaves his opponents broken and bloody. We watch while the fighter wins his latest bout, and then one of the prisoners is ordered to fight him. Frightened, trembling, he approaches the champion. In most Hollywood films, this scene would end with the good guy being beaten to a pulp, yes, but then staging a comeback and hammering the champion. \"Prisoner of the Mountains'' is wiser about human nature: The champion, who is a fighter but not a murderer, takes one look at his puny challenger and dismisses him with a laugh. It is a special moment.\n\nThe movie has an acute sense of place and the passage of time. The mountain village seems unchanged over the centuries (\"The wind frightens the hearts of strangers here,'' the children say). When we hear Louis Armstrong on a radio, it is like a signal from space. Modern methods of warfare are meaningless here; the rebels know the mountain passes and fight with greater zeal. The little girl, who in a conventional film would befriend the soldiers, does befriend them, but after the style of her people: She promises them a proper burial. Because the film is about these specific characters and not about a formula with a happy ending, we are wrapped in the story: We have no way of knowing how it will turn out.\n\nMovies can have a way of putting faces to headlines. I have been reading for years about the various obscure (to me) rebellions in the old Soviet Union, and now I can put faces to them, and see what they come down to: bureaucracy against zealotry, weary regular troops against fierce men who burn with conviction. When your enemy considers his death a victory, it is impossible to defeat him. In a way, this movie is about how the two prisoners come to terms with that realization.", "running_time": 99, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-07", "genres": ["Drama", "Foreign"], "title": "Prisoner Of The Mountains (1997)"}