{"url": "http://www.rogerebert.com/reviews/privilege-1967", "by": "Paul Jonesas Steve Shorter", "star_rating": 3.5, "text": "In the opening scene of Peter Watkins \"Privilege,\" a pop singer is handcuffed, stuffed in a bag and carried to the stage, where two uniformed guards dump him out.\n\nThey hit him with nightsticks and then lock him in a cage. Dazed and bleeding, he sings one song.\n\nWatkins' camera cuts back and forth between the caged singer and his audience, which is filled with tearful screaming, yearning little girls. They love him. They want him. As long as he's safely out of reach up there on the stage, they desperately desire him.\n\nThis is the psychology that the pop idol's managers cynically exploit in \"Privilege.\"\n\nBut they go one step further in creating their new hero, Steve Shorter (played by Paul Jones). They force him to really suffer, right there on the stage. Then his songs beg his fans to set him free. They'd love to, but a wall of poker-faced cops (also part of the act) protects the stage.\n\nAt the end of every act Shorter escapes his cage, the fans riot and the cops pound him some more with nightsticks. Then he's \"locked up\" again until his next unveiling.\n\nWatkins sets his film in England, \"sometime in the near future,\" and it is intended as the same sort of warning as his brilliant \"The War Game.\"\n\nAt the time the movie opens, Shorter is the single most influential person in the country. We are told a coalition government has taken over England, that parties and factions are bad because they divide a nation, and that the new motto is \"We All Must Conform.\"\n\nThe government decides to use Shorter as symbol of the new national unity. His managers agree. The three most influential power groups in the country (church, state and public relations) stage a public ceremony in which the singer is freed of his handcuffs, confesses his sins and is set free to embrace the new Fascist state.\n\nUsing the semidocumentary approach he developed in \"The War Game,\" Watkins has a narrator comment on the plot. \"When asked why they loved Steve Shorter,\" a dispassionate voice says, \"93.5 percent of those questioned replied, because he gives so unselfishly of himself.\"\n\nBut he doesn't, of course, and with the help of a girl who comes to paint his picture (Jean Shrimpton), the singer steels himself to repudiate the monster that the mass media have made of him.\n\nThis is a bitter, uncompromising movie, and although it isn't quite successful it is fascinating and important.\n\nWatkins made a mistake in bringing the newsreel techniques of \"The War Game\" into a narrative film, where a director should be able to make his point with his story, the performances and the photography.\n\nStill the movie isn't a failure so much as an interesting episode in the career of a director who I think will eventually be ranked with Fellini and Bergman.\n\nBecause it is a \"director's picture,\" I've neglected to mention the acting. But if you care, Jones is quite adequate as the pop singer, and Jean Shrimpton is better than I expected. She has something of Julie Christie in her style. Not much, but something.", "running_time": 103, "mpaa_rating": "NR", "release_year": 1967, "date_published": "1967-11-01", "genres": ["Drama", "Foreign"], "title": "Privilege (1967)"}