{"url": "http://www.rogerebert.com/reviews/private-school-1983", "by": "Phoebe Catesas Christine", "star_rating": 2.0, "text": "Is it some kind of trend in our society that the same movies that used to appeal to dirty old men are now being made for teenagers? The original nudies of the early, 1960s, movies like \"The Immoral Mr. Teas\" and \"Not Tonight, Henry,\" involved voyeuristic males who would look at but not touch, pretty girls in various stages of undress. Those movies usually played at the kinds of theaters where you slammed down the exact admission price so you wouldn't have to linger in public view waiting for your change.\n\nNow here's a movie named \"Private School,\" which, despite its \"R\" rating, is being pitched at the teenage market. It has at least as much nudity as the original skin flicks, presented in the same spirit and with about the same sense of humor. Only one thing is different: In the old skin flicks, women were treated with a certain sense of awe; these days, female nudity is used primarily as a vehicle for inspiring cheap laughs against women.\n\nThe movie involves the libidinous young students of two private schools -- the Cherryvale Academy for Women and the Freemount Academy for Men, ha ha -- and it's basically just a series of gags based on the crude attempt of the men to score with the women. For variety, there are occasional episodes involving the fuddy-duddy administrators, the hypocritical parents and the comely sex education teacher (Sylvia Kristel). The movie is well-made in a light, fluffy way, and the direction by Noel Black (\"Pretty Poison\") is much better than average in the current epidemic of Horny Teenager Movies.\n\nBut why are all these movies so anti-woman? Why are all the jokes about nudity directed at women? Why are the girls the only ones embarrassed in public? Why is it always a girl who's in a boys' room while his leering friends hide in the closet and under the bed, taking bets on how far he'll get with her? And why are we supposed to yuk when the guys dress up in drag and sneak into the girls' school -- when the same scene played the other way would seem threatening to men? \n\nI think it is part of a trend. I think the makers of these teenage sex movies are uninformed about teenage sexuality, lack the interest or the intelligence to really explore the difficult business of growing up, and are content to grind out Dirty Old Men's fantasies about pubescent sex. Hasn't anyone told them (or don't they remember?) that sex is a terrifically serious, scary and delicate business when you're a teenager, and that these movies depict sexual conduct that is way out of the norm?\n\nThere are a few Teenage Sex Movies that do deal realistically with the whole area. The list is short: \"Tex,\" \"Baby, It's You,\" and the upcoming \"Valley Girl.\" The rest of these movies (\"Private Lessons,\" \"My Tutor,\" \"Going All the Way,\" \"Losing It,\" \"The Last American Virgin,\" \"Paradise,\" \"The Blue Lagoon,\" etc.) depict a world in which teenage males are initiated into sex by prostitutes or older women, while teenage females are made the targets of jokes and public embarrassment. This is very sick.\n\nAnd back to \"Private School\": As I suggested, the movie's not without charm. There's a fresh, sweet relationship between one of the girls (Phoebe Cates) and her boyfriend, in which she is permitted to have the normal fears, doubts and reservations of anyone her age. I'm not sure how that plot got into this smarmy-minded movie, but it was like a breath of fresh air.", "running_time": 89, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-04-25", "genres": ["Comedy"], "title": "Private School (1983)"}