{"url": "http://www.rogerebert.com/reviews/private-benjamin-1980", "by": "Goldie Hawnas Judy Benjamin", "star_rating": 3.0, "text": "Howard Zieff's “Private Benjamin” is an appealing, infectious\r\ncomedy starring Goldie Hawn as Judy Benjamin, a Jewish-American princess,\r\nbreathless with joy on the day of her second marriage. She has a real catch:\r\nHe's named Yale, he's a professional man, he wants his study done in mushroom\r\ncolors. Alas, he dies in the throes of passion on his wedding night (something\r\nhis grieving mother discovers when Judy solemnly repeats his last words). And\r\nJudy goes into mourning.\n\nWhat's\r\nshe to do? She calls in to an all-night talk show and is promised a solution by\r\nanother caller. The next day, we meet the guy with the answer. Played by Harry\r\nDean Stanton, that wonderful character actor who could be Robert Mitchum's\r\nsneaky cousin, the guy turns out to be an Army recruiter. And he solemnly\r\npaints a picture of Army life that has Judy signing up. Her subsequent shocks\r\nof discovery provide the great laughs of the movie's best scenes. She solemnly\r\nexplains to a captain (Eileen Brennan) that she did sign up with the Army, yes,\r\nbut with another Army. Where, she asks, are the private condo living quarters\r\nthe recruiter promised her? And surely the Army could have afforded some\r\ndraperies? In no time at all, she's cleaning the latrines with her electric\r\ntoothbrush.\n\n\r\nThis is an inspired idea for a movie comedy, and Goldie Hawn has a lot of fun\r\nwith it. She finds just the right note for her performance, poised halfway\r\nbetween the avaricious and the slack-jawed, the calculating and the innocent.\r\nShe makes some kind of impression on everyone she runs up against (or into),\r\nespecially Robert Webber as the square-jawed Colonel Thornbush, commander of\r\nthe Army's elite paratroop unit, the Thornbushers.\n\n\r\nIt's at about this point that the movie seems to lose its unique comic\r\ndirection and turn into a more or less predictable combination of service\r\ncomedy and romantic farce. After Judy's parents try to rescue her from the\r\nArmy, she suddenly decides to stay and stick it out. She turns into a passable\r\nsoldier. She almost inadvertently captures the entire Red team and makes them\r\nBlue prisoners of war during war games. And she is invited to join the\r\nThornbushers by Colonel Thornbush himself (who turns out to have an alternative\r\nin mind if Judy doesn't want to jump at 13,000 feet).\n\n\r\nAlong the way, she meets a sexy and eligible French bachelor who's a\r\ngynecologist. After she blackmails Thornbush into sending her to Allied Army\r\nheadquarters in Paris, she falls in love with the Frenchman (Armand Assante),\r\nand gets involved in Gallic romantic intrigues. It turns out that her would-be\r\nthird husband is more interested in Sunday morning soccer games and cute little\r\ndownstairs maids than in the kind of marriage Judy Benjamin was brought up to\r\ndesire.\n\n\r\nThis stuff is occasionally funny, but it's kind of predictable. It turns “Private\r\nBenjamin” into areas that are too familiar: We've all seen the comic situations\r\nthat grow out of the courtship with the Frenchman, and we'd really rather have\r\nseen more stuff of “Private Benjamin” in the Army. The movie would have been\r\nbetter off sticking with Goldie Hawn as a female Beetle Bailey and forgetting\r\nabout the changes that allow her to find self-respect, deal with the Frenchman,\r\netc. Still, “Private Benjamin” is refreshing and fun. Goldie Hawn, who is a\r\ntrue comic actress, makes an original, appealing character out of Judy\r\nBenjamin, and so the movie feels alive, not just an exercise in gags and\r\nsituations.", "running_time": 110, "mpaa_rating": "R", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Comedy"], "title": "Private Benjamin (1980)"}