{"url": "http://www.rogerebert.com/reviews/prizzis-honor-1985", "by": "Jack Nicholsonas Charley Partanna", "star_rating": 3.5, "text": "John Huston's \"Prizzi's Honor\" marches like weird and gloomy clockwork to its relentless conclusion, and half of the time, we're laughing. This is the most bizarre comedy in many a month, a movie so dark, so cynical and so funny that perhaps only Jack Nicholson and Kathleen Turner could have kept straight faces during the love scenes. They do. They play two professional Mafia killers who meet, fall in love, marry, and find out that the mob may not be big enough for both of them. Nicholson plays Charley Partanna, who is a soldier in the proud Prizzi family, rulers of the East Coast, enforcers of criminal order. The godfather of the Prizzis, Don Corrado, is a mean little old man who looks like he has been freeze-dried by the lifelong ordeal of draining every ounce of humanity out of his wizened body. To Don Corrado (William Hickey), nothing is more important than the Prizzi's honor - not even another Prizzi.\n\nCharley Partanna is the Don's grandson. He has been raised in this ethic, and accepts it. He kills without remorse. He follows orders. Only occasionally does he disobey the family's instructions, as when he broke his engagement with Maerose Prizzi (Anjelica Huston), his cousin. She then brought disgrace upon herself and, as the movie opens, is in the fourth year of self-imposed exile. But she is a Prizzi, and does not forget, or forgive.\n\nThe movie opens like \"The Godfather,\" at a wedding. Charley's eyes roam around the church. In the choir loft, he sees a beautiful blonde (Kathleen Turner). She looks like an angel. At the reception, he dances with her once, and then she disappears. Later that day, there is a mob killing. Determined to find out the name of the blonde angel, Charley discovers even more - that she was the California hit man, brought in to do the job. He turns to Maerose for advice. She counsels him to go ahead: After all, it's good to have interests in common with your wife. Charley flies to the coast, setting up a running gag as they establish a trans-continental commute. There is instant, electrifying chemistry between the two of them, and the odd thing is, it seems halfway plausible. They're opposites, but they attract. Nicholson plays his hood as a tough Brooklynite; he uses a stiff upper lip, like Bogart, and sounds simple and implacable. Turner, who is flowering as a wonderful comic actress, plays her Mafia killer like a bright, cheery hostess. She could be selling cosmetics.\n\nWhat happens between them is best not explained here, since the unfolding of the plot is one of the movie's delights. The story is by Richard Condon, a novelist who delights in devious plot construction, and here he takes two absolutes - romantic love and the Prizzi's honor - and arranges a collision between them. Because all of the motivations are so direct and logical, the movie is able to make the most shocking decisions seem inevitable.\n\nJohn Huston directed this film right after last year's \"Under the Volcano,\" and what other director could have put those two back-to-back? It is one of his very best films, perhaps because he made it with friends; Condon is an old pal from Ireland, Anjelica Huston is of course his daughter, and Nicholson has long been Anjelica's lover. Together they have taken a strange plot, peopled it with carefully overwrought characters, and made \"Prizzi's Honor\" into a treasure.", "running_time": 124, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-06-11", "genres": ["Action", "Comedy", "Crime", "Drama", "Romance", "Thriller"], "title": "Prizzi's Honor (1985)"}