{"url": "http://www.rogerebert.com/reviews/project-x-1987", "by": "Matthew Broderickas Jimmy", "star_rating": 3.0, "text": "W. C. Fields hated to appear in the same scene with a baby, an animal or a plunging neckline. He was afraid of being upstaged. Virgil, the gifted chimpanzee in \"Project X,\" does not quite upstage Matthew Broderick, but it's one of the strengths of this movie that he deserves co-star billing.\n\nWe meet Virgil, an African primate, as he's being shipped to America for a career at the University of Wisconsin's psychology department. As played by a charismatic chimp named Willie, he turns out to be a surprisingly clever little fellow, who picks up sign language from his trainer (Helen Hunt). Then his research project loses its funding, and Virgil is shipped off under mysterious circumstances to an Air Force base in Florida, where he will train on a flight simulator.\n\nThat's where Broderick comes in. He's a troublemaking would-be pilot who is assigned to the chimp project as punishment. Once there, he turns out to be naturally gifted at identifying with the animals, and after he discovers that Virgil knows sign language, they develop a trusting relationship. Then Broderick discovers the secret purpose of the chimp research: First, the chimps are trained to operate flight simulators, and then they're exposed to lethal doses of radiation to find out how that might affect the performance of human pilots during a nuclear war.\n\nThere is a large logical flaw in this experiment, and, to give \"Project X\" fair credit, Broderick himself points it out: The difference between chimps and human pilots is that the humans would know they had been exposed to lethal radiation and that knowledge would affect their performance, but the chimps' behavior wouldn't be affected.\n\nAfter the threat to Virgil's life is established, the movie turns into a thriller. Can Virgil be saved? Will Broderick destroy his career? What would happen if the chimps discovered that the experiment was designed to kill them? The last third of this movie contains so many surprises that it would be unfair for me to even hint at them.\n\n\"Project X\" is not a great movie because its screenplay doesn't really try for greatness. It's content to be a well-made, intelligent entertainment aimed primarily, I imagine, at bright teenagers. It works on that level. More complicated issues might have confused it. And if the movie had been forced to stay within the bounds of what a chimpanzee, even a smart one, can really do, we would have lost the story's climax, which is a lot of fun but completely implausible in the real world.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-04-17", "genres": ["Action", "Comedy", "Drama", "Science Fiction"], "title": "Project X (1987)"}