{"url": "http://www.rogerebert.com/reviews/project-nim-2011", "by": "Bern Cohenas Dr. Lemmon", "star_rating": 3.5, "text": "Can a chimpanzee learn to speak by using sign language? Yes. But in what sense does it know what it is saying? \"Project Nim,\" a fascinating documentary, follows the life of a chimp named Nim Chimpsky as it's raised like a human baby and then shuttled from one set of \"parents\" and \"homes\" to another. The chimp emerges from this experience as a more admirable creature than many of its humans.\n\nNim was born in captivity in Oklahoma and taken from his mother after a few days by Herbert Terrace, a Columbia professor who recruited his student Stephanie LaFarge to be the chimp's foster mother. This was in the 1970s, which helps explain why Stephanie breast-fed Nim and allowed him to smoke pot and have the occasional beer. In his early years, Nim was a bright and affectionate child, quickly learning what would eventually grow into a vocabulary of 125 signs. He even made progress at potty training, although I doubt he ever quite saw the point.\n\nI call Nim \"he\" rather than \"it\" because that's how his humans see him. The movie is more about how we see them. \"Project Nim\" is by James Marsh, who made the Oscar-winning \"Man on Wire.\" Like Errol Morris on occasion, Marsh weaves dramatic re-creations into this film, so that sometimes we are seeing actual documentary footage, and at other times, we're seeing actors or even (although you won't notice it) animatronics. Stephanie, for example, is played by Reagan Leonard, because original doc footage of Nim's early days might well be scarce. How this substitution fits with traditional documentary ethics I will set aside. It produces a very absorbing film.\n\nThe real people depicted here don't always come across very well, especially Professor Terrace, who seems to be less hands-on with Nim than with two of his attractive research assistants, Stephanie and Laura-Ann Petitto. The foster parents, later including a hippie type, Bob Ingersoll, do love and worry about Nim, and forgive him a great deal, especially when in adolescence his natural aggression begins to grow.\n\nThere comes a point after which a chimp can no longer safely be kept as what we might call a house pet. This is not the fault of the chimp, which is programmed by evolution to develop anger and other self-protective mechanisms. Chimpanzees are five times as strong as humans of the same weight, and you don't want one to grow impatient with you. In the film, various handlers show the scars on arms, legs and cheeks of Nim's aggression.\n\nAfter severely biting one researcher on the cheek, Nim signs: \"Sorry.\" But is Nim truly sorry, or is that merely the sign he learned to use after sensing human displeasure? His name is a play on \"Noam Chomsky,\" the linguist who suggested some human language skills might be hard-wired at birth. It's an excellent question whether chimps are in fact \"speaking\" in a human sense at all. Yes, Nim knows the sign for \"banana.\" But when a dog wants a Milk-Bone and begs on its hind legs, it's not precisely thinking, \"Please, master, give me one of those excellent cereal-based treats from the Milk-Bone box.\"\n\nNim's later life is melancholy. After first seeming destined for medical research, he is saved, only to be consigned to a small cage. He then moves through what must have been a baffling series of homes, his early language skills no longer needed or praised. The movie suggests that humans benefitted little from Project Nim, and Nim himself not at all.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-06", "genres": ["Documentary", "Foreign"], "title": "Project Nim (2011)"}