{"url": "http://www.rogerebert.com/reviews/prometheus-2012", "by": "Noomi Rapaceas Elizabeth", "star_rating": 4.0, "text": "Ridley Scott's \"Prometheus\" is a magnificent science-fiction film, all the more intriguing because it raises questions about the origin of human life and doesn't have the answers. It's in the classic tradition of golden age sci-fi, echoing Scott's \"Alien\" (1979), but creating a world of its own. I'm a pushover for material like this; it's a seamless blend of story, special effects and pitch-perfect casting, filmed in sane, effective 3-D that doesn't distract.\n\nA scene at the outset shows a world with apparently only one animal being, a pale humanoid who stalks a high ridge surrounded by spectacular scenery. This person eats something that causes painful vomiting and rapid body decay. The vomit is followed into flowing water, where it seems to morph into living cellular structures. Where is this place? Is it Earth? Who is the being, and why is it alone and naked? Is the scene a visualization of the theory that life first arrived on Earth from outer space?\n\nCut to a human spaceship in the year 2093, qualifying \"Prometheus\" for a flash-forward spanning more years than the opening of \"2001.\" The trillion-dollar ship Prometheus is en route to a distant world, which seems pointed to in prehistoric cave paintings. There's reason to believe human life may have originated there. It's an Earth-sized moon orbiting a giant planet, and at first it seems a disappointment: no growing things, unbreathable atmosphere. But the crew notices straight lines on the surface, and as we all know, nature makes no straight lines.\n\nThe lines lead to a vast dome or pyramid, and the film will mostly take place inside the dome and the Prometheus. But let's put the plot on hold and introduce two of the crew members: Elizabeth Shaw (Noomi Rapace) wears a cross around her neck and believes life ultimately had a divine origin. Her boyfriend, Charlie Holloway (Logan Marshall-Green), accuses her, a scientist, of dismissing centuries of Darwinism. What they find in the pyramid leaves the question open. Alien humanoids, in suspended animation, incredibly have DNA that's a perfect match for our own. So they could somehow have brought life to Earth — but why? And from this moon where they slumber inside their pyramid, or from another planet around a distant star? Why did they stop here? What are they waiting for?\n\nThe film then develops horror scenes comparable to \"Alien,\" although it depends more on action and weaponry than that film's use of shadows and silence. For me, the most spellbinding scenes involve the crew members exploring the passages and caverns inside the pyramid, obviously unvisited in aeons, and their experiences with some of the hibernating alien beings. One of the key members of this crew is David (Michael Fassbender), an android, who knows or can figure out more or less everything, even alien languages, and is sort of a walking, talking, utterly fearless HAL 9000.\n\nThe alien race in \"Prometheus\" shares a body characteristic that reminds me of \"Alien\" and countless films since: Elements can detach from them and enter into other bodies as hostile parasites. This leads to an astonishing sequence in which Elizabeth, alone on the ship, discovers she is pregnant with an alien Something and somehow finds the will to control a robot surgery device that removes it. Her later showdown with a waning oxygen supply shows equal resourcefulness; Noomi Rapace (\"The Girl With the Dragon Tattoo,\" 2009) continues here the tradition of awesome feminine strength begun by Sigourney Weaver in \"Alien.\" \n\nAnother strong woman is on board, Meredith Vickers (Charlize Theron), a representative of the corporation that privately financed the Prometheus. She treats the others like her employees, which they are, and believes she always speaks for the company's wishes. The ship's captain, Janek (Idris Elba), makes no pretensions of scientific expertise like the others but is a no-nonsense working pilot. Janek has the most interesting evolution, from the irreverent hipster in his first scenes into a man with the ability to intuit the truth about what he's seeing.\n\nThe most tantalizing element is how it plays with the role of these DNA twins. Did they create life on Earth? The possibility of two identical DNAs as a coincidence is unthinkable. Charlie digs at Elizabeth, suggesting their existence disproves her beliefs. Her obvious response: Where did they come from? This puzzle is embedded in an adventure film that has staggering visuals, expert horror, mind-challenging ideas and enough unanswered questions to prime the inevitable sequel.", "running_time": 124, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-06", "genres": ["Action", "Horror", "Science Fiction", "Thriller"], "title": "Prometheus (2012)"}