{"url": "http://www.rogerebert.com/reviews/promise-at-dawn-1971", "by": "Melina Mercourias Nina Kacew", "star_rating": 2.5, "text": "Jules Dassin's \"Promise at Dawn\" is a warmly drawn love poem in two parts, one dealing with style and the other with the story.\n\nOf the two, the first is more interesting: Dassin's treatment of his wife, Melina Mercouri, is a marriage of script, photography and performance designed to showcase her talent and beauty. The second love story - the love Melina's character has for her son - is rather static and even a little distracting in these decades after Freud. \n\n\"Promise at Dawn\" is in the sturdy movie tradition of the star vehicle, and Miss Mercouri is handled in the manner of Greta Garbo, Marlene Dietrich and Ingrid Bergman.\n\nThe role is written for her, tailored to her and designed to show her technical virtuosity as she \"ages\" some 30 years. It is only incidentally a segment of autobiography from Romain Gary.\n\nI suppose if I was able to view the movie only on this one level - as a vehicle for an admittedly unique star - I'd have to give it the four-star rating.\n\nWhen movies age a little, we can look at them just for their stars. We can watch Gable and Harlow on the late show, as I did the other night, and absorb their individual star qualities as a sort of magic. Meanwhile, of course, we simply ignore the inanities of whatever plot they're slogging through.\n\nBut with a new movie, an ambitious one by a serious director, you've got to push beyond a basic admiration of the star. I think the mound of praise heaped on \"Promise at Dawn\" by the New York critics reflects their admiration for Miss Mercouri more than their opinion of the movie she finds herself in.\n\nThe movie itself is rather impossible to stomach. It's supposedly told from the boy's point of view - young Romain Gary - who was carted around Europe as adorable baggage by a mother whose love for him was essentially narcissistic: She loved him not because he was her SON, but because he was HER son.\n\nThe mother is an eccentric of the type Miss Mercouri can portray so well. She's high-spirited, in communication with the ethnic Life Force, always bankrupt, never discouraged, endlessly fascinating to men, possessive, generous, loving, arbitrary and given to dancing about outdoors in spring dresses and soft focus.\n\nYoung Romain's role is simply to adore her. In the movie's earlier stages, particularly, that's all he seems to do: gaze adoringly at her, admire her, be the object of her abundantly demonstrative affection. Later on (with the adult Romain, played by Assaf Dayan) he gets to consider her a bit of a character, and she gets a tough, tearful deathbed scene.\n\nNow the problem is that a little filial love goes a long way. We are told the mother is remarkable. Fine; let her show it. She has some scenes where that's attempted, but mostly the love is merely there - floating in space - without an occasion to anchor itself to. Eventually we get tired of the adoring-puppy-great-old-trooper act.\n\nThere's also the question of Gary himself. By all that's sacred to Freud, this only child of a smothering, possessive mother, cut off from a father figure and a peer group, should have grown up to be a shade ambiguous in the sexual department. But that whole possibility is simply ignored by the movie.\n\nWe can't ignore it, however, because we came after Freud even if Gary and Dassin didn't and we're constantly being distracted.\n\nSo the relationship between the mother and her son doesn't persuade us. But we are left with the magnificent Mercouri performance, and even our awareness that she's doing the Great Actress schtick (young, old, with makeup, without, drunk, destitute, joyful, living, dying, etc.) doesn't prevent us from enjoying it done so well.\n\nThat's about what \"Promise at Dawn\" leaves us with: Melina Mercouri moving triumphantly through a story that never quite engages her, or us.", "running_time": null, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-03-02", "genres": null, "title": "Promise at Dawn (1971)"}