{"url": "http://www.rogerebert.com/reviews/proof-of-life-2000", "by": "Meg Ryanas Alice Bowman", "star_rating": 2.5, "text": "Kidnapping is not a rare crime but a lucrative line of business in the Third World, according to \"Proof of Life,\" a movie that is best when it sticks closest to the trade craft of a professional K&R man named Terry Thorne. K&R means \"kidnap and ransom,\" we learn, and the specialty has grown along with the crime; somewhere in the world, businessmen are being snatched on an almost daily basis, making lots of work for Terry (Russell Crowe), who masterminds a helicopter snatch of a hostage in the opening sequence and makes his getaway clinging to the landing skips of the chopper.\n\nCut to Tecala, a fictional Latin American country where drugs are a major crop and a revolutionary movement has morphed into a professional kidnapping operation. We meet Peter and Alice Bowman (David Morse, Meg Ryan), an American couple going through a bad patch in their marriage, who are living in the country while Peter builds a dam. He thinks the dam will help the locals grow crops. She thinks it's window dressing for the oil company that employs him. They're hardly speaking to each other when she gets word he's been kidnapped.\n\nEnter Terry Thorne, whose job is to negotiate the lowest possible ransom price and rescue the hostage. Exit Terry Thorne, when it's revealed that Bowman's employer didn't pay the premium on his K&R policy. Re-enter Terry Thorne, who returns to Tecala because something about Alice Bowman, some quiet unstated appeal with sexual undertones, has brought him back. He will risk his life for free, for the husband of the woman he doesn't know for sure he loves, although he has a strong hunch.\n\nThe movie, directed by Taylor Hackford, cuts between Thorne's K&R craft, Alice's guilt and emotional confusion, and the ordeal in the jungle by Peter, played by Morse as a hothead who talks back to the guys carrying the machineguns--not always prudent. Complications enter with Alice's sister-in-law (Pamela Reed); a fellow prisoner of Peter's (Gottfried John), who poses as a crazy missionary, and Thorne's old fighting partner Dino (David Crusoe), who is in the country trying to rescue another kidnap victim.\n\nThe movie's kidnap lore, based on books and articles about professional K&R men, is intriguing. Crowe, as Terry, explains his work to Alice (and to us), and we learn why you never bring in local negotiators (on the take and maybe in on the snatch), why the opening asking price is way high and how to demand proof the hostage is still alive. Meanwhile, Terry and Alice carry on a buried flirtation in which both shyly acknowledge the chemistry between them with a kiss and eloquent body language. A more graphic sex scene was cut from the movie, reportedly because it reflected the real-life liaison between Crowe and Ryan; whether the movie would have been better with a more overt romance is an interesting question; obviously Hackford preferred unreleased tension, and building toward his poignant final scene.\n\nI found the movie absorbing in its details and persuasive in its performances, but the overall flight was somehow without lift. I wanted the tension wound tighter. The side relationships, with the sister-in-law and the missionary, were interesting in themselves but put the plot progress on hold. Crowe, Ryan and Morse are everything the story asks for; her character is doubly interesting because the movie avoids the cliche of the grieving wife and shows a conflicted, sometimes angry woman who had a big fight with the husband just before he was snatched. Crowe's K&R man has a professional code, mostly (we gather) of his own enforcement, that inhibits his romantic feelings. Or is it that he gets off on playing the hero for unavailable women, and then nobly departing before they have the opportunity to choose him if they want to? Morse's role is more down-to-earth, as a captive who is mistreated but knows he can get away with a lot because he must remain alive to be of value.\n\nI was interested all through the movie--interested, but not riveted. I cared, but not quite enough. I had sympathy with the characters, but in keeping at arm's length from each other they also kept a certain distance from me. Perhaps the screenplay should have been kept simmering until it was reduced a little, and its flavors made stronger.", "running_time": 135, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-12-08", "genres": ["Action", "Adventure", "Drama", "Romance", "Suspense", "Thriller"], "title": "Proof Of Life (2000)"}