{"url": "http://www.rogerebert.com/reviews/protocol-1984", "by": null, "star_rating": 2.5, "text": "The first hour of \"Protocol\" is so much fun, and the Goldie Hawn character is such an engaging original, that at first I couldn't believe they were going to throw away all that work by going for a standard Hollywood ending. But they did. You know a movie's in trouble when they stop dealing with the characters and start throwing things at the screen.\n\nMaybe it's just that they started with such a good premise, such a good first and second act, that they never got around to ending the movie. \"Protocol\" begins with Goldie as a cocktail waitress who dresses like a big bird every night to entertain the regulars in a sleazy nightclub. She's broke and without prospects. But then one night she pushes to the front of a crowd, and when a guy pulls out a gun, she wrestles him to the ground and saves the life of the leader of an obscure Arab oil sheikdom. She is, in the process, wounded in the nether regions, and when she becomes a national heroine and the star of TV interview shows, the Arab leader falls in love with her and the White House decides to hire her as a protocol officer and more or less give her to the sheik.\n\nThe setup for the film has a lot of charm, with Goldie as a goofy heroine who rooms with a couple of gay men and asks them thoughtfully, \"Do you think I might be one of those people who is referred to as cute, but none too heavy in the brains department?\" Her first televised press conference after the foiled assassination is probably the movie's high point; she answers each question with such refreshing directness that she becomes an overnight star. It's right after the press conference that the movie reaches its turning point: Should it continue to develop this story along the lines of more or less realistic comedy, or should it go for the bizarre and the slapstick? It makes the second choice. We meet the sheik (Richard Romanus) and his chief aide (Andre Gregory), and the usual clichés about Arabs start to fly thick and fast. Goldie soon finds herself in the Middle East as a prospective harem wife. Some of this stuff is funny, but the movie really falls apart when it moves back to Washington and Goldie invites the Arabs to a party in her old nightclub.\n\nOne of the things Hollywood has trouble learning is that wild party scenes are almost never funny (\"Bachelor Party\" was an exception). \"Protocol\"'s party scene fills the screen with the standard clichés: The Arabs, visiting Japanese businessmen, Hell's Angels, shocked diplomats, S&M couples, waitresses dressed like giraffes, and so on. It's not funny, it's desperate. We look at a lot of people going nuts and breaking glasses over each other's heads, and it's like the movie is pleading artistic bankruptcy.\n\nThere's more: A Capra-style ending, with Goldie making a patriotic, tearjerking speech before a congressional hearing and then running for public office. None of this has much to do with the genuine comic premises that were set up at the beginning. Why couldn't they have followed Hawn's character into the labyrinth of real diplomatic protocol, and created original characters instead of off-the-shelf stereotypes? Why do so many Hollywood movies these days feel they have to go berserk in the last half hour, instead of putting in the groundwork to create a situation we care about and a conclusion that makes a difference? The character that Goldie Hawn creates in this movie is so refreshing and so interesting that they should have gone ahead and made the extra effort and written an intelligent screenplay about her.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy"], "title": "Protocol (1984)"}