{"url": "http://www.rogerebert.com/reviews/prudence-and-the-pill-1968", "by": "Deborah Kerras Prudence", "star_rating": 1.5, "text": "There was a kid at summer camp named Mole who wrote letters home in progressively smaller handwriting. He would start out at the top of a page with expansive confidence, writing \"Dear Mom and Dad\" in enormous block letters as if he had all the room in the world, and by the time he got to the bottom of the page he would have announced that he was feeling fine.\n\nBut then Mole would turn the paper over and realize he hadn't said a word yet about the volleyball tournament or Fats Mulligan who tried to swim over to the girl's camp on the other side of the lake and almost drowned.\n\nSo Mole's handwriting would get smaller and smaller until finally at the bottom of the page there would be hundreds and hundreds of microscopic words racing in a torrent and, alas, no room for his signature.\n\nI tell this literary anecdote in a movie review because it seems to describe the way Fielder Cook made \"Prudence and the Pill.\"\n\nIt starts out at a slow, detailed pace, as if it had all the time in the world. Scenes are developed in minute detail. Uncounted subplots are introduced.\n\nBut along about the middle of the movie, you get the impression that one of two things happened: Either they realized that at this rate the movie would be five hours long or they ran out of money.\n\nSo subplots that were leisurely introduced are finished off, wham-bang! Characters who took four minutes to ride in a car take two minutes to discover they are pregnant. The talented Edith Evans, whose role looked juicy at the beginning of the movie, makes an unexplained appearance at an auto race and then disappears until the end of the film.\n\nMy guess is that several scenes involving the romance between the two young kids were dropped from the film to shorten it, with the result that actors refer to things you didn't see happen and make decisions based on events that aren't in the film.\n\nDavid Niven and Deborah Kerr play an upper-class English couple who live the lives such couples always lead in the movies: They meet like clockwork at the top of the stairs and descend together for breakfast, crunching their toast in counterpoint and all that.\n\nDue to a series of events too complex to describe here, Niven substitutes aspirin for his wife's birth-control pills; their butler substitutes birth-control pills for the maid's vitamin B tablets; the maid substitutes what she thinks are her vitamin B tablets for what Miss Kerr thinks are her birth control pills, and substantially the same thing happens in the household of Niven's brother, Henry.\n\nHenry's wife, his daughter, Niven's wife and his mistress all get pregnant, to the delight of Edith Evans, who plays the aunt of the boyfriend of Niven's niece.\n\nWhat it boils down to, I think, is that the whole movie was a lousy idea to begin with and the best you can say is it's an incompetent job.", "running_time": null, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-09-10", "genres": null, "title": "Prudence and the Pill (1968)"}