{"url": "http://www.rogerebert.com/reviews/psycho-iii-1986", "by": "Anthony Perkinsas Norman Bates", "star_rating": 3.0, "text": "How well we remember Norman Bates. Tens of thousands of movie characters have come and gone since 1960, when he made his first appearance in \"Psycho\" (1960), and yet he still remains so vivid in the memory, such a sharp image among all the others that have gone out of focus.\n\nMost movies are disposable. \"Psycho\" supplied us with the furnishings for nightmares. \"Dear Mr. Hitchcock,\" a mother wrote the master, \"after seeing your movie my daughter is afraid to take a shower. What should I do?\" Send her to the dry cleaners, Hitch advised her.\n\nIn \"Psycho III,\" there is one startling shot that completely understands Norman Bates. Up in the old gothic horror house on the hill, he has found a note from his mother, asking him to meet her in Cabin Number 12. We know that although his mother may have frequent conversations with him, she is in no condition to write him a note.\n\nNorman knows that, too. He stuffed her himself. As he walks down the steps and along the front of the Bates Motel toward his rendezvous, the camera tracks along with him, one unbroken shot, and his face is a twitching mask of fear.\n\nThe face belongs to Anthony Perkins, who is better than any other actor at reflecting the demons within. Although his facial expressions in the shot are not subtle, he isn't overacting; he projects such turmoil that we almost sympathize with him. And that is the real secret of Norman Bates, and one of the reasons that \"Psycho III\" works as a movie: Norman is not a mad-dog killer, a wholesale slasher like the amoral villains of the Dead Teenager Movies. He is at war with himself.\n\nHe is divided. He, Norman Bates, wants to do the right thing, to be pleasant and quiet and pass without notice. But also inside of him is the voice of his mother, fiercely urging him to kill.\n\nAt the beginning of \"Psycho III,\" only a short time has passed since the end of \"Psycho II.\" In a nearby convent, a young novice (Diana Scarwid) blames herself when an older nun falls to her death. She runs out into the night, gets a ride with a sinister motorist (Jeff Fahey), and ends up at the Bates Motel. Fahey arrives there, too, and is hired as a night clerk. Other people also turn up: an investigative reporter who wants to do a story on Norman; a local woman who gets drunk and is picked up by Fahey, and finally a crowd of rowdies back for their high school reunion.\n\nBy the end of the movie, many of these people will be dead - and because this is a tragedy, not a horror story, some of the dead ones won't deserve it, and others will survive unfairly.\n\nThe movie was directed by Perkins, in his filmmaking debut. I was surprised by what a good job he does. Any movie named \"Psycho III\" is going to be compared to the Hitchcock original, but Perkins isn't an imitator. He has his own agenda. He has lived with Norman Bates all these years, and he has some ideas about him, and although the movie doesn't apologize for Norman, it does pity him. For the first time, I was able to see that the true horror in the \"Psycho\" movies isn't what Norman does - but the fact that he is compelled to do it.\n\nThere are a couple of scenes that remind us directly of Hitchcock, especially the scene where the local sheriff dips into the ice chest on a hot day, and doesn't notice that some of the cubes he's popping into his mouth have blood on them. Perkins permits himself a certain amount of that macabre humor, as when he talks about his hobby (\"stuffing things\") and when he analyzes his own case for the benefit of the visiting journalist. But the movie also pays its dues as a thriller, and there is one shocking scene that is as arbitrary, unexpected, tragic and unfair as the shower scene in \"Psycho.\" Only one, but then one of those scenes is enough for any movie.", "running_time": 93, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-07-02", "genres": ["Horror", "Thriller"], "title": "Psycho III (1986)"}