{"url": "http://www.rogerebert.com/reviews/psycho-1998", "by": "Vince Vaughnas Norman Bates", "star_rating": 1.5, "text": "The most dramatic difference between Alfred Hitchcock's \"Psycho\" (1960) and Gus Van Sant's \"shot-by-shot\" remake is the addition of a masturbation scene. That's appropriate, because this new \"Psycho\" evokes the real thing in an attempt to re-create remembered passion.\n\nCurious, how similar the new version is, and how different. If you have seen Hitchcock's film, you already know the characters, the dialogue, the camera angles, the surprises. All that is missing is the tension--the conviction that something urgent is happening on the screen at this very moment. The movie is an invaluable experiment in the theory of cinema, because it demonstrates that a shot-by-shot remake is pointless; genius apparently resides between or beneath the shots, or in chemistry that cannot be timed or counted.\n\nStudents of trivia will note the differences. The opening shot is now an unbroken camera move from the Phoenix skyline into the hotel room where Marion Crane (Anne Heche) is meeting with her lover, Sam Loomis (Viggo Mortensen). \n\nThere is a shot of Loomis' buttocks, and when he turns toward her, a quick downward glance of appreciation by Marion. In the scene in which Marion packs while deciding to steal the money, Heche does more facial acting than Janet Leigh did in the original--trying to signal what she's thinking with twitches and murmurs. Not necessary.\n\nThe highway patrolman who wakes her from her roadside nap looks much the same as in the original, but has a speaking voice which, I think, has been electronically tweaked to make it deeper--and distracting. We never get the chilling closer shot of him waiting across the street from the car lot, arms folded on his chest.\n\nWhen Marion goes into the \"parlor\" of Norman Bates (Vince Vaughn), the stuffed birds above and behind them are in indistinct soft focus, so we miss the feeling that they're poised to swoop. There is a clearer shot of \"Mrs. Bates\" during the knife attack in the shower. And more blood.\n\nAs for the masturbation scene as Norman spies on Marion through the peephole between the parlor and Room No. 1: Even if Hitchcock was hinting at sexual voyeurism in his 1960 version, it is better not to represent it literally, since the jiggling of Norman's head and the damp off-screen sound effects inspire a laugh at the precise moment when one is not wanted. \n\nAll of these details would be insignificant if the film worked as a thriller, but it doesn't. One problem is the casting of Vaughn in the Norman Bates role. He isn't odd enough. Norman's early dialogue often ends in a nervous laugh. Anthony Perkins, in the original, made it seem compulsive, welling up out of some secret pool of madness. Vaughn's laugh doesn't seem involuntary. It sounds as if he intends to laugh. Possibly no actor could have matched the Perkins performance, which is one of the unique creations in the cinema, but Vaughn is not the actor to try. Among actors in the correct age range, my suggestion would be Jeremy Davies, who was the frightened Corporal Upham in \"Saving Private Ryan.\" \n\nAnne Heche, as Marion Crane, lacks the carnal quality and the calculating detachment that Janet Leigh brought to the original film. She is less substantial. Van Sant's decision to shoot in color instead of black and white completes the process of de-eroticizing her; she wears an orange dress that looks like the upholstery from my grandmother's wing chair. Viggo Mortensen is also wrong for Sam Loomis, the lover. Instead of suggesting a straight arrow like John Gavin in the original film, he brings an undertow of elusive weirdness. The only new cast members who more or less get the job done are William H. Macy as the private eye Arbogast, and Philip Baker Hall as Sheriff Chambers. By having a psychiatrist (Robert Forster) reproduce a five-minute speech of clinical diagnosis at the end of the film, Van Sant demonstrates that a completely unnecessary scene in the original, if reproduced, will be completely unnecessary in the remake as well.\n\nI viewed Hitchcock's \"Psycho\" a week ago. Attending this new version, I felt oddly as if I were watching a provincial stock company doing the best it could without the Broadway cast. I was reminded of the child prodigy who was summoned to perform for a famous pianist. The child climbed onto the piano stool and played something by Chopin with great speed and accuracy. The great musician then patted the child on the head and said, \"You can play the notes. Someday, you may be able to play the music.\"", "running_time": 106, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-12-06", "genres": ["Drama", "Horror", "Mystery", "Thriller"], "title": "Psycho (1998)"}