{"url": "http://www.rogerebert.com/reviews/psycho-ii-1983", "by": "Anthony Perkinsas Norman Bates", "star_rating": 2.5, "text": "The first thing is to put Alfred Hitchcock's original \"Psycho\" (1960) right out of your mind. There will never be another movie like it, and no sequel could possibly capture its unique charms. If you've seen \"Psycho\" a dozen times and can recite the shots in the shower scene by heart, \"Psycho II\" is just not going to do it for you. \n\nBut if you can accept this 1983 movie on its own terms, as a fresh start, and put your memories of Hitchcock on hold, then \"Psycho II\" begins to work. It's too heavy on plot and too willing to cheat about its plot to be really successful, but it does have its moments, and it's better than your average, run-of-the-mill slasher movie. \n\nThe movie's premise is well-known to students of the film's TV commercials. Norman Bates, having been judged not guilty by reason of insanity back in 1960, has responded well to psychiatric treatment. He is released. Because of a \"state budget cutback,\" however, there will be no halfway house to ease his transition back into society's mainstream, and no social worker to drop in from time to time. Instead, Norman's all on his own -- and he moves back into that Gothic house of horrors up on the hill above the Bates Motel.\n\nThe movie's homecoming scenes strike a nerve. After all, that is Anthony Perkins as Norman Bates, and that is the Bates Motel, and few images of Sir Alfred's long career have remained more indelibly etched in the memories of moviegoers. Perkins plays Bates about the same as the last time we saw him, with perhaps a few additional twitches. But he's a more sympathetic character this time, more mellow, more subdued. He still is, of course, as nutty as a fruitcake. He gets a job washing dishes at the local diner, and he makes friends with a waitress named Mary (Meg Tilly), who agrees to move into the Bates home and become his roommate.\n\nAnd then, in Norman's words, it starts again. His \"mother,\" long dead (as we have every reason to recall), begins telephoning him. There are some unexplained murders. The plot thickens, but I'll end my description right here, to preserve the movie's many, many, many, secrets.\n\nIs \"Psycho II\" worth seeing? I don't think it deserves a place on a double bill with the original \"Psycho,\" although that almost certainly is how revival theaters eventually will end up showing it. It is a craftsman-like piece of filmmaking with a suitably flaky performance by Perkins, but it isn't really a sequel to \"Psycho. It continues the story, but not the spell.\n\nAnd it never really establishes the other characters very well. Meg Tilly, as Norman's friend, is just a little too laid-back and dreamy to hold her own against Norman Bates and a fresh slasher mystery. Vera Miles, as a woman with a fierce hatred of Norman, never quite crosses the line from indignation to insanity. In a movie full of half-sketched characters and half-explained developments, Norman Bates is just too mesmerizing to fit in very easily.\n\nBut then I should have guessed the sequel wouldn't make it -- right from the pre-title sequence, in which Hitchcock's original shower scene is shown, but is allowed to end before the shot of the blood going down the drain! Is nothing sacred?", "running_time": 113, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-06-06", "genres": ["Horror", "Suspense", "Thriller"], "title": "Psycho II (1983)"}