{"url": "http://www.rogerebert.com/reviews/pumpkin-2002", "by": "Christina Riccias Carolyn McDuffy", "star_rating": 3.5, "text": "\"Pumpkin\" defies description. Maybe it doesn't need a category, it needs a diagnosis. Relentlessly, and sometimes brilliantly, it forces us to decide what we really think, how permissive our taste really is, how far a black comedy can go before it goes too far. It's like a teenage sex comedy crossed with the darkest corners of underground comics. We laugh in three ways: with humor, with recognition and with disbelief.\n\nThe film stars Christina Ricci as Carolyn McDuffy, the peppiest member of a sorority house that dreams of being named Sorority of the Year. To get extra points, the house arranges to coach \"special people\"--handicapped and retarded athletes--and all of the girls are lined up eagerly when the buses arrive with their tutorial victims. One of them is Pumpkin Romanoff (Hank Harris), who seems to be both mentally and physically challenged, although the movie refuses to permit a verdict about his intelligence level. At first Carolyn is too awkward and embarrassed to deal with Pumpkin--everything she says seems to be offensive--but then she finds she can't get him out of her mind. Pumpkin of course has fallen instantly into love with her.\n\nCarolyn has a boyfriend, a BMOC and tennis champion named Kent Woodlands (Sam Ball), who in his own way is also handicapped: He's too handsome, with the improbable good looks of a silent-screen idol. But she begins to spend more time with Pumpkin, who at first seems ill-equipped for his chosen sport of discus throwing (he can't stand or throw) but works out tirelessly in his backyard to get in shape.\n\nPumpkin's mother, Judy (Brenda Blethyn), is an alcoholic who coddles her son and then puts him down. She sees Carolyn as a threat, and when she finds the two in bed together she calls her a slut and a pedophile. This raises an interesting point, since Pumpkin is apparently about 15 or 16, but sex between older women and younger men seems permitted in the movies even though it's taboo the other way around.\n\nCarolyn eventually begins to see the hypocrisy of the Greek system, the shallowness of Kent and the truly special qualities of Pumpkin. Yes, and there is even a scene where Pumpkin gets an ovation for a discus throw. But this is not one of those heartwarming stories about overcoming obstacles. \"Pumpkin\" creates inspirational moments, only to undermine them, and doubts all good motives. Consider the way the sororities compete for the black and Filipino girls who are going through rush, because they want to add \"diversity,\" and besides, the Filipino \"looks almost white.\" Consider the way Carolyn's Asian sorority sister, Anne Chung (Michelle Krusiec), is never referred to without the word \"even\" in front of her name: \"You can go to the prom with any of the sisters,\" sorority president Julie (Marisa Coughlan) tells Kent. \"Even Anne Chung.\" The movie takes side shots at other campus targets. Carolyn takes a poetry workshop taught by a black professor (Harry J. Lennix), who announces poetry cannot be taught and that he hates to grade papers, but that, not to worry, \"you'll get your stupid credit.\" Carolyn composes for this class an \"Ode to Pasadena\" that must be heard to be believed. When she decides to take a stand and leave school, she announces she'll go to \"community college,\" only to discover she has too many credits and has to settle for Long Beach Tech. In her rooming house at Long Beach, the students eat beans, not lamb chops, her favorite at the sorority house.\n\nThe climax of the movie involves a fight between Pumpkin and Kent that goes beyond the usual boundaries of commercial comedies, and a car crash that is a deliberate exercise in mocking special effects and stunt explosions. Everything in the movie mocks itself. Even the last shot calls Carolyn's final sincerity into question. But I can say this: \"Pumpkin\" is alive, and takes chances, and uses the wicked blade of satire in order to show up the complacent political correctness of other movies in its campus genre. It refuses to play it safe. And there is courage in the performances--for example, in the way Sam Ball deals with what happens to his character. Or in the way Ricci sails fearlessly into the risky material. \"Pumpkin\" may make you mad, but at least you're not angry because it wasn't trying.", "running_time": 113, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-07-05", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Pumpkin (2002)"}