{"url": "http://www.rogerebert.com/reviews/puncture-2011", "by": "Chris Evansas Mike", "star_rating": 3.0, "text": "One of the greatest health risks for medical professionals is an accidental needle puncture. If the needle has just been used on a patient with AIDS or another disease, the care giver risks infection. As an opening ER scene in \"Puncture\" depicts, such an accident is not uncommon if a patient is thrashing in a seizure.\n\n\"Puncture\" dramatizes this dilemma with its based-on-life story about two low-rent Houston lawyers who take on the personal injury case of Vicky (Vinessa Shaw), a nurse who contracts AIDS after an accidental stick. They learn that her friend Jeffrey Danfort (Marshall Bell) has designed a retractable needle that could not stick a second person, but that the safety needle faces an unofficial national boycott by medical suppliers and hospitals who object to its slightly higher cost. Anyone who has ever looked at the itemized printout of what hospitals charge for everything will find that incredible, but the movie is based on fact.\n\nThe lawyers are Mike Weiss (Chris Evans) and Paul Danziger (Mark Kassen). Kassen and his brother Adam co-directed \"Puncture\"; the real Danziger co-wrote the story. He's seen as a serious family man, concerned about their joint practice. Weiss, his friend from college days, is his polar opposite: an out-of-control cokehead who often misses meetings and court dates, and in a few fascinating scenes, test-drives his court summations before audiences of pimps and druggies. His marriage breaks up near the start of the movie, and as he plunges more deeply into drugs, the amazing thing is that he manages to show up at all.\n\nBut he does. With a frenzied energy perhaps fueled by crack, he becomes obsessed with the case, risking the firm itself in the process. He's brilliant; that seems clear enough. Time and again, all seems lost, and he pulls it out of the fire. The movie becomes a showdown between his brilliance and his addiction.\n\nThat's a problem, in a way. Weiss is played so well by Chris Evans that his character upstages the issues. It seems clear that the health-care system is corrupt, and that health industries will spend unlimited funds to avoid a court defeat in this case. One of the industry's high-priced lawyers is Nathaniel Price (Brett Cullen), who is all confidence and polish, surrounded by mahogany and brass, and tends to refute Weiss by his very presence. But he and the other supporting actors, good as they are, find themselves upstaged by Weiss and by Evans' performance.\n\nIt's unfair to complain that Weiss seems over the top. The portrayal seems to be accurate. Weiss died at 32 of a drug overdose, and an online obituary says he achieved wonders \"working only a couple of hours a day.\" Electrifying in the role, Evans reminds me of other great out-of-control druggies played by Al Pacino and Nicolas Cage. A movie like this is a reminder that box-office success can be unfair and limiting to gifted young actors. Evans is famous in great part because of \"Captain America: The First Avenger\" and \"Fantastic Four.\" They give little hint of his powers. Movies like this can be career-changers.\n\nYet I read in one review that the \"pic might prove too commercially downbeat for Evans' 'Captain America' fans, while purists might prefer a straight-ahead docu approach.\" I suspect \"Puncture\" was made for neither \"Captain America\" fans or purists, and though it's not a complete success, he's always riveting onscreen, and the story is yet another parable about our venal health-care industry.", "running_time": 100, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-10-05", "genres": ["Drama", "Mystery"], "title": "Puncture (2011)"}