{"url": "http://www.rogerebert.com/reviews/punch-drunk-love-2002", "by": "Adam Sandleras Barry Egan", "star_rating": 3.5, "text": "There is a new Adam Sandler on view in \"Punch-Drunk Love\"--angry, sad, desperate. In voice and mannerisms he is the same childlike, love-starved Adam Sandler we've seen in a series of dim comedies, but this film, by seeing him in a new light, encourages us to look again at those films. Given a director and a screenplay that sees through the Sandler persona, that understands it as the disguise of a suffering outsider, Sandler reveals depths and tones we may have suspected but couldn't bring into focus.\n\nThe way to criticize a movie, Godard famously said, is to make another movie. In that sense \"Punch-Drunk Love\" is film criticism. Paul Thomas Anderson says he loves Sandler's comedies--they cheer him up on lonely Saturday nights--but as the director of \"Boogie Nights\" and \"Magnolia\" he must have been able to sense something missing in them, some unexpressed need. The Sandler characters are almost oppressively nice, like needy puppies, and yet they conceal a masked hostility to society, a passive-aggressive need to go against the flow, a gift for offending others while in the very process of being ingratiating.\n\nIn \"Punch-Drunk Love,\" Sandler plays Barry Egan, an executive in a company with a product line of novelty toiletries. Barry has seven sisters, who are all on his case at every moment, and he desperately wishes they would stop invading his privacy, ordering him around and putting him down. He tries at a family gathering to be congenial and friendly, but we can see the tension in his smiling lips and darting eyes, and suddenly he explodes, kicking out the glass patio doors.\n\nThis is a pattern. He presents to the world a face of cheerful blandness, and then erupts in terrifying displays of frustrated violence. He does not even begin to understand himself. He seems always on guard, unsure, obscurely threatened. His outbursts here help to explain the curiously violent passages in his previous film, \"Mr. Deeds,\" which was a remake of a benign Frank Capra comedy. It's as if Sandler is Hannibal Lecter in a Jerry Lewis body.\n\nMost of Sandler's plots are based on predictable, production-line formulas, and after \"Punch-Drunk Love\" I may begin seeing them as traps containing a resentful captive. The quirky behavior may be a way of calling out for help. In \"Big Daddy,\" for example, the broad outlines are familiar, but not the creepy way his character trains his adopted 5-year-old to be hostile. At one point, ho, ho, they toss tree branches into the path of middle-aged in-line skaters, causing some nasty falls. The hostility veiled as humor in the typical Sandler comedy is revealed in \"Punch-Drunk Love\" as--hostility.\n\nThe film is exhilarating to watch because Sandler, liberated from the constraints of formula, reveals unexpected depths as an actor. Watching this film, you can imagine him in Dennis Hopper roles. He has darkness, obsession and power. His world is hedged around with mystery and challenge. Consider an opening scene, when he is at work hours before the others have arrived, and sees a harmonium dumped in the street in front of his office. It is at once the most innocent and ominous of objects; he runs from it and then peeks around a corner to see if it is still there.\n\nIn the Paul Thomas Anderson universe, people meet through serendipity and need, not because they are fulfilling their plot assignments. Barry meets Lena Leonard (Emily Watson), a sweet executive with intently focused eyes, who asks him to look after her broken-down car and later goes out on a dinner date with him. They like each other right away. During the dinner he gets up from his table, goes to the men's room and in a blind rage breaks everything he can. \"Your hand is bleeding,\" she gently observes, and after they are thrown out of the restaurant, she carries on as if the evening is still normal.\n\nBarry is meanwhile enraged by an ongoing battle he is having with a Utah phone-sex company. He called the number and was billed for the call, but he was unable to talk easily with the woman at the other end, or even quite conceive of what she wanted him to do. Then she pulled a scam using his credit card number, and this leads to mutual threats and obscenities over the phone, and to a visit from the porn company's \"four blond brothers,\" who want to intimidate him and extract cash.\n\nBarry is frightened. He knows Lena is going on a business trip to Hawaii. They definitely have chemistry. This would be an ideal time to get off the mainland. He has discovered a loophole in a Healthy Choice promotion that will allow him to earn countless American Airlines frequent flier miles at very little cost. (This part of the story is based on fact.) It is typical of an Anderson film that Barry, having hit on his mileage scheme, cannot use his miles so quickly, and so simply buys a ticket to Honolulu and meets Lena for a picture-postcard rendezvous on Waikiki Beach. Here and elsewhere, Anderson bathes the screen in romantic colors and fills the soundtrack with lush orchestrations.\n\nI feel liberated in films where I have absolutely no idea what will happen next. Lena and Barry are odd enough that anything could happen in their relationship. A face-to-face meeting with the Utah porn king (Anderson regular Philip Seymour Hoffman) and another meeting with the four blond brothers are equally unpredictable. And always there is Barry's quick, terrifying anger, a time bomb ticking away beneath every scene.\n\n\"Punch-Drunk Love\" is above all a portrait of a personality type. Barry Egan has been damaged, perhaps beyond repair, by what he sees as the depredations of his domineering sisters. It drives him crazy when people nose into his business. He cannot stand to be trifled with. His world is entered by alarming omens and situations that baffle him. The character is vividly seen and the film sympathizes with him in his extremity.\n\nPaul Thomas Anderson has referred to \"Punch-Drunk Love\" as \"an art house Adam Sandler film.\" It may be the key to all of the Adam Sandler films, and may liberate Sandler for a new direction in his work. He can't go on making those moronic comedies forever, can he? Who would have guessed he had such uncharted depths?", "running_time": 89, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-18", "genres": ["Comedy", "Drama", "Romance"], "title": "Punch-Drunk Love (2002)"}