{"url": "http://www.rogerebert.com/reviews/punisher-war-zone", "by": "Ray Stevensonas Frank Castle", "star_rating": 2.0, "text": "You used to be able to depend on a bad film being poorly made. No longer. \"The Punisher: War Zone\" is one of the best-made bad movies I've seen. It looks great, it hurtles through its paces and is well-acted. The soundtrack is like elevator music if the elevator were in a death plunge. The special effects are state of the art. Its only flaw is that it's disgusting.\n\nThere's a big audience for disgusting, and I confidently predict the movie will \"win the weekend,\" if not very many hearts and minds. Here you will see a man's kidney ripped out and eaten, a chair leg pushed through a head via the eyeball, a roomful of men wiped out by the Punisher revolving upside-down from a chandelier and firing machine-guns with both hands, a widow and her wee girl threatened with mayhem, heads sliced off, victims impaled and skewered, and the villain thrown into a machine that crushes glass bottles in much the same way concrete is mixed.\n\nThe glass-crushing machine caught my eye. Billy (Dominic West) is socked into it by the Punisher (Ray Stevenson) and revolves up to his neck in cutting edges while screaming many, many four-letter words, which, under the circumstances, are appropriate.\n\nWhat confused me is that nearby in the same factory, there is a conveyor belt carrying large lumps of hamburger or something. I expected Billy to emerge as ground round, but then I thought, how much ground glass can you really add to ground round? It's not often that you see meat processing and bottle crushing done in adjacent operations in the same factory. I was looking for the saltwater taffy mixer.\n\nBilly survives his ordeal and announces to his henchmen, \"From now on, my name is 'Jigsaw.' \" This is after he has had operations, apparently lasting only minutes by the movie's timeline, to stitch up his face with twine. He now looks like the exhibit in the entrance lobby of the Texas Chainsaw Museum, and one eye looks painfully introspective.\n\nThe movie is not heavy on plot. By my Timex Indiglo, there was no meaningful exposition at all during the first 15 minutes, just men getting slaughtered. Then things slow down enough to reveal that the Punisher, a.k.a. Frank Castle, who avenged the murder of his family in an earlier film, has now killed a good guy who was father to little Grace (Stephanie Janusauskas) and husband to Angela (Julie Benz), who will Never Be Able to Forgive Him for What He's Done, nor should she, but she will.\n\nThe city, Montreal playing New York, has a small population, consisting only of good guys and bad guys and not much of anybody else. I'd get out, too. It's the kind of violence the president should fly over in Air Force One and regard sadly through the window. It goes without saying that the bad guys are unable to shoot the Punisher with their machineguns. That's consistent with the epidemic of malfunctioning machineguns in all recent super-violent films. Yet the Punisher kills a couple dozen hoodlums with his machineguns, while spinning upside-down under that chandelier.\n\nNow pause to think with me. Everyone around the table is heavily armed. More armed men bust in through the door. The revolving Punisher is suspended in the center of the room. Because of the logic of the laws of physical motion, most of the time, he is shooting away from any individual bad guy. How can they possibly miss hitting him? It's so hard these days, getting good help.\n\n\"The Punisher: War Zone\" is the third in a series of Punisher movies. It follows \"The Punisher\" (1989) starring Dolph Lundgren and \"The Punisher\" (2004), starring Thomas Jane and John Travolta. Since the second film has the same title as the first, it's hard to tell them apart, but why would you want to? My fellow critic Bill Stamets, settling down for the screening, shared with me that he watched the 2004 movie for his homework. I did my algebra.", "running_time": 107, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-12-03", "genres": ["Action", "Adventure", "Thriller"], "title": "Punisher: War Zone (2008)"}