{"url": "http://www.rogerebert.com/reviews/puppet-on-a-chain-1972", "by": "Sven-Bertile Taubeas Sherman", "star_rating": 1.5, "text": "There must be a wonderful world inside Alistair MacLean's head. I imagine the climate is fair there, and the winters mild. It is a world where there are no cities that do not drip with intrigue, and only the most romantic of those make the grade: Amsterdam, London, Zurich. Between the cities there are continents occupied by fortresses and dragons, neat continents like Africa and Asia. There are no flatlands inside Alistair MacLean's head, no small towns, no marshes, no boring people, and no real people. Just bizarre, fantastical people who eventually find themselves crowded together into too small a space and have to shoot their way out.\n\nBut these people are bored, alas. They are bored because they are romantic heroes who work for the CIA or the international heroin trade, and the ordinary stuff of life is too goddamn dreary for them. They would not know how to operate an alarm clock if you gave them one, but they can defuse bombs and drive speedboats. And they devote their lives to doing things in illogical ways. If something has always been done one way, and not another, they will find a new way to do it no matter what the cost or inconvenience.\n\nTake heroin smuggling, for example. They would never dream of flying it in from Mexico or hiding it in a Lincoln Continental as they did in \"The French Connection.\" No, that would be too mundane. They must infiltrate a 150 year-old family importing business in Amsterdam and set up a complicated system of helicopter drops, midnight boat rides, hollow dolls, trick grandfather clocks and phony Bibles.\n\nWhy go to all this trouble? For example, there is the problem of getting the heroin out of the warehouse and into the castle where it will be stuffed into the dolls and grandfather clocks. How do they do this? They take the insides out of Bible, fill them with heroin, and give the Bibles to phony nuns who carry them to the chapel in the castle, where they trade them for real Bibles. Isn't that keen? And so subtle, too, that it takes a trained CIA operative like Barbara Parkins to realize that the nuns are wearing diamond rings on their fingers, and high-heel shoes and mesh stockings.\n\nAll of this reminded me of the final chapters of \"Huckleberry Finn,\" where Jim is locked in the smokehouse and Huck and Tom want to get him out. You remember. Jim and Huck think the perfectly obvious way to pull off the job is to dig a hole under the smokehouse and let Jim crawl out. Elementary.\n\nToo elementary for Tom Sawyer, He wants Jim to play the escaping prisoner bit right out of Lord Byron and Sir Walter Scott. He has to tame spiders and make them his pets, and scratch messages on tin plates and throw them outside, and write his name in blood on the wall, and on the day of the escape he has to chain his own leg to his bed. Why? So they can saw it off in order to free him, of course.\n\nSome days it is just easier not to escape. That was the feeling I had about the Amsterdam heroin-smuggling outfit. They put themselves to so much trouble that with just a little more effort they could have made as much money running a franchised chicken operation. When they kill a person, for example, they paint up a doll so it looks like the person and then they hang the person and the doll next to each other.\n\nDying is very important in the world inside Alistair MacLean's head, you see. A man must die with style or he is not a man - not a stylish man, anyway. Nobody dies in bed except, of course, under unspeakable circumstances. Nobody is shot if he can be garroted, garroted if he can be run down by a speedboat, or ran down by a speedboat if he can be double-crossed by a 22-year-old girl pretending to be a mentally retarded heroin victim with the IQ of a child. You see how it works. These thoughts and others crossed my mind as I was watching \"Puppet on a Chain.\"", "running_time": 98, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-06-22", "genres": ["Thriller"], "title": "Puppet on a Chain (1972)"}