{"url": "http://www.rogerebert.com/reviews/pups-1999", "by": "Cameron Van Hoyas Stevie", "star_rating": 3.0, "text": "\"Pups\" looks ragged and slammed-together, but that's part of its appeal; the film has a wildness that more care would have killed. It's about a bank robbery and hostage crisis involving a 13-year-old and his girlfriend. Why this bank? \"It was on the way to school.\" The kids, named Stevie and Rocky, are played by Cameron Van Hoy and Mischa Barton in two of the most natural and freed performances I have seen by actors of any age. There is an unhinged quality about Van Hoy's acting; he waves his mother's loaded gun while ordering around the adults he's found in the bank, and although we know his character got his lines by watching TV, his energy level is awesome. He pumps out words and postures, flailing his arms, jazzed by the experience, implying a whole childhood in the way he seizes this power.\n\nVan Hoy is a newcomer. Barton, who plays his girlfriend, has a lot of professional experience, but must never have found a role like this before. You can sense her exhilaration as she behaves the way a 13-year-old girl would behave--not dampened down by a conventional screenplay. Often Van Hoy and Barton waltz through long takes, working without the net of editing.\n\nThe movie is persuasive in the way it shows the steps leading to their absurd decision to rob a bank. Stevie begins by videotaping a fake suicide message, shouting \"final warnings\" to a mother who, we learn, is out of town on business. Then he finds her loaded gun. His girlfriend Rocky comes over, he accidentally fires the gun, they are impressed and then they head for school--at one point interrupting the trip to lie down in the street. The street scene isn't played for phony suspense; a guy in an SUV drives by and tells them that they're jerks.\n\nStevie has brought along the gun. On an impulse, he walks into a bank and announces a stickup. Rocky tells him he's crazy, but eventually she joins him (what's a girlfriend for?). We meet some of the staff and customers, including an angry guy in a wheelchair (Adam Ferrar) who eggs them on; a bank manager (David Allen Graf) who can't believe this is happening to him, and a customer (Darling Narita) who sneaks puffs on a joint.\n\nBurt Reynolds plays the FBI agent in charge of the force surrounding the bank. It is not a distinguished performance, and one of its peculiarities (the screenplay's fault?) is that instead of using psychological insights in negotiating with the kid, he simply shouts threats, profanities and insults over the phone. Maybe Reynolds has been saving up those lines ever since he played the cop with the pint-sized sidekick in \"Cop And A Half.\" The details of the FBI siege are unconvincing, and an encounter between Rocky and her father rings false, but I think you have to buy the movie's flaws as the price of its anarchic freedom. The stories of the hostages are all loose ends--but then, they would be. \"Pups\" doesn't make everyone inside the bank into instant friends, but keeps them as strangers who puzzle one another. Orchestrating everything are the two kids, improvising their strategy as they go along.\n\nAt one point, having ordered pizzas, the kids think of another demand. \"We could be on MTV,\" Rocky says, thinking of \"The Real World.\" \"You know--like six strangers meet in a bank and are forced to live together.\" MTV personality Kurt Loder, playing himself, shows up, and his interview with the kids is the heart of the film. He asks them about sex. Stevie says, \"I love her--we're gonna get married on the Internet.\" Loder is from MTV, all right: \"You'll be divorced by 15, and back on the market.\" \"Pups\" is the second film by Ash, a British director whose \"Bang\" (1997) starred Narita as an actress who is molested by a cop, handcuffs him, steals his uniform and spends the day on his motorcycle experiencing how this borrowed identity gives her power and unexpected responsibilities. That movie was shot guerrilla-style for $25,000 and has an eerie power; this one cost a little more, but it was shot in two weeks and has the same feeling that it's running free. Ash's films are unpolished but involving and untamed.\n\nSo much depends on the performances. If instead of Van Hoy and Barton the movie had starred safer or more circumspect actors, the energy would have flagged and the flaws of the quick production would have been more of a problem. As it is, \"Pups\" is a kind of headlong rush toward doom.\n\n\"The only way to get us out of here is to carry us out in a box,\" Stevie boasts, using a line he learned from TV. But the FBI won't shoot 13-year-olds, will it?", "running_time": 103, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-12-10", "genres": ["Action", "Drama"], "title": "Pups (1999)"}