{"url": "http://www.rogerebert.com/reviews/pure-2005", "by": "Molly Parkeras Mel", "star_rating": 3.0, "text": "If acting is so hard, why are so many children so good at it? Perhaps they're still in direct touch with emotions that adults have to reach through their art. Consider Harry Eden, who plays the 10-year-old boy Paul in \"Pure.\" In the movie's first scene, he is making breakfast in bed for his mother Mel (Molly Parker). This involves preparing a hit of heroin. \"I told you never to touch my medicine,\" she says when she sees what he has done. And then: \"Are you sure you made it up properly?\"\n\nPaul is sure. He has seen his mother do it countless times. He still barely believes the story that the drug is \"medicine,\" and during the movie he will learn the truths that are right there to be seen all around him: His mother is a junkie, her boyfriend Lenny (David Wenham) is a dealer, her best friend Vicki (Marsha Thomason) claims she's not an addict because she only smokes crack, instead of shooting up. The film's story centers on Paul, and Eden plays him as a good-hearted, frighteningly sincere kid who desperately tries to deal with a situation beyond his understanding. Where the performance comes from, I can't say, but there it is: strong, sure, touching.\n\nPaul and his younger brother Lee (Vinnie Hunter) live with his mother in a London welfare estate. His dad is dead of a heart attack; drugs may have had something to do with that, but we don't know. Lenny was his dad's best friend, and is now his mother's lover and supplier. He's a hard man, but not as hard as some drug dealers we've seen; he likes Mel, and thinks that supplying her addiction is a form of helping her.\n\nAddiction wears down ordinary standards of human conduct, until people behave in ways they would have considered unthinkable. Consider Vicki, a hooker whose small child, Rose, is sometimes watched by Mel. Mel is on the bus with the baby, and a man who says he is a doctor tells her the child has an infection and needs immediate attention. What Mel does then makes sense only if you understand that heroin has to come first before anything else in her life can proceed.\n\nPaul is always on the move, running or riding his bicycle, acting as a parent for Lee and in a way for his mother. He makes friends where he finds them. The waitress Louise (Keira Knightley), for example, is nice to him and he confides in her. Like everyone in his world, she's into drugs. Eventually he asks her if he can try some: \"I want to know how Mom feels.\" Her first response: \"You can wait until you're 11.\"\n\nAlways lurking about is a police detective (Gary Lewis), who knows that Lenny is an important supplier in the neighborhood, but can't prove it by catching him in possession. As the plot plays out, young Paul find himself involved in the game between Lenny and the detective, in ways he does not understand or even guess.\n\nOne scene in the movie is painful almost beyond describing. Mel determines to get off drugs, cold turkey. She will lock herself in her room and Paul is not to listen to her, no matter what she says, until she is clean. To assist in this process, her resourceful son nails her bedroom door shut. This leads to a confrontation between mother and son that no child should ever have to endure, although I have a sad feeling that many do.\n\nMolly Parker is an extraordinary actress of the ordinary. In the strange and daring \"Kissed\" (1996), she played a necrophiliac employee of a funeral home, whose feelings about the dead were not only perverse but, in an inexplicable way, tender and sorrowful. Not many actresses could have made the role acceptable, let alone believable, but Parker did. She did it by calmly accepting the reality of her character and never stepping outside it. Here she plays a drug addict whose treatment of her children is cruel and uncaring, and yet she is the best mother it is possible for her to be. She doesn't make Mel into a grotesque caricature; Mel is even more disturbing, really, because she tries to behave better than the drugs will allow her to.\n\nOne of the movie's intriguing qualities is that its horrors take place within a world that is not as cruel and painful as we know it could be. Mel's association with Lenny makes the getting of drugs safer and more manageable, and in a way she can kid herself she leads a normal enough life, except for this one area she imagines to be private. Paul has somehow been raised well enough to be capable and self-confident; we sense he will not be destroyed by his childhood. Lenny, like the hero of the recent \"Layer Cake,\" believes drug dealing can be run like a reasonable business, without unnecessary risk or violence. They are all living in foolishness and self-deception, but there are days that must seem almost normal and happy. After the medicine.", "running_time": 96, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-07-07", "genres": ["Drama", "Foreign"], "title": "Pure (2005)"}