{"url": "http://www.rogerebert.com/reviews/pure-country-1992", "by": "George Straitas Dusty", "star_rating": 2.5, "text": "\"Pure Country\" tells a laborious but likable story, not amazingly original, about a country music superstar who tires of performing in big stadium extravaganzas, and begins to yearn for the days when it was just him and his acoustic guitar. He has a point.\n\nHis show is so overwhelmed with special effects that when he takes a hike one day, his manager's boyfriend is able to fill in for him, and no one notices.\n\nThe movie stars George Strait, himself a country superstar, in a role which probably reflects autobiographical musings if not actual facts. This is the latest of several introspective country music biopics - John Mellencamp's \"Falling from Grace\" and Willie Nelson's \"Honeysuckle Rose\" come to mind - in which a star wearies of touring and goes back home to his roots. Singers who are seriously considering this strategy might also want to study Paul Simon's \"One Trick Pony,\" in which a singer is granted his wish, and winds up back in those little clubs with his acoustic guitar, working for peanuts.\n\nStrait is not an actor in the class of Mellencamp or Nelson, but he is genuine and has a winning smile, and holds his own in a screenplay that makes few demands. Lesley Ann Warren plays his loyal but dictatorial manager, who has added lasers, smoke, exploding fireworks and all the other gimmicks to his show, and who pushes her boyfriend onstage when Strait announces he is going for a walk, and does so.\n\nHis journey takes him first to the rocking chair on the front porch of his grandma, a fetching character who offers him advice that sounds like New Age crossed with the Old Farmer's Almanac. Then he encounters a cowgirl named Harley (Isabel Glasser) whose family ranch is down to 1,000 acres. She hopes to save it by becoming a rodeo star. Strait, known as \"Dusty,\" decides to spend a few days on her ranch, and pays cash money to learn rope tricks and bed down in the bunkhouse. He may be on to something; her old dad is played by Rory Calhoun, a name that has long meant quality wherever horse operas are appreciated.\n\nThese dramatic scenes are interrupted by a great many country songs - too many, if we take Dusty seriously in his dislike for the music - and everything leads up to a big romantic climax in Las Vegas, where Dusty walks down to the end of the runaway and sits down on the edge of the stage, right in front of Harley and her family, and plays her a song on his acoustical guitar.\n\nSo pure is his performance that we actually hear at least three distinct acoustical notes before the giant studio orchestra lumbers onto the soundtrack.\n\nIt's difficult to like \"Pure Country,\" but even harder to like it much. This is the very definition of the kind of movie where fans of the star will enjoy it more than dispassionate observers. If you like George Strait, you'll see a lot of him here, and you'll probably also enjoy Isabel Glasser, who has a wholesome, milk-fed look and a great smile. And of course there is Rory Calhoun. The last time I saw him was in \"Motel Hell\" (1980), in which he kidnapped travelers, buried them up to their necks, force-fed them, and turned them into snacks sold in his roadside stand. His motto: \"It takes lots of critters to make Farmer Vincent's fritters.\" I think I liked him better in that movie.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-10-23", "genres": ["Drama", "Music", "Romance"], "title": "Pure Country (1992)"}