{"url": "http://www.rogerebert.com/reviews/pure-luck-1991", "by": "Martin Shortas Proctor", "star_rating": 1.5, "text": "I have a friend who says the coming attraction for “Pure Luck” is the funniest one she's ever seen. On the basis of it, she can't wait to attend the movie. Even when I warned her against it, she wouldn't listen; any movie with a trailer that funny had to be worth seeing.\n\nMaybe the trailer is telling us something. The way they make trailers is, they screen the movie to find isolated moments that have nothing to do with one another, and yet somehow add up into a tempting overview of the story. They don't use the setups and punchlines of the actual film, but create their own connections. In a sense, they're making a separate little movie.\n\nThe subject of “Pure Luck,” which was lifted from the French film “Le Chevre,” is inspired, in its way. The movie's about a rich man's daughter (Sheila Kelley) who is one of the unluckiest women in the world. Her luck's so bad, she trips on airport sidewalks and falls out of hotel windows almost without even noticing. On a vacation in Mexico, she disappears from the face of the Earth, and after a detective fails to find her, an executive in her father's firm makes a suggestion: Why not send Proctor? How could Proctor (Martin Short), an inoffensive and anonymous toiler in the accounting department, possibly succeed where Campanella, the private eye (Danny Glover), has failed? Maybe it's because Proctor has the worst luck of any man in the world. Show him a room with 12 chairs in it, and he'll sit in the one that's broken.\n\nAnd so Campanella and Proctor go back to Mexico, hoping that the woman's bad luck has blazed a trail that they can follow.\n\nThis is not a bad idea for a movie. But “Pure Luck” is a bad movie, all right - with leaden timing, a disorganized screenplay, and stretches where nothing much of interest seems to be happening.\n\nConsider, for example, the scene where Proctor and Campanella are in a Jeep that is teetering on the edge of a cliff, its rear wheels hanging in mid-air. We've seen situations like this many times before, but I can't remember one less compelling. It unspools without comic timing, it stops dead in the middle, the payoff isn't funny, and later we can see it wasn't even much of a cliff.\n\nIn the trailer, on the other hand, the same shots can be edited to make them seem funny. Setups and payoffs can be manufactured from the raw materials. The underlying humor of the situation can be exploited for an audience that gives the trailer the benefit of the doubt - because the dogged pacing of the movie is missing.\n\nOne of the many peculiarities of “Pure Luck” is a screenplay that starts to make a U-turn, and then changes its mind. Halfway into the Mexican adventure, it appears that Short's luck is about to get better, and that Glover will inherit the curse. This notion never pays off, however, and by the end of the film we're flailing in various romantic possibilities and the actual status of Glover's luck is forgotten. Hollywood is forever ripping off old movie ideas and remaking them. Here's a movie, remade from the French, that could stand remaking again - maybe by the people who did the trailer.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1991-08-09", "genres": null, "title": "Pure Luck (1991)"}