{"url": "http://www.rogerebert.com/reviews/purple-hearts-1984", "by": null, "star_rating": 0.5, "text": "Remember those movie ads that used to show two lovers in the foreground, and a whole war in the background? You know, where the whole world was a stage, and millions of people were fighting and dying so that these two goofballs could swap spit? I thought they'd stopped making movies like that, but nope: \"Purple Hearts\" dedicates itself to all the Purple Heart winners of Vietnam, and then turns that war into a lonely hearts club for a couple of lovesick medics.\n\nThe characters:\n\nDr. Don Jardian (Ken Wahl), Navy battlefield surgeon, attached to the Marines. A gruff cynic until he looks up during a tricky operation and sees, above her surgical mask, the eyes of ...\n\nDeborah Solomon (Cheryl Ladd), Navy nurse, who has already lost a husband in this war, and is not willing to risk her heart one more time on a man who could be killed, breaking it again.\n\nJardian is in the front lines, up to his elbows in blood, performing major surgery on an assembly line. Then one critically wounded soldier comes in, and Jardian's superior predicts the soldier will die. Jardian doesn't think so -- not if the kid can get the latest treatment at a good hospital. So he commandeers a plane, escorts the wounded soldier to a hospital in Da Nang, and meets Nurse Solomon. The soldier dies. C'est la guerre. The doctor and nurse fall in love. He makes a proposition. She rejects it. Disconsolate, he flies back into danger -- or, as John Wayne once put it, he steers into harm's way. \n\nLater, they meet again and this time they make love. In the morning, though, she announces that they cannot have an affair because she doesn't want to \"commit\" herself and have another broken heart, etc. She explains that they can always treasure the memory of last night. Thanks a lot, Nurse Solomon.\n\nJardian volunteers for heavy-duty front-line combat assignments. There is then a great deal of rugged battle footage, in which inflamed waves of Viet Cong charge American machine gun positions. The combat looks about as authentic as in John Wayne's \"The Green Berets\" (which ended, you will recall, with the Duke standing on the beach, silhouetted against a sun that had to be setting in the East). \n\nAnyway, Jardian is shot down behind enemy lines and has to trek back 150 miles through the jungle with a wounded comrade on his back. Meanwhile, Nurse Solomon hears he's dead. Also meanwhile, something happens so that when Jardian returns to base, he thinks she's dead. Not since Romeo and Juliet has the old They-Both-Think-the-Other-One's-Dead ploy been milked so shamelessly.\n\nThis isn't war, this is bad plotting. And this isn't romance, it's soap opera. The last half hour of the movie is an exercise in complete frustration for the audience: We cut back and forth between the doctor and the nurse in such a way that we know everything about both of them, and they know nothing about each other. It's the kind of movie where you want to shout advice at the screen. What's disappointing is that \"Purple Hearts\" comes from director Sidney J. Furie, who also made \"The Boys in Company C\", a Vietnam film I admired very much. It was lean and angry and filled with a bitter humor. \"Purple Hearts\" is just romantic goo and impossible coincidence. The boys in Company C would have thrown beer bottles at the screen.", "running_time": 115, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Romance", "War"], "title": "Purple Hearts (1984)"}