{"url": "http://www.rogerebert.com/reviews/pusher-2012", "by": "Richard Coyleas Frank", "star_rating": 3.0, "text": "Being a drug pusher is a horrible job, which has failure and misery built in. It depends on people who must have drugs and sooner or later will not be able to afford them. Because the drugs create a brief state of euphoria, they dig a hole for themselves in their souls and pull failure in after them.\n\nHow many drug pushers have I seen, in how many movies? They all seem versions of the same species. They exude a certain cool in their social circles, because they are a source of euphoria for others. They are invariably users themselves. They are the vulnerable middle man between the distributors and the users, running most of the risks, because it is a greater crime to sell than to use. When they can't pay a debt to their supplier, that is the most dangerous of all crimes, because suppliers tend to be ruthless sadists flanked by cold-eyed enforcers. \n\nLuis Prieto's \"Pusher\" is a new U.K. remake of a 1996 success by the hot Danish director Nicolas Winding Refn (\"Drive\"). It stars Richard Coyle in the story of seven days in the life of Frank, a London dealer — days that grow remorselessly more miserable as a noose of debt tightens around his neck. He gets what seems to be a safe order for a kilo of cocaine. This information is his fortune. He knows he can obtain the cocaine from Milo (Zlatko Buric), a superficially charming clothing importer. \"You're like a son to me,\" Milo tells Frank, urging him to sample honeyed Serbian desserts. As an actor, Zlatko Buric embodies a smarmy charm that is reptilian — as Frank discovers when he loses the cocaine and Milo's £45,000. Now the cold-eyed enforcers start turning up, popping their knuckles and dropping hints about cutting off Frank's fingers. This is the second movie I've seen in a few days involving finger amputation. Charming, these people.\n\nFrank's circle includes his mistress, Flo (Agyness Deyn), and his goofy buddy, Tony (Bronson Webb). As a general rule, when a woman says she loves you and she's getting her drugs from you, it may not be true love. As for Tony, anyone with that giggle cannot be trusted.\n\nFrank glides through a lifestyle involving discos and pole-dancing clubs with flashing red lights, grotty back streets in charmless London districts, increasingly desperate meetings with people who cannot think of any good reason they should \"lend\" you thousands of pounds, and drinkers who, as usual in recent low-life films, pound back straight shots that have no apparent effect. I'm thinking of keeping count of movies without mixed drinks.\n\nIt's more or less expected that a London type like Frank will have at least one good guy in his life, possibly a souvenir from his younger days, and in \"Pusher,\" that character is a nice old man who runs a pet shop; what happens to him provides the film's most genuinely shocking moment. \n\nRichard Coyle's weary, baggy eyes record his mounting desperation, Flo's beauty disguises a woman on hold for her next hit of crack, Tony is too much of an innocent to run in these circles, and if we haven't caught on from earlier films that drug pushing is a thankless persuasion, maybe this is the movie that will pound in the lesson.", "running_time": 86, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-24", "genres": ["Thriller"], "title": "Pusher (2012)"}