{"url": "http://www.rogerebert.com/reviews/push-2009", "by": "Chris Evansas Nick Gant", "star_rating": 1.5, "text": "\"Push\" has vibrant cinematography and decent acting, but I'm blasted if I know what it's about. Oh, I understand how the characters are paranormals, and how they're living in a present that was changed in the past, among enemies who are trying to change the future. I know they can read minds and use telekinesis to move things. I know they're a later generation of a Nazi experiment gone wrong, and the U.S. Army wants them for super-soldiers.\n\nBut that's all simply the usual horsefeathers to set up the situation. What are they doing? The answer to that involves a MacGuffin* that would have Hitchcock harrumphing and telling Alma, \"Oh, dear, they really have allowed themselves to get carried away.\" The MacGuffin is a briefcase. Yes, like in \"Pulp Fiction,\" but this time we know what's in it. It's a drug or serum that kills paranormals. And the Division desperately wants it.\n\nI'm not sure if the Division is part of the Army or against it. I know that the telekinetic Nick (Chris Evans) is hiding from it in Hong Kong, and that the Pusher Cassie (Dakota Fanning) finds him there and brings along the briefcase (I think), and that she's followed there by most of the other characters, including Kira (Camilla Belle) and the Division agent Henry (Djimon Hounsou), who is another Pusher. Pushing involves not drugs but Pushing into other people's minds.\n\nKira is said to be the only paranormal who ever survived the deadly serum. But why did they want her dead? And who are they? And why is it to urgent to find the briefcase, which contains a syringe filled with the serum? This is an especially perplexing question for me, because when the syringe was being filled to kill Kira, it looked to me like the label on the bottle of medicine clearly said \"B-12,\" an excellent curative for anemia, which none of the characters has a problem with.\n\nApart from the MacGuffin, the movie is wall to wall with the Talking Killer Syndrome. Never have more people pointed more guns at more heads and said more words without anyone getting shot. Even if they are telekinetic and can point the guns without holding them.\n\nAll of these people, and others, speak very earnestly about Pushing, and they plot to outwit and out-think enemy Pushers, and clearly they are in a lot deeper than the audience is ever likely to get. It's like you're listening to shop talk in a shop that doesn't make anything you've ever seen.\n\nDakota Fanning's Cassie claims at one point that she's \"older than 12,\" but I dunno. Her mother would probably not have allowed her to fly off to Hong Kong alone, wearing a miniskirt and sporting a hairstyle with purple streaks, but her mother has been killed, which is part of her problem. She does get a little drunk, which provides the movie's only laugh. Dakota's real mother probably told her, \"Dakota, honey, why don't you take the role, and get to see Hong Kong?\" If that's what happened, she has the best reason of anybody for being in this movie.\n\n*What is a MacGuffin? Go to: http://en.wikipedia.org/wiki/Macguffin", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-02-04", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Push (2009)"}