{"url": "http://www.rogerebert.com/reviews/putty-hill-2010", "by": "Sky Ferreiraas Jenny", "star_rating": 4.0, "text": "In a way rarely seen, \"Putty Hill\" says all that can be said about a few days in the lives of its characters without seeming to say very much at all. It looks closely, burrows deep, considers the way in which lives have become pointless and death therefore less meaningful. It uses fairly radical filmmaking techniques to penetrate this truth, and employs them so casually that they seem quite natural.\n\nMatthew Porterfield's film, which takes place in a poor, wooded suburb of Baltimore, involves the death by overdose of a young man named Cory. We never meet him, although we see his portrait at a memorial service. The portrait tells us nothing: He projects no personality for the camera. His family and friends gather for his funeral, and we meet them in unstructured moments that tell us much about them but little about Cory.\n\nThe sad truth is, nobody knew Cory that well. There seems to have been little fierce love for him, even from his girlfriend (whose identity I only learned from the website), because little is made of her in the film as she sits quietly at a memorial gathering, impassive. Everyone knows he died from an overdose of heroin, no one is much surprised, one conversation is philosophical about how he \"wasn't able to handle it.\"\n\nSometimes Porterfield's camera steps aside with some of the characters and an off-screen voice (his?) is heard interviewing them. How old are you? Do you have brothers and sisters? Have you come back for the funeral? Have you attended many funerals? This voice seems to come from outside; it doesn't necessarily know who these characters are. The illusion is that the film is an ongoing narrative and the interviewer is asking characters questions in order to clarify it for himself. Oddly, this seems perfectly natural.\n\nSo do all the actors. None of them, I learn, are professionals. Only the lead, Sky Ferreira, as Cory's sister Jenny, has any performing experience; she's a c&w singer. Few experienced actors could be this convincing, sound this authentic, seem to be there in the moment and not in any way acting. The dialog isn't \"written,\" everything feels spontaneous, and it just sounds right, if you know what I mean. \n\nCory lived in a mostly lower-class white neighborhood, although at his memorial service there are a fair number of blacks, including his unidentified girlfriend, a woman possibly her mother, and others. His mourners mostly seem people without resources. The only occupation we see on screen is held by a tattoo artist, who learned his trade while in prison for second degree murder after revenging the rape of his wife (\"and you can fill in the rest\").\n\nThe film opens with contemplative shots inside a barren apartment we later learn was Cory's. It returns there at the end, as two of the mourners break in, sit in the dark and smoke, and are surprised he could live like that. Where is all his stuff? Probably sold to buy drugs, we suppose. Only a miserable life could have been lived in these rooms.\n\nCasually, we meet Jenny as she arrives back in town. She hasn't seen Cory much in recent years. Doesn't miss home: \"God no.\" We follow four girl friends as they hang out in an above ground pool, go walking in a woods, meet two cops with rifles, watch TV, smoke, are bored. Later they go to a swimming hole but don't seem to have as much fun as they should. Notice the body language as a boy and girl lie on a rock, hands idly entwined; why do we feel eroticism is behind them and has been played out?\n\nThe most extraordinary scene is the memorial service. Everyone sits crowded together passing around pitchers of beer. A professional karaoke emcee has been employed along with his equipment. Family members sing standard songs--in Cory's memory, I guess. Some of the mourners say a few awkward words about the deceased. The karaoke man asks, \"Does anyone else want to say something at this time?\" His words \"at this time,\" reflecting a dutiful solemnity, attempt to lend a sense of ceremony. Tributes are inarticulate and trail off into uncompleted thoughts. \n\nNo one seems to know exactly where Cory was or what he was doing. He made little impression. No one has learned anything from his death other than, perhaps, that it was to be expected. None of these people seem to have hopes and plans. A grandmother in \"sheltered living\" won't attend the funeral because \"I simply can't take it. I want to remember things as they were.\"\n\nPorterfield takes no cheap shots. He respects these people, their lives, their unspoken hopelessness. He doesn't go for dire colorful dialogue. He has no social commentary. \"Putty Hill\" makes no statement. It looks. It looks with as much perception and sympathy as it is possible for a film to look. It is surprisingly effective. I know what the budget was, but the figure is irrelevant. He had all the money he needed to make this film, his cinematography by Jeremy Saulnier always simply and evocatively visualizes, there is not one wrong shot. He has internalized his characters, knows them, understands them, shows them in just such a way that we can, too. If there had been a real Cory, this would be his memorial. Watching \"Putty Hill,\" we don't have to be told there are real Corys.", "running_time": 85, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-06-23", "genres": ["Drama", "Indie"], "title": "Putty Hill (2010)"}