{"url": "http://www.rogerebert.com/reviews/q-1982", "by": "Michael Moriartyas Jimmy Quinn", "star_rating": 2.5, "text": "\r\n\n\nA few days after “Q” was screened at the Cannes Film Festival\r\n(under its original title, “The Winged Serpent”), the following conversation\r\ntook place between Samuel Z. Arkoff, the film's producer, and Rex Reed, the\r\ncritic: \n\n\r\nReed: Sam! I just saw “The Winged Serpent”! What\r\na surprise! All that dreck--and right in the middle of it, a great Method performance\r\nby Michael Moriarty!\n\nArkoff: The dreck was my idea.\n\n\r\nI believe him. Arkoff has been producing films\r\nfor thirty years now, and even if he was honored with a retrospective at the\r\nMuseum of Modern Art, his heart still lies with shots of a giant flying lizard\r\nattacking a woman in a bikini on top of a Manhattan skyscraper. He's just that\r\nkinda guy. There are, in fact, several shots in “Q” that owe their ancestry to\r\nSam Arkoff. I am aware, of course, that Larry Cohen gets credit for having\r\nwritten and directed this movie, but where would Cohen or any other director be\r\nwithout the rich heritage of a quarter-century of American-International\r\nPictures made by Sam Arkoff? Here are examples of the shots I have in mind:\n\n\r\n· The camera looks straight down at terrified\r\ncitizens fleeing from a menace. They run crazily across the street. Some run\r\naway from the camera, some toward it, so that you can't tell for sure where the\r\nmenace is, and the shot can be intercut with shots of a menace approaching from\r\nany direction. \r\n· The hero empties his machine gun into the\r\ngiant serpent and turns away from a window to issue orders: \"Everybody\r\nhold your positions!\" Just then the serpent reappears behind him. \r\n· There are False Serpent Alarms in which people\r\nget hit from behind by toy birds, chairs, and their boyfriends. \r\n· David Carradine says, \"He doesn't die\r\neasy.\" You get the idea. “Q” is another silly monster movie. But think how\r\nlong it's been since we had another silly monster movie. There was a time\r\nduring the golden age of Sam Arkoff's career when there were lots of monster\r\nmovies. Remember, for example, “Attack of the Crab Monsters”, “Viking Women and\r\nthe Sea Serpent”, “Creature from the Haunted Sea”, and “The Wasp Woman”. But in\r\nthe last few years Creature Features have been replaced by Dead Teenager\r\nMovies, and instead of awful special effects of a monster going berserk, we get\r\nworse shots of a homicidal maniac going berserk. \n\n\r\n“Q” returns to the basic formula, in which a\r\nprehistoric creature terrorizes the city. In this case, the creature is a\r\nQuetzalcoatl, a mythical Aztec monster with wings and four claws. It apparently\r\nhas been brought back into existence in connection with some shady human\r\nsacrifices at the Museum of Natural History (although this particular subplot\r\nis very muddled). It lives in a nest at the top of the Chrysler Building, lays\r\neggs, and terrorizes helpless New Yorkers, who are not sure if this is a real\r\nmonster or another crazy circulation stunt by Rupert Murdoch. \n\n\r\nRex Reed was right, though, about the Method\r\nperformance by Michael Moriarty. In the middle of this exploitation movie,\r\nthere's Moriarty, rolling his eyes, improvising dialogue, and acting creepy.\r\nHe's fun to watch, especially in the scene where he names his terms for leading\r\nthe cops to the lizard. The cast also includes David Carradine, Richard\r\nRoundtree, and Candy Clark, good actors all, but you have to be awfully good not\r\nto be upstaged by the death throes of a dying Quetzalcoatl. \n\n\r\nStill to be answered: How did one Quetzalcoatl\r\nget pregnant?\n\n", "running_time": 93, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Horror"], "title": "Q (1982)"}