{"url": "http://www.rogerebert.com/reviews/quartet-2012", "by": "Maggie Smithas Jean", "star_rating": 2.5, "text": "In a luxurious British retirement home for retired musicians, two questions circle each other. One involves former opera stars who were once married, long ago and briefly. The other is about a gala that may be able to raise enough money to keep the home from closing.\n\nThat second question must have been more convincing in the original stage version of “Quartet,” written by Ronald Harwood, whose “The Dresser” remains one of the best plays and films ever written about the theater. You can sit in a theater and hope the retirement home can be saved. But when you look at this film, you see a stately manor surrounded by pastoral beauty. The location, Hedsor House in Buckinghamshire, near London, obviously suggests a multimillion-pound budget and isn’t going to be saved by a gala — especially not after we see how small the well-dressed audience is. Their tickets must have been really expensive.\n\nSuch problems are probably irrelevant. Here is a sentimental, sweet entertainment full of legendary British stage, movie and opera stars. To call it predictable is being kind. But Dustin Hoffman, who chose the 1999 Harwood play for his first film as a director, knows that. (Hoffman started to direct “Straight Time” [1978] but bailed out after a few days and hired Ulu Grosbard to take over.) What’s also evident is that he loves the stage, loves show business and has a heart full of affection for these elderly survivors. He also loves his location, here called Beecham House, and scenes are bridged with many shots of the elegantly landscaped grounds. \n\nThe central drama involves the retired singer Reggie Paget (Tom Courtenay, who starred in “The Dresser” and “Doctor Zhivago” all those years ago, and even before that the powerful 1962 drama “The Loneliness of the Long-Distance Runner”). Settled and content, he is seeking a comfy senility in Beecham House, he says. Then another retired legend arrives. This is Jean Horton (Maggie Smith). We learn that she cheated on Reggie within hours of their marriage, and although he’s always been in love with her, he has never forgiven her.\n\nTheir first meeting comes when Jean looks into a room as Reggie is discussing opera vs. hip-hop with some visiting kids. He dismisses her. But the chill between them thaws with astonishing rapidity all the way to a final scene of stupendously cornball romance. Along the way, much depends on whether Reggie and Jean will join two other residents (Pauline Collins and Billy Connolly) to perform the Act 3 quartet (“Bella figlia dell’amore”) from Verdi’s “Rigoletto.” Jean refuses; she fears that her voice is gone. The movie shows the others going to great lengths to coax her into the gala.\n\nAt one point Cissy, the Collins character, visits Jean’s room with flowers and a plea for her to change her mind. Jean orders her to leave with such vehemence that poor Cissy flees from the room, collapses on a landing and is next seen in a hospital bed with symptoms of memory loss. A stroke? Who knows? The movie’s time span is so uncertain that Cissy recovers and is ready for “Rigoletto” in no time.\n\nWe understand that these characters made a lot of money in their lifetime and can afford this expensive retirement. But practical details at Beecham House are murky. There seem to be no elevators, and all the octogenarian residents, even Jean with her hip replacement, use the stairs. The staff consists of the supervisor and a few nurses. We understand why that would be enough for the stage, but Hoffman’s film accepts all the limitations of a stage play and just doesn’t care. It’s curious, for example, that not a single one of the residents seems to have a single relative. No children. No grandchildren. Nobody.\n\nThis movie will no doubt be pitched to the same audiences that loved “The Best Exotic Marigold Hotel.” It even brings Maggie Smith along. But it lacks that film’s life, intelligence and spirit. It has a good heart. I’ll give it that. Maybe what it needs is more exotic marigolds.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2013-01-23", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Quartet (2012)"}