{"url": "http://www.rogerebert.com/reviews/queen-margot-1994", "by": "Isabelle Adjanias Margot", "star_rating": 2.0, "text": "When I saw \"Queen Margot\" for the first time in May 1994 at the Cannes Film Festival, it was like looking at the home movies of complete strangers - in this case, the French. All of the many, many characters on the screen were apparently intimately familiar to those around me, but I was at sea. Eventually a few familiar faces came swimming toward me from out of long-ago history classes: Catherine de Medici, for example. But the film didn't seem much concerned with explaining people and relationships, and devoted its energies instead to an almost unwatchable visual style, made up of endless closeups and a restlessly roving camera.\n\nThe film was however a big budget, prestigious French production, widely predicted to win a best actress award for Isabelle Adjani, who does an astonishing job of portraying the sexually insatiable Margot at many ages and stages of dress. When the jury perversely gave the award instead to Virna Lisi, for her work as Margot's mother, Catherine, it came almost as an insult: The star was passed over for the supporting actor. And now that the film has opened in New York, the ads mention its Special Jury Prize but pointedly do not mention the award for Lisi.\n\nIt was clear at Cannes that \"Queen Margot\" was going to be slow sailing for a North American audience, and Miramax has done what it could to make the experience easier. The movie has been trimmed to a still more than adequate 143 minutes, and begins with several screens of historical background - so wordy that some audiences may be intimidated even before the first shot.\n\nThen we plunge into the cauldron itself. The director, Patrice Chereau, sure that his French audience knows his characters as well, say, as Americans might know the headliners at Woodstock, wants to convey the atmosphere at a court where marriage was a political weapon, Catholic and Protestant were at each other's necks, and the most useful attendant was the Royal Poisoner.\n\nHe opens on a bewildering array of characters who are not established, with motives that must be guessed. The early scenes do not allow us to easily enter the film. Eventually, because we are clever, we figure out who is doing what, and to whom, but the film's narrative makes it hard for us to care. It is all made up of closeups (heads, shoulders, heaving bosoms) and scurryings hither and thither, and night shots of orgies of sex and violence. \"I need a man!\" Margot cries at one point, and goes out window-shopping in the street, while the chorus grunts out vaguely Gregorian syllables.\n\nThe Catholic Margot has been married, early in the film, to the feckless Henri de Navarre (Daniel Auteuil), the Protestant who would become Henri IV. But they are in a hissing match before they're fairly down the aisle, and there's no question of them sleeping with one another; their union is for the purpose of ending a religious war. Catherine de Medici meanwhile plays politics, and favorites, with her three sons, who mope about while Margot slips aside with la Mole (Vincent Perez), the lover she has found in the streets.\n\nThe film proceeds by way of stabbings, fits, rapes, orgies, lies, betrayals and adulteries to its set piece, the St.\n\nBartholomew's Day Massacre, at which some 50,000 Protestants were murdered and dumped into mass graves. These scenes are shot with an awesome technical competence, but go on much too long (even after trims since Cannes) and lose their point since we know few of the characters being murdered.\n\nMuch more effective is a quiet subplot involving a poisoned book; its reader, licking his finger to turn the pages, will eventually kill himself. When the wrong person picks up the book, the result is the best double-take in the movie, and certainly the best deathbed speech: \"I've read too much. Understand?\" Isabelle Adjani is one of the more remarkable actresses of her time, and throws herself into roles like this with courageous abandon. Remember for example \"Camille Claudel\" (1989), based on the life of the woman sculptor who was the mistress of Rodin, but whose talent was shrugged aside because of her sex, and who ended up in an asylum. Adjani in that film, scrabbling with her bare hands in a cold field for the clay to make her sculptures, had a passion similar to Adjani in \"Queen Margot,\" living in a jungle of human duplicity. The difference is, in the earlier film we cared about her, and what was happening to her. \"Queen Margot\" is like elaborate illustrations for a book we haven't read.", "running_time": 143, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-12-16", "genres": null, "title": "Queen Margot (1994)"}