{"url": "http://www.rogerebert.com/reviews/queen-of-the-damned-2002", "by": "Stuart Townsendas Lestat", "star_rating": 2.0, "text": "Vampires are always in pose mode, which tends to make vampire movies into comedies. The stark horror of \"Nosferatu\" has long since dribbled down into overwrought melodrama. The buried message of many scenes is: Regard me well, for here I am, and I am thus. A lot of the dialogue is declamatory, and many sentences are versions of \"Together, we (will, can, must) (rule, change, destroy) the (world, our victims, the people in this bar).\" \"Queen of the Damned,\" based on Anne Rice's endless Vampire Chronicles, happily occupies this mode. It is happy to be goofy. \"Interview with the Vampire,\" Neil Jordan's glossy 1994 version of the earlier Rice novel, was more ambitious and anchored--even sad. This sequel, also about the vampire Lestat, is filled with characters who seem to have taken Gene Simmons as their role model.\n\nThe movie stars Stuart Townsend as Lestat, in the role played last time by Tom Cruise. The world got to be too much for him, Lestat explains, and so he withdrew from it and went to sleep 200 years ago. But then \"the world didn't sound like the place I had left--but something different, better.\" Cut to a montage of musical groups, and Lestat pushes back the stone lid of his crypt and materializes during a rehearsal of a rock band. When they ask who he is, he smiles and casts centuries of tradition to the winds: \"I am ... the Vampire Lestat!\" Soon he's a rock god, the lead singer of a goth band. Other characters emerge. We meet Jesse (Marguerite Moreau), researcher for a London vampire study institute. She likes to play with danger, and even cruises a vampire bar Lestat told her about. We meet the fey Marius (Vincent Perez), the older vampire who turned Lestat on, or out. And Maharet (Lena Olin), who I think is supposed to be a good vampire, or at least one who wishes the others would follow the rules. Along the way we are given vampire feeding lessons: \"You must never take the last drop, or it will draw you in, and you die.\" Most noticeably we meet Queen Akasha, the title character, played by Aaliyah, the singer who was killed in an air crash last August. She appears first as a statue in a phantasmagorical Egyptian crypt-like shrine, where Lestat plays his violin so fiercely that parts of her stone body seem to glow back into life. She \"drank the world dry when she ruled Egypt,\" Marius tells Lestat. (Historical footnote: The first movie to make the queen of the Egyptians black also makes her a vampire. Is this progress?) Soon Akasha is alive all over, and has the hots for Lestat, making plans about how, together, they will rule the world.\n\nSince this will be Aaliyah's only starring movie role, it's sad that her character has such a narrow emotional range. The Lestat-Akasha romance suffers by being conducted in declarative mode, with Akasha addressing her lover with the intimacy Queen Victoria would have lavished on her footman. Lestat digs her, though, because when he drinks her blood, it makes him wild. Nothing good can come of this.\n\nA more intriguing relationship is between Lestat and Marius, who seems to have a thing for him. Marius reappears in Lestat's life after so many centuries that Lestat comments on his outdated apparel. \"How did you manage to slip through the '50s in red velvet?\" he asks, forgetting that he slept through the 1950s himself and has probably not made much of a study of the decade's clothing styles. He welcomes Marius to Los Angeles and shows him the world from a perch on a painter's scaffold, which hangs directly in front of Lestat's leather-clad crotch on a giant Sunset Boulevard outdoor advertisement. We get the feeling Marius would enjoy the view more if he turned around.\n\nThere is a showdown. Queen Akasha's subjects, fellow vampires, revolt against her tyrannical rule when she reveals her plans to rule, etc., the world, etc., together, etc., with Lestat. The others hope to drink all of her blood, so that even if they die, she dies, too. But Akasha is not without her defenses. All she has to do is point at enemies and they burst into flame, curl up into charred shadows of themselves, and float upward just like the wrapper from an Amaretti di Saronno cookie.\n\nThe movie doesn't reach the level of camp goofiness attained by films like \"The Mummy Returns\" and \"Lara Croft: Tomb Raider,\" perhaps because the filmmakers labor under the impression that Anne Rice's works must be treated respectfully. The key to a movie like this is to ask yourself, if these characters were not vampires, what would be interesting about them? The answer is, together they couldn't even rule the people in this bar.", "running_time": 101, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-22", "genres": ["Drama", "Fantasy", "Horror"], "title": "Queen of the Damned (2002)"}