{"url": "http://www.rogerebert.com/reviews/queen-to-play-2011", "by": "Sandrine Bonnaireas Helene", "star_rating": 3.5, "text": "I'd like to be playing a game of chess right now. I'd like to be sinking down into its cool depths and staring infinity in the face. I'd like to be competing with the player across from me in terms of implacable logic rather than motor skills and hand-eye coordination. When I play chess, I temporarily leave time.\n\nI wonder if someone who doesn't love chess as much as I do would like \"Queen to Play\" as much as I did. Such a person could enjoy the transformation of a Corsican maid into strong chess player. They might read it as a story of female empowerment, of a woman asserting herself in her marriage and in her job. That would be fair enough.\n\nBut what I enjoyed was the way the film summons up the pure obsessive passion that chess stirs in some people. I never got to be very good (although I could maybe beat you) but I spent 1965 partly sidetracked by chess. I bought books. I played through classic games. I joined a chess club. I became a fan of queenside strategies because I figured most of my opponents would know a lot more about kingside. These thoughts gave me much pleasure. Then I fell back into being what I really was, a mediocre patzer, because when you get to a certain point in chess you realize what a very long way you still have to go.\n\n\"Queen to Play\" stars Sandrine Bonnaire as Helene, a hotel maid who cycles to work through the pastoral beauty of Corsica, where Napoleon no doubt played chess many years ago. She is married to Ange (Francis Renaud), who works at a boat yard. One morning at work, she sees, through a filmy white curtain, two of the guests (Jennifer Beals and Dominic Gould) seated on the terrace and playing a game of chess that looks for all the world like foreplay. They seem so in love, they're on their honeymoon — or cheating. \n\nSomething in the scene sends an arrow through her heart. Ange is an all right guy — she thinks of him as handsome — but they no longer look at each other like that couple. For his birthday, she buys him one of those computer chess game boards that will play against you if you can't find anyone else. \"I don't play chess!\" he says in astonishment. \"Maybe you will learn,\" she says.\n\nAwake in bed, her eyes still open, she knows he never will. In the middle of the night, she takes out the game and reads the rules of chess. She finds it grand that the most powerful piece is the queen and holds it protectively. \n\nHer other job is cleaning for an American, a widower named Dr. Kroger (Kevin Kline). She sees a fine wooden chess set on his shelf and asks him to play. Of course he checkmates her in a few moves. But they continue to play, he teaches her fundamentals, and it turns out that she's a natural. Some people are. Not people like me.\n\nWhere this all leads, I will leave for you to enjoy. The film has some sly fun with the way chess consumes Helene's mind: Even bread crumbs begin to represent chess pieces for her. The floors in hotel lobbies are often black and white squares, and the tablecloths in Italian restaurants are red and white, and so on.\n\nThe most observant element of \"Queen to Play\" is the way it handles the changing relationship between Helene and Dr. Kroger (with Kline speaking in French). The story is based on the novel The Chess Player by Bertina Henrichs, and what it knows is the way the minds of two players can become engaged, not in a romantic way, but in the pure contact of their thinking. There are often no words in the mind during a chess game. Just rules of spatial relationships. It can get pretty intimate.", "running_time": 97, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-05-04", "genres": ["Comedy", "Drama", "Foreign"], "title": "Queen to Play (2011)"}