{"url": "http://www.rogerebert.com/reviews/queens-logic-1991", "by": "Joe Mantegnaas Al", "star_rating": 2.5, "text": "As “Queens Logic” begins, the characters are gathering in the New York borough of Queens for a bachelor party and a wedding, and over the next few days these events will be the occasion for various moments of truth and self-revelation, discovery and disappointment.\n\nLike reunion movies such as “Return of the Secaucus Seven” and “The Big Chill,” the plot gives the characters, who are now mostly in their 30s, an opportunity for a midlife evaluation of how things are going and how they are likely to go.\n\nWe share their curiosity, but for at least the first 30 minutes of the movie we’re curious about something else, as well: Who are these people, and what do they mean to one another? The screenplay by Tony Spiridakis introduces a large gallery of characters in no apparent order and then moves casually among their stories. Gradually we begin to know who the characters are and - vaguely, anyway - how they are related. And then, almost insidiously, they grow more and more familiar, until by the end of the film we’re beginning to really care what happens to them.\n\nThere’s Al, the ringleader, played by Joe Mantegna, who is seen in a title sequence climbing a rope up the vast bridge that connects Queens with Manhattan. He has always been the madcap comedian, the party animal. He sells fish for a living, but his wife complains he’s not a fishmonger, he’s a lounge act. Al’s partner is Eliot (John Malkovich), who is gay but does not act on that fact, preferring a life of celibate bachelorhood. Al’s wife is Carla (Linda Fiorentino), feisty, proud, ready to move out if Al stays out all night again.\n\nThere are others: Ray and Patricia (Ken Olin and Chloe Webb), who are the couple getting married, maybe, and Dennis (Kevin Bacon), who has gone to Hollywood to make it in the music business but hasn’t had any success as yet, and Monte (Tom Waits), who is about to drift away into his own world but shows up for the weekend anyway. Much tension centers around the character of Ray, who is not really sure he wants to marry Patricia. Ray has had some success as a painter, and maybe, he thinks, she doesn’t have the class to be an artist’s wife. She is wiser than he is and tells him, in a key scene, that she is Queens and she will always be Queens and it isn’t her, it’s his own past he isn’t proud of.\n\nThere are other good speeches and moments in the movie, which seems to have been built up out of a series of sketches rather than planned from the plot down. The center point of the movie is the rooftop garden where the bachelor party takes place, but the characters spin off from that location for fights at home, adventures in the streets, and Al’s escapade with a strange young woman (Jamie Lee Curtis) who turns up at the party, on the prowl. At the end of a long night many lessons have been learned, not the least by Al when he attempts to make the same rope climb that once so impressed his friends.\n\nHow true is “Queens Logic” to Queens reality? I suspect the movie owes more to the tradition of the coming-of-middle-age film than it does to specific Queens details. This is the kind of material actors love, because it gives them the opportunity to seem like nitty-gritty ordinary people, but a lot of the scenes seem written for punch lines rather than extracted from life. Example: Al and Eliot hold a gun on their angry employees at the fishmarket while paying their wages.\n\nWhat we’re left with are some moments that do work, as when Jamie Lee Curtis boldly picks up Mantegna, or when Malkovich is approached by a homosexual during the party and makes a speech that pretty clearly defines the choices he has made in life. Those scenes could have taken place anywhere, and when you compare “Queens Logic” to “True Love” or “Spike of Bensonhurst” or certainly “GoodFellas,” so could “Queens Logic.”", "running_time": 116, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-02-01", "genres": ["Drama"], "title": "Queens Logic (1991)"}