{"url": "http://www.rogerebert.com/reviews/queen-of-the-sun-2011", "by": "Taggart Siegel", "star_rating": 3.0, "text": "Almonds are an agribusiness, run by corporations concerned only with profits. In \"Queen of the Sun,\" you will learn that bees would prosper in the valley if there were year-around nectar for them. Would it kill a corporation to set aside some tracts of land for flowers and vegetables? Wouldn't that be easier and more pleasant than mile after mile and row after row of almond trees? Easier for the corporations and easier for the bees?\n\nFrom time to time, a bee truck will be involved in a highway accident. These aren't cute little yellow trucks, but long flatbed trailer-trucks. The bees escape, motorists panic, the cops are called, TV helicopters circle, exterminators swarm in, and no one asks — why in the hell are we trucking bees across the country?\n\nWe need bees. If bees were to become extinct, animals would be threatened, because so much plant life would cease to exist. On your table, you would find limited choices and high prices. Yet when I mentioned this on my Facebook page, the first reader was prompted to comment: \"I could care less they're creepy I'm allergic sooner they go the better.\" \n\nThere are other kinds of pollination, by the wind, by ladybugs, by the coats of animals, but bees do the heavy lifting. We have native bees, but our beloved honeybee was imported from Europe and thrived here until recently. Now they're suffering from Colony Collapse Disorder, in which the beekeeper goes out in the morning and finds his bees are dead or have disappeared. One culprit seems to be the use of insecticides. Bees do a marvelously complex dance to communicate distance and direction to one another, and insecticides can apparently so confuse their navigation that they fly out one morning and forget the way home.\n\nThis I have learned from Taggart Siegel's \"Queen of the Sun: What Are the Bees Telling Us?\" a remarkable documentary that's also one of the most beautiful nature films I've seen. In exquisite photography by Siegel, we go inside hives and follow bees as they sip on flowers. We also meet beekeepers in sylvan settings (Illinois, Germany, New Zealand, and Italy) and even on rooftops in Manhattan. Yes, there's a movement supporting rooftop hives and gardens.\n\nIt's true that bees sting. A wasp sting is worse, but a bee sting is no fun. Since the bee dies, it's even less fun for the bee. The beekeepers in \"Queen of the Sun\" often wear masked hoods, gloves and so forth, but just as often, they seem unprotected. One guy with a luxuriant mustache even runs it across the backs of bees on a honeycomb and says, \"They like it.\" He was a brave man who first found this out.\n\nHoney and beeswax are valuable cash crops but if bees didn't make honey or wax, they would still be essential to the environment. Bees moved around by truck pollinate $15 billion in crops every year, including your next honey almond. The value of the crops that are naturally pollinated by bees is incalculable.\n\nBees, \"Queen of the Sun\" argues, are part of an intricately choreographed ecosystem that we meddle with at our peril. The same almond trees that must be pollinated via interstate commerce have so depleted their soil that they must be fertilized by chemicals. Crops in rotation have worked for millions of years. Why do corporations poison the environment in order to produce inorganic produce? \n\nTaggart Siegel is known to me as the director of an earlier documentary, \"The Real Dirt on Farmer John\" (2005), about an eccentric but inspiring organic farmer in northern Illinois. I was looking for Farmer John and his Dr. Seuss hat in this film, but there's no such luck. \n\nSiegel's message remains the same: We need to trust the Earth to its own hands. The campaign to legalize beekeeping in Manhattan is an example. Are you putting out some flowers this summer and maybe planting a garden? The bees are ready to pitch in for free.", "running_time": 83, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-04-27", "genres": ["Documentary"], "title": "Queen of the Sun (2011)"}