{"url": "http://www.rogerebert.com/reviews/queen-of-hearts-1989", "by": "Ian Hawkesas Eddie", "star_rating": 3.5, "text": "\"Queen of Hearts\" has the same sort of magical romanticism as \"Moonstruck,\" but in a more gentle key. It's the story of a big, loving Italian family that moves from Italy to London, where papa wins enough at cards to open a little cafe. Eddie, the young son who is the hero of the story, grows up in the cafe and eventually figures out a way to save it when an old family enemy follows them from Italy and tries to drive them into bankruptcy.\n\nThe movie tells this story mostly through Eddie's eyes. He's a smart 11-year-old who doesn't miss much, although he believes all the family legends, even the one about how his parents fell in love and eloped. The movie opens with this legend as he imagines it: the mother engaged to be married to the horrible butcher, Barbariccia, the father spiriting her out of her parents' house, and the loving couple pursued to the top of the local church tower and then leaping to their death - their lives saved when they land in a passing hay wagon.\n\nIn London, Eddie's father gets a job as a waiter and then takes advice from a talking pig, bets on the right cards, and wins the money to open the cafe. And then, as Eddie arrives on the scene, the family history grows a little more realistic. The cafe becomes the center of family life, especially after two of his grandparents arrive from Italy: his mother's mother and his father's father. The old people hate each other, of course, but their hate is the sort that could almost be mistaken for affection.\n\nThen disaster strikes, when the evil Barbariccia also arrives from Italy, sets up a gambling shop in the neighborhood, and even pays Eddie's older brother to go to work for him. Will the family lose the cafe? Will Barbariccia finally win his revenge? Will Eddie lose his best friend, Beetle, whose father runs the local bookie joint? All of these questions are settled with the most buoyant charm and good cheer in \"Queen of Hearts,\" which is a truly happy movie and was directed by Jon Amiel, the British director of that brilliant but truly unhappy TV mini-series, \"The Singing Detective.\" All of the despair and bitterness seem to have drained out of Amiel during that project, leaving him nothing but sunshine and a touch of supernatural playfulness for \"Queen of Hearts.\" The secret of the success of \"Moonstruck,\" I've always thought, was that the movie had a level above the realistic - a level at which coincidences were permitted and people had grand, romantic revelations and dogs knew when to howl at the moon. \"Queen of Hearts\" has the same kind of freedom. Most of it is grounded in the real world, I suppose - but the real world as seen by a kid with a hyperactive imagination, who believes every one of his father's tall tales. Part of the fun of the movie comes because we know more than the kid. We know, for example, what bad trouble his family is in, and we know it's impossible that he could help them out. But he doesn't know that - and so he saves the day.\n\n\"Queen of Hearts\" has no stars to help it at the box office, and may even lose some customers who think it's an Italian movie and don't like subtitles (it's in English). I hope it weathers those problems, though, and begins to develop an audience. It's the kind of movie that grows on you, letting you in on the family jokes and involving you in the family feuds. By the end, you feel good, in a goofy way, and when you think back over the movie you realize that under the fantasy and the humor there also was a fairly substantial story - a story about what it means to belong to a family.", "running_time": 115, "mpaa_rating": "NR", "release_year": 1989, "date_published": "1989-10-20", "genres": ["Comedy", "Foreign", "Romance"], "title": "Queen of Hearts (1989)"}