{"url": "http://www.rogerebert.com/reviews/quest-for-fire-1981", "by": null, "star_rating": 3.5, "text": "\r\n\n\nThere are basically two ways\r\nto regard “Quest for Fire.” The movie is either (a) the moving story of how\r\nscattered tribes of very early men developed some of the traits that made them\r\nhuman, or (b) a laughable caveman picture in which a lot of lantern-jawed\r\nactors jump around in animal skins, snarling and swinging clubs at one another.\r\nDuring the movie's opening scenes, I found myself seeing it in the second way,\r\nas a borderline comedy. But then these characters and their quest began to grow\r\non me, and by the time the movie was over I cared very much about how their\r\nlives would turn out. \n\n\r\nOther viewers report some of the same confusion.\r\nThe movie has been compared with such varied works of art as “2001: A Space\r\nOdyssey” and “Alley Oop.” The question, I suppose, is whether you can make your\r\nown leap of imagination into the world of the movie--whether you're willing to\r\nidentify with these beetle-browed ancestors who made more important\r\ndiscoveries, in their way, than all of the Nobel laureates put together. I\r\nfound I wasn't willing, and I was a little surprised at how much affection the\r\nmovie generated. \n\n\r\n“Quest for Fire” was shot on rugged locations in\r\nCanada and Scotland and takes place at the dawn of man. It introduces us to a\r\ntribe of primitive men who guard their most precious possession, which is fire.\r\nThey know how to tend it and how to use it, but not how to make it. And after a\r\njealous tribe of less-advanced creatures attacks them and destroys their fire,\r\nthree men set out on an odyssey to seek another tribe that possesses fire and\r\nto steal it from them. Along the way, there are terrifying adventures. A\r\nsaber-toothed tiger chases the men up into a tree and keeps them there for\r\ndays. On another occasion, the heroes are trapped between an unfriendly tribe\r\nof apes and a herd of mastodons. In each situation, the men realize that simply\r\nrunning away won't work; they can't run fast or far enough. And so they slowly\r\nand painfully figure out a solution to their dilemma. Climbing the tree, for\r\nexample, is rather obvious, but their solution to the mastodon problem is a\r\nbrave inspiration. \n\n\r\nEventually the men discover another tribe, a\r\nmore advanced tribe that lives in primitive huts and knows how to make fire and\r\nhas even developed arts (they decorate themselves with mud, and their clay pots\r\nhave drawings of animals scratched on them). The leader of the wanderers lusts\r\nafter one of the women of the new tribe, and after a strange initiation\r\nceremony he has sex with her. Soon he will make one of his greatest\r\ndiscoveries: The difference between lust and love and how it leads to the\r\ndifference between isolation--and loneliness. \n\n\r\n“Quest for Fire” compresses prehistory quite\r\nradically, of course. It's a little much to expect that one man in one span of\r\na few weeks could make the scientific, emotional, and tactical discoveries that\r\ntake place in the movie. Our progress as a race must have been slower than that\r\n(although Loren Eiseley writes in his books of the amazing explosion of the\r\nsize of the human brain in just a handful of generations). “Quest for Fire” isn't\r\nscience, though, it's an imaginary re-creation of our past, and it uses history\r\nfor inspiration, not as a data source. The only two technical advisers listed\r\nin the credits are, appropriately, a novelist and a scientific popularizer:\r\nAnthony Burgess created the special primitive languages in the film, and\r\nDesmond Morris choreographed the body language and gestures. \n\n\r\nI suggested earlier that there's probably a\r\ntemptation to laugh during “Quest for Fire,” especially during such touchy\r\nscenes as the one in which early woman teaches early man that it wasn't as good\r\nfor her as it was for him. I smiled during those scenes. But, thinking over my\r\nresponse, I realize that I wasn't smiling at the movie, but at the behavior of\r\nthe characters. Man is a comic beast. For all of our dignity, we are very\r\nsimple in many of our wants and desires, and as we crawled out of the primeval\r\nsludge and started our long trek toward civilization, there must have been many\r\nmore moments of comedy than of nobility. \n\n\r\n“Quest for Fire” cheerfully acknowledges that,\r\nand indeed some of its best scenes involve man's discovery of laughter. When\r\none of the primitive tribesmen is hit on the head by a small falling stone, the\r\nwoman from the other tribe laughs and laughs. Our heroes are puzzled: They\r\nhaven't heard such a noise before. But it strikes some sort of deep chord, I\r\nguess, because later, one of the tribesmen deliberately drops a small stone on\r\nhis friend's head, and then everybody laughs: The three men together with the\r\nwoman who taught them laughter. That's human. The guy who got hit on the head\r\nis, of course, a little slow to join in the laughter, but finally he goes along\r\nwith the joke. That's civilization.", "running_time": 97, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Adventure", "Drama"], "title": "Quest for Fire (1981)"}