{"url": "http://www.rogerebert.com/reviews/quest-for-camelot-1998", "by": "Jessalyn Gilsigas Kayley", "star_rating": 2.0, "text": "\"Quest for Camelot\" is still another big studio attempt to wrest the crown of family animation away from Disney. It's from Warner Bros., which scored with the bright and amusing \"Space Jam,\" but now seems to fall back into the pack of Disney wannabes. The animation isn't vivid, the characters aren't very interesting, and the songs are routine.\n\n\"Space Jam\" and Fox's \"Anastasia\" are the only recent non-Disney features to steal some of the magic from Walt's heirs. Since \"Quest for Camelot\" cost a rumored $100 million and yet lacks the sparkle of a \"Beauty and the Beast,\" perhaps it's time for Warner to explore a different approach--perhaps animation aimed at the teenage and adult market, which does so well in Japan.\n\n\"Quest for Camelot,\" like so many animated features, is a template onto which superficially new characters are plugged. We need a young hero, and get one in Kayley, the brave teenage daughter of Lionel, one of Arthur's knights. Lionel of course is killed in an early scene while defending Arthur, because the heroes of animated films must always lack at least one parent (later, Kayley's mother is conveniently kidnapped).\n\nWe also need--let's see, a villain (Ruber, the evil and jealous knight), a villain's cruel sidekick (the wicked griffin) and a villain's good-hearted sidekick (Bladebeak the chicken). We need a young man to help the heroine on her quest (Garrett, the blind forest dweller), and a hero's noble friend (a silver-winged falcon) and the hero's low comedy team (Devon and Cornwall, the two-headed dragon). Then have Ruber steal the magic sword Excaliber, and have Kayley and Garrett try to recapture it, throw in some songs and a lot of animated action, and you have your movie.\n\nI'm not putting the formula down. Done well, it can work, and some version of these ingredients now seems to be required in all feature-length animated films. But \"Quest for Camelot\" does a fuzzy job of clearly introducing and establishing its characters, and makes them types, not individuals. Their personalities aren't helped by the awkward handling of dialogue; in some of the long shots, we can't tell who's supposed to be speaking, and the animated lip synch is unconvincing. Another problem is the way the songs begin and end abruptly; we miss the wind-up before a song and the segue back into spoken dialogue. The movie just doesn't seem sure of itself.\n\nWill kids like it? I dunno. I saw it in a theater filled with kids, and didn't hear or sense the kind of enthusiasm that good animation can inspire. The two-headed dragon gets some laughs with an Elvis imitation. But there's a running joke in which one head is always trying to smooch the other one, and the kids didn't seem sure why they were supposed to laugh. There's also the problem that Ruben is simply a one-dimensional bad guy, with no intriguing personality quirks or weaknesses; he pales beside Rasputin in \"Anastasia\" or Scar in \"The Lion King.\" Of the supporting animals, the falcon has no particular personality, and Bladebeak is a character in search of a purpose. Even the vast, monstrous dragon that ends up with Excaliber (as a toothpick) is a disappointment. When the heroes find him in a cave, he doesn't exude much menace or personality; he's just a big prop.\n\nThe most interesting character is Garrett, who (we learn) was rejected from Camelot because he was blind, and now lives in the forest with the falcon. \"I stand alone,\" he sings, but his friendship with Kayley is the only meaningful one in the movie. It's also curious that the plants in his forest are more interesting than most of the animals. There are eyeball plants that snap at people, and helicopter plants that give free rides (more could have been made of these), and plants that snap at ankles and elbows.\n\nReally good animation can be exhilarating; I remember the \"Under the Sea\" sequence from \"The Little Mermaid,\" and \"Be My Guest\" from \"Beauty and the Beast.\" In \"Quest for Camelot\" there are no sequences that take off and soar, and no rules to give shape to the action scenes (if Excaliber is really all-powerful, how is its power exercised, and why can its bearer be defeated?). The movie's underlying formula is so familiar that there's no use bothering with a retread unless you have compelling characters and good songs. Enormous resources went into the making of this film, but why wasn't there more stretching and creativity at the screenplay level? Why work so hard on the animation and run the plot on autopilot?", "running_time": 83, "mpaa_rating": "G", "release_year": 1998, "date_published": "1998-05-15", "genres": ["Animation", "Drama", "Family", "Fantasy", "Romance", "Science Fiction"], "title": "Quest for Camelot (1998)"}