{"url": "http://www.rogerebert.com/reviews/quick-change-1990", "by": "Bill Murrayas Grimm", "star_rating": 3.0, "text": "The clown rides on the subway, and few people notice. This is New York City. Notice the clown with his fright wig and his funny hat, and maybe he'll kill you. It's better not to notice. And \"Quick Change\" is a comedy based on things that people choose not to notice.\n\nThe clown is in fact a bank robber named Grimm, played by Bill Murray as a disgruntled city planner who has decided to pull off the perfect heist and get out of town. He has a couple of accomplices: Phyllis (Geena Davis), who is not really a criminal but admires Grimm for his daring, and Loomis (Randy Quaid), who accepted Grimm as his leader when they were both in the first grade and has never wavered in his devotion.\n\nThe way in which these three plan to stick up the bank is fairly ingenious, even in a world where almost all possible ways of robbing a bank have already been explored. Their plan involves actually inviting the police to surround the bank, where they have taken a group of hostages - and then pulling off a deception based on disguises and mistaken assumptions. More I will not say.\n\nThe bank heist is the first act of the movie, and it's fun.\n\nThen the real movie starts when Grimm and his accomplices attempt to get to the airport so they can hop on a flight to a far-away tropical destination. It is rarely easy to get to the airport from Manhattan, and sometimes, as they discover, it is impossible. Their trip turns into a long day's journey into nightmare, as they encounter manic cab drivers, grocery robberies in progress, and a bus driver (Philip Bosco) who deals with the chaos of the world around him by adhering to all of the rules, all of the time.\n\nThe Bosco character provides some of the funniest passages in the film. By rigidly establishing the conditions under which he will operate, he creates the kinds of problems that comedies thrive on. The desperately escaping bank robbers have to accept the inflexible rules of his logic to get anywhere - and when they do, it's not where they're going (\"I didn't say the bus went to the airport. I said the bus went to near the airport\").\n\n\"Quick Change\" is a welcome film from Bill Murray, coming as it does after a career slump that produced the disappointing \"Ghostbusters II\" and the dreadful \"Scrooged\" It has him back in the real world, which provides him with the kinds of comic possibilities he handles best. Murray, like the bus driver, often functions by bringing logic to bear on impenetrable stupidity. His pose is that he is smarter than the people around him, a master of lateral thinking who makes quiet little asides to highlight their obtuseness. He is quick, and needs a quick movie to function in.\n\nGeena Davis remains an actress in the process of self-discovery, even after her Academy Award for \"The Accidental Tourist.\" She is beautiful, tall, sexy and smart, and so there are no easy categories for her; every character is an original, and what makes her funny this time is a rather peculiar quirk: She finds intelligence sexy. The fact that Murray has the courage and imagination to pull off a complicated bank heist turns her on. Quaid, on the other hand, is a slavish follower whose laughs come from his dogged determination to do the right thing even if he doesn't know what it is.\n\n\"Quick Change\" is a funny but not an inspired comedy. It has two directors - Howard Franklin and Bill Murray - and I wonder if that has anything to do with its inability to be more than just efficiently entertaining. Comedy is more individual than drama, I think, because it springs from one person's sense of the ridiculous. It's not a good idea to have two people standing around asking each other if they think something works.\n\nWith \"Quick Change,\" however, at least something works often enough that the movie announces Bill Murray is back and is funny again. He says he's going to be working more often now, and that's good news: The problem with becoming a major star is that everyone begins to take your career very seriously, and comedians more than anyone need to be able to say the hell with it, and mean it.", "running_time": 89, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-07-13", "genres": ["Action", "Comedy"], "title": "Quick Change (1990)"}