{"url": "http://www.rogerebert.com/reviews/quicksilver-1986", "by": "Kevin Baconas Jack Casey", "star_rating": 2.0, "text": "\"Quicksilver\" is a collision between realism and gloss, between a story that demands to be told at street-level and a style that looks inspired by music videos. The movie has moments when it comes to life, when it threatens to tell a story about interesting people, and then it wanders off into inane scenes designed only to sell records. Isn't it time for the movies to stop being an advertising medium for the music industry? The story is \"Trading Places\" told backward. A rich young commodities broker named Jack Casey (Kevin Bacon) loses his entire fortune on a bad day on the trading floor. Instead of starting over, he decides to drop out, and after weeks of wandering the streets he gets a job with a bicycle messenger service. It suits him fine. He likes the freedom of riding the streets, of choosing his routes, of not wearing a suit and tie, of moving freely through the city as a free-lance observer. And he likes some of the people he meets at the messenger service, especially Terri (Jami Gertz), a spunky brunet.\n\nBut life on the streets is not without its downside. The messengers are sometimes used as a low-rent, low-risk delivery service for drug dealers, and a slimeboat named Voodoo (Larry Fishburne) starts using Terri to run his drugs. To her, a job's a job, but Bacon starts feeling protective toward her and knows how much of a danger Voodoo really is.\n\nMeanwhile, there's a subplot. A fellow messenger named Hector (Paul Rodriguez) dreams of putting together enough money to retire the bicycle and buy a hot dog cart. Bacon decides to try a comeback in the markets, using Hector's money to run up enough of a profit to buy the cart.\n\nThis is, of course, another thinly disguised example of the CLIDVIC Syndrome (the CLImb from Despair to VICtory), which has been cloned into countless new movies from the \"Rocky\" formula. But the movie isn't content with one standard ending; it has two.\n\nAfter the climax on the trading floor, there's another one - a chase scene.\n\nThere once was a time when movies introduced us to characters and then solved their problems in human terms. Now it's all technology.\n\nHere's a guy who drops out of high finance and becomes a bicycle messenger, and what's the solution to his problems? Why, he has to win a deadly chase with a drug dealer, naturally. After he survives the chase, the movie ends, having provided us with something that felt like an ending but wasn't one.\n\nIn between, \"Quicksilver\" misses other chances to connect. For example, the most touching moment in the whole movie comes early, when Bacon confesses to his father that he has lost not only all of his own money, but also his parents' nest egg. His father acts tough and brave, and urges him to go back into the ring and keep fighting. But then Bacon leaves the house and returns unexpectedly to find his father sitting at the dining room table, his face in his hands, weeping in despair.\n\nThis is such a compelling scene that it's frustrating when the movie never follows up on it. The parents disappear for a long stretch, and then are handled with a line of dialogue (\"I'm giving this money to my father\").\n\nI guess there wasn't time for another visit to the family home, what with all the MTV scenes of messengers doing wheelies to rock music (one of the songs is actually subtitled \"Dueling Bikes\"). Based on the evidence on the screen, my guess is that \"Quicksilver\" started out as a complex screenplay about complicated people - and that the only way it could be sold was to tart it up with lots of high-tech style.\n\nThe story is so interesting, and Bacon and the other actors are so capable, that if this movie had been two hours out of their lives, I would have found it compelling. What we get, though, is 35 minutes of their lives and a lot of recycled visual cliches.", "running_time": 101, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-02-14", "genres": ["Action", "Adventure", "Drama"], "title": "Quicksilver (1986)"}