{"url": "http://www.rogerebert.com/reviews/quigley-down-under-1990", "by": "Tom Selleckas Matthew Quigley", "star_rating": 2.5, "text": "Here is a Western much like many others, with the difference that it is the first new Western I've seen in a long time -- since \"Silverado\" in 1985, I think, unless you count last year's \"Back to the Future Part III.\" A generation of moviegoers, now in their teens, have grown up never having seen a Western in a movie theater. Cowboy movies are too genteel, maybe, or the violence follows a code instead of being mindless, or maybe the kids today just can't see themselves riding horses.\n\n\"Quigley Down Under\" stars Tom Selleck, an actor who with his height, authority and natural ease might have been a major Western star in the old days, as an American sharpshooter who sails to Australia in search of work. A man named Marston (Alan Rickman) has advertised for a long-distance marksman, and Selleck is the best, able to hit targets so far away the camera can barely see them. Selleck is appalled, however, when he discovers that Marston wants to pay him to kill Aborigines. He throws the villain through the window, and starts a vendetta that only ends, of course, with an obligatory showdown in the corral.\n\nOne of the first people Quigley meets down under is Crazy Cora, played by Laura San Giacomo as a misplaced American with a tragic past that has driven her mad - but not so mad that Quigley cannot slowly fall in love with her. \"Sex, lies and videotape\" (1989) is the movie that made San Giacomo an overnight star, but this may be the movie that proves her staying power. She isn't just another pretty face and a great set of eyebrows. She has an authority, a depth of presence, that is attractive, and her voice is deep and musical. She and Selleck create a chemistry that is real enough; it's a shame the screenplay hardly notices it.\n\nThe film itself is not up to the contributions of its stars. A little more thought would have helped. From the quilting-bee music that plays during the fight scenes to the Fallacy of the Talking Killer, this is a movie that has been created by the numbers. The fallacy I refer to, of course, is the frequent mistake of allowing the bad guy to talk too long. He has his enemy trapped. There's no way out.\n\nAll he has to do is plug him between the eyeballs and order lunch. But no. He talks. And talks. And sets up some kind of dumb test of manhood, which he is sure to fail. Because the climax of such a scene is a foregone conclusion, the F.T.K. almost always results in dead screen time.\n\nOther elements in the film are more interesting. The use of the Aborigine characters, for example. The night San Giacomo must save a baby from the wild dogs. And Alan Rickman's performance as the villain. He has a polished grace that serves here to suggest evil dimensions just beneath the surface.\n\nI also enjoyed, in a visceral way, the pleasures of seeing the visual beauties of a Western. The choreography of a gunfight in rocky foothills. The excitement of a chase on horseback. The ambushes and close calls and treks through the desert land. \"Quigley Down Under\" is a handsome film, well-acted, and it's a shame the filmmakers didn't spend a little more energy on making it smarter and more original.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-10-19", "genres": ["Action", "Adventure", "Western"], "title": "Quigley Down Under (1990)"}