{"url": "http://www.rogerebert.com/reviews/quill-the-life-of-a-guide-dog-2012", "by": "Kaoru Kobayashias Mitsuru", "star_rating": 3.0, "text": "What sets this film above so many movies about animals is that it's about a dog who is realistic in every aspect. \"Quill: Life of a Guide Dog\" doesn't use fake closeups to show the dog being cute or funny. It doesn't dub Quill's \"dialogue\" or even worse, use CGI to move his jaw and show him \"speaking.\" Quill is a dog, and that is quite enough.\n\nThe Japanese-made movie is a fictionalized story, though based on fact, about the lifespan of a yellow Labrador retriever from his puppyhood to old age. Not for a moment did it lose my interest. It answers questions I've always had about guide dogs for the blind — and why blind people trust them without hesitation.\n\nQuill's trainer, Satoru Tawada (Kippei Shina), narrates parts of the story, and the rest is depicted in dramatic scenes. It shows that much of the training of a guide dog is based on common sense. For example, imagine a group of puppies. You call them to come to you. They all eagerly run forward, except for one. Is that the dunce of the litter? Not at all. His hesitation shows he is naturally thoughtful and cautious. He's the one with guide dog potential.\n\nWe follow Quill as he lives for a year with a trainer, learning to obey so well that when told to \"stay,\" he will stay even in the face of temptations such as food. Obedience is combined with training in decision-making. If an owner tells a dog to lead him into traffic, the dog will think it over and decide maybe not.\n\nQuill learns how to pause at curbs and steps. How to gently stand in front of an owner to cue him to pause, without tripping him. How to deal with corners and street crossings. How to ignore other dogs (and cats). When this training has been completed, Quill begins a training regime with the blind man who will become his owner. This is Mitsuru Watanabe (Kaoru Kobayashi), who is not some lovable little child but a grouchy man who doesn't much like dogs. Quill has to be more accepting than his owner.\n\nLabradors are now considered even better guide dogs than German shepherds, we learn, and Quill seems eager to be a good dog, even though his new human family makes him stay outside in a doghouse that isn't large enough. As John McPhee wrote in a memorable essay, dogs for some reason have evolved to consider humans their gods. They love us, listen to us, are happy when they help us. The only bad dogs are those with bad masters.\n\nRecent studies have found that dogs follow the eyes of humans in order to find out what they're looking at. Few other animals have a conception of the gaze of those not of their species. Dogs notice, they share, they draw conclusions, they like it when they're able to be of service and are touchingly grateful when they're praised.\n\n\"Quill\" is not a children's movie, but it would be excellent for children who can read the easily comprehensible subtitles. Its storytelling is clear enough the titles might not even be necessary. Kids may appreciate an honest film about a real dog after being regaled with the stupidities of animated pigs. Adult viewers may find lots of interest, too. For example, in Japan, guide dogs are trained to respond to commands in English. Why? Because everyone around them speaks Japanese, so there's a possibility of misunderstood commands from others. Makes sense to me.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-05-16", "genres": ["Drama", "Foreign"], "title": "Quill: The Life of a Guide Dog (2012)"}