{"url": "http://www.rogerebert.com/reviews/quilombo-1986", "by": "Antonio Pompeoas Zumbi", "star_rating": 3.0, "text": "In Brazil, the word quilombo refers to a community of free men, and it carries with it an echo of the original Quilombo dos Palmares, or Palm Nation, which was founded in the early 17th century by runaway slaves in the forests of northeastern Brazil. No doubt by now the legend of Palmares has been liberally rewritten in fantasy and myth - it is presented in this movie as a sort of democratic utopia - but it remains an important symbol in the history of a nation that claims to be color-blind.\n\n\"Quilombo\" is Carlos Diegues's new film about the century-long rise and fall of Palmares, but it is not simply a historical epic.\n\nDiegues, like many South American storytellers, moves easily between dream and reality, between fact and myth. Who can forget the snow that suddenly fell while \"White Christmas\" played in Diegues's \"Bye Bye Brazil\"? In \"Quilombo,\" he combines matter-of-fact battle scenes with a world that looks inspired by some of the sword-and-sorcery movies.\n\nThe film starts with the revolt of some slaves, who kill their Portuguese masters and flee to an isolated corner of the nation, which they place under their control. Other escaped slaves and various disenfranchised and disenchanted whites join them, and under the leadership of a charismatic leader named Ganga Zumba, they begin to create their own society.\n\nThe Portuguese try everything they can to crush the rebel nation, but for a long time, nothing works. Their cumbersome suits of armor and European-style weapons are useless against the snares, traps and arrows of the free men of Quilombo. Finally, they roll in their cannons to train against a jungle fort made of red mud, a fort that looks almost like a dream vision.\n\nThe movie's scenery and costumes are by Luiz Carlos Ripper, who deserves special mention for having created a very particular, original world. There are times when Quilombo des Palmares looks like a costume party, and there are interiors in the settlement - made of roots, leaves and undecipherable shapes - that look otherworldly.\n\nDiegues gets something of the same tone in his action scenes, where some of the characters kill each other while others turn cartwheels. The effect is of a society making up its own rules in a time before men thought they knew all the answers. The implication is that Brazil is still experimenting with that process.", "running_time": 119, "mpaa_rating": "NR", "release_year": 1986, "date_published": "1986-06-06", "genres": null, "title": "Quilombo (1986)"}