{"url": "http://www.rogerebert.com/reviews/quills-2000", "by": "Geoffrey Rushas Marquis De Sade", "star_rating": 3.5, "text": "Some are born evil, others choose evil, and some have evil thrust upon them. We are most inclined to forgive the members of the first category. The Marquis de Sade, for example, was hard-wired from birth as one of the most villainous of God's creatures. Although it is impossible to approve of him, it is possible to concede that he did what we are all enjoined to do: Taking the gifts and opportunities at hand, he achieved everything he possibly could. That his achievement is reprehensible does not entirely obscure the fact that his spirit was indomitable and his tenacity courageous. You know you've made your mark when a word--\"sadism\"--is named after you.\n\nPhilip Kaufman's \"Quills\" supplies us with a Marquis toned down for popular consumption (you will not discover here that he thought an aristocrat like himself had the right to commit murder in search of pleasure). This Marquis stands not so much for sexual license as for freedom of artistic expression, and after he is locked up in an asylum and forbidden to write, he perseveres anyway, using his clothing, his skin and the walls of his cell as surfaces, and his own blood and excrement in place of ink. A merciful deity would have supplied him with writer's block.\n\nKaufman's film, based on a play by Doug Wright, mostly takes place after the Marquis (Geoffrey Rush) has once again gone too far, after the excesses of his writing and his life have exhausted the license and privilege granted to aristocracy. In 1801, at 61, after 27 years spent in various prisons, he is sealed up in the insane asylum at Charenton. There he finds a sympathetic friend in the Abbe Coulmier (Joaquin Phoenix), a priest who thinks the Marquis should continue to write, perhaps to purge himself of his noxious fantasies.\n\nThe manuscripts are smuggled out of the asylum by Madeleine (Kate Winslet), and find a covert circulation before Napoleon assigns a physician named Royer-Collard (Michael Caine) to crack down. The new man's sadistic measures bring out the best in de Sade, who mocks him, taunts him, outsmarts him and remains indomitable almost to the moment of his death.\n\nKaufman has confided in interviews that Royer-Collard is inspired to some degree by Kenneth Starr. The type is familiar: The man fascinated by what he has forbidden himself to enjoy, savoring it vicariously through a victim he persecutes enviously. No one is quite so interested in sex as a puritan. The analogy with modern times breaks down, alas, if we seek a correspondence between de Sade and President Clinton, whose milder transgressions would have flown quite beneath the Marquis' radar.\n\n\"Quills\" is not without humor in its telling of the horrendous last years of de Sade's life. There is, for example, the good cheer of Winslet's jolly, buxom laundry maid, who smuggles the manuscripts out of the prison. The Abbe Coulmier is clearly stirred by her, but does not act, and we have the incongruity of the young, handsome man forbidden by religion from pursuing fruits which fall into the hands of the scabrous old letch.\n\nCaine's Royer-Collard, on the other hand, is devoted to the pleasures of the flesh and keeps close watch on his too-young wife, Simone (Amelia Warner), warning \"she is a rare bird, and I intend to keep her caged.\" It is unmistakable that Royer-Collard is attracted to de Sade's sadism and enjoys practicing it upon the man who gave it a name. If overt sinners are evil, how more contemptible are those who seek the same pleasures under the cover of hypocrisy. De Sade at least acknowledged his tastes.\n\nGeoffrey Rush (the pianist from \"Shine\") is a curious choice for de Sade; we might have imagined Willem Dafoe or Christopher Walken in the role, but Kaufman chooses not an actor associated with the bizarre but one associated with madness. De Sade is in the grasp of fixed ideas that sweep all sanity aside; unable to realize his fantasies in the asylum, he creates them through the written word, like a salesman or missionary determined to share his enthusiasm whether or not the world desires it. By the end, the words de Sade writes are indistinguishable, emotionally, from the pain he endures and invites by writing them.\n\nWhether this film will please most audiences is a good question. It is more about the mind than the flesh, and de Sade's struggle is monomania to an excruciating extreme. Yet Kaufman (\"The Right Stuff,\" \"The Unbearable Lightness of Being\") finds a tone that remains more entertaining than depressing, more absorbing than alarming. It was not much fun to be the Marquis, but most of the time in this movie, de Sade doesn't know that, and attacks each day with zest and curiosity. Those around him are inspired by a spirit so free, even if his tastes are inexplicable. There is a scene where he dictates a novel through a human chain of other prisoners, who seem more intrigued by his invention than repelled by his images. Audiences may have the same response; we do not share his tastes but we have a certain admiration for his obstinacy.\n\nDe Sade has been described as the ultimate extension of the libertarian ideal, but that is lunacy: He goes beyond ideology to madness. Still, he stands as an extreme illustration of the idea that society is best served if everybody behaves according to his own self-interests. And he gets the last laugh: In the face of Coulmier's liberal instinct to sympathize and Royer-Collard's conservative attempt to restrain, the Marquis remains indomitably himself. It is in his nature. The message of \"Quills\" is perhaps that we are all expressions of our natures, and to live most successfully we must understand that. Good luck that hardly any of us are dealt such a bad hand as de Sade.", "running_time": 123, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-12-15", "genres": ["Drama", "Foreign", "History", "Romance"], "title": "Quills (2000)"}