{"url": "http://www.rogerebert.com/reviews/quintet", "by": "Paul Newmanas Essex", "star_rating": 2.0, "text": "Robert Altman's \"Quintet\" is a confusion in\r\nunsuccessful quest of a resolution, and the nearest Altman has ever come to a\r\ncompletely inexplicable film. He has always been a filmmaker of peaks and\r\nvalleys; his great films are masterpieces, but he can also make some stinkers.\r\nBut not even with little-seen films like \"A Perfect Couple,\"\r\n\"H.E.A.L.T.H.,\" and \"Beyond Therapy\" has he made a film\r\nthat defies any attempt to explain it.\n\n\"Quintet\" is a fantasy set in the future, in a world\r\novercome by a new ice age. Continents and cities are buried by snow, and the\r\nsurviving humans trek great distances to the remaining outposts of\r\ncivilization. And that's all very well (and stunningly well photographed),\r\nexcept that when they get to where they're going, they spend the rest of\r\n\"Quintet\" playing a deadly board game that we never figure out.\r\nAltman locates his future within a bleak futuristic \"hotel\" that's\r\ninhabited by people from many different nationalities, and presided over by the\r\nmysterious \"St. Christopher.\" Christian tradition has Christopher as\r\nthe patron saint of travelers, but the travelers who arrive at this hotel have\r\na disconcerting way of turning up skewered through their vital organs.\n\nThe\r\nmurders are dictated by Quintet, a five-sided board game that occasionally\r\naccommodates a sixth player. Because the game is presumably central to the\r\nfilm, and because everyone in the film seems to consider it a gravely important\r\ncompetition, I found myself actually leaning forward in my seat, straining to\r\nsee how it was played and what the rules were. I failed.\n\nI\r\nfailed, too, to find any great interest in the relationships among the\r\ncharacters. Paul Newman stars, as a trapper who walks in out of the cold and\r\nfinds himself swept up in the intrigues of the hotel. Other people, especially\r\nBibi Andersson, Vittorio Gassman and Nina Van Pallandt, plot and gossip against\r\neach other. And the action is punctuated by dead bodies suddenly discovered, by\r\nobscure moral points made with great intensity, by things that would be symbols\r\nif we knew what they symbolized.\n\nAltman\r\nhas been obscure before, especially in \"Images\"\" (1972), a film\r\nthat seems baffling on first viewing but eventually reveals great subtlety and\r\nrichness. With \"Quintet,\" though, I'm not even sure he's being willfully\r\nobscure. Stories about the history of the film seem to suggest that\r\n\"Quintet\" is one that got away.\n\nOne\r\nof the film's stars, Fernando Rey, said in a recent interview that Altman\r\nscrutinized the rushes every day, attempting to discover where his actors were\r\n\"leading\" him. Were they leading him—or really waiting for\r\ndirections? In an interview in Variety, 20th Century-Fox boss Alan Ladd, Jr.\r\nalludes to \"problems\" with the production and hints that Altman\r\ndidn't have final say on the finished film.\n\nIt's\r\npossible, then, that \"Quintet\" doesn't represent a finished, or at\r\nleast a successful, version of the ideas Altman started out with. I can't\r\nreally say. I can say, though, that I miss the good humor, the human warmth,\r\nthat occupies such recent Altman films as \"Nashville,\" \"A\r\nWedding\" and even parts of \"3 Women.\"\n\nAnd\r\nI miss the ongoing sense of a human community that fills so many of his films.\r\nThe people in \"Quintet\" are cut off—from each other, from their\r\nsociety, from the game of Quintet, and, ultimately, from a unifying vision that\r\nwould have carried the film. \"Quintet\" is a puzzlement, and not a\r\nvery interesting one.", "running_time": 118, "mpaa_rating": null, "release_year": 1979, "date_published": "1979-02-16", "genres": ["Mystery", "Romance", "Science Fiction"], "title": "Quintet (1979)"}