{"url": "http://www.rogerebert.com/reviews/quincea%C3%B1era-2006", "by": "Emily Riosas Magdalena", "star_rating": 2.5, "text": "Two outcasts in LA's Echo Park: Carlos (Jesse Garcia), a young gay cholo, and his cousin Magdalena (Emily Rios), who finds herself pregnant before her quinceañera. Both are taken in by their great-great uncle Tomas (Chalo Gonzalez), an elderly bachelor who knows something about feeling out of place in the world.\n\nThey have dreams. Carlos, who works at a West Hollywood car wash, wants to get a job as a production assistant in the entertainment industry. Magdalena, whose family doesn't have much money, wants to rent a Hummer limo for her quinceanera, a 15th birthday celebration that's like a Mexican (or Mexican-American) girl's bat mitzvah and coming out party combined. Despite its feminine title, this is as much Carlos' movie as Magdalena's.\n\nAs its poster and advertising remind us, \"Quinceañera\" won both the jury and audience prizes at the 2006 Sundance Film Festival, and those honors are strangely indicative of its dramatic and stylistic limitations. If there was ever a movie that seemed precision-tailored for a Park City reception, this is it -- the quintessential example of the festival's favored brand of hand-crafted, slice-of-life, youth-oriented filmmaking that expresses affection for a nicely captured American subculture. In other words, it's a Sundance specialty, right from the box.\n\nThis is a shopping-list movie: A double coming-of-age story spiced with local color; a bittersweet portrait of a Los Angeles neighborhood in transition; a warm and soapy celebration of a Mexican-American community. \"Quinceañera\" is also a thoroughly predictable melodrama that's both kitchen-sink and \"After-School Special.\" You can see every plot development coming from miles away, much more clearly than you can see downtown L.A. from Echo Park most days.\n\nThe story is so generic it seems put together from pre-fab modular elements: the misunderstood kids whose mistakes can be blamed on their youth; the kindly old mentor who dispenses wisdom and unconditional love; the angry and inflexible father whose attitudes are stuck in the past; the newcomers who signal Change in the old ways of the neighborhood. Depending on how you look at it, it's \"Fast Times in Echo Park,\" or \"Flashdance\" with the aforementioned Hummer limo instead of a career as a go-go dancer.\n\nFortunately, directors Richard Glatzer and Wash Westmoreland (whose previous work, together and separately, include gay-themed films such as \"Grief,\" \"The Fluffer\" and \"Rubber is Natural\") are blessed with a fresh and appealing cast, and a flavorful and picturesque neighborhood setting. Uncle Tomas has a wonderful garden, a sanctuary of plants, colorful tiles, beads and mementos that feels like the interior of his imagination, a place he can retreat to reminisce over lost dreams. It's like another world -- which it may indeed be, since the filmmakers don't provide it with a spacial relationship to Tomas' apartment or the upstairs place belonging to his dilettantish, gay, yuppie landlords.\n\nThe teens in \"Quinceañera\" aren't much different than the materialistic galleria-shopping kids in \"Pretty in Pink\" or \"Sixteen Candles,\" only now they text-message each other on their cell phones and call somebody out for flaunting a $9.99 sale outfit from Target rather than Sears or J.C. Penney.\n\nWhile these are nice touches, the storytelling remains less than satisfying, particularly the ending, which pretends to wrap up everything in a nice, neat package by staging a nonsensical deus ex machina scene between father and daughter. In fact, only the most superficial elements are tied up with a pretty pink ribbon -- but you're supposed to go with your heart and ask questions later.", "running_time": null, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-08-08", "genres": ["Drama"], "title": "Quinceañera (2006)"}