{"url": "http://www.rogerebert.com/reviews/quitting-2002", "by": "Jia Fengsenas Hongsheng's Father", "star_rating": 2.5, "text": "\"Quitting\" is not so much a movie about drug addiction as a movie about sentimentalized Chinese ideas of drug addiction. It is a brave experiment, based on life and using actors who play themselves, but it buys into the whole false notion that artists are somehow too brilliant to be sober--that drugs and booze are almost necessary to tame their creativity, dull their pain, and allow them to tolerate life with the clods around them. Thus the \"cure\" is not so much to stop using as to stop dreaming; one must become boring to become clean and sober.\n\nAstonishing how persistent this idea is, since there is nothing more boring than a drunk or an addict repeating the same failed pattern every day. But China does not embrace the useful disease model of addiction, and in a hospital where the hero is sent, a fellow patient explains, \"The Soviets called it hysteria, but the Chinese called it dementia.\" Addiction is neither. In most cases, it is simply a habitual inability to avoid getting wasted.\n\nIf \"Quitting\" embraced Western ideas, its hero would no doubt quickly find himself attending AA meetings, and while that might be better for his health, it might not be better for this movie. \"Quitting\" stars Jia Hongsheng, who starred in Chinese movies and on television circa 1990, and then, while appearing in the title role of \"Kiss of the Spider Woman\" onstage in 1992, quickly progressed from pot through heroin into professional and personal dysfunction.\n\nEventually he had to move in with his sister. He became a recluse, and rejected all work offers. His parents, who were provincial actors, moved to Beijing to take care of him, and the four family members found themselves trapped in an apartment with his disease. Although this is a show-biz family, the parents come from a backwater; Hongsheng believes he receives secret messages from John Lennon, while his father has not even heard of the \"Bittles.\" Jia Hongsheng plays himself in this story. The parents and other characters play themselves, and the director of the film, Zhang Yang, was the real-life stage director of \"Kiss of the Spider Woman.\" This gives the film an eerie intrinsic interest: they act in scenes based on remembered pain. This is however not a documentary, and a startling shot late in the film underlines the fact that it is artistry, not fact.\n\nThe movie's pumped-up scenes of domestic anguish are the least convincing, and when Hongsheng hangs up on TV producers or hides in his room, he is less a suffering person than an addict acting out a tiresome script. When, however, he sits on the grass under a highway overpass with his father and they both drink beer, there is a kind of unforced communion; the father, who has a drinking problem, has promised his wife not to drink, and so as they play hooky together they have a moment of peace.\n\nZhang Yang's previous film was the popular \"Shower\" (1999), about a successful son who returns from the provinces to Beijing, where his elderly father and retarded brother run a bath house. That film was a warm human comedy, but has connections with \"Quitting\"; the director cares about how fathers and sons can seem so different and be so much the same.", "running_time": 112, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-15", "genres": ["Drama", "Foreign"], "title": "Quitting (2002)"}