{"url": "http://www.rogerebert.com/reviews/quiz-show-1994", "by": "John Turturroas Herbie Stempel", "star_rating": 3.5, "text": "\"Why fix them? Why not just make the questions easier? The audience doesn't want to see the contestants - they want to see the money.\" Dialogue from \"Quiz Show\" Amilestone in the decline of American values came in the mid-1950s, when it was revealed that many of the top TV quiz shows were rigged - that contestants were being supplied with the answers.\n\nThis was a milestone, not because of the scandal, which was a small storm to weather, but because of the result.\n\nThe early quiz shows rewarded knowledge, and made celebrities out of people who knew a lot of things and could remember them. The post-fix quiz shows rewarded luck. On \"The $64,000 Question\" and \"Twenty-One\" you could see people getting rich because they were smart. Today people on TV make money by playing games a clever child can master. The message is that it's not necessary to know anything, because you can be ignorant and still get lucky.\n\nThe 1950s have been packaged as a time of Eisenhower and Elvis, Chevy Bel-Airs and blue jeans, crew cuts and drive-ins. \"Quiz Show\" remembers it was also a decade when intellectuals were respected, when a man could be famous because he was a poet and a teacher, when TV audiences actually watched shows on which experts answered questions about Shakespeare and Dickens, science and history. All of that is gone now.\n\nThe first show, CBS's \"The $64,000 Question,\" was apparently on the level. But across the street at NBC's \"Twenty-One\" executives and sponsors watched the ratings, and realized that some contestants drew more viewers than others. A grating know-it-all named Herbert Stempel won for weeks on \"Twenty-One,\" partly because he was being given the answers. The executives decided his appeal was wearing thin. So they broke the news to him: He'd had a free ride long enough, and now it was time to lose.\n\nStempel took that news very badly. Meanwhile, America liked his successor, an attractive, disarming intellectual named Charles Van Doren, who was a member of one of America's great literary families: his father, Mark, and his uncle, Philip, were beloved and respected. Blinded not so much by money as by fame, Charles had agreed to cheat. And when Stempel blew the whistle on the whole setup, a Congressional investigator brought the deception tumbling down.\n\nRobert Redford has directed \"Quiz Show\" as entertainment, history, and challenge. It is fun as a thriller; we find ourselves sort of hoping Van Doren doesn't get caught. It works as a memory of the first decade in which a society that used to sit on the front porch went inside and stared at the tube. And then it asks us what we might have done, if someone offered us a lot of money and popularity for pretending to be smarter than we were.\n\nThe movie shows the sponsors casting the contestants as if they were regulars on a soap opera. It also reflects intriguing conflicts of race and class: Stempel (John Turturro) is portrayed as an unpolished Jew who is replaced by Van Doren (Ralph Fiennes), an urbane WASP. The congressional investigator, Richard Goodwin (Rob Morrow) is a Jew who is attracted to the genteel intellectualism of the Van Dorens (who, at a family dinner, play a Shakespeare trivia game). Goodwin attempts to bring down the quiz shows on Stempel's testimony while giving Van Doren a pass - just because he likes him.\n\n\"You're the Uncle Tom of the Jews,\" his wife accuses him. But he cannot help himself; Charles himself has become such a friend that he cannot bear to bring him crashing down. In a way, the movie subtly argues, Goodwin arrived at the same casting decision as the sponsors.\n\nThe movie uses real names throughout, including the network (NBC) and the sponsor (Geritol, which cured \"tired blood\" and made you \"feel stronger fast\"). It depicts TV producer Dan Enright (David Paymer) and game show host Jack Barry (Christopher McDonald) and there is a certain fascination in the fact that the movie, to use a 1950s catch phrase, \"names names.\" There is real poignancy in its portrayal of the upright, ethical Mark Van Doren (Paul Scofield) realizing what has happened to his son.\n\nThere are also little shocks along the way, as characters reveal that they have standards we no longer much adhere to. One executive says, in justifying the fix, \"It isn't like we're hardened criminals here - we're in show business.\" His moral justification was higher ratings. Today on TV, so many sins are justified in the name of ratings that any other standard hardly exists. Then, such reasoning was new.\n\nThe screenplay, by former Washington Post film critic Paul Attanasio, is smart, subtle and ruthless. And it is careful to place blame where it belongs. Oh, yes, Charles Van Doren was wrong to take the answers and play the game. But he has paid for his moment of weakness a thousand times over, year after year; to this day, millions of people remember him as \"the guy who cheated on the quiz show.\" But Van Doren is better remembered as the guy on the quiz show that cheated. The network, the sponsors and the producers set him up, and then they all stepped clear when the scandal broke.\n\nThe movie makes it clear that NBC and Geritol were able to claim they \"knew nothing\" about the rigged games, although they clearly did. And Dan Enright, the producer, was soon back at work making more TV shows. Only the contestants have continued to pay, and pay, and pay. There is a theological belief that it is a greater sin to tempt than to be tempted, and this movie firmly reminds us of that.\n\nNow take stock of what we have lost in the four decades since \"Twenty-One\"came crashing down. We have lost a respect for intelligence; we reward people for whatever they happen to have learned, instead of feeling they might learn more. We have forgotten that the end does not justify the means - especially when the end is a high TV rating or any other kind of popular success. And we have lost a certain innocent idealism.\n\nCharles Van Doren lied on a quiz show, and then the standards that created that quiz show went on to infect ever-widening circles, until Oliver North could lie to Congress, and then run for it.", "running_time": 133, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-09-16", "genres": ["Drama"], "title": "Quiz Show (1994)"}