{"url": "http://www.rogerebert.com/reviews/qwerty-2012", "by": "Dana Pupkinas Zoe", "star_rating": 3.0, "text": "\"Qwerty\" tells the love story of two lonely misfits who find hope with each other. One has been considering suicide. The other has been considering entering the national Scrabble championship. The movie is charming, winning and sweet. The performances are sort of lovable.\n\nDana Pupkin stars as Zoe, whose family vaguely recalls she might have had a boyfriend once. Eric Hailey is Marty, a security guard in a clothing store. They meet when Zoe is in the store, and Marty leaps on a table and starts shouting at the customers that the underwear is overpriced. \"No ass is worth $55!\" he advises them.\n\nThey have nothing in common with each other, or perhaps with anyone else. They lead protectively inward lives. He gives so little thought to his job that once he absentmindedly comes to work on his day off. She lives in a world of words and has a shelf full of dictionaries but has an uncanny way of always turning up at the Chicago Public Library's Scrabble Club meetings just as they're ending.\n\nZoe is alive and attractive, not that she knows it. Imagine a cuddly Sarah Silverman. Marty's hair may never have known a comb. He slouches about in an Army surplus jacket and has one of those situations where you can't tell if he's raising a beard or simply unshaven.\n\nThey begin to see each other. More accurately, they begin to be not alone while together. Like many new couples, they have a secret place they share. Theirs is out at the end of a forlorn breakwater pointing into Lake Michigan. This is during cold weather. Miraculously, their sex life is great.\n\nThe director Bill Sebastian and writer Juliet McDaniel find a nice balance in tones. Any tendency toward goofiness is undermined by the prevailing gloom. There's a scene where Zoe brings Marty home to meet her family from hell. True, Marty isn't super-presentable, even though he knows what a tie is, but the real problem is that Zoe believes her family hates her, and she's probably right.\n\nThen we get to the Scrabble tournament. The movie spares us detailed information about letters, words and point totals. This is more of an exercise of character observation. In a sense, it's less significant whether Zoe wins than whether she gets there on time. There's a nice supporting performance by Joel Wiersema as Dirk, the supercilious defending champion. I also liked the way the referee intones, \"Play … Scrabble!\"\n\nThis is a small, good-hearted movie that knows where it wants to go and how to get there. It didn't bowl me over, but I was perfectly happy while watching it — not least because of the appeal of the leads. It's smoothly and competently made, and well-filmed by David Wagenaar. I can't resist observing that, like many films shot in Chicago, it has certain shots that seem to exist only because the city is so damned photogenic.\n\nDirector Bill Sebastian and actress Dana Pupkin will attend the film's local premiere at 8 p.m. Saturday at the Film Center, where it repeats at 8 p.m. Monday and Wednesday.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-07-25", "genres": ["Comedy"], "title": "Qwerty (2012)"}