{"url": "http://www.rogerebert.com/reviews/rabbit-proof-fence-2002", "by": "Everlyn Sampias Molly", "star_rating": 3.5, "text": "The most astonishing words in \"Rabbit-Proof Fence\" come right at the end, printed on the screen as a historical footnote. The policies depicted in the movie were enforced by the Australian government, we are told, until 1970. Aboriginal children of mixed race were taken by force from their mothers and raised in training schools that would prepare them for lives as factory workers or domestic servants. More than a century after slavery was abolished in the Western world, a Western democracy was still practicing racism of the most cruel description.\n\nThe children's fathers were long gone--white construction workers or government employees who enjoyed sex with local aboriginal women and then moved on. But why could the mixed-race children not stay where they were? The offered explanations are equally vile. One is that a half-white child must be rescued from a black society. Another was that too many \"white genes\" would by their presumed superiority increase the power and ability of the aborigines to cause trouble by insisting on their rights. A third is that, by requiring the lighter-skinned children to marry each other, blackness could eventually be bred out of them. Of course it went without saying that the \"schools\" they were held in prepared them only for menial labor.\n\nThe children affected are known today in Australia as the Stolen Generations. The current Australian government of Prime Minster John Howard actually still refuses to apologize for these policies. Trent Lott by comparison is enlightened.\n\nPhillip Noyce's film is fiction based on fact. The screenplay by Christine Olsen is based on a book by Doris Pilkington, telling the story of the experiences of her mother, Molly, her aunt Daisy and their cousin Gracie. Torn from their families by government officials, they were transported some 1,500 miles to a training school, where they huddled together in fear and grief, separated from everyone and everything they had ever known. When they tried to use their own language, they were told to stop \"jabbering.\" At the time of the adventures in the movie, Molly (Everlyn Sampi) is 14, Daisy (Tianna Sansbury) is 8 and Gracie (Laura Monaghan) is 10. The school where they are held is not a Dickensian workhouse; by the standards of the time, it is not unkind (that it inflicts the unimaginable pain of separation from family and home does not figure into the thinking of the white educators). The girls cannot abide this strange and lonely place. They run away, are captured, are placed in solitary confinement. They escape again and start walking toward their homes. It will be a journey of 1,500 miles. They have within their heads an instinctive map of the way and are aided by a fence that stretches for hundreds of miles across the outback, to protect farmlands from a pestilence of rabbits.\n\nThe principal white character in the movie is A.O. Neville (Kenneth Branagh), who in 1931 was the administrator of the relocation policies and something of an amateur eugenicist, with theories of race and breeding that would have won him a ready audience in Nazi Germany. That Australians could have accepted thinking such as his, and indeed based government policy on it, indicates the sorry fact that many of them thought aborigines were a step or two down the evolutionary ladders from modern Europeans. That the aboriginal societies of Australian and New Zealand were remarkably sophisticated was hard for the whites to admit--especially because, the more one credited these native races, the more obvious it was that the land had been stolen from their possession.\n\nAs the three girls flee across the vast landscape, they are pursued by white authorities and an aboriginal tracker named Moodoo (David Gulpilil), who seems not especially eager to find them. Along the way, they are helped by the kindness of strangers, even a white woman named Mavis (Deborah Mailman). This journey, which evokes some of the same mystery of the outback evoked in many other Australian films (notably \"Walkabout\"), is beautiful, harrowing and sometimes heartbreaking.\n\nThe three young stars are all aborigines, untrained actors, and Noyce is skilled at the way he evokes their thoughts and feelings. Narration helps fill gaps and supplies details that cannot be explained onscreen. The end of the journey is not the same for all three girls, and there is more heartbreak ahead, which would be wrong for me to reveal. But I must say this. The final scene of the film contains an appearance and a revelation of astonishing emotional power; not since the last shots of \"Schindler's List\" have I been so overcome with the realization that real people, in recent historical times, had to undergo such inhumanity.", "running_time": 95, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-12-25", "genres": ["Action", "Adventure", "Drama", "Foreign", "History"], "title": "Rabbit-Proof Fence (2002)"}