{"url": "http://www.rogerebert.com/reviews/rabbit-hole-2010", "by": "John Cameron Mitchell", "star_rating": 3.5, "text": "In \"Rabbit Hole,\" Becca and Howie are trying their best to get on with things. This is the tricky and very observant story of how a married couple is getting along, eight months after their 4-year-old ran out into the street and was struck dead by a car. They were leveled with grief. Their sex life stopped. They lived for a time in a daze, still surrounded in the house by the possessions of the child who no longer lives there.\n\nBut their lives are no longer a daily agony. Life is beginning again. \"Rabbit Hole,\" based on an acclaimed play by David Lindsay-Abaire, occupies the drafty spaces between the cliches of this situation. Becca (Nicole Kidman) and Howie (Aaron Eckhart) are rattling unhappily in an emotional emptiness. As a couple, they attend a group therapy session for mourners, and Becca finds it's a room full of self-righteous therapy addicts, while Howie finds a sympathetic ear in Gaby (Sandra Oh). And that's just what he finds ― an ear. He finds someone who can hear him, and he feels he must have been speaking past Becca.\n\nShe is also not hearing her mother (Dianne Wiest) or a younger sister (Tammy Blanchard). She's not even on good terms with the dog. Sadness for her has settled into discontent. As a couple, they've reached that point of touchiness where nothing ever seems to be the right thing to say. What makes John Cameron Mitchell's film so interesting is that it bravely investigates what you say then.\n\nI know all this sounds like a mournful dirge, but in fact, \"Rabbit Hole\" is entertaining and surprisingly amusing, under the circumstances. The film is in a better state of mind than its characters. Its humor comes, as the best humor does, from an acute observation of human nature. We have known people something like this. We smile in recognition.\n\nI was interested in Nicole Kidman's performance. I've always believed her to be talented, since all those years ago when she and Thandie Newton starred in the wonderful \"Flirting\" (1991). She seems to be two people: the glamorous star of \"Moulin Rouge\" and \"Nine,\" and the risky, daring actress in \"Birth,\" \"The Hours\" and \"Eyes Wide Shut.\" Celebrity has clouded her image; if she were less glamorous, she would be more praised. Age will only be an asset to her.\n\nHere she plays the character who changes; she's the balance point of the story. Howie has things that happen in his life, but he essentially remains the same man. Becca is troubled and disturbed beyond the depths created eight months ago, and \"Rabbit Hole\" is about how she's pulled by inner tides.\n\nThe wonder is that Mitchell and David Lindsay-Abaire's screenplay see her confusion fairly clearly. Apart from anything else, \"Rabbit Hole\" is a technical challenge. It is simple enough to cover the events in the story, not so simple to modulate them for humor and even warmth. I knew what the movie would be about, but I was impressed by how it was about it.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-12-22", "genres": ["Drama", "Indie"], "title": "Rabbit Hole (2010)"}