{"url": "http://www.rogerebert.com/reviews/race-to-witch-mountain-2009", "by": "Dwayne Johnsonas Jack", "star_rating": 2.5, "text": "Before the sneak preview of \"Race to Witch Mountain,\" they had a little quiz show and gave away T-shirts. One question: \"Who plays Jack Bruno\"? Half the audience roared, \"The Rock\"! Not one lonely vote for Dwayne Johnson. The other famous movie \"Rock\" was born Roy Harold Scherer Jr. It's a name that stays in the mind.\n\nI think Dwayne Johnson has a likable screen presence and is a good choice for an innocuous family entertainment like this, and also he once sent me some Hawaiian Macadamia Nut Brickle. I would have mailed it back because film critics are not supposed to accept gifts from movie stars, but I accidentally ate it first. What Johnson does here is provide a credible tough guy action hero in a non-threatening mode. He rules over chases, fights, explosions and an Ooze Monster, yet never seems nasty, so the kids can feel safe around him.\n\nYoung audiences will like the kids in the movie, played by AnnaSophia Robb and Alexander Ludwig. And in using kids as the co-stars, the movie has its cake and eats, too, because Sara and Seth may look like they're 15 or 16, but actually, you see, they're aliens whose flying saucer crash-landed and is being held at a secret government UFO facility inside Witch Mountain -- so secret, the mountain is not shown on Google Maps. I suspected right away it was a mountain made for this movie, because it is shaped like a sawed-off version of the mashed potato sculpture that Richard Dreyfuss kept sculpting in \"Close Encounters of the Third Kind\" -- the one that resembled, you remember, the outcrop where the flying saucer landed.\n\nAnyway, in this \"reimagining\" of \"Escape to Witch Mountain\" (1975), the Rock plays a former driver for a Las Vegas mob boss, who goes straight after he gets out of prison and starts driving a taxi. In his back seat one day, Sara and Seth materialize, explain they are aliens and ask him to drive them to a remote desert location. They talk like an artificial intelligence program that got a D in English, although later they gradually start to sound more like Disney teenagers. They're later joined by Dr. Alex Friedman (Carla Gugino), an expert who was in Vegas lecturing to fanboys and girls at a combination UFO convention and costume party.\n\nOn their tail is a pursuit team of federal agents, led by a hard-nose named Burke (Ciaran Hinds). Burke moves in a caravan of three black SUVs with tinted glass, although when necessary he can materialize dozens of heavily armed SWAT team members. The chase leads deep into Witch Mountain, although not before the kids enter a buried chamber beneath a miner's shack and there obtain some kind of extraterrestrial cell phone extracted by Seth after plunging his arm up to the elbow into a pulsating mass of gelatinous goo.\n\nFurther details I will leave for your discovery. Since Seth and Sara only appropriated the bodies of human teenagers, I was left with a couple of questions. (1) Did they displace real teenagers or only clone themselves? (2) They're cute, but what do they actually look like as aliens? Not quivering gobs of mucilaginous viscidity, I trust.", "running_time": 98, "mpaa_rating": "PG", "release_year": 2009, "date_published": "2009-03-11", "genres": ["Adventure", "Family", "Fantasy", "Science Fiction", "Thriller"], "title": "Race to Witch Mountain (2009)"}