{"url": "http://www.rogerebert.com/reviews/rachel-getting-married", "by": "Anne Hathawayas Kym", "star_rating": 4.0, "text": "The rules say that critics don't discuss movies after screenings. After I saw Jonathan Demme's \"Rachel Getting Married\" for the second time, however, a friend asked: \"Wouldn't you love to attend a wedding like that?\" In a way, I felt I had. Yes, I began to feel absorbed in the experience. A few movies can do that, can slip you out of your mind and into theirs.\n\nRachel (Rosemarie DeWitt) does indeed get married. There is an engrossing plot involving her sister Kym (Anne Hathaway). But I believe the film's deep subject is the marriage itself: How it unfolds, who attends, the nature of the ceremony, what it has to observe about how the concept of \"family\" embraces others, and how our multicultural society is growing comfortable with itself.\n\nThe story centers on Kym (Hathaway), a recovering drug addict who after being in and out of rehab for 10 years is now several months into a treatment that seems to be working. She's given a day pass to attend her sister's wedding. Her family lives in a big old country house in Connecticut, filled with memories, family, future in-laws, and the friends of bride and groom. Sidney (Tunde Adebimpe, lead singer of the rock group TV on the Radio), Rachel's intended, is a classical musician, and all kinds of music fill a film that has no formal score. The wedding party is what we call \"diverse.\" I'm not going to identify characters by race, because such a census would offend the whole spirit of the film. These characters love one another, and that's it.\n\nNotice the visual strategy of Demme and his cinematographer, Declan Quinn. Some shots are dealt with in a traditional way (establishing, closeups, etc). More shots plunge right into the middle of the characters; some may be hand-held, or maybe not, but for me, they reproduce an experience we've all had. That's when we wander through a party looking first here and then there, noticing who is where and why, connecting threads, savoring. Sometimes we walk outside and look through doorways and windows. This visual approach is how they populate the film with a large number of characters, establish them, familiarize us and don't pause for redundant identifications. We don't meet everyone at a wedding but we observe everyone.\n\nConsider in this context the former and present wives of the father, Paul (Bill Irwin). His first wife, Abby (Debra Winger), is the mother of Kym, Rachel and a younger brother who drowned. She is of intense importance to Kym. Their private conversation is filmed in a traditional, powerful way, underlining dialogue and emotion. Then consider Paul's second wife, Carol (Anna Deavere Smith). She has limited dialogue and no big dramatic scenes. But without being obvious about it, Demme and Quinn make her very present. As we wander through the house and sit through the rehearsal dinner, the wedding and the party, we are always aware of her.\n\nThis is exactly right, and observant of the way a loved and comfortable \"second wife\" functions at an event where the bride's parents have higher billing. She knows everyone, watches everything, is pleased or concerned, stands quietly behind her husband, loves his daughters, smooths the waves. To give her a foregrounded role would have been a mistake. But you will not forget her.\n\nOne of the reasons Smith works so well as an unobtrusive soothing element is typecasting. She looks like she would be the kind of person she plays. Whether she really is or not, I wouldn't know. But that's not the point of typecasting. Why have I given so much attention to a relatively minor character? Because she represents the film's approach to all the characters. When Robert Altman is thanked in the end credits, I imagine it is not only because he was Demme's friend, but because his instinct for ensemble stories was an example. Demme's owes much to his editor, Tim Squyres, who also edited Altman's \"Gosford Park,\" another film that kept track of everyone at a big house party. That might have been the very reason he was hired.\n\nDemme's achievement is shared with the original screenplay by Jenny Lumet. This is her first writing credit, but the story might have felt like second nature to her. She is descended from artists; her grandparents on her mother's side were the singer Lena Horne and the jazz legend Louis Jordan Jones; her grandparents on her father's side were Baruch and Eugenia Lumet, an actor-director and an actress. Her father is director Sidney Lumet, and her mother, writer Gail Lumet Buckley. The apple did not fall far from those trees. I don't have to be told that her life has included countless gatherings of the nature of Rachel's wedding. Although I do not know Sidney Lumet well, I know enough to say he is kind and warm; I suspect he was an inspiration for the character Paul, who can hear Carol even when she isn't talking.\n\nJenny Lumet has an older sister, sound editor Amy Lumet. That's interesting. Is the film autobiographical? I have no way of knowing. Demme demonstrates something he shares with Altman: He likes to be surrounded by his own extended family. The gray-bearded man who performs the ceremony is his cousin, the Rev. Robert Castle, subject of Demme's doc \"Cousin Bobby\" (1992). And so on. Apart from the story, which is interesting enough, \"Rachel Getting Married\" is like the theme music for an evolving new age.", "running_time": 113, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-08", "genres": ["Drama", "Indie"], "title": "Rachel Getting Married (2008)"}