{"url": "http://www.rogerebert.com/reviews/racing-stripes-2005", "by": "Bruce Greenwoodas Nolan Walsh", "star_rating": 2.0, "text": "\"Racing Stripes\" is a compromise between \"National Velvet\" and \"Babe,\" leading to the inescapable question: Why not see them, instead of this? It tells the story of the young girl who has faith in a disregarded animal and rides it to victory in a derby, and it has the barnyard full of cute talking animals. There are kids who will like it, but then there are kids who are so happy to be at the movies that they like everything. Adults are going to find it a little heavy on barnyard humor.\n\nThe story: On a night journey, a circus truck breaks down, and when the caravan resumes its journey, a basket has been forgotten by the side of the road. It contains a baby zebra. Horse trainer Nolan Walsh (Bruce Greenwood) and his daughter Channing (Hayden Panettiere) find the orphan. Nolan wants to trace its owners, but Channing of course falls in love with it and wants it for a pet. It wouldn't seem that hard to find the owners of a baby zebra in Kentucky, but Nolan agrees, and the baby is named Stripes.\n\nThe Walsh farm occupies high ground above a racetrack, which absorbs much of the attention of the farm's animals. Walsh himself was a trainer, we learn, until he fell into depression after his wife died in a riding accident. He has forbidden Channing to follow her lifelong dream of being a jockey, but are we all agreed it's only a matter of time until she rides Stripes to victory in the local derby?\n\nThe animals in the movie are all real animals, except for the animated flies (voices by Steve Harvey and David Spade). Computer effects are used, however, to sync their mouths with the dialogue -- an effect that's a little creepy. Cartoon animals have a full range of facial expressions, but when real animals are given CGI lip movements, there often seems to be a disconnect between the lips and the face.\n\nThe Walsh farm is that anachronism in these days of agri-business, a diversified barnyard filled with examples of every farm animal that might show promise as a character. They're voiced by actors who are quickly identifiable (Dustin Hoffman as a short-tempered Shetland, Joe Pantoliano as a pelican named Goose who seems to be hiding out from the mob, Whoopi Goldberg as a goat and Mandy Moore as a mare who falls in love with Stripes, although the movie wisely avoids the question of what would happen should they decide to begin a family). Stripes is voiced by Frankie Muniz of \"Agent Cody Banks\" and the wonderful \"My Dog Skip\" (an infinitely better movie about a friendship between a kid and his pet).\n\nThe racetrack is run by a Cruella DeVille type named Clara Dalrymple (Wendie Malick), reminding us of how reliable Dalrymple is as a movie name for upper-crust snobs. Her own horse, Trenton's Pride (voiced by Joshua Jackson), is favored to win the derby, and she doesn't see any point in letting a zebra enter the race. In a way, she has logic on her side. It's a horse race. There aren't any gazelles or ostriches, either.\n\nI will get the usual feedback from readers who took their children to see \"Racing Stripes\" and report that the whole family loved the movie. For them, I am happy. It is a desperate thing to be at a movie with children who are having a bad time. But when you think of the \"Babe\" pictures, and indeed even an animated cartoon like \"Home on the Range,\" you realize \"Racing Stripes\" is on autopilot with all of the usual elements: a heroine missing one parent, an animal missing both, an underdog (or underzebra), cute animals, the big race. This is the kind of movie you might grab at the video store, but it's not worth the trip to the theater.", "running_time": 102, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-01-13", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Racing Stripes (2005)"}