{"url": "http://www.rogerebert.com/reviews/racing-with-the-moon-1984", "by": null, "star_rating": 3.5, "text": "I'd like to start with a hypothetical question: How long has it been since you went to a movie that ended with the words \"I love you?\" For me, it had been a very long time, and one of the simpler pleasures of \"Racing With the Moon\" was to observe the movie marching inevitably toward those three words. A deeper pleasure was that the movie arrived there with grace and charm.\n\nThe story takes place in California in 1943, with the United States at war and teenagers volunteering for the service. We meet a couple of high school kids, Hopper and Nicky, who are pinspotters down at the bowling alley and otherwise spend their time cutting classes, shooting pool, hitching rides on trains, and talking about the meaning of life. We are reminded of Tom and Huck. One night Hopper goes to the movies. His eyes meet the girl who is selling him his ticket, and he is thunderstruck by her. Her name is Caddie. Nicky already has a girlfriend, a plump little blonde named Sally. Hopper starts a campaign to win Caddie's heart, by slipping her flowers anonymously and tracking her down in the high school library. It appears that Caddie is a rich kid who lives in the house on the hill. But she likes Hopper anyway, and he likes her, and \"Racing With the Moon\" turns into a love story.\n\nSo far, what we have here is a movie that could go in several different directions. It could be sappy, it could be great, it could be dripping with so much nostalgia that it would feel like a memory even while we were watching it. \"Racing With the Moon\" doesn't fall into the \"Summer of '42\" (1971) nostalgia trap, but tries to be honest with its romantic characters. The performers are probably the reason that approach works so well. The three leading actors are Sean Penn and Elizabeth McGovern, as the young lovers, and Nicolas Cage, as Penn's friend. It's a pleasure to watch them work.\n\nPenn, in particular, shows a whole side we didn't see in movies like \"Bad Boys\" (1983) or, needless to say, \"Fast Times at Ridgemont High\" (1982). He's somehow better-looking than before, and more relaxed and confident. He doesn't come across with a lot of distracting self-importance. He plays the kind of kid who uses a rough exterior -- smoking and shooting pool -- as a kind of cover-up for the intelligence and sensitivity underneath, and one of the movie's best quiet moments comes when he reveals how well he can play the piano. \n\nMcGovern, who had such a sweet face and such a wicked charm as the mistress in \"Ragtime\" (1981), seems younger here. She has a secret she keeps from Penn, but only because she loves him. The way she plays against him is fun to watch: She's not a flirt and she's not coy, but instead she's open with this kid and has fun teasing him; there's a scene where she sets him up for a date with her girlfriend, and it's written and choreographed so carefully that it takes you back to any soda fountain you may ever have inhabited. Cage is good, too, reckless and self-destructive and dreamy, and by the end of the movie we really have a feeling for their complex relationships with each other.\n\n\"Racing With the Moon\" is a movie like \"Valley Girl\" (1983) or \"Baby, It's You\" (1983), a movie that is interested in teenagers and willing to listen to how they talk and to observe, with great tenderness, the fragility and importance of their first big loves. It's easy to end a movie with \"I love you,\" but it's hard to get there honestly.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama", "Romance"], "title": "Racing With the Moon (1984)"}