{"url": "http://www.rogerebert.com/reviews/radical-disciple-the-story-of-father-pfleger-2009", "by": "Bob Hercules", "star_rating": 3.0, "text": "The most significant image of Father Michael Pfleger may be an old snapshot, taken in the basement of his childhood home. It shows him in front of an altar made of orange crates and a white sheet, with candles and a Bible on it. My mother used to implore me to pray for a vocation to the priesthood. With little Mike Pfleger, there was never any doubt.\n\nMichael Pfleger is well known in Chicago and elsewhere as an outspoken liberal and civil rights advocate. The Roman Catholic hierarchy doesn’t concern itself with its politics, but in the very public way he weaves them into his priesthood. He advocates politics in his sermons, shares his pulpit with others, leads demonstrations, speaks out. He invited the controversial Rev. Jeremiah Wright to speak from his altar before a reading by the poet Maya Angelou. At the height of the controversy in autumn 2008, he preached from Wright’s altar.\n\nPolitics are not to be discussed from the pulpit. Nobody but a Catholic priest is to give a sermon. There is another problem. In the archdiocese of Chicago, a priest is assigned to a parish for six years, renewable once. Pfleger has been the pastor at St. Sabina’s Church on the South Side since 1981. When he went there, he was the youngest Catholic pastor in Chicago. Now he has been there longer than any other priest has served in one parish in America. That has made a series of cardinals increasingly unhappy. Now 60, Pfleger seems to consider St. Sabina’s a lifetime pastorate, and his congregation agrees. He walks a tightrope. “Somebody is in my church every Sunday waiting to trip me,” he says in this doc.\n\nPfleger feels a deep affinity with his parishioners. When he first came to the parish, the church was desolate, run down, sparsely attended, scheduled for closure. Soon it was packed for services. He led campaigns to restore the church. He rebuilt St. Michael’s Academy, opened an employment resource center and social services center and built residences for senior citizens.\n\nThe elder housing is on land once occupied by bars, porno stores and hookers. Pfleger led campaigns against such stores, singling out merchants who sold alcohol or tobacco to minors, leading campaigns against billboards targeting teenagers, selling malt liquor and cigarettes. He was behind 20 Chicago billboards advising “Stop Listening to Trash,” and attacking several rappers for their songs, often violent, that were disrespectful to women. He and the Rev. Jesse Jackson led demonstrations against gun-shop owners selling to inner-city youths.\n\nI have attended mass at St. Sabina’s three or four times. The South Side congregation is predominantly African American, with a good sprinkling of other races. Pfleger is a gifted, impassioned orator. A black parishioner in this documentary says when she started going to the church, she sat in the back and couldn’t see him. By his voice, she thought he sounded black.\n\nPfleger was an outspoken supporter of Barack Obama. It’s not that he told his congregation it would be a sin to vote against him, it’s more that he considered it unthinkable. The archdiocese fears his sermons will threaten its tax-exempt status. He has been reprimanded more than once by Cardinal Francis George, who would dearly love to reassign him and once put him on leave for two weeks to “meditate and reconsider.”\n\n“He keeps a distance” from the official church, says Sun-Times columnist Carol Marin in the documentary. She covered Pfleger for years as a TV reporter. He also doesn’t bond readily with other priests. His focus is on his pastorate, not the church structure. However Pleger’s theology remains orthodox. He is arguably the most loved white man in Chicago’s African-American community. Among mainstream Catholics, not so much. “He is a follower of Marx,” says Tom Roeser, head of the Catholic Citizens of Illinois.\n\nBob Hercules’ documentary, screening as part of the Film Center’s annual Black Harvest Film Festival, assembles archival and new footage and interviews into a comprehensive portrait. If you’ve heard of Father Pfleger and want to know more, here is the place. What seems to be lacking is a fuller examination of the church’s differences with its priest. Archdiocesan spokesmen are judicial. Roeser seems more concerned with Pfleger’s politics than his theology. The most helpful view comes from Marin, who has covered him for 30 years, approves of him but questions some of his choices and strategies.\n\nOne thing seems certain. More than most priests, he has brought material change to the community and transformed his parish. Some of his most passionate actions can be seen as practicing the teachings of Jesus quite literally.", "running_time": null, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-08-26", "genres": null, "title": "Radical Disciple: The Story of Father Pfleger (2009)"}