{"url": "http://www.rogerebert.com/reviews/radio-days-1987", "by": "Mia Farrowas Sally White", "star_rating": 4.0, "text": "I can remember what happened to the Lone Ranger in 1949 better than I can remember what happened to me. His adventures struck deeply into my imagination in a way that my own did not, and as I write these words there is almost a physical intensity to my memories of listening to the radio. Television was never the same. Television shows happened in the TV set, but radio shows happened in my head.\n\nThat is one of the truths that Woody Allen evokes in \"Radio Days,\" his comedy about growing up in the 1940s. Another one is that glamor and celebrity meant something in those days. For millions of people living in ordinary homes in ordinary neighborhoods, the radio brought images of beings who lived in a shimmering world of penthouses and nightclubs, in dressing rooms and boudoirs.\n\nThe hero of \"Radio Days\" is an ordinary person like that: an adolescent Jewish kid who grows up in Brooklyn in a house full of relatives and listens passionately to the radio. But the movie is not simply his story. It is also the story of 1940s radio itself, and it re-creates many of the legends that the kid hears.\n\nFor example, the story of the burglars who answered the phone in a house they were burgling and won the jackpot on \"Name That Tune,\" and the prizes were delivered the next day to their bewildered victims. Or the embarrassing plight of the suave radio host who liked to play around and got locked on the roof of a nightclub with the cigarette girl. Or the way the macho heroes of radio adventure serials turned out, in real life, to be short little bald guys. (The one legend Allen leaves out is the scandal of the kiddie-show host who growled \"That oughta hold the little bastards\" into an open mike.) \"Radio Days\" cuts back and forth between the adolescent hero's working-class neighborhood in Brooklyn and the glamorous radio world of Manhattan. And, like radio, it jumps easily from one level of reality to another. There are autobiographical memories of relatives and school, neighbors and friends, and then there are the glittering radio legends that seeped into these ordinary lives.\n\nAllen is not concerned with creating a story with a beginning and an end, and his movie is more like a revue in which drama is followed by comedy and everything is tied together by music, by dozens of lush arrangements of the hit songs of the 1940s. He has always used popular music in his movies, but never more than this time, where the muscular, romantic confidence of the big-band sound reinforces every memory with the romance of the era.\n\nThere are so many characters in \"Radio Days\" and they are in so many separate vignettes, that it's hard to give a coherent description of the plot - or plots.\n\nIn form and even in mood, it is closest to Federico Fellini's \"Amarcord,\" which also was a memory of growing up - of family, religion, sex, local folk legends, scandalous developments and intense romantic yearnings, underlined with wall-to-wall band music. In a way, both films have nostalgia itself as one of their subjects. What they evoke isn't the long-ago time itself, but the memory of it. There is something about it being past and gone and irretrievable that makes it more precious than it ever was at the time.\n\nAs part of this nostalgic feeling, Allen seems to have made a deliberate attempt to use as many of his former actors as possible. The movie is a roll call of casts from earlier films, from Mia Farrow and Diane Keaton to Tony Roberts, Danny Aiello, Dianne Wiest, Jeff Daniels and Wallace Shawn. And viewers with good memories will notice there also are many actual radio veterans in the movie, such as Don Pardo and Kitty Carlisle, and the shadows of others, such as Bill Stern, whose inspirational parables about sports heroes are mercilessly satirized.\n\nThe one actor who is not visible is Allen. But his teenage alter ego (Seth Green) provides a memory of young Allen in \"Take the Money and Run,\" and then there is Allen's own voice on the soundtrack, evoking those golden days of yesteryear. There also is the Allen irreverence in several moments of absolutely inspired comedy, such as a classroom show-and-tell session, or the time the young hero collects dimes for Israel and then spends them on a boxtop secret decoder ring and has to face the rabbi's wrath.\n\n\"Radio Days\" is so ambitious and so audacious that it almost defies description. It's a kaleidoscope of dozens of characters, settings and scenes - the most elaborate production Allen has ever made - and it's inexhaustible, spinning out one delight after another.\n\nAlthough there is no narrative thread from beginning to end, there is a buried emotional thread. Like music, the movie builds toward a climax we can't even guess is coming, and then Allen finds the perfect images for the last few minutes for a bittersweet evocation of goodbye to all that.\n\nHis final moments are staged on a set representing a rooftop on Times Square, with a smoker puffing his cigarette on a Camel billboard, while in another direction a giant neon top hat is lifted and lowered.\n\nThis set is so overblown and romantic, it's like the moment in \"Amarcord\" when all of the townspeople get into boats and go out to watch the great ocean liner go past, and we see that the liner is obviously a prop - a vast, artificial Christmas tree of shimmering lights and phony glory. Allen finds the same truth that Fellini did: What actually happens isn't nearly as important as how we remember it.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-01-30", "genres": ["Comedy", "Drama", "Indie"], "title": "Radio Days (1987)"}