{"url": "http://www.rogerebert.com/reviews/radioland-murders-1994", "by": "Brian Benbenas Roger", "star_rating": 1.0, "text": "The opening shot of \"Radioland Murders\" is terrific - a move down the length of a towering radio antenna above an Art Deco building. Because the shot begins in a sky filled with stars, at first we don't realize what we're looking at, and the illusion is of a space ship, like Darth Vader's Death Star, aiming into space.\n\nThen we're inside the new radio studios of WBN, a superstation in Chicago, where the owner, General Whalen, is about to inaugurate his new fourth network. The reference is obviously to radio station WGN and its overlord, the goofy Col. Robert McCormick.\n\nAnd the time is somewhere in the 1940s, with television just around the corner but radio still king.\n\nThe action of the movie takes place in a single night, as WBN hurls a dazzling array of stars at the radio audience, while meanwhile half a dozen bizarre murders take place on the premises.\n\nWho is the killer - and what is his motive? Michael Lerner plays the Chicago detective in charge of the investigation.\n\n\"Radioland Murders,\" directed by Mel Smith (\"The Tall Guy\"), is based on a story by George Lucas, who obviously remembers the final golden age of radio. Briefly glimpsed during the course of the evening are such actual performers as George Burns, Billy Barty and Rosemary Clooney, and actors who are clones for Gene Autry, Cab Calloway, the Andrews Sisters, Spike Jones, Frank Sinatra, and Astaire & Rogers. (They dance. It's a little hard to imagine how the radio audience could relate to that, but never mind).\n\nMeanwhile, in a back room, the sound effects man goes berserk trying to keep up with everything. (He's played by Christopher Lloyd, surrounded by equipment that makes him look a little like his mad scientist in the \"Back To The Future\" movies.) The production is bright and flashy, and the actors certainly have high energy levels. Mary Stuart Masterson, who plays the chief producer, and Brian Benben, as her estranged husband, never stop screaming and running up and down hallways, and if one person is slammed into a wall by an opening door, a dozen are.\n\nBut the movie just doesn't work. It's all action and no character, all situation and no comedy. The slapstick starts so soon and lasts so long that we don't have an opportunity to meet or care about the characters in a way that would make their actions funny.\n\nIt's just all movement.\n\nToo bad. The resources on tap in this movie are impressive, including great art direction and an extended special effects scene when Brian Benben, suspected of the murders, finds himself swinging from the station call letters, high above the street. And of course eventually someone will have to climb that awesome radio tower; it's a movie axiom that towers in the movies exist to be scaled.\n\nMaybe, actually, a quieter production would have been funnier. One in which human qualities could have emerged. \"Radioland Murders\" is the kind of movie that makes you wish you had earplugs, it's so loud and shrill. What the filmmakers should have realized was that great slapstick was always based on characters we knew, and that the pie fights were the climax, not the whole movie.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-10-21", "genres": ["Comedy", "Mystery", "Thriller"], "title": "Radioland Murders (1994)"}