{"url": "http://www.rogerebert.com/reviews/radio-2003", "by": "Cuba Gooding Jr.as Radio", "star_rating": 3.0, "text": "I don't know the slightest thing about the true story that inspired \"Radio,\" and I don't really want to, because the movie has convinced me that it's pretty close to real life. I believe that because (1) the closing credits include footage of the real Radio Kennedy and Coach Jones, and (2) because the movie isn't hyped up with the usual contrivances. Here is a film about football that doesn't even depend for its climax on the Big Game.\n\nThere are scenes that in another movie might have seemed contrived -- the way the local boosters club gathers after every game in the downtown barbershop, for example, to get the coach's report and grill him. Isn't this the sort of thing that only happens in movie small-towns? Just like there's always a diner filled with regulars who apparently sit there 24 hours a day waiting to act as the local Greek chorus? Maybe, but by the end of \"Radio\" I was half-convinced that if I were to visit Anderson, S.C., on the night of a high school game, I could walk downtown and see the boosters right there through the barbershop window.\n\nThe movie is based on a Sports Illustrated story, written by Gary Smith, about the way a series of Anderson teams and coaches have adopted James \"Radio\" Kennedy, a mentally disabled local man, as a team mascot and cheerleader. He is much beloved, and we sense that his good heart and cheer needed only the right opportunity to give him this mission in life. The movie focuses in fictional form on Radio's first season with the team, and about the bond that forms between the youngish man (Cuba Gooding Jr.) and lean, no-nonsense Coach Harold Jones (Ed Harris).\n\nRadio, when first seen, goes on his harmless daily rounds through the town, pushing a shopping cart filled with treasures and listening to a beloved portable radio. One day a few football players lock him in an equipment shed and throw footballs at it, frightening him, and after Jones rescues Radio, he becomes committed to a project -- an obsession, really -- to involve Radio with the team.\n\nJones' wife Linda (Debra Winger) of course has the obligatory scenes complaining that his mind is always on his work. His daughter Mary Helen Jones (Sarah Drew) of course has the obligatory scenes in which she stays out too late and gives other signs of needing more of her father's attention. But here's an unexpected thing: Not much is made in the obligatory way of these subplots, because Jones is a nice guy and his family understands him and the daughter sort of solves her own problems.\n\nThere are villains of a sort. Johnny Clay (Riley Smith) is the star player who instinctively picks on Radio, maybe because his dad Frank (Chris Mulkey) is also a bully (does it go without saying that Frank is the town banker, and a big cheese in the booster club?). Frank thinks Radio is a \"distraction\" to the team, but Radio is so beloved and Coach Jones such a big-hearted man that even the villains seem to be going through the motions just to be good sports and lend the film some drama.\n\n\"Radio\" is such a sweet expression of the better side of human nature, indeed, that it's surprising to find it in theaters and not on one of the more innocuous cable channels. In Gooding and Harris, it has top-line talent, and a screenplay by Mike Rich (who wrote \"Finding Forrester\"). Director Mike Tollin (\"Summer Catch,\" unreviewed by me) tells his story as simply and directly as he can, with no fancy stuff, and what we get is just what we're promised, a story about a town that adopts a disadvantaged young man for its benefit and his own. Radio teaches the town, Jones says, by treating everyone the way we should all treat one another; the young man is incapable of meanness, spite or dishonesty.\n\nThe role is tricky for an actor; Gooding wants to make Radio lovable without being grotesquely cute, and mostly he succeeds, although Gooding is by instinct an expansive actor (the kind of man you imagine underlines his signature), and maybe a calmer actor like Ice Cube would have been a good choice. It was enough for Gooding to make me like Radio; in a few scenes I think he wanted me to pet him. Ed Harris is well cast in a role like Coach Jones, because he brings along confident masculine authority without even having to think about it. The other actors are pretty much pro forma; Alfre Woodard plays the sensible high school principal, S. Epatha Merkerson is convincing as Radio's loving mom, and Debra Winger is strong in a small role that makes me want to see her in a larger one.\n\nNow if the movie's story sounds too good to be true, that's probably how you'll find it. There is no cynicism in \"Radio,\" no angle or edge. It's about what it's about, with an open, warm and fond nature. Every once in a while human nature expresses itself in a way we can feel good about, and this is one of those times.\n\nFor families, for those who find most movies too cynical, for those who want to feel good in a warm and uncomplicated way, \"Radio\" is a treasure. Others may find it too slow or sunny or innocent. You know who you are.", "running_time": 109, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-10-24", "genres": ["Drama", "Sports Film"], "title": "Radio (2003)"}