{"url": "http://www.rogerebert.com/reviews/radio-flyer-1992", "by": "Lorraine Braccoas Mary", "star_rating": 1.5, "text": "\"Radio Flyer\" pushes so many buttons that I wanted to start pushing back. One of the things I resisted was the movie's almost doglike desire to please. It seems to be asking: How can anyone dislike a movie that is against child abuse, and believes little red wagons can fly? I found it fairly easy. The movie pushes so many fundamental questions under the rug of its convenient screenplay that the happy ending seems like cheating, if not like fraud.\n\n\"Radio Flyer\" begins with the compulsion, common to so much children's literature and film, to place its little heroes in a cruel and heartless world. Like all those cartoon characters who lose their parents, are kidnapped, or have their homes burned down or their families lost at sea, this one begins on a sad note, with a divorce. The central characters, Mike and Bobby, are then taken by their mother to California, where she marries a sadistic, drunken bully who wants to be called The King. When Mom isn't around, The King likes to beat little Bobby, who gets black and blue welts as a result.\n\nThe mother (Lorraine Bracco) is a strange case, an engaging, intelligent, hardworking woman who somehow fails to notice that she is married to a monster. She also misses the welts on Bobby's back, and of course her kids, feeling untrusted and abandoned, do not tell her about the beatings. Instead, they begin to plan an escape for little Bobby, by outfitting his Radio Flyer wagon with wings and an engine, so it will fly, and he can leave town and never come back.\n\nThey have some reason to think this plan will work. A kid named Fisher once coasted his wagon down a hill and up the slope of a barn, and he flew through the sky so high he was almost able to hitch a ride on the tail of a plane that was taking off from the valley. Of course, Fisher also suffered a terrible fall, and when we finally meet him, late in the picture, he is crippled, but there you have it: Heroes have to take chances.\n\nI will not regale you with the details by which Bobby's maiden flight takes place. I was so appalled, watching this kid hurtling down the hill in his pathetic contraption, that I didn't know which ending would be worse. If he fell to his death, that would be unthinkable, but if he soared up to the moon, it would be unforgiveable - because you can't escape from child abuse in little red wagons, and even the people who made this picture should have been ashamed to suggest otherwise.\n\nWho was this movie made for? Kids? Adults? What kid needs a movie about a frightened little boy who is at the mercy of drunken beatings? What adult can suspend so much disbelief that the movie's ending, a visual ripoff from \"E.T.,\" inspires anything other than incredulity? What hypothetical viewer could they possibly have had in mind? \"Radio Flyer\" was a famous screenplay by David Mickey Evans, before it was a movie. It was one of the hottest screenplays in town, maybe because of the incongruity of its elements. If somebody at a story conference didn't describe this movie as \"child abuse meets Peter Pan,\" they were missing a bet. It is utterly cynical from beginning to end, and never more cynical than in its contrived idealism. Was the screenplay so sought-after, so expensive, that no sane voice was heard, raising fundamental objections? Hollywood fought tooth and nail to spend a fortune on this screenplay. Was the movie launched in some kind of mass hysteria? I know that the voice-over narration suggests that maybe this wasn't the way the story really happened, and is only the way Mike, the older brother, now remembers it as an adult. OK, but then what did really happen? Did Bobby fall to his death? Did the cops haul away The King? Did Mom wise up? \"Radio Flyer\" is a real squirmarama of unasked and unanswered questions. At the end, there's an 800 number you can call if you want information on child abuse. I imagine the volunteers at the other end would have some pithy observations about this movie.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-02-21", "genres": ["Drama"], "title": "Radio Flyer (1992)"}