{"url": "http://www.rogerebert.com/reviews/rage-1970", "by": "George C. Scottas Dan Logan", "star_rating": 2.5, "text": "The man and his young son live alone on the big Nevada ranch. One summer night they camp out under the stars. On the same night, an experiment in antipersonnel chemical sprays is carried out at a nearby Army base. The nozzle on the spraying plane locks in the open position, the man and boy are exposed to the chemical, and within a few hours the boy is dead.\n\nThis is the basis for \"Rage,\" the first movie directed by George C. Scott and obviously a personal project with which he felt great identification. Some of the facts seem to have been borrowed from the infamous case of the poisoned sheep in Colorado a few years ago; in that case, the Army tried to conceal that it was testing poison gas, just as it does in the film.\n\nBut Scott is interested in more than government falsehoods. \"Rage\" is the story of collusion among the Army, the Public Health Service and a hospital staff. Together, \"for the good of the patient,\" they conceal the death of his son, do not tell him that he himself is dying, keep him in a drugged state with unnecessary sedatives for several days and make him a virtual prisoner. The man's family doctor protests, but is shunted aside by the interlocking bureaucracies.\n\nOne thing you have to say about Scott's indictment of the system: He doesn't fool around pulling any punches. There's a secret meeting at which the Army unveils its contingency plan, and the first item on its list calls for the avoidance of any publicity. There's a TV press conference, at which an Army major reads a press release he knows to be untrue. And there is the brutal way the family doctor is treated. \n\nIs the film's view justified? Apparently so, judging from the Army's handling of the Colorado case and some of the scandals in Vietnam. But the problem is that Scott hasn't found a way to imbed his argument in the movie's plot. In a way, we're told too much. \n\nBecause he shows us the secret meetings and the security measures -- things his rancher knows nothing about -- we begin to think of the larger issues involved.\n\n And then, when the Scott character seeks his revenge on a personal level of blind, merciless rage, we aren't ready for that. The movie raises questions that can't be solved by one man's vengeance, and so the ending doesn't give us a feeling that anything has been solved -- except, of course, in the dying man's soul.\n\nIt's commonplace by now to say what a fine movie actor Scott is, but it's true. His performance is the best thing in \"Rage,\" and the most consistent. It is also a Scott we haven't seen before; he has raised his sideburns, given himself a small-town haircut and prickly eyebrows, and created a character who is blunt, simple and not to be interfered with when he has made up his mind.\n\nWe can believe the movie's ending in terms of the character, because we know him well enough to know he would seek personal revenge. But \"Rage\" opens up many other questions that make the character's final actions seem tragically irrelevant.", "running_time": 89, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-11-24", "genres": ["Drama", "Foreign"], "title": "Rage (1970)"}