{"url": "http://www.rogerebert.com/reviews/raggedy-man-1981", "by": null, "star_rating": 3.5, "text": "\"Raggedy Man\" remembers the small-town years of World War II so exactly that, although not yet born when the war broke out, I found myself remembering things I didn't even know I knew. Things like the way kids zoomed around dusty backyards, making their arms into airplane wings and imitating the noises of dive bombers. Like The Andrews Sisters singing \"Rum and Coca-Cola\" on the radio. Like the absolutely correct detail of a plaster-of-paris plaque on the wall, with a child's hand print immortalized on it. Remember?\n\nSissy Spacek stars as the sole switchboard operator of a small-town telephone company somewhere in the wilds of Texas. She lives in a small white frame house with a slamming screen door, and tries to raise her two sons, who are almost too small to support such grown-up names as Henry and Harry. The question of her husband is a mystery. Spacek hates her job, but she can't leave it: Mr. Rigby, the president of the telephone company, barks that this is wartime and her job is \"frozen.\" Right, and she's frozen in it, until one day a young sailor (Eric Roberts) comes looking for a pay phone so he can call home. He's got a few days' leave, and has hitchhiked for hundreds of miles on the hopes of seeing his fiancee. The phone call reveals that she has taken up with a new beau. Roberts is crestfallen. Spacek kindly offers him some coffee. More or less, a little at a time, they fall in love.\n\nThese surface events of small-town life are wonderfully observed in \"Raggedy Man,\" which never pushes the romance between Spacek and Roberts too far: They remain decent, sensitive, courteous people, a little shy in the presence of large emotions. The town gossips about the woman taking up with the sailor, but people will gossip. (Nobody knows that better than the telephone operator!) Unfortunately, \"Raggedy Man\" has a whole additional level of plotting that is not nearly as rewarding as the events I've already described. \n\nThere is, for example, the mystery of the \"raggedy man\" himself, a strange, scarecrow character who hangs about in the background of several scenes and has a disconcerting way of disappearing just when you want to get a closer look at him. There's also the matter of the town louts, who inhabit the beer hall and lust after the slim, young telephone operator.\n\nThese two plot strands lead up to a climactic ending that, quite frankly, I thought was unnecessary. Without giving away several secrets that the movie itself takes very seriously, I can say that \"Raggedy Man\" would have pleased me more if it had completely avoided its violent conclusion -- and if the raggedy man himself had been left totally out of the story, the movie, and especially the symbolism.\n\nSuch regrets still leave my affection for this movie pretty much untouched. The Sissy Spacek performance is a small jewel: She has the words, the movements, the very tilt of her face, down just right. There's a scene where she puts music on the radio and dances with a broom, and another scene where she has a serious talk with her two little boys, and they're nearly perfect scenes. So is another one, where Roberts takes the two boys to a carnival. Roberts himself is a revelation: He is often overwrought in his acting; here, playing more quietly, he expresses great reserve of tenderness and strength, and is very effective.\n\n\"Raggedy Man\" was Sissy Spacek's first movie after she won the Academy Award for \"Coal Minder's Daughter,\" and the first movie directed by her husband, Jack Fisk. (She met him when he was the art director for her first starring movie, \"Badlands,\" back in 1973.) The movie was made with a lot of love and startingly fresh memories of the early 1940s, and reminds us once again that Spacek is a treasure.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama"], "title": "Raggedy Man (1981)"}