{"url": "http://www.rogerebert.com/reviews/ragtime-1981", "by": null, "star_rating": 3.5, "text": "\r\n\n\nMilos Forman apparently made\r\na basic decision very early in his production of E.L. Doctorow's best-selling\r\nnovel, Ragtime. He decided to set aside the book's kaleidoscopic jumble of\r\npeople, places, and things, and concentrate on just one of the several\r\nnarrative threads. Instead of telling dozens of stories, his film is mostly\r\nconcerned with the story of Coalhouse Walker, Jr., a black piano player who\r\ninsists that justice be done after he is insulted by some yahoo volunteer\r\nfiremen. \n\n\r\nDoctorow's novel was an inspired juggling act\r\ninvolving both actual and fictional characters, who sometimes met in imaginary\r\nscenes of good wit and imagery. The Coalhouse story was more or less equal with\r\nseveral others. A film faithful to the book would have had people walking in\r\nand out of each other's lives in an astonishing series of coincidences. That\r\nmight have been a good film, too. It might have looked a little like Robert\r\nAltman's “Nashville” or “Buffalo Bill,” and indeed Altman was the first\r\nfilmmaker signed to direct “Ragtime.” But we will never see what Altman might\r\nhave done, and Forman decided to do something different. He traces the ways in\r\nwhich Coalhouse Walker enters and affects the lives of an upstate New York\r\nfamily in the first decade of the century. The family lives in White Plains,\r\nNew York, in a vast and airy old frame manor, and it consists of Father,\r\nMother, and Younger Brother, with walk-ons by a grandfather and a young son. \n\n\r\nFor Younger Brother, the sirens of the big city\r\ncall, in the form of an infatuation with the chorus girl Evelyn Nesbit\r\n(Elizabeth McGovern). That's before the saga of Coalhouse Walker alters his life.\r\nCoalhouse (in a superb performance by Howard E. Rollins, Jr.) meets the family\r\nby accident, or maybe by fate. A young black woman gives birth to Coalhouse's\r\nson, and then the family takes in both the woman and her son, hiring her as\r\ntheir maid. Coalhouse comes calling. He wants to marry the mother of his child.\r\nHe has earned enough money. Everything's all set for the ceremony, when an\r\nevent takes place that changes everything. The local volunteer firemen, enraged\r\nthat a black man would own his own Model T, block the car's way in front of\r\ntheir station. They pile horse manure on the front seat. And Coalhouse, quite\r\nsimply, cannot rest until he sees his car restored to him in its original\r\ncondition. \n\nThe story develops quickly into a confrontation.\r\nCoalhouse barricades himself into New York's J. Pierpont Morgan Library, and\r\nissues a set of demands. The library is surrounded by police and guardsmen, led\r\nby Police Commissioner Rhinelander Waldo (the great James Cagney, out of\r\nretirement). Father (James Olson) gets drawn into negotiations, and Younger\r\nBrother (Brad Dourif) is actually one of Coalhouse's lieutenants, in blackface\r\ndisguise. Meanwhile, Mother is running off with a bearded immigrant who started\r\nout making cutout silhouettes on the streets and is now one of the first film\r\ndirectors. \n\n\r\nThe story of “Ragtime,” then, is essentially the\r\nstory of Coalhouse Walker, Jr. Forman, a Czechoslovakian with an unusually keen\r\neye for American societyÑhis credits include “One Flew Over the Cuckoo’s Nest” and\r\n“Hair!”, has made a film about black pride and rage and, not only white\r\nracism, which we sort of expect, but also white liberalism. \n\n\r\nThe great achievement of “Ragtime” is in its\r\nperformances, especially Howard E. Rollins, Jr. and the changes he goes through\r\nin this story, from youthful romantic love to an impassioned cry \"Lord,\r\nwhy did you fill me with such rage?\" Olson, quiet and self-effacing, is\r\nsubtly powerful as Father. Mary Steenburgen is clear-voiced, primly ethical\r\nMother who springs a big surprise on everyone. Pat O'Brien has two great scenes\r\nas a corrupt, world-weary lawyer. Kenneth McMillan blusters and threatens as\r\nthe racist fire chief. And when Cagney tells him \"people tell me É you're\r\nslime,\" there is the resonance of movie legend in his voice. \n\n\r\n“Ragtime” is a loving, beautifully mounted,\r\ngraceful film that creates its characters with great clarity. We understand\r\nwhere everyone stands, and most of the time we even know why. Forman surrounds\r\nthem with some of the other characters from the Doctorow novel (including Harry\r\nHoudini, Teddy Roosevelt, and Norman Mailer as the architect Sanford White),\r\nbut in the film they're just atmosphere, window dressing. Forman's decision to\r\nstick with the story of Coalhouse is vindicated, because he tells it so well.", "running_time": 155, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama"], "title": "Ragtime (1981)"}