{"url": "http://www.rogerebert.com/reviews/rails-and-ties-2007", "by": "Kevin Baconas Tom Stark", "star_rating": 2.5, "text": "Sometimes there's a movie that has better things in it than the underlying material deserves. Alison Eastwood's \"Rails & Ties\" is a movie like that. I found the opening third tremendously intriguing and involving, I thought the emotions were so real they could be touched, but then the film lost its way and fell into the clutches of sentimental melodrama.\n\nIt opens on a railroad engineer going to work. This is Tom Stark (Kevin Bacon), and he doesn't merely love his job but feels a sense of duty about it that is part of the fiber of his being. He has been told he can take the day off because of bad news he has received about the health of his wife. But he wouldn't think of it. He follows the railroad book on all things, including life and death.\n\nWe meet his wife, Megan (Marcia Gay Harden), who is dying of cancer and filled with fear and grief, and she has some moments that are heartbreaking. She needs her husband, or maybe she needs a husband who could be emotionally available to her; Tom is not there for her and hasn't been for years, pouring all of his passion into trains. At work, he's behind the throttle, and at home, he's tinkering with his elaborate model train layout.\n\nWe meet another mother and her young son. This is Laura Danner (Bonnie Root), who has big problems and has taken a lot of pills and parked her car on the tracks with her 9-year-old son, Davey (Miles Heizer), belted in next to her.\n\nComing around a bend, Tom sees the car on the tracks but makes a snap judgment that an emergency stop might throw cars off the track and injure passengers. His co-engineer (Eugene Byrd) begs him to brake, but Tom knows the book, the book covers the situation, and the book says not to brake. Davey gets out of the car, tries to pull his mother free and jumps aside just seconds before he would have been killed along with her.\n\n\"He didn't even try to stop!\" Davey says over and over again. Tom Stark knows there will be a hearing but is confident he will get a pass, because he was following the book. And all of that, up to there and for several more scenes, plays immediate and true. But then the movie veers into a more standard storytelling pattern. Because much of it is well done, for what it is, I won't reveal key details. But assume that in one way or another the boy has good reason to escape from a foster home and that he finds a way to meet Tom and Megan Stark.\n\nYes, he feels anger toward the man. Perhaps some of it is displaced from his mom, whose decision to park on the tracks remains a troubling mystery to him. The way things work out, his visit to the Starks, which should have been over almost immediately, seems to extend indefinitely. And they begin to love one another.\n\nThis in itself is not an unworthy plot development, but somehow the urgency of Megan's early grief and Tom's early emotional stonewalling get channeled into acceptable, safe, narrative strategies. We can relax. The story will steer us safely past unacceptable despair. There is even a scene involving the model train layout to clear the air because, yes, Davey likes trains about as much as Tom does. And then one development leads to another and everything leads up to a final scene and a final shot that I found myself rejecting emotionally.\n\nI know in the real world that what happens at the end of the movie is likely enough. But other outcomes are possible, and given the places the movie took me and the implicit promises it made, I found no release and closure in the ending. In a movie that detoured into emotional manipulation, I found myself, paradoxically, wanting more manipulation. When a movie jumps the tracks of implacable logic, you may regret it, but you go along with it because you have to. The last thing you want is for it to jump back on the tracks.\n\nThat is not to overlook the qualities of \"Rails & Ties,\" above all in the acting. Marcia Gay Harden has a scene by herself that defines hopelessness and desolation. Kevin Bacon makes it clear, without even seeming to try, why the railroad is his fortress and its rule book is his bible. And young Miles Heizer does such a good job with the 9-year-old that I repeat a recent observation: Have you noticed in a lot of movies how natural, convincing and pure the performances of the child actors are?\n\nAlison Eastwood (Clint's daughter) must be a good director because she can place those qualities on the screen. I wish I knew more about the history of the Micky Levy screenplay -- whether it went through rewrites, was steered in a wrong direction, was questioned. When the film premiered at Telluride and Toronto, there were some who doubted coincidences involving characters and trains. Those sorts of things go with the territory, and I find it interesting that the screenplay risked them. But there were fundamental decisions to be made about the lives and fates of these characters, and I think somehow the filmmakers lost the way, lost sight of the people inside the plot.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-11-08", "genres": ["Drama", "Indie"], "title": "Rails & Ties (2007)"}