{"url": "http://www.rogerebert.com/reviews/rain-man-1988", "by": "Dustin Hoffmanas Raymond Babbitt", "star_rating": 3.5, "text": "Is it possible to have a relationship with an autistic person? Is it possible to have a relationshbip with a cat? I do not intend the comparison to be demeaning to the autistic; I am simply trying to get at something. I have useful relationships with both of my cats, and they are important to me. But I never know what the cats are thinking.\n\nThat is precisely the situation that Charlie Babbitt (Tom Cruise) is faced with in \"Rain Man.\" His brother, Raymond (Dustin Hoffman), is \"high-level\" autistic. He can carry on conversations, stick to a schedule, compile baseball statistics, memorize dinner menus and become disturbed when anything upsets his routine. He can also count 46 spilled toothpicks in an instant and calculate square roots in a flash. But what he is thinking? There is a moment in \"Rain Man\" that crystalizes all the frustrations that Charlie feels about Raymond, a moment when he cries out, \"I know there has to be somebody inside there!\" But who? And where? \"Rain Man\" is so fascinating because it refuses to supply those questions with sentimental but unrealistic answers. This is not a movie like \"Charly\" in which there is a miracle cure.\n\n\"Rain Man\" works so well within Raymond's limitations because it is a movie about limitations, particularly Charlie's own limited ability to love those in his life, or to see things from their point of view. As the film opens, we see Charlie frantically trying to juggle his way out of a crisis in his Los Angeles business, which seems to consist of selling expensive imported automobiles out of his hip pocket. He is driven, unhappy, a workaholic. One day he receives word that his father - a man with whom he has had no contact for years - has died back East. At the reading of the will, he learns that he has received a pittance (including a prized 1949 Buick Roadmaster), and that his father's $3 million fortune has gone into a trust.\n\nWho is the trust for? Performing some amateur detective work, Charlie discovers with a shock that it goes to support an older brother he never knew he had - an autistic brother who has been institutionalized for years. Visiting Raymond at the home where he lives, Charlie finds a methodical, mechani cal, flat-voiced middle-age man who \"definitely\" knows things, such as that tapioca pudding is \"definitely\" on the menu, and that his favorite TV program is \"definitely\" about to come on the air.\n\n\"Rain Man\" follows this discovery with a story line that is as old as the hills. Angry that he has been cut out of his share of the inheritance, Charlie takes Raymond out of the mental home and vows to bring him to live in California. But Raymond will not fly (he \"definitely\" recites the dates and fatalities of every airline's most recent crash). And so Charlie puts Raymond in the front seat of the 1949 Buick and they head out on a cross-country odyssey of discovery.\n\nIt is an old formula, but a serviceable one, using shots of the car against the sunset as punctuation. The two brothers meet genuine actual Americans on the road, of course, and have strange adventures, of course. And although we have seen this structure in dozens of other movies, it is new this time because for Raymond it is definitely not a voyage of discovery.\n\nEverything changes in the movie except for Raymond. In a roadside diner somewhere along the way, he still stubbornly insists on the routines of the dining room in his mental institution: The maple syrup is \"definitely\" supposed to be on the table before the pancakes come. Charlie at first does not quite seem to accept the dimensions of Raymond's world and grows frustrated at what looks like almost willful intractability. Eventually, toward the end of the journey, he finds that he loves his brother, and that love involves accepting him exactly as he is.\n\n\"Rain Man\" is a project that Hoffman and Cruise have been determined to bring to the screen for a long time. Barry Levinson came on board after three previous directors signed off on this material.\n\nThe problem, of course, was Raymond. If fiction is about change, then how can you make a movie about a man who cannot change, whose whole life is anchored and defended by routine? Few actors could get anywhere with this challenge, and fewer still could absorb and even entertain us with their performance, but Hoffman proves again that he almost seems to thrive on impossible acting challenges. \"You want taller?\" he asks in the audition scene in \"Tootsie.\" \"I can play taller. You want shorter? I can play shorter. You want a tomato?\" And he can play autistic.\n\nAt the end of \"Rain Man,\" I felt a certain love for Raymond, the Hoffman character. I don't know quite how Hoffman got me to do it.\n\nHe does not play cute, or lovable, or pathetic. He is matter-of-fact, straight down the middle, uninflected, unmoved, uncomprehending in all of his scenes - except when his routine is disrupted, when he grows disturbed until it is restored. And yet I could believe that the Cruise character was beginning to love him, because that was how I felt, too.\n\nI loved him for what he was, not for what he was not, or could not be.\n\nThe changes in the movie all belong to Charlie, who begins the film as a me-first materialist, a would-be Trump without a line of credit. By the end of the film Charlie has learned how to pay attention, how to listen and how to be at least a little patient some of the time. He does not undergo a spiritual transformation; he simply gets in touch with things that are more important than selling cars. He is aided in this process by his girlfriend, Susanna (Valeria Golino), a Latino who loves him but despairs of ever getting him off autopilot.\n\nBy the end of \"Rain Man,\" what have we learned? I think the film is about acceptance. Charlie Babbitt's first appearance in the movie has him wheeling and dealing in the face of imminent ruin, trying to control his life and the lives of others by blind, arrogant willpower. What Raymond teaches him is that he can relax, because try as he might, he will always be powerless over other people. They will do just about what they choose to do, no matter how loud Charlie Babbitt screams. Raymond has a lot he can teach Charlie about acceptance, even if it is the solitary thing he knows.", "running_time": 140, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-12-16", "genres": ["Drama"], "title": "Rain Man (1988)"}