{"url": "http://www.rogerebert.com/reviews/raining-stones-1994", "by": "Bruce Jonesas Bob", "star_rating": 3.5, "text": "\"Raining Stones\" is the latest, the gentlest and the funniest of Ken Loach's films about working-class life in modern Britain. It tells the stories of men clinging precariously to their self-respect, in a world with no jobs for them. Loach's previous film, \"Riff-Raff,\" was about itinerant construction workers, who lived in abandoned flats that they \"liberated.\" Here his family still has their own home, but as the film opens the hero, Bob, is trying to steal a sheep.\n\nBob (Bruce Jones) and his best friend Tommy (Ricky Tomlinson) hope to sell the sheep to a local butcher. But his price is not right, and they're reduced to making the rounds of the local pubs, with boxes filled with mutton for sale. Bad goes to worse: While they're in one pub, Bob's old van is stolen from out back.\n\nBob and his wife, Anne (Julie Brown) live with their daughter, Coleen (Gemma Phoenix) in a poor district in the North of England. They are short on funds, but Bob is determined to provide his daughter with a new dress for her first communion. The parish priest tries to talk him out of it (cheaper or second-hand dresses are available), but Bob wants the best for his daughter, and the movie is the story of how he tries to raise the money to buy the dress.\n\nThis outline may seem as sentimental as a Chaplin story.\n\nNothing could be further from the truth. Bob is a desperate man in hard times, and his friend Ricky is also unmanned by the lack of a job (his daughter gives him money from her wages or perhaps from, drug sales; left alone, he weeps). The two men are ready for anything: Stealing green turf, for example, from the lawn of the local Conservative Association.\n\nLoach is not obsessed with plot. We know what Bob needs, and we see him trying to raise the money to get it, but his efforts are as disorganized as his thinking. (The movie is much more realistic about poverty than a film about the homeless like \"With Honors,\" with its smoothly whirling plot.) He borrows money from the wrong sorts of men, gets in trouble when he can't pay it back, and is involved by accident in a death that is not his fault, but might seem so.\n\nThe screenplay is by Jim Allen, who lives, I understand, in a district much like the one in the film. His dialogue reflects the humor and resiliency of these people living in economic uncertainty, and it's hard to remember a character whose underlying decency and pluck are more attractive than Bob's. More good feeling comes from the character of Father Barry (Tom Hickey), the local priest.\n\nClergymen are so routinely portrayed as humbugs in the movies that it is startling to find a good one, who understands the situation exactly and gives the same advice we would give (but which a priest theoretically should not).\n\nThe dialogue is all in the dialect of the district, and is sometimes hard to understand, although I was never in doubt about what essentially was being said. I saw the movie for the first time at the 1993 Edinburgh Film Festival, where about half the British audience also seemed to have trouble with the accents - but agreed, during a Q&A with Loach, that one understood what was necessary, and that the rest added to the atmosphere. (Stanley Kauffmann, in the New Republic, compares the experience to attending an opera in a foreign language: \"If we've read a synopsis, we're all right. With Loach, we don't need a synopsis. because we can understand half and fill in the rest.\") Loach actually did subtitle \"RiffRaff,\" but here, I agree with him, it's not necessary.\n\nThe film is good-hearted and the characters are easy to identify with, but what I liked best was the underlying humor, even in this desperate situation. These are characters whose minds have not been deadened and who are naturally articulate and even poetic.\n\nEven their obscenities are musical and well-timed, not merely crude.\n\nThe movies are filled with people who want to win fortunes or blow up the world. I cared more about the first communion dress.", "running_time": 90, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-04-29", "genres": ["Drama", "Foreign"], "title": "Raining Stones (1994)"}