{"url": "http://www.rogerebert.com/reviews/rain-without-thunder-1993", "by": "Carolyn McCormickas Reporter", "star_rating": 1.0, "text": "\"Rain Without Thunder\" is the longest 85-minute movie I have ever seen. It slogs on, minute by dreary minute, through a lugubrious plot in which everything is made clear in the first five minutes and redundant in the next. I felt like I was watching a bad newscast in slow-motion.\n\nThe time is the year 2042. America looks much the same as today, except the men dress like \"Star Trek\" extras. Abortion has been made a major crime, and the penalties are draconian. The heroine (Ali Thomas) and her mother (Betty Buckley) have been convicted under the recently enacted Unborn Child Kidnapping Act, on charges of flying to Sweden to seek an abortion.\n\nThe movie intends to show us the frightening possibilities of anti-abortion legislation, and its pro-choice position is made clear by the photos of an aged Dan Quayle on the walls, and the naming of a women's prison after George Bush's second home, Walker's Point. Given their way and following their logic, the movie argues, the anti-abortionists will eventually pass laws punishing abortion in the same way as kidnapping and murder.\n\nOf course that would be perfectly logical. If abortion is murder, then it should be punished in the same way; women who have abortions should be executed or imprisoned for life, and abortionists should be tried as accomplices. The failure of anti-abortion groups to advocate the death penalty for abortionists and their clients shows either a lack of conviction about their central premise, or a lack of the nerve to follow it to its obvious conclusion.\n\nNone of which has anything to do with the experience of seeing \"Rain Without Thunder,\" which takes the form of a documentary - a very bad documentary - in which an endless parade of witnesses drones morosely into the camera, as an inquiring reporter tries to piece together the story. Some of the characters in the film are such bad actors that everything they say sounds as if it is being read, or recited by rote memory. Others, including talented actors such as Jeff Daniels, sound so lifeless one wonders if the director feared the energy of vernacular speech.\n\nI am not ordinarily a fan of TV docudramas, but the moral dilemma of abortion has inspired several recent programs, any one of which had more energy (not to mention more sympathy for the audience) than this film. It might perhaps provide a starting point for discussion in a deadly earnest Politically Correct seminar, but as a moviegoing experience it ranks just above watching the \"No Smoking\" slides.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-02-15", "genres": null, "title": "Rain Without Thunder (1993)"}