{"url": "http://www.rogerebert.com/reviews/raising-helen-2004", "by": "Kate Hudsonas Helen Harris", "star_rating": 2.0, "text": "\"Raising Helen\" is a perfectly pleasant comedy in which nice people do good things despite challenges which are difficult but not excessive. As a pilot for a TV sitcom it would probably be picked up, but it's not compelling enough to involve a trip to the movies. From beginning to end, we've been there, seen that.\n\nKate Hudson, who stars, seems to be following in the footsteps of her mother, Goldie Hawn; both have genuine talent, but choose too often to bury themselves in commercial formulas. Hudson plays Helen Harris, a high-powered Manhattan career woman who works as the personal assistant to Dominique (Helen Mirren), the head of a famous modeling agency. She works hard, is on call 24-7, and even when she parties, she's talent-scouting. She has a sister named Jenny (Joan Cusack) who lives in the suburbs and raises her children as a disciplined time-and-motion study. Jenny's house, Helen observes, looks like a showroom at the Pottery Barn.\n\nTragedy strikes. Their sister Lindsay (Felicity Huffman) and her husband are killed in an accident, and in her will, Lindsay leaves custody of her small son and daughter, not to Jenny the perfect homemaker, but to Helen the fast-track girl. How can this be? Helen and Jenny are both appalled, but Helen takes on the task of raising little Henry and Sarah, played by real-life siblings Spencer and Abigail Breslin.\n\nIf Helen has any notions that she can be a mom and keep her agency job, she's disabused by Dominique, who expects total dedication. Soon Helen has lost her job, moved her little family to a lower-middle-class neighborhood in Queens, and enrolled the kids in a nearby Lutheran school run by Pastor Dan (John Corbett), who is single and therefore preordained to fall in love with Helen, although not before many plot-laden details have been worked through. She gets a job in a car dealership run by the unfailingly dynamic Hector Elizondo.\n\nThe movie, directed by Garry Marshall (\"Pretty Woman\"), is not unaware of the lifestyle differences between single Manhattan career women and receptionists in Queens. Not even after Helen unloads an eyesore green Lincoln and is promoted to sales does she have the money, or the skills, to make things work -- even though she learns fast. But she's let off fairly easily. The movie exists in the kind of economy where one working-class paycheck could just about support a family, and where city kids went to the wholesome parochial school down the street. Times are harder now, but the movie doesn't know it -- can't afford to, if its sunny disposition is to prevail.\n\nMost of Helen's lessons in survival come not from her sister, a forbiddingly humorless caricature, but from her across-the-hall Indian neighbor Nilma Prasad (Sakina Jaffrey), who, just like all neighbors in sitcoms, is willing to drop her own life at a moment's notice to play a supporting role in the heroine's; she channels Ethel Mertz.\n\nThe romance between Helen and Pastor Dan progresses with agonizing slowness, complicated by Helen's belief that Lutheran ministers cannot marry (her attempts to fake Lutheranism to get her kids into the school is amusing, but could have been subtler). Finally Pastor Dan breaks the ice: \"I'm a sexy man of God, and I know it.\" Then there are the scenes where the kids resent this man who seems about to replace their father, and the obligatory group visit to the zoo, scored with the obligatory use of Simon and Garfunkel's \"At the Zoo.\"\n\nGarry Marshall is a smart director with more of a comic edge than this movie allows him. I wonder if at any point he considered darkening the material even a little, and making Hudson's character a shade more desperate and less Lucy-like. There's nothing at risk in \"Raising Helen.\" We're not even surprised the kids go to Helen and not her sister, because the sister is written in a way that makes her impossible as a parental candidate.\n\nPastor Dan is the conveniently available nearby eligible male, but somehow we doubt there are many ordained Lutheran bachelors in Queens; why not rotate the plot toward more complexity? Surely that nice Mrs. Prasad across the hall has a brother who is a widower with two children of his own?\n\nTo obtain comedy, you don't give Helen problems and then supply a man who solves them; you supply a man who brings in additional problems. I can imagine this premise being passed through the imagination of a director like Gurinder Chadha (\"Bend It Like Beckham,\" \"What's Cooking?\") and emerging fresh and exciting. \"Raising Helen\" is tame and timid from beginning to end, and relentlessly conventional.\n\nBecause Helen takes no real risks, because she lives surrounded by the safeguards of formula fiction, \"Saving Helen\" is fated from its first shot to be obedient to convention.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-05-28", "genres": ["Comedy", "Family", "Romance"], "title": "Raising Helen (2004)"}