{"url": "http://www.rogerebert.com/reviews/raising-victor-vargas-2003", "by": "Victor Rasukas Victor Vargas", "star_rating": 3.5, "text": "\"Raising Victor Vargas\" tells the heartwarming story of first love that finds a balance between lust and idealism. Acted by fresh-faced newcomers who never step wrong, it sidesteps the cliches of teenage coming-of-age movies and expands into truth and human comedy. It's the kind of movie you know you can trust, and you give yourself over to affection for these characters who are so lovingly observed.\n\nWe meet the Vargas family, who live on the Lower East Side of New York. Grandma (Altagracia Guzman) came from the Dominican Republic. She is raising her three grandchildren: Victor (Victor Rasuk), Nino (Silvestre Rasuk) and Vicki (Krystal Rodriguez). Victor, who is about 16, fancies himself a ladies' man but is not as experienced as he seems. Nino looks up to him. Vicki, who is plump and seems to live on the sofa, is fed up with both boys--and Grandma lives in fear of the hazards that surround them.\n\nIn another movie those hazards might involve gangs, drugs and guns. Not in \"Raising Victor Vargas,\" which eliminates the usual urban dangers and shows us a home where the values may be old-fashioned but have produced three basically good kids. It's refreshing to find a movie where a Latino family in a poor neighborhood is not portrayed with the usual tired conventions about poverty and crime, but is based on love and strong values. It's only natural that Nino reveals himself as a moderately talented pianist.\n\nIf Victor thinks constantly about dating and sex, what boy his age doesn't? As the film opens, he is interrupted during the conquest of Fat Donna, who lives upstairs. It would appear, however, that the interruption came just in time to qualify him still as a virgin. Fat Donna is apparently a neighborhood legend, and although he swears her to secrecy the gossip quickly spreads and his sister cheerfully informs him, \"You'll always be known as Fat Donna's boy.\" This causes him no small agony, because at the swimming pool he sees the girl of his dreams: Judy Ramirez (Judy Marte), who seems beautiful and elegant and forever inaccessible. The movie's romantic plot involves a complicated scheme in which he persuades Judy's younger brother to arrange an introduction in return for Victor's influence in helping the younger brother meet his sister, Vicki. Meanwhile, Victor's friend Harold (Kevin Rivera) falls for Judy's friend Melonie (Melonie Diaz), who seems to be a classic type--the plain girl who is the popular girl's best friend. But then, in a movie tradition that I continue to love, Melonie takes off her glasses and lets down her hair.\n\nThe movie is not simply about these three inexperienced and uncertain pairs of lovers. If it were, it would be a typical teenage comedy. It is much deeper and more knowing than that, especially in the way it shows Grandma waging a losing battle to maintain her idea of the family's innocence. Although Victor is a good boy, Grandma imagines his life as a hotbed of sin, and the city as the devil's workshop. When Victor invites Judy to dinner it is a disaster, because Grandma has not even suspected their friendship.\n\nThere is a delicate progress in the relationship of the two young lovers. Judy for a long time plays hard to get; she's determined to resist the relentless male lust all around her, and demands respect and attention from the boy who will win her heart. Victor is not strong in these qualities, but in a subtle and moving way he begins to learn about them, and the tentative progress of their love is a tender delight.\n\nIt is also touching that while Victor, Nino and Vicki are exasperated by their grandmother's old world ways, they love her and need her. And the film is careful not to make Grandma into a caricature: What she does, she does from love, and when there is a crisis involving a social worker, which threatens the family, Victor finds a silent and tactful way to end it. The screenplay finds reconciliation in a touching story Grandma tells about her childhood.\n\nI was in a discussion the other day about whether a movie can be erotic. Sexual, yes, and explicit, yes--but truly erotic? To achieve that, a film must abandon the details of sexual congress and focus instead on the personalities of its characters. When Victor and Judy finally kiss in this movie, it is a moment more real and joyous than miles of \"sex scenes,\" because by then we know who they are, how they have traveled together to this moment, and what it means to them.\n\n\"Raising Victor Vargas\" was directed and written by Peter Sollett. It grew from an award-winning short subject made with the same actors, who are not experienced professionals but are fresh and true in a way that suggests they're the real thing, and will have fruitful careers.\n\nNote: Like so many movies dealing intelligently with teenage sexuality, \"Raising Victor Vargas\" has been rated R by the MPAA, which awards the PG-13 to comedies celebrating cheap vulgarity, but penalizes sincere expressions of true experience and real-life values.", "running_time": 88, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-04-18", "genres": ["Drama", "Indie", "Romance"], "title": "Raising Victor Vargas (2003)"}