{"url": "http://www.rogerebert.com/reviews/raise-your-voice-2004", "by": "Hilary Duffas Terri Fletcher", "star_rating": 1.0, "text": "Hilary Duff has a great smile, and she proves it by smiling pretty much all the way through \"Raise Your Voice,\" except when there's a death in the family, or her roommate Denise says something mean to her, or she sees her kind-of boyfriend Jay kissing Robin after he said he'd broken up with her, or when her dad says she can't go to music camp. The rest of the time she smiles and smiles, and I love gazing upon her smile, although a still photo would achieve the same effect and be a time-saver.\n\nShe smiles in \"Raise Your Voice,\" a carefully constructed new movie that doesn't make her a contemporary teenager so much as surround her with them. She plays Terri Fletcher, a young music student, who after a personal tragedy wants to begin again by attending a three-week camp for gifted young musicians in Los Angeles. Her dad (David Keith) is against it: Terrible things can happen to a young woman in Los Angeles. Her mother (Rita Wilson) conspires with her artistic Aunt Nina (Rebecca De Mornay) to sneak her off to the camp while dad thinks she's visiting Nina in Palm Desert. Aunt Nina is one of those artists who does alarming things up on step-ladders with an acetylene torch.\n\nAll the kids are snobs at the camp, primarily so they can soften later. (If they soften right away, there goes the plot.) Her new roommate is Denise (Dana Davis), who plans to work hard for a scholarship, and resents Terri as a distraction. Sizing up Terri's wardrobe and her smile, she tells her: \"You're like some kind of retro Brady Buncher.\" I hate it when a movie contains its own review. For that matter, earlier in the movie her brother tells her she's a \"Stepford Daughter,\" but he encourages her to go to the camp, direly predicting: \"If you don't, you're going to end up doing 'Cats' at the Y when you're 40.\"\n\nTerri meets a nice kid named Jay (Oliver James), who has a British accent and is very encouraging and warm and brings her out of herself and encourages her to sing with joy and writes a song with her and says he doesn't date the bitchy Robin (Lauren C. Mayhew) anymore, because she was \"last summer.\" There is also an inspiring music teacher (John Corbett), who wants to find the best in her, and doesn't have to look very deep.\n\nAll of this plays out against the backdrop of Terri's deception of her dad, who is convinced she's in Palm Desert because Terri and Aunt Nina phone him on a conference call. Dad Only Wants the Best for Her, of course, but when he finds out about the deception, he declares, \"I want her home, right now!\"\n\nDoes that mean (a) she comes home, right now, or (b) her mom and Aunt Nina work on dad, and, wouldn't you know, the auditorium door opens and dad walks in just in time for his daughter to see him from the stage halfway through her big solo. The answer of course is (b), right down to the obligatory moment when the disapproving parent in the audience nods at the gifted child onstage and does the heartfelt little nod that means \"you were right, honey.\" But her dad was right about one thing. Something terrible did happen to her in Los Angeles. She made this movie.", "running_time": 103, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-10-07", "genres": ["Drama", "Family", "Music", "Romance"], "title": "Raise Your Voice (2004)"}