{"url": "http://www.rogerebert.com/reviews/raising-arizona-1987", "by": "Nicolas Cageas H. I.", "star_rating": 1.5, "text": "I have a problem with movies where everybody talks as if they were reading out of an old novel about a bunch of would-be colorful characters. They usually end up sounding silly. For every movie like \"True Grit\" (1969) that works with lines like \"I was determined not to give them anything to chaff me about,\" there is a \"Black Shield of Falworth,\" with lines like \"Yonder lies the castle of my father.\" Generally speaking, it's best to have your characters speak in strong but unaffected English, especially when your story is set in the present. Otherwise they'll end up distracting the hell out of everybody.\n\nThat's one of the problems with \"Raising Arizona.\" The movie is narrated by its hero, a man who specializes in robbing convenience stores, but it sounds as if he just graduated from the Rooster Cogburn school of elocution. There are so many \"far be it from me's\" and \"inasmuches\" in his language that he could play Ebenezer Scrooge with the same vocabulary - and that's not what you expect from a two-bit thief who lives in an Arizona trailer park.\n\nMaybe, of course, he just happens to talk that way. Even in this age of homogenized culture, a few people do retain distinctive and colorful speech patterns. That would be a good theory except that everyone in \"Raising Arizona\" talks funny. They all elevate their dialogue to an arch and artificial level that's distracting and unconvincing and slows down the progress of the film.\n\nAnd what \"Raising Arizona\" needs more than anything else is more velocity. Here's a movie that stretches out every moment for more than it's worth, until even the moments of inspiration seem forced. Since the basic idea of the movie is a good one and there are talented people in the cast, what we have here is a film shot down by its own forced and mannered style.\n\nThe movie stars Nicholas Cage as the guy who sticks up all-night grocery stores, and Holly Hunter as the policewoman who falls in love with him while taking his mug shots. After he gets out of prison for what he hopes is the last time, they get married and set up their little home, and then discover that they cannot have children.\n\nMeanwhile, there have been stories in the paper about a local furniture czar, Nathan Arizona, whose wife took a fertility drug and had quints.\n\nHunter convinces Cage that anybody with five kids is not going to miss one of them, and Cage steals into the Arizona home to kidnap one of the infants.\n\nThe movie has some fun with the bombastic Arizona (played like a used car huckster by Trey Wilson), and it also contains some charming moments involving the photogenic child who has been cast as the kidnapping victim. But then there's a silly subplot about a couple of escaped cons, and an even more ridiculous development involving some kind of superhero Hells Angel, who roars through town like a messenger from hell.\n\nThe movie cannot decide if it exists in the real world of trailer parks and 7-Elevens and Pampers, or in a fantasy world of characters from another dimension. It cannot decide if it is about real people, or comic exaggerations. It moves so uneasily from one level of reality to another that finally we're just baffled. Comedy often depends on frustrating the audience's expectations. But how can it work when we don't have a clue about what to expect - when the movie itself doesn't know what is possible and what is not? \"Raising Arizona\" is the new work by the Coen brothers, Joel and Ethan, whose previous film was the superb thriller \"Blood Simple.\" That was a movie that pushed reality as far as it could go within the rigid confines of a well-made thriller. \"Raising Arizona\" needs the same kind of restraint. It's all over the map. If the same story had been told straight, as a comic slice of life, it might have really worked. I kept thinking of Jonathan Demme's \"Melvin and Howard,\" the film about the gas station owner and the billionaire, in which equally unlikely events happened, but were very funny because they were allowed to be believable.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-03-20", "genres": ["Comedy", "Drama"], "title": "Raising Arizona (1987)"}