{"url": "http://www.rogerebert.com/reviews/raise-the-titanic-1980", "by": "Jason Robardsas Adm. Sandecker", "star_rating": 2.5, "text": "\"Raise the Titanic\" is almost a good movie. It has\r\nsome wonderful moments, but they're bogged down in two moronic subplots. Why is\r\nit that they always gum up great movie Ideas by shoveling in those two\r\ninfallible dead-ends, The Girl and The Russians?\n\nThe\r\nmovie's basic premise-that it might be possible to raise and salvage the great\r\nship Titanic-is irresistible. We get some hot scientific gobbledygook about how\r\nthe Titanic might really be in pretty good shape, down there two miles below\r\nthe frigid Atlantic, where it wouldn't rust because of the oxygen shortage in\r\nthe water.\n\nMaybe\r\nso. The plan to float the Titanic sure is ingenious: Pump it full of plastic\r\nfoam, attach giant inflatable balloons to its sides, and blast it free of the\r\nmud. Easy as pie. Reminds me of an old Uncle Scrooge comic in which Huey, Looey\r\nand Dewey were going to raise a sunken ship by pumping it full of Ping-Pong\r\nballs.\n\n\"Raise\r\nthe Titantic\" is best when it sticks to the subject. The movie succeeds in\r\nrecreating some of the romance of the Titanic itself. It begins with old\r\nphotographs of the great ship and with a sneaky preview shot of the ship in its\r\nwatery grave. The plan to raise the ship involves the use of experimental Navy\r\nsubmarines, and the sequences devoted to the search are tightly directed and\r\neffective.\n\nThe\r\npayoff scenes work, too: The moment when the Titanic breaks the surface of the\r\nwater is really very moving. And so is the shot of the ship being towed into\r\nNew York Harbor. Some reviews of the film have criticized the special effects in\r\nthose shots, but I thought they were pretty good.\n\nI\r\nmean, of course they're using combinations of a smaller ship, scale models,\r\ntricks of perspective and special optical effects-but what'd you expect? The\r\nTitanic? If you're not prepared to go halfway with a movie named \"Raise\r\nthe Titanic\" you are possibly in the wrong movie to begin with.\n\nSo\r\nI liked the stuff involving the ship. What I didn't like was the movie's\r\ncompulsion to lay on all sorts of \"human interest,\" as if raising the\r\nTitanic weren't enough. Why don't they just once make a thriller that's about\r\nits premise from beginning to end? Why didn't they have the narrative\r\ndiscipline to really go into the history of the Titanic, the odds on its still\r\nbeing intact, the ways of salvaging it?\n\nThe\r\nnewspapers have been full of stories recently about an actual expedition to\r\nfind the Titanic, but this movie would rather blast us with a lot of hot air\r\ninvolving (as I was just lamenting) The Girl and The Russians.\n\nWhat\r\nwould hack screenwriters do without them? The Girl is the lovely Anne Archer,\r\nwho plays a reporter for the Washington Star. She's the girlfriend of one of\r\nthe guys behind the expedition. It turns out, of course, she is also the former\r\ngirlfriend of another guy on the expedition. This other guy's name is\r\npriceless, even in the annals of pulp: \"Dirk Pitt.\"\n\nAnyway,\r\nafter The Russians discover the secret U.S. plans to raise the Titanic, they\r\nleak the story to The Girl (for no apparent reason), and then she fights with\r\nher boyfriend. So what?\n\nThe\r\nGirl's completely unnecessary, as are all of her scenes, especially one in\r\nwhich she and her boyfriend go fishing all the way out in the country, just so\r\na helicopter can immediately turn up with orders to take the guy back to town.\r\nThe Russians are also unnecessary, and so is the basic premise of the plot.\n\nThe\r\nlate Alfred Hitchcock had something he called \"the MacGuffin,\" which\r\nwas whatever it was in a plot that everybody was concerned about. The MacGuffin\r\nthis time is a rare mineral that the U.S. needs in order to power an\r\nimpregnable laser defense system. The Russians want the mineral, too, and try\r\nto capture the Titanic after it's raised.\n\nAll\r\nof this is, of course, completely ludicrous. And the scenes of the Russians\r\nstanding around saying sinister things are terminally boring. Who needs this\r\nweird mineral as an excuse to raise the Titanic? Wouldn't the salvage alone be\r\nworth it? Or why couldn't they just raise it in the spirit of Edmund Hillary,\r\njust because it is there?", "running_time": 115, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-08-07", "genres": ["Action", "Drama", "Thriller"], "title": "Raise the Titanic (1980)"}