{"url": "http://www.rogerebert.com/reviews/ramona-and-beezus-2010", "by": "Joey Kingas Ramona", "star_rating": 3.0, "text": "Kids who started reading anytime between the 1950s and today may know the books of Beverly Cleary, and at 94, she's still writing. Her books are set on Klickitat Street in Portland, Ore., a real street not far from her childhood home; she must have filed it away for future reference.\n\nOn that street, those readers will know, live a 9-year-old girl named Ramona, her 15-year-old sister Beatrice, their parents Robert and Dorothy, their Aunt Bea, and Beezus and Ramona's friend Henry Huggins. Life has stayed lively for these characters for 60 years because of the inexhaustible Ramona, who gets up to so much mischief that I think she must have indirectly inspired the '50s sitcom \"Leave It to Beaver.\" \n\nIt's not that Ramona (Joey King), the heroine of \"Ramona and Beezus,\" is a bad girl. Winningly played by King, no one can look more innocent, and indeed even think herself more innocent. She's a virtuoso of the \"but I was only standing here!\" routine. Yet every day in an astonishing number of ways she disrupts her family more than that insurgent Labrador in \"Marley & Me.\" Considering that the story revolves around her father losing his job, I don't even want to think about the bills for property damage.\n\nWithout ever meaning to, of course, Ramona survives as chaos erupts around her, and in her daydreams, she dangles by precarious handholds over a roaring gorge, for starters. She was causing mischief even when she was too young to know better: she saddled her sister Beatrice with the hated nickname Beezus.\n\nThis is a featherweight G-rated comedy of no consequence, except undoubtedly to kids about Ramona's age. Joey King and the Disney star Selena Gomez are both appealing, and the movie is wisely populated with grownups who are content to play straight men; Sandra Oh is a calming presence as Ramona's sensible teacher. The adults hint that normality exists in some form on Klickitat Street, and prevent the movie from going totally wacko and running off the rails. \n\nIt's surprising that these books by Beverly Cleary didn't inspire an American TV series in the 1950s or 1960s, just as \"Leave It to Beaver\" did. (Sarah Polley played Ramona in a 1980s PBS series.) Maybe they'd still work on Nickelodeon or the Disney Channel, but not these days on general TV. We no longer all watch the same TV shows, we are no longer as innocent, and the world of Klickitat is fading into timeless nostalgia. \"Ramona and Beezus\" is a sweet salute.", "running_time": 103, "mpaa_rating": "G", "release_year": 2010, "date_published": "2010-07-21", "genres": ["Adventure", "Comedy", "Family", "Fantasy"], "title": "Ramona and Beezus (2010)"}