{"url": "http://www.rogerebert.com/reviews/rampage-1992", "by": "Michael Biehnas Anthony Fraser", "star_rating": 3.0, "text": "He is a pleasant-looking young man with a smile on his face.\n\nPerhaps too bland a smile, as if he is not smiling about anything - as if the smile is a mask. He goes into a sports store to buy a gun, and makes small talk with the clerk, who apologizes that there is an obligatory waiting period. Hey, no problem! He comes back two days before Christmas to pick up his purchase, and then walks into a home and shoots people dead and carves out parts of their bodies with the precision of an experienced butcher.\n\nThe police, confronted by the murder scene, call it the work of a madman. A few days later, he strikes again, in broad daylight, walking into a home and butchering a woman while her helpless child looks on in terror. Nobody in his right mind could commit an act like this, without apparent motive or even with one. And yet the man, whose name is Charles Reece, is played by Alex McArthur as the kind of guy you'd see at a football game, or out washing his car. He doesn't even make much of an attempt to evade discovery, wearing the same windbreaker to all of his crimes.\n\nWilliam Friedkin's \"Rampage\" is based, the movie assures us, on a real story. We do not need the assurances. Serial killing is the crime of our times, and who knows what confluence of forces has led to these strange people who stare out at us from the covers of true crime paperbacks, their appearance as normal as their crimes are bizarre. Jeffrey Dahmer, a bystander said on television, looked like such a nice young man.\n\nFriedkin tells the story of his killer more or less as a police procedural. We meet a cop (Michael Biehn) who tracks the killer, and then we see Reece captured by a simple means: He is identified by an eyewitness. Cornered at the gas station where he provides service with a smile, Reece leaps the back fence and runs away. The act of a reasonable man.\n\nEventually we see where Friedkin is going with the story.\n\nThis is not a movie about murder so much as a movie about insanity - as it applies to murder in modern American criminal courts. Friedkin plays with two decks and is happy to stack them both. His killer's crimes are beyond our conception of possible human behavior, and then, in court, he is defended on the grounds that he must have been insane, and prosecuted on the grounds that he acted reasonably in so many other ways that he must have been sane. The difference between these two theories is the death penalty.\n\nWe are not much persuaded by the court arguments for either side. Friedkin wants it that way. Reece was sane, the prosecution argues, because he planned ahead to buy the gun and fled to avoid arrest. He was insane, the other side argues, because his crimes could not have been contemplated by a sane man. The prosecution offers an expert psychiatrist known as \"Doctor Death\" because of his invariable diagnosis of sanity. So it goes.\n\nFriedkin does not quite say so in as many words, but his message is clear: Those who commit heinous crimes should pay for them, sane or insane. You kill somebody, you fry - unless the verdict is murky or there were extenuating circumstances. \"Rampage\" is not, however, a polemical film; it doesn't press its points and doesn't spend a lot of time on theory. It simply lays out the facts of a series of gruesome crimes, and then shows us how our gut feelings of good and evil grow confused after the testimony.\n\nThe film is realistic and matterof-fact, subdued compared to Friedkin's great film of evil, \"The Exorcist.\" Alex McArthur, as the killer, is as unemotional and inoffensive as the protagonist of \"Henry: Portrait of a Serial Killer.\" The movie was completed five years ago and then caught in the bankruptcy of the Dino De Laurentiis studio. Finally released, it has, if anything, benefited by the delay; five years ago, we would not have known how much Charles Reece resembles Jeffrey Dahmer, how little the face can reveal of the soul.", "running_time": 97, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-10-30", "genres": null, "title": "Rampage (1992)"}