{"url": "http://www.rogerebert.com/reviews/ranas-wedding-2004", "by": "Clara Khouryas Rana", "star_rating": 3.0, "text": "Rana's father is going to the airport at 4 p.m., and she can either get married, or leave the country with him. He supplies her with a list of eligible bachelors who have asked for her hand in marriage. But she is in love with Khalil. Can she find him, ask him to marry her, find a registrar, get her hair done, gather the relatives and get married -- all before 4 o'clock?\n\nThis could be the description of a Hollywood romantic comedy. And indeed it is a romantic comedy of sorts, as romance and comedy survive in the midst of the conflict between Palestinians and Israelis. The movie takes place on both sides of the armed border separating Jerusalem and the Palestinian settlement of Ramallah, and although the comedy occupies the foreground, the background is dominated by checkpoints and armed soldiers, street funerals and little boys throwing rocks, bulldozers tearing down buildings and a general state of siege.\n\nRana (Clara Khoury) is a Palestinian who is 17; her lover Khalil (Khalifa Natour), a theater director, seems to be around 40. Although her father has grave doubts about their marriage, they cite Islamic law which allows them to wed if they inform the father in the presence of a registrar. Her problem is to find her lover, find the registrar, find her father, and get them all together in the same place at the same time. This involves several trips back and forth through armed roadblocks that quietly make the point that Palestinians spend all day every day facing hostility and suspicion.\n\nWhat's interesting is that the movie, made by the Netherlands-based Palestinian filmmaker Hany Abu-Assad, makes little overt point of its political content; the politics are the air which the characters breathe, but the story is about their short-term romantic goals. And those are made more complicated because Rana is not a simple woman. She changes her mind, she gets jealous, she risks missing the deadline in order to get her hair done, she sometimes seems older, sometimes like a child.\n\nThe premise is a little hard to accept: Has her father actually sent her a note on the morning when he is to leave the country, setting the 4 p.m. deadline? She seems very independent; is there any way she can stay behind? Could she have considered marriage days or weeks earlier, or has all of this come about at the last moment? And what, exactly, is her father's reasoning? Although we see him briefly, we have no real ideas about who he is and how he thinks.\n\nIt is also rather startling that Khalil is prepared to get married at a moment's notice. Rana finally tracks him down on the stage of a theater in the Palestinian sector, where he's asleep with some of his cast; the roadblocks make that easier than going home. She awakens him with the news that they are to get married this very day, and he takes it fairly well, I'd say. Enlisting a friend with a yellow VW Beetle, he sets off with Rana on a mission to find the registrar (who is not at home, of course) and meet the deadline.\n\nWe have to accept this unlikely plot, I suppose, because there it is -- a device to add suspense. More suspense comes because Rana sometimes seems in no hurry. But the strength of the movie comes in its observation of details, as when Rana sees small boys throwing rocks at a barricade, and Israeli soldiers firing back; this scene, and other border scenes, look like real life captured by the film, although I have no way of knowing if that's true. There's also a scene where Rana and Khalil stop for a quiet talk, and notice a security camera pointed at them, and when Rana forgets the plastic carryall with her possessions in it, and runs back to find she's too late: the police, thinking it might contain a bomb, have just blown it up with a remote-controlled cannon.\n\nThere are of course two sides to such an experience; if Palestinians use hidden explosives and suicide bombers, then the Israelis of course must try to prevent them. But the movie doesn't preach; it simply observes. This is how daily life is.\n\nThe movie is passable as a story but fascinating as a document. It gives a more complete visual picture of the borders, the Palestinian settlements and the streets of Jerusalem than we ever see on the news, and we understand that the Palestinians are not all suicide bombers living in tents, as the news sometimes seems to imply, but in many cases middle-class people like Rana and her circle, sharing the same abilities and aspirations as their neighbors. I think the point is to show how their conditions of life are like a water torture, breaking them down a drop at a time, reminding them that having lived in this place for a long time, they are nevertheless homeless.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-01-30", "genres": ["Comedy", "Drama", "Foreign", "Indie", "Romance"], "title": "Rana's Wedding (2004)"}