{"url": "http://www.rogerebert.com/reviews/rancho-deluxe-1975", "by": null, "star_rating": 1.5, "text": "There's nothing so hapless as a movie made in the wrong style, especially when the director doggedly insists on that style to the bitter end. That's apparently what Frank Perry did with the sound track on \"Rancho Deluxe\"; how else to explain dialog that's said as if it had just been heard and was now being repeated? The tones of voice in this movie are the weirdest damn things; they're so distracting that the action what there is of it gets misplaced.\n\nThe movie's about the attempts of two freelance cattle rustlers to make life miserable for a rancher who's forever boasting about his prize bull. The rancher is given to patroling his grounds by helicopter, the rustlers are part of what the movie portrays as a Montana pickuptruck cult and the schemes to steal the cattle are made in an offhand way that would like to remind us of a Robert Altman film but succeed only in being so casual they finally lose momentum altogether.\n\nWe are distracted, however, by another question, which is whether Perry intended his film to be a comedy. The ads suggest that he did, and yet Tom McGuane's screenplay just doesn't have any laughs in it. Things get so desperate, he throws in old jokes where they don't belong, hoping they'll sound like dialog (Q. \"What's Mexican overdrive?\" A. \"Neutral\").\n\nAnd either Perry's timing is off, or he was wildly optimistic about how well his comic material would play. The prize bull is kidnaped, the rancher delivers the ransom and he's informed that information on the recovery of his bull will be found in a motel room. \"I'd like a look in that room too,\" the motel manager says. \"There's a honeymoon couple been in there thrashin'' all night.\" They open the door and discover the bull in the room, knocking over a lamp. Perry leaves his camera on the shot long enough for the bull to bellow one, two, three, four times. That's not a punch line, it's a monolog. Was he afraid the audience would he laughing so hard they'd need the extra time to sober up for the next shot? There wasn't a single laugh in the house.\n\nThe actors have been good in other movies, but here they seem baffled and bewildered. Jeff Bridges, one of the rustlers, has hit Montana after bailing out of a marriage and his upper middle class family. On a visit home, he flies into a rage and throws dishes at the antique furniture. No later attempt is made to integrate this unexpected scene into what follows, nor are wife or family ever mentioned again. Sam Waterston, as his partner, looks not quizzical but quizzed. Elizabeth Ashley gets to do most of her acting in reaction shots. Clifton James, as the rancher, isn't remotely plausible.\n\nNow about that dialog. Nobody in the movie sounds as if he comes from anywhere near Montana except for Slim Pickens, and he can only talk like Slim Pickens anyway. Everyone else speaks in strangely constructed sentences that sound written with little ear for human speech. Most of the words are pronounced with such painful completeness that dialog rhythms get lost and it's sometimes necessary to mentally repeat the words to figure out what was said. As I suggested, it's a weird sensation. \"Rancho Deluxe\" is way off form for Perry, whose work includes \"Last Summer,\" \"Doe\" and \"Play It as It Lays.\" I don't know how this movie went so disastrously wrong, but it did, and the story must be a sad one.", "running_time": 93, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Comedy", "Western"], "title": "Rancho Deluxe (1975)"}