{"url": "http://www.rogerebert.com/reviews/rango-2011", "by": "Johnny Deppas Rango/Lars", "star_rating": 4.0, "text": "\"Rango\" is some kind of a miracle: An animated comedy for smart moviegoers, wonderfully made, great to look at, wickedly satirical, and (gasp!) filmed in glorious 2-D. Its brilliant colors and startling characters spring from the screen and remind us how very, very tired we are of simpleminded little characters bouncing around dimly in 3-D.\n\nThis is an inspired comic Western, deserving comparison with \"Blazing Saddles,\" from which it borrows a lot of farts. The more movies you've seen, the more you may like it; it even enlists big bats to lampoon the helicopter attack in \"Apocalypse Now.\" But let's say you haven't seen lots of movies. Let's say you're a kid. \"Rango\" may surprise you because it's an animated film that plays like a real movie and really gets you involved.\n\nThe title character is a lizard, voiced by Johnny Depp. Just an ordinary lizard. You know, green and with scales and popeyes. But to this humble reptile comes the responsibility to bring civilization to Dirt, an untamed Western town tormented by villains and running desperately short on water.\n\nThe other characters are outsize versions of basic Western types. There is, for example, Rattlesnake Jake (Bill Nighy), the bad man whose gang holds the town in a grip of terror. After Rango accidentally kills the eagle that has been dining on Dirt's citizens, he is persuaded by the mayor (Ned Beatty) to wear the sheriff's badge and bring law to Dirt. This involves tough talk in saloons, face-downs on Main Street and a chase sequence between high canyon walls that's a nod in the direction of \"Star Wars.\"\n\n\"Rango\" loves Westerns. Beneath its comic level is a sound foundation based on innumerable classic Westerns, in which (a) the new man arrives in town, (2) he confronts the local villain, and (3) he faces a test of his heroism. Dirt has not only snakes but vultures to contend with, so Rango's hands are full. And then there's the matter of the water crisis. For some reason, reaching back to the ancient tradition of cartoons about people crawling through the desert, thirst is always a successful subject for animation.\n\nThe movie is wonderfully well-drawn. The characters are wildly exaggerated, yes, but with an underlay of detail and loving care. The movie respects the tradition of painstakingly drawn animated classics, and does interesting things with space and perspective with its wild action sequences. The director is Gore Verbinski, who directed Johnny Depp in three of the \"Pirates of the Caribbean\" movies. I think he benefits here from the clarity of animation drawings, as compared to the tendency of the \"Pirates\" films to get lost in frenzies of CGI. Yes, animation is also computer-generated imagery these days, but it begins with artists and drawings and paintings and a clearly seen world.\n\nThe movie is rated PG. I hope it will be huge at the box office. Godard said that the way to criticize a movie is to make another movie. \"Rango\" is a splendid and great-looking entertainment with a strong story, limitless energy and a first-rate voice cast, also including Abigail Breslin, Ned Beatty as the disabled mayor, Alfred Molina, Bill Nighy, Stephen Root, Timothy Olyphant, Ray Winstone, and, yes, Harry Dean Stanton. No, Sam Elliott, but you can't have everyone. \n\nHere's what I hope: Lots of families will see this. They won't have a single thought about its being in 2-D. They will pay ordinary ticket prices. They will love the bright colors and magnificent use of space. In a few weeks, they'll go to a 3-D movie and wonder, why did we have to pay extra for this?", "running_time": 107, "mpaa_rating": "PG", "release_year": 2011, "date_published": "2011-03-02", "genres": ["Adventure", "Animation", "Comedy", "Family", "Western"], "title": "Rango (2011)"}