{"url": "http://www.rogerebert.com/reviews/ransom-1996", "by": "Mel Gibsonas Tom Mullen", "star_rating": 3.0, "text": "“Ransom” is a smarter-than-usual kidnapping thriller, starring Mel Gibson as an airline owner whose child is kidnapped, and who tries to outsmart the kidnappers with a risky plan that might work, or might lead to the loss of his child. Everything depends on his hunch that the child is doomed anyway--unless his desperate scheme pays off.\n\nGibson plays a former fighter pilot who has built an airline from scratch, and is now under investigation for bribing union officials. He lives with his wife (Rene Russo) on Central Park, where they take their young son (Brawley Nolte) to a science fair. The boy is kidnapped, a ransom note arrives by anonymous e-mail, and the FBI is called even though, as Gibson observes, “The FBI just spent three months trying to bury us.” The movie makes little mystery about the identity of the kidnappers; we need to know who they are in order to appreciate the cat-and-mouse game that takes place. The gang is masterminded by Gary Sinise, a crooked police detective, and includes his girlfriend (Lili Taylor), who once worked for Gibson and knows the family's routine. Other members include a computer whiz and a couple of lowlife thugs.\n\nThe FBI kidnapping expert (Delroy Lindo) wants Gibson to pay the ransom. He tries to, but an FBI helicopter interrupts the ransom drop, and Gibson becomes convinced (by the look in a gang member's eyes) that the kidnappers have no plans to return the child alive. That's when he devises his daring plan, which horrifies his wife and angers the FBI, but puts the ball squarely in Sinise's court.\n\nInstead of developing this material along pure thriller lines, “Ransom” also involves intriguing side issues. It's clear, for example, that Gibson *did* bribe a union official (who becomes one of the kidnapping suspects). At one point, talking to Sinise, he asks the question that eventually occurs to everyone in such a situation: Why me? “Because you buy your way out of trouble,” Sinise tells him. “You're a payer. You did it once, and now you're gonna do it again.” The movie spends a lot of time examining the dynamics inside the kidnap gang, but there's the feeling that scenes have been dropped that might have made things clearer. When Sinise and Lili Taylor confront each other at the end of the film, for example, we would have liked to know more about the real nature of their relationship.\n\nThe screenplay, by Richard Price and Alexander Ignon (based on the 1956 Glenn Ford movie of the same name), also hints at depths of Gibson's character: He's a self-made man with a temper, who needs to control it in order to win. But the movie sets up more elements than it deals with.\n\nAnd a final scene--the closing confrontation between Gibson and Sinise--has the potential to be more clever and suspenseful than it is. The director, Ron Howard, obviously has a notion of how to handle the material, but somehow the timing and the logic are off. Without giving away the situation, I'll point out that Gibson's moment of realization is hammered too hard (there are too many close-ups of narrowing eyes), and the charade inside a bank has ironic promise, but could have been great, and is only adequate.\n\nStill, Gibson gives an interesting performance, showing a man trying to think his way out of a crisis, and Sinise makes a good foil: Here are two smart men playing a game with deadly stakes. (The plan evoked Kurosawa's great 1962 film “High and Low,” based on an Ed McBain novel about kidnappers who think they have a millionaire's son--but have mistakenly kidnapped the son of his chauffeur.) Howard is a director who specializes in movies about tension within large groups of people (his credits include “Backdraft,” “Apollo 13” and “The Paper”). Here again he chooses a large canvas, and fills it with a lot of characters. The movie would have benefitted from a tight rewrite (it is too ambitious in including plot threads it doesn't have time to deal with), but Gibson's strong central performance speeds it along.", "running_time": 121, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-08", "genres": ["Action", "Suspense", "Thriller"], "title": "Ransom (1996)"}