{"url": "http://www.rogerebert.com/reviews/rapa-nui-1994", "by": "Jason Scott Leeas Noro", "star_rating": 2.0, "text": "\"Rapa Nui\" slips through the National Geographic Loophole. This is the Hollywood convention which teaches us that brown breasts are not as sinful as white ones, and so while it may be evil to gaze upon a blond Playboy centerfold and feel lust in our hearts, it is educational to watch Polynesian maidens frolicking topless in the surf. This isn't sex; it's geography.\n\nFor years in my liberal youth I thought this loophole was racist, an evil double standard in which white women were protected from exposure while \"native\" women were cruelly stripped of their bras, not to mention the equal protection of the MPAA. While watching \"Rapa Nui,\" in which there are dozens if not hundreds of wonderful bare breasts on view, I have changed my mind. Since womens' breasts are the most aesthetically pleasing part of the human anatomy, it is only a blessing if your culture celebrates them.\n\nThe movie, which is sublimely silly, takes place in the South Seas in the carefree days before missionaries and other visitors arrived to distribute brassieres, smallpox, and VD. The action takes place on Easter Island, \"the navel of the world,\" whose inhabitants languish under a senile king. The king is of the Long Ear tribe, which has enslaved the Short Ears and impoverished the island by building dozens of giant stone faces. The purpose of the faces is to attract the great White Canoe which the king believes will carry him off to heaven. No face can be big enough. \"Build another one,\" he tells the slaves at one point. \"Then take the rest of the day off.\" This is a king, played with superb comic timing by Eru Potaka-Dewes, who has lots of good lines. \"Tell me you won't make fish hooks of my thigh bones,\" he tearfully implores his high priest.\n\nThe priest, however, has the movie's best line: \"I'm busy! I've got chicken entrails to read!\" Meanwhile, sweating slaves pull giant sledges and plot rebellion.\n\nThe plot stars Jason Scott Lee as Noro, a young Long Ear who has fallen in love with a Short Ear girl, the breathtakingly lovely Sandrine Holt. He goes to the chief for permission to marry her, which is granted - but on two conditions. 1) He must win the annual competition among the young men of the island; 2) She must spend six months locked in the darkness of the Cave of the White Virgin.\n\nThis is a lot better deal for him than her. The competition, sort of a Polynesian triathlon, requires the young men to climb down a cliff to the sea, swim to an offshore peak, climb the peak, steal the first eggs of spring from birds' nests, swim back with them, climb the cliff, and present the eggs to the chief. Break an egg, and you're an omelet. Meanwhile, the bride-to-be slowly goes blind in the Cave of the White Virgin, so called because that's what you become after you lose your tan in the dark - always assuming of course that you were a virgin to begin with.\n\nConcern for my reputation prevents me from recommending this movie. I wish I had more nerve. I wish I could simply write, \"Look, of course it's one of the worst movies ever made. But it has hilarious dialogue, a weirdo action climax, a bizarre explanation for the faces of Easter Island, and dozens if not hundreds of wonderful bare breasts.\" I am however a responsible film critic and must conclude that \"Rapa Nui\" is a bad film. If you want to see it anyway, of course, that's strictly your concern. I think I may check it out again myself.", "running_time": 107, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-09-30", "genres": ["Action", "Adventure", "Drama"], "title": "Rapa Nui (1994)"}