{"url": "http://www.rogerebert.com/reviews/rape-of-love-1980", "by": null, "star_rating": 2.5, "text": "There are moments during \"Rape of Love\" when we're\r\ndeeply touched by its outrage and anger, and then other moments - more of them\r\n- when we have the strangest feeling that we're watching a textbook of feminist\r\ninsights into rape. The result is a near miss, an intelligent, serious film\r\nthat never quite overcomes its didactic origins.\n\nThe\r\nmovie involves a year in the life of a young French woman (Nathalie Nell) who\r\nworks as a visiting nurse and is engaged to an Army trainee. She makes her\r\nrounds on a motor scooter, and that makes her vulnerable one day when she's\r\nfollowed out of a gas station by a van load of loutish young men. They force\r\nher to the side of the road, throw her into their van, take her to a secluded\r\nshed, and brutally gang rape her.\n\nThe\r\nscenes of rape are particularly painful to watch, and the film dwells on them:\r\nThe director, Yannick Bellon, apparently wants to make this rape so graphic and\r\nbrutal that its force will reverberate through the whole film. After it is\r\nover, the woman is dumped by the side of the road, is taken to a hospital, and\r\nbegins the slow process of physical and psychic recovery.\n\nThe\r\nfilm follows the aftermath of the rape with meticulous detail: Key scenes\r\ninvolve the clinical aspects of a hospital, the awkward attempt by a friendly\r\ndoctor to relate to his patient, the woman's initial decision to lie to her\r\nmother about what happened, and the chilling dialog they have when she finally\r\ndoes tell her that she was raped.\n\nThe\r\nmost difficult thing for her to do is tell her fiancé, when he comes home on\r\nleave from the Army. Her mother, indeed, would have counseled against telling\r\nhim: \"You know how men are about things like that.\" The fiancé's\r\nreaction is one of rage (\"I'll kill those bastards with my bare\r\nhands\"), but he seems to interpret the rape as an affront to himself.\r\n\"What about ME?\" the woman finally screams.\n\nThere\r\nalso is the matter of whether to report the rape and bring charges. After the\r\nwoman accidentally discovers the identity of one of her attackers, she does\r\npress charges, and then is placed under severe pressure to drop them: The wife\r\nof one rapist pleads on behalf of her children, and the parents of another\r\noffer a bribe. But the woman stands by her decision, and then the closing\r\nscenes involve the trial, in closed chambers before a woman judge who is as\r\nquick as any man to wonder if the victim was really \"leading on\" the\r\nrapists.\n\nNathalie\r\nNell is interesting in the leading role: She completely involves our sympathy\r\nin the scenes directly relating to the rape, and then she projects a fierce\r\ndetermination to see justice enforced after her attackers are identified. And\r\nyet she doesn't overact or escalate her performance into heroic dramatic\r\npyrotechnics. We sense her character as an ordinary young woman with a strongly\r\ndeveloped sense of character, who sees very clearly what must be done.\n\nNell's\r\nperformance and Bellon's intelligent direction make this film a worthy\r\nundertaking. But I'm forced to one reluctant objection: Scene after scene,\r\nthere's the sense in \"Rape of Love\" that the film is a cinematic\r\nfeminist textbook. The film's ideologically correct and meticulously observant,\r\nbut it lacks the elusive spark that would make it an artistic experience as\r\nwell as an educational one.", "running_time": null, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-01-04", "genres": null, "title": "Rape of Love (1980)"}