{"url": "http://www.rogerebert.com/reviews/rape-squad-1975", "by": null, "star_rating": 1.0, "text": "Sitting through \"Rape Squad\" is a fairly weird experience because the audience doesn't know how to take it: A lot of the knee-jerk movie responses are challenged. It's not an old-style sexist movie, but it's not a feminist movie, either. The men in it are creeps at best and sex maniacs at worst, so the audience can't get off on the usual macho punch lines. But the women, who organize an anti-rapist guerrilla unit, get the idea while floating completely nude in a whirlpool bath. So while they're doing their rewrite of Betty Freidan, they're putting on a skin show at the same time.  \n\nThe whole movie's like that, and we're not surprised to learn that it was directed by a man but its principal author was a woman. The dialog adopts a militantly feminist position, but the actresses recite it wearing miniskirts and see-through blouses (on those occasions, indeed, when they bother to dress at all). \n\nIn a typical scene, one of the squad members distributes anti-rape leaflets in a parking lot, which requires her to lean over the hoods of cars and display an expanse of thigh to truck drivers eating their lunch nearby. When they make rude remarks, she counterattacks fiercely, getting so angry that it's necessary for her to lean forward and display some cleavage. We don't know whether to look or listen. The story involves a rapist with the nickname \"Jingle Bells,\" who's been terrorizing young women with his attacks. His disguise includes a goal tender's mask, so he can't be identified in lineups. Five of his victims, dissatisfied with the police work on the case, decide to form their own rape crisis program and take karate lessons. The karate instructor is a compact young woman who could no doubt demolish Bruce Lee single-handed; she has the girls practice hitting a dummy in the groin with nightsticks. \n\nOnce trained, the rape squad turns into a feminist vigilante unit. They're everywhere, like Batman and Robin. A black pimp, for example, is mistreating one of his girls in a parking lot. A squad member calls in. The entire karate class piles into a VW bus and races to the rescue. The pimp is kicked unconscious while the girls bang up his Thunderbird with sledge hammers. Mission accomplished, they leave. The pimp groggily wakes up, only to be knocked unconscious by the hooker, who has instantaneously had her consciousness raised. Wouldn't you know, though, that when the chips are down, our heroines make all the dumb mistakes women do in movies where they're mere sex objects (instead of liberated sex objects). Jingle Bells lures them into an abandoned zoo at night. The girls walk along single file. One decides to return to the car. Bells picks her off. Another one loses the heel from her shoe. He gets her, too. The other three turn around and there are frantic cries of \"Where's Gloria?\" Where do you think? Haven't you seen any Westerns lately, with the Indians picking off the stragglers? \n\nThere's also a certain amount of entrapment, which the movie apparently approves of. Rape squad members wear their sexiest dresses to a nightclub where the manager is an alleged rapist. One of the girls allows herself to be picked up and taken to the guy's apartment to see flicks of his last ski holiday in Switzerland. Uh huh. Astoundingly, no such film is there to be shown. Why, the beast wants to make out! The victim screams, the rape squad breaks through the door, the karate instructor sends the depraved monster flying through the air, the girls wreck his apartment and then they pour indelible blue dye (labeled \"sulphuric acid\" - their little joke) on his genitals. That way, I guess, the next time he tries to get fresh with a sister she'll know him by his true colors.", "running_time": 90, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-21", "genres": ["Horror"], "title": "Rape Squad (1975)"}