{"url": "http://www.rogerebert.com/reviews/rapid-fire-1992", "by": "Brandon Leeas Jake Lo", "star_rating": 1.5, "text": "\"Rapid Fire\" is a movie weary almost onto death with the sameness of its genre. It's still another mindless slog through the familiar materials of drug dealing, the Mafia, and the martial arts.\n\nThe star is Brandon Lee, son of the legendary Bruce Lee, who, like James Dean, did something original and then died, inspiring hordes of feeble imitations. The co-stars include Powers Boothe, who has an uncanny ability to appear in movies that are beneath his talent, and Nick Mancuso, also talented, but oddly miscast as a Mafia don.\n\nThe plot has been pieced together from countless other movies, and involves Mancuso's determination to get his hands on a piece of the action in a major heroin-smuggling operation that brings drugs from an unnamed Asian nation to Chicago. Brandon Lee is an innocent Chicago art student who, coincidentally, witnessed the massacre at Tienanmen Square and is a ranking martial arts champion.\n\nAfter he accidentally witnesses Mancuso committing murder during a fund-faiser for Chinese dissidents, Lee becomes the object of a four-way tug-of-war involving the Mafia, the drug smugglers, the good police and the corrupt police.\n\nIf this sounds perhaps a mite ludicrous, it's because the filmmakers consider the plot only a clothesline on which to hang five major martial arts sequences, all of which illustrate three ancient standbys from my Glossary of Movie Terms: The Talking Killer Syndrome (in which the bad guys talk when they should be shooting), the Principle of Evil Marksmanship (no bad guy can hit anything with a gun, while no good guy ever misses), and the One-at-aTime Attack Rule (in martial arts movies, the enemies obligingly approach the hero one by one).\n\nBrandon Lee is an adequate martial arts performer, if not a particularly riveting actor, although he has his work cut out for him in a movie where the drugs are smuggled in as starch in bedlinens, and then removed in a laundry. But what can we make of the rest of the film? The screenplay is so absent-minded that it provides a love scene between Lee and Kate Hodge (as a good Chicago cop) without remembering that up to that point their only relationship consisted of Lee taking her hostage during a shootout. Powers Boothe, the other good cop, has such deathless lines as, \"Why don't you take your fists of fury and get out of here?\" And Mancuso, who informs Lee he is going to break his fingers, one at a time, seems to run a Mafia empire that consists of a lot of guys who are always sitting around in an Italian restaurant, eating.\n\nWhere is the audience for a movie like this? It's out there, I guess.\n\nMartial arts movies generally make their money back and then some, perhaps because their fans are connoisseurs who evaluate the fight scenes and don't mind that the dialog is brainless. Truly inspired action scenes do, of course, have a special energy of their own. \"Rapid Fire\" is not truly or any other kind of inspired.", "running_time": 95, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-08-21", "genres": ["Action", "Thriller"], "title": "Rapid Fire (1992)"}