{"url": "http://www.rogerebert.com/reviews/rapt-2011", "by": "Yvan Attalas Stanislas Graff", "star_rating": 3.0, "text": "Here is a millionaire industrialist who has inherited control of the family company. Stanislas Graff is well-married and well-respected. He maintains a secret life with a love nest populated with mistresses who are no doubt well-paid. We meet him in mid-stride at the dawn of another day of playing a master of the universe.\n\nThen Stanislas Graff is kidnapped. That wasn't in the plan. It's an efficient operation. Graff (Yvan Attal) is pulled from his car, blindfolded and held chained and captive in a cold, dark room of an abandoned factory, where he will never be found by accident. Enormous ransom demands are made.\n\nOur sympathies are with him. Then the police start sniffing around rumors that he was a big loser in private poker games. The press finds out about the mistresses. Weeks pass. His wife (Anne Consigny) and daughters are humiliated by news of his infidelities. There isn't nearly as much money in his bank account as they would have expected. The kidnappers grow impatient.\n\n\"Rapt,\" written and directed by Lucas Belvaux, is based on a real-life case, but the industrialist could probably have been inspired by many men. I thought first of all of Dominique Strauss-Kahn. To be sure, all charges have been dropped against him, but his alleged behavior seemed consistent with his reputation, and aren't many of us rather persuaded that something wrong happened in the hotel room? Berlusconi is another exhibit. \n\nWhat lends \"Rapt\" its fascination is that it represents such a dramatic fall from grace for its hero. The kidnappers take his freedom, one of his fingers, the respect of his family, and his public facade, which he required as the leader of a big corporation. He finds in the end that he doesn't require 10 fingers, or even nine, to count his real friends. Indeed, the kidnapper named \"Le Marseillais\" (Gerard Meylan) seems to see him more clearly as a human being than anyone else. A master of the corporate universe requires the acquiescence of the universe, or his power is built on sand. \n\nWhat a harrowing performance this must have been for Yvan Attal. He begins the film as a powerful, sleek animal, becomes a haggard victim and ends as a pitiful case study. His success and prosperity was not necessary for a single person. His experience has demonstrated that his status was an illusion of smoke and mirrors. In a sense, he made himself an attractive target for kidnapping by pretending to be much more than he was.\n\nWe now know that DSK will not be the Socialist candidate for the French presidency. He may have still to discover other things he will never be.", "running_time": 125, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-08-31", "genres": ["Drama", "Foreign", "Thriller"], "title": "Rapt (2011)"}