{"url": "http://www.rogerebert.com/reviews/rare-birds-2003", "by": "William Hurtas Dave", "star_rating": 3.0, "text": "People who live at the edge of the sea sometimes have a restless look in their eyes, as if they have gone as far as they can go and it is not far enough. Consider Dave Purcell (William Hurt), who has opened a fine-dining restaurant named The Auk on a rocky seaside outcrop of Newfoundland, far from large numbers of fine diners. He is a quiet, moody perfectionist, his food his splendid, his business is lousy and he is going broke. There is also the matter of his addiction to drugs and alcohol, which he is struggling to overcome.\n\nDave's best friend is Alphonse \"Phonse\" (Andy Jones), an optimistic codger who comes up with a scheme to help business: They'll report the sighting of a rare duck, the area will be swamped with bird watchers, and even birders have to eat, no? This fraud works so well that Dave can no longer run The Auk as a one-man show and hires a waitress. This is Alice (Molly Parker), and soon the two are in love. (There was once a Mrs. Purcell, whose love for Dave did not extend to joining him on the rocky Newfoundland outcrop, etc.) Sturla Gunnarsson's \"Rare Birds,\" adapted by Edward Riche from his own novel, is a sweetheart of a film, whimsical and touching. It positions itself somewhere between a slice of life and a screwball comedy. Hurt plays Dave tenderly, as an inward and unsocial man who apparently enjoys running his restaurant in complete privacy. His life is complicated enormously not only by the rush of business and the arrival of Alice, but also by Phonse's discovery of a large amount of cocaine floating in the bay. Can this be resold? Can Dave stay away from it? There are, we should note, men skulking about who are obviously not bird fanciers. Dave might not notice them. Phonse does. He is obsessed with the possibilities of marketing a \"recreational submarine\" and thinks maybe they're industrial spies. Of course, they could also be narcs. This plot gets a little overheated by the end of the film; I could have done with less action and more whimsy, but Hurt stays true to his character and the film weaves a goofy spell.\n\nThe film was made in 2001 by Gunnarsson, whose previous feature film was the wonderful \"Such a Long Journey\" (1998), inspired by the novel by Rohinton Mistry. \"Rare Birds\" was scheduled for its world premiere at the Toronto Film Festival on Sept. 11, 2001. That premiere never happened, the public did not see the film and its fate was forever changed; a few critics were able to attend a makeup screening in a little 20-seat theater. It's now in limited theatrical release and also available on tape and DVD. Best to see it in a theater; The Auk may be in an unlikely location, but it has a magnificent view.", "running_time": 101, "mpaa_rating": "R", "release_year": 2003, "date_published": "2003-10-03", "genres": ["Comedy"], "title": "Rare Birds (2003)"}