{"url": "http://www.rogerebert.com/reviews/rare-exports-a-christmas-tale-2010", "by": "Jalmari Helander", "star_rating": 3.5, "text": "\"Rare Exports: A Christmas Tale\" is a rather brilliant lump of coal for your stocking hung by the fireside with care. How else to explain an R-rated Santa Claus origin story crossed with \"The Thing\" (1982)? Apart from the inescapable that the movie has Santa and reindeer in it, this is a superior horror film, a spot-on parody of movies about dead beings brought back to life. Oh, and all the reindeer are dead.\n\nI need to help you picture this. It is the day before Christmas in the far Arctic north. Young Pietari lives on a reindeer ranch with his dad and other men who would feel right at home shooting reindeer from a helicopter. Yes, they are hunting food. The Scandinavians eat reindeer. God knows they do. Years ago, I once visited Finland, Norway and Sweden on a tour for the Scandinavian Film Institute, and at every single meal, some sort of reindeer appetizer was served as a \"delightful surprise.\" Between meals or when lost in the snow, they gnaw on reindeer jerky.\n\nI stray. Nearby, there is a huge mound that looks vaguely sinister. The Americans have been blasting away up there with dynamite. Very sinister. Pietari (Onni Tommila) and his friend Juuso have been sneaking through the fence to spy on the Yanks. Pietari is a dead ringer in every way for Ralphie in \"A Christmas Story.\"\n\nThere is a legend that centuries ago the citizens were threatened by fearsome monsters. They were able to trick them onto the lake, where they froze. One of them was cut out inside a giant block of ice and buried deep beneath the mound. And now ...\n\nIt's an idea from \"The Thing,\" where an alien was found in Antarctica and brought frozen into a hut, where drip ... drip ... drip ... it began to thaw. We approach this possibility on the Night Before Christmas. Pietari's mother is dead (lots of lumps of coal in this stocking), and his dad, Rauno (Jorma Tommila), keeps telling him to stay in the house, and Pietari, an earnest, stubborn Ralphie type, keeps sneaking out. He's the only one who figures out what's happening: Inside the mound, inside the ice, is Santa Claus.\n\nWell, not Santa precisely. A savage, scrawny beast of a man with a beard, who eventually does admittedly end up wearing a Santa suit, but strictly for warmth. This creature is however arguably of the species Santus Clausium. The director of \"Rare Exports: A Christmas Tale,\" the Finnish Jalmari Helander, has made two \"Rare Export\" short subjects about the capture and taming of wild Santas, who are then supplied to the worldwide market for Santas. Those Finns, what cut-ups.\n\nDon't let it get lost in the confusion that this is a fine film. An original, daring, carefully crafted film, that never for one instant winks at us that it's a parody. In its tone, acting, location work, music and inexorably mounting suspense, this is an exemplary horror film, apart from the detail that they're not usually subtitled \"A Christmas Tale\" and tell about terrifying wild Santas.\n\nThe R rating was earned by the F-word and a nekkid Santa. Did I mention the reindeer slaughter?", "running_time": 84, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-12-22", "genres": ["Action", "Fantasy", "Foreign", "Science Fiction"], "title": "Rare Exports: A Christmas Tale (2010)"}