{"url": "http://www.rogerebert.com/reviews/ratatouille-2007", "by": "Patton Oswaltas Remy", "star_rating": 4.0, "text": "A lot of animated movies have inspired sequels, notably \"Shrek,\" but Brad Bird's \"Ratatouille\" is the first one that made me positively desire one. Remy, the earnest little rat who is its hero, is such a lovable, determined, gifted rodent that I want to know happens to him next, now that he has conquered the summit of French cuisine. I think running for office might not be beyond his reach, and there's certainly something de Gaullean about his snout.\n\nRemy is a member of a large family of rats (a horde, I think, is the word) who ply the trash cans and sewers of a Parisian suburb, just like good rats should. \"Eat your garbage!\" commands Remy's father, Django, obviously a loving parent. The rats are evicted from their cozy home in a cottage-kitchen ceiling in a scene that will have rat-haters in the audience cringing (and who among us will claim they don't hate rats more than a little?), and they are swept through the sewers in a torrential flood. Students of Victor Hugo will know that the hero Jean Valjean of Les Miserables found the Seine because he knew that every sewer must necessarily run downhill toward it, and indeed Remy washes up near the river, in view of the most famous restaurant in tout le France. This is the establishment of Auguste Gusteau, author of the best-seller Anyone Can Cook, a title that might not go over very well in France, which is why the book appears to be in English, and might well be titled, Anyone Can Cook Better Than the English. (Famous British recipe: \"Cook until gray.\")\n\nRemy (voice of Patton Oswalt) has always been blessed, or cursed, with a refined palate and a sensitive nose, and now he starts skulking around the kitchen of Gusteau, his culinary hero (voice of Brad Garrett). Alas, when the monstrous food critic Anton Ego (Peter O'Toole) issues a scathing indictment of Gusteau's recent cooking, the chef dies in a paroxysm of grief or perhaps it is not a paroxysm, but I like the word, and the kitchen is taken over by the sniveling little snipe Skinner (Ian Holm). Lowest of the low is Gusteau's \"nephew\" Linguini (Lou Romano), who must be hired, but is assigned to the wretched job of plongeur -- literally, one who washes the dishes by plunging them into soapy water.\n\nLinguini and Remy meet, somehow establish trust and communication, and when Linguini gets credit for a soup that the rat has saved with strategic seasonings, they team up. Remy burrows into Linguini's hair, is concealed by his toque, can see through its transparent sides and controls Linguini by pulling on his hair as if each tuft were a joystick. Together, they astonish Paris with their genius.\n\nAll of this begins as a dubious premise and ends as a triumph of animation, comedy, imagination and, yes, humanity. What is most lovable about Remy is his modesty and shyness, even for a rat. He has body language so expressive than many humans would trade for it. Many animated characters seem to communicate with semaphores, but Remy has a repertory of tiny French hand gestures, shrugs and physical expressiveness. Does any other nationality have more ways of moving a finger and an eyebrow less than an inch while signaling something as complex as, \"I would do anything for you, monsieur, but as you see, I have only two hands, and these times we live in do not permit me the luxury of fulfilling such requests.\"\n\nBrad Bird and his executive producer, John Lasseter, clearly have taken over the leadership in the animation field right now. Yes, Bird made \"The Incredibles,\" but the one that got away was his wonderful \"The Iron Giant,\" in which a towering robot was as subtle, gentle and touching as Remy. His eye for detail is remarkable. Every prop and utensil and spice and ingredient in the kitchen is almost tangible, and I for one would never turn off the Food Channel if Remy hosted a program named \"Any Rat Can Cook.\"\n\nThis is clearly one of the best of the year's films. Every time an animated film is successful, you have to read all over again about how animation isn't \"just for children\" but \"for the whole family,\" and \"even for adults going on their own.\" No kidding!", "running_time": 111, "mpaa_rating": "G", "release_year": 2007, "date_published": "2007-08-30", "genres": ["Animation", "Comedy", "Family"], "title": "Ratatouille (2007)"}