{"url": "http://www.rogerebert.com/reviews/ratboy-1986", "by": "Sondra Lockeas Nikki Morrison", "star_rating": 2.0, "text": "\"Ratboy\" is a perplexing movie about a perplexing hero - a little creature that is half human and half rat and combines all of the least interesting characteristics of both species.\n\nThe rat boy lives in a garbage dump somewhere in the hills above Los Angeles, in a hovel furnished like a cross between a tree house and a rec room. Then he's flushed out by a couple of yahoos who think they can make millions by exhibiting him, and the movie turns into sort of a mini \"King Kong\" (1933) - complete with the scene where the creature breaks loose at the ceremony where it is being exhibited to the public.\n\nI guess the rat boy himself is supposed to stir the same sorts of emotions, as \"E.T. The Extra-Terrestrial\" or \"Pinocchio\" - miniature quasi-humans with high spirts and loneliness in their eyes. But the key ingredient in any fable like this is the story of how the creature originated. Unless we can complete the sentence \"He is like this because...\" we are looking at a freak instead of a protagonist. And the rat boy remains unexplained throughout the entire movie.\n\nInstead, the film turns into an attack on the crass commercialism of modern American society, with special emphasis on the media. Sondra Locke, who directed the film, stars as a slick operator who hopes to benefit from her friendship with Ratboy. She meets him by posing as a reporter, but before long she's a full-fledged promoter, renting a Los Angeles theater so Ratboy can have his own press conference.\n\nThe implications of a true rat boy are fascinating; remember what Francois Truffaut made of his \"wild child,\" and how intriguing the resurrected Neanderthal was in \"Ice Man\"? The idea of being able to communicate with another species has been the subject of lots of movies, including \"The Day of the Dolphin\" and countless science-fiction films. But \"Ratboy\" doesn't seem curious about that aspect of its story.\n\nIt turns, instead, into a formula thriller - in which Ratboy and his protector, Locke, are arrayed against a mixed bag of bad guys, and the movie cops out by ending in a big chase scene.\n\nI don't know about you, but I'm very, very tired of chases - all except for the good ones, from Steven Spielberg or William Friedkin. If a movie has introduced me to interesting characters, I want the story to explore and resolve their problems, and I don't feel fulfilled just because everybody chases each other, and the right guys win. Chase scenes provide movies with terminations instead of endings.\n\nI began by saying \"Ratboy\" was perplexing. One of the things that puzzled me was why Locke wanted to make this story in this way. She plugs a fantastical creature into a screenplay made up of standard-issue Hollywood characters and situations, and ends everything with a chase rather than an emotional resolution. What was the point? \"Ratboy\" is very odd, but not in an interesting way.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-11-10", "genres": ["Drama"], "title": "Ratboy (1986)"}