{"url": "http://www.rogerebert.com/reviews/ravenous-1999", "by": "Guy Pearceas Boyd", "star_rating": 3.0, "text": "Of course a vampire is simply a cannibal with good table manners, and \"Ravenous'' is a darkly atmospheric film about an epidemic of flesh-eating and the fearsome power that it brings. It takes place during the Mexican-American War, in an isolated U.S. Army outpost in the Sierra Nevadas, when a half-dead man (Robert Carlyle) staggers into the fort with the story of snowbound travelers, starvation and worse: \"We ate the oxen, then the horses, then a dog, then our belts and shoes ... .'' Eventually one of the party died of starvation, and they ate him. Then they ate others ... and by now the commander of the fort has heard enough, and determines to send out a party to investigate. All of this is shown in dark colors and a soundtrack of chimes and mournful cries; low, ominous, burbling percussion, and far-off female laments. \"Ravenous'' is the kind of movie where you savor the texture of the filmmaking, even when the story strays into shapeless gore.\n\nThe movie stars Guy Pearce, the honest cop in \"L.A. Confidential,'' as a man named Boyd who becomes an accidental hero during a war battle. Mistaken for dead, he's piled under corpses; blood trickles into his mouth and gives him the strength to capture an enemy outpost. He's decorated, but his commanding officer sees the cowardice beneath his luck and sends him to a godforsaken outpost where the story takes place.\n\nFort Spencer is a caretaking operation in a vast wilderness, presided over by Hart (Jeffrey Jones), a genial commanding officer who acts more like a host. The soldiers are all cracking up in one way or another, except for Reich (Neal McDonough), a gung-ho warrior. The others include the second-in-command, Knox (Stephen Spinella), the religious Toffler (Jeremy Davies), Cleaves the cook (David Arquette) and some Indians. From the Indians comes the legend that when you eat another man's flesh, you possess his past and assume his strength, and your hunger becomes insatiable.\n\nThe movie has established its cold, ominous tone long before the real story reveals itself. That happens when the characters return to the cave where the travelers are said to have taken shelter. There's a creepy sequence in which Reich and Toffler enter the cave and then traverse into an inner cave, where what they find is not a pretty sight. Then there are surprises and revelations, and unspeakable things happen to some of the characters, or at least we think they do.\n\nThe director is a British woman named Antonia Bird; I didn't admire her \"Priest,'' but she shows she's a real filmmaker. She is wisely more interested in atmosphere than plot and has an instinct for scenes like the one where a visiting general savors the broth of a bubbling stew. Her shots of meat are all cheerfully off-putting; she revealed at the film's Sundance Festival premiere that she is a vegetarian, which came as no surprise. She does what is very hard to do: She makes the weather feel genuinely cold, damp and miserable. So much snow in the movies looks too pretty or too fake, but her locations (in Slovakia) are chilly and ominous.\n\nThe film's setup is more fun than its pay-off because in a story of this nature, we would rather dread what is going to happen than see it. The movie makes much of the strength to be gained by eating human flesh, and there is a final confrontation between two men, both much fortified by their fellows, that feels like one of those superhero battles in a comic book, where neither side can lose.\n\nThe screenplay, by Ted Griffin, provides nice, small moments of color for the characters (I liked the way Jeffrey Jones' C.O. seemed reasonable in the most appalling ways), and short, spare lines of dialogue that do their work (\"He was licking me!''). I also liked the way characters unexpectedly reappeared and how the movie savors Boyd's inability to get anyone to believe him. And I admired the visceral music, by Michael Nyman and Damon Albarn, which calls attention to itself (common) but deserves to (rare). \"Ravenous'' is clever in the way it avoids most of the cliches of the vampire movie by using cannibalism, and most of the cliches of the cannibal movie by using vampirism. It serves both dishes with new sauces.", "running_time": 101, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-03-19", "genres": ["Comedy", "Horror", "Thriller"], "title": "Ravenous (1999)"}