{"url": "http://www.rogerebert.com/reviews/ravens-end-1972", "by": "Thommy Berggrenas Anders", "star_rating": 4.0, "text": "The young man looks at the empty lives of the people living on his block, and writes an angry book about the way they've been treated. A publisher invites him to Stockholm to discuss the manuscript, but finally patronizes him: \"There is a cry of rage here, but it is still inarticulate.\" Sobbing with frustration, the young man tells a sympathetic neighbor girl: \"Sometimes a cry is so loud it cannot be heard.\" They make love that night, the girl becomes pregnant, and before long the young man believes that he has been trapped just as his parents were. \n\nThis is the simple stuff of \"Raven's End,\" a film made in 1963 by Bo Widerberg, the Swedish director who went on to great success with \"Elvira Madigan\" and \"Adalen '31.\" This is his best film and would have achieved distribution long ago were it not for the strange way we regard foreign directors. In 1963, a long time ago as movie history goes, Ingmar Bergman was just about the whole Swedish film industry as far as American distributors were concerned. \"Raven's End\" was chosen for the Cannes and New York Film Festivals and then disappeared, apart from infrequent film society screenings. It didn't open commercially in New York until 1970. \n\nIt has crept into Chicago for eight days only, as the inaugural premiere of the new Termite Theater in Piper's Alley. The theater is well named, being hidden in the walls beyond the adjacent Aardvark theater, and containing only 88 seats. It is intended as a showcase for short runs of art films, and Jean-Luc Godard's \"Two or Three Things I Know About Her\" opens next. \n\n\"Raven's End\" is set very convincingly in a working-class district in the north of Sweden during the late years of the 1930s when the Swedish Nazi party was trying to win power. The young man, who is very introspective and intense and reminds you somewhat of Thomas Wolfe's Eugene Gant, lives with his parents in an apartment block. The father is a failure, and blames the social unacceptability of his wife and his own unlucky breaks. In fact, he is an idealistic but disorganized alcoholic with big, empty plans. \n\nThe development of the relationship between the three people is done as perceptively, skillfully and deeply as anything in this line apart from Eric Rohmer's recent work. Widerberg has an incredible eye for details of dialog, and as the father describes his drunkenness (\"the only thing I ever invented - the diving bell; I am inside and it is quiet and I am sinking, sinking....\") we're reminded of the alcoholic introspection in Frederick Exley's great novel \"A Fan's Notes.\" \n\nThe father fails at everything, even passing out handbills, but the mother hangs on and takes laundry, and cannot believe that her son would run out on a pregnant girl. He says he isn't running from the girl, but from the doomed life he sees reaching out before him. She doesn't understand, and maybe he doesn't either. But he has to go. In the beer garden the night before, he asked his father for help and advice: \"You're only 39, Father, you can't give up before you're 40.\" And the father only said he was sinking, sinking....", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-03-30", "genres": null, "title": "Raven's End (1972)"}