{"url": "http://www.rogerebert.com/reviews/raw-deal-1986", "by": "Arnold Schwarzeneggeras Kaminski", "star_rating": 1.5, "text": "In a way, it should all be so simple. We could type the screenplay ourselves, wearing boxing gloves.\n\nArnold Schwarzenegger is an ex-FBI agent, thrown out of the bureau in disgrace, reduced to working as a sheriff in a small town. An old FBI friend approaches him with an offer: infiltrate the Chicago mob, destroy its operations and regain your reputation. This plot is so simple (and has been told so many times before), that perhaps the most amazing achievement of \"Raw Deal\" is its ability to screw it up. This movie didn't just happen to be a mess; the filmmakers had to work to make it so confusing.\n\nFrom the evidence on the screen, I'd say the final shape of the movie is a long distance from their original ideas. The opening scenes, for example, sketch out a relationship between Schwarzenegger and his alcoholic wife (Blanche Baker), and there's some unintentional humor in the sight of Schwarzenegger playing the long-suffering husband. But then the wife totally and completely drops out of sight (except for an offhand remark, near the end of the movie, that Schwarzenegger is \"back with her\").\n\nWas this originally supposed to be a more domestic thriller, and did they drop whole reams of the script when Schwarzenegger signed on? Maybe.\n\nWhat happens is that Schwarzenegger fakes his death, moves to Chicago, and poses as a tough guy who wants a job as a mob enforcer.\n\nChicagoans are going to find the portrait of the mob hilarious. The key Mafia boss (Robert Davi) operates out of a plush illegal gambling casino hidden away in the basement of the Allerton Hotel.\n\nIt may seem peculiar that such a large operation could survive in such a public place, but one of the conceits of \"Raw Deal\" is that nobody in Chicago ever notices anything. For example, at one point Arnold throws a mobster through a plate-glass window of one of the shops in Water Tower Place, and through the window we can see dozens of pedestrians walking straight ahead, unconcerned, not noticing anything.\n\nPitched battles with machineguns also pass unobserved; the city seems inhabited by pod people.\n\nSchwarzenegger has a certain amount of droll fun with his role: he is smart and apparently understands how ridiculous some of his dialogue is, and puts a funny spin on it. But the filmmakers never should have required him to say some of the lines in this movie, as when his accent stumbles and he mauls a tongue-twister like \"molested, murdered and mutilated.\" There is a small romance in the film, with Kathryn Harrold, who plays a gambler in debt to the mob. She starts out informing on Arnold and ends up sleeping with him, but the movie doesn't pause for any of the steps in between. Indeed, there's a lot this movie doesn't pause for, including a rational explanation of the plot.\n\nAt one key moment in a cemetery, Schwarzenegger and two other guys are about to shoot someone, when Schwarzenegger recognizes him, and shoots the other guys instead. I still do not understand exactly why they were going to shoot the guy.\n\n\"Raw Deal\" is like another recent movie, \"Cobra.\" It replaces absolutely everything - plot, dialogue, character, logic, sanity, plausibility, art, taste and style - with a fetish for nonstop action.\n\nYou want to see guys with muscles shooting machineguns at guys without muscles? These are the movies for you. You have more than muscles between your ears? Try something else.", "running_time": 97, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-06-06", "genres": ["Action", "Comedy", "Crime", "Thriller"], "title": "Raw Deal (1986)"}