{"url": "http://www.rogerebert.com/reviews/raw-meat-1973", "by": "Donald Pleasenceas Inspector Calhoun", "star_rating": 2.0, "text": "“What’s the story down there, Bacon?” the inspector asks the subway expert. “Well, sir,” Bacon says, clearing his throat nervously, “it’s a regular warren down there, sir. In 1892, you see, a rival subway company was tunneling, and its tunnel caved in. Then the company went bankrupt. There was a bit of a stir at the time, sir, because no effort was made to rescue the trapped workers.” “How many were there, Bacon?” \n\n“Twelve, sir . . . eight men and four women. They could have survived for quite some time. There’s lots of water down there, and of course they could have ... ummm, you know, for food . . .” Ummmm. And along the way they would probably have eaten each other before there was time to reproduce, wouldn't you think? But I guess they didn't, because “Raw Meat” is a movie about the fifth generation of ghoulish survivors, and about how you should never, ever allow yourself to stay on the platform after the last train has pulled out of the Russell Square underground station. \n\nA former Chicagoan, Gary Sherman, who did several shorter films here including the 30-minute TV special “The World of Bo Diddley”, directed the movie. But backing for a feature film was difficult here, so he went to London to labor in the one field where the British almost never lack money, or lose it: horror movies. This is his first, and it’s a good debut, but it’s undermined by several vast improbabilities in the script and by the painfully inept performance of one of its leads, David Ladd. He plays the American boyfriend of a British girl who is eventually kidnapped by the last surviving ghoul. There’s no reason in the script for him to be American; maybe he got the job because he was living in London and was (I am told) Alan Ladd’s son. But acting ability does not appear to be inheritable in this case; he’s so bad at reading his lines that when he plays a scene with a skilled professional like Donald Pleasence, the effect is jarring. Ladd lurches through some dialog and then Pleasence hits the screen with a fully formed, believable character. The contrast is instructive. \n\nLuckily, Ladd is not in too much of the movie, Pleasence and Norman Rossington (of “Carry On” fame) have most of the fun as two police inspectors assigned to the case of the disappearing passengers. It turns out (as Sherman shows us in some nice dialogless and brooding footage) that only two descendants of the trapped workers have survived. The woman dies during her pregnancy, and the man goes berserk with grief. \n\nHe kidnaps a British diplomat and an underground employee and hangs them on meat hooks for future meals, and then he gets the girlfriend. He’s about to kill her, but he falls in love with her instead . . . and then it’s time for the cavalry to come to the rescue. That’s about it, except for the nice Pleasence and Rossington performances and Sherman’s ability to make us curiously sympathetic for the ghoul. His lot, after all, has been a hard one. \n\nBut how could the hardy band of ghouls have fed themselves for five generations without the police catching on, until now, that the Russell Square tube stop had a problem? And why, if the survivors can move freely from their old tunnel to the new one, didn't they simply escape? And if the original survivors couldn't escape, why (as I wondered before) didn't they, consume each other before the nine month reproduction, cycle? And even then . . . but I guess when you're kidnapped by a ghoul you don't ask questions.", "running_time": 87, "mpaa_rating": null, "release_year": 1973, "date_published": "1973-08-03", "genres": ["Foreign", "Horror"], "title": "Raw Meat (1973)"}