{"url": "http://www.rogerebert.com/reviews/re-animator-1985", "by": "Jeffrey Combsas Herbert West", "star_rating": 3.0, "text": "One of the most boring experiences on Earth is a trash movie without the courage of its lack of convictions. If it only wants to be cynical, it becomes lifeless in every moment - a bad dream on the screen. One of the pleasures of the movies, however, is to find a movie that chooses a disreputable genre and then tries with all its might to transcend the genre, to go over the top into some kind of artistic vision, however weird. \n\nStuart Gordon's \"Re-Animator\" is a pleasure like that, a frankly gory horror movie that finds a rhythm and a style that make it work in a cockeyed, offbeat sort of way. It's charged up by the tension between the director's desire to make a good movie, and his realization that few movies about mad scientists and dead body parts are ever likely to be very good. The temptation is to take a camp approach to the material, to mock it, as Paul Morrissey did in \"Andy Warhol's Frankenstein.\" Gordon resists that temptation, and creates a livid, bloody, deadpan exercise in the theater of the undead. \n\nSeeing this movie at the Cannes Film Festival last May, I walked in with no particular expectations, except that I hoped \"Re-Animator\" would be better than the festival's run-of-the-mill exploitation films. I walked out somewhat surprised and reinvigorated (if not re-animated) by a movie that had the audience emitting taxi whistles and wild goat cries. In its own way, on its own terms, in its corrupt genre, this movie worked as well as any other movie in the festival. \n\nI was reminded of Pauline Kael's sane observation: \"The movies are so rarely great art, that if we can't appreciate great trash, there is little reason for us to go.\" \n\nThe movie's story involves . . . but why bother? You have seen the ads, in which the hero is described as having a good head on his shoulders, and another one in the laboratory dish in front of him. That more or less captures the essence of \"Re-Animator.\" Driven by an insane desire to vindicate himself by creating living beings out of dead body parts, a scientist uses his intelligence to burrow more and more deeply into sheer madness. \n\nGordon's direction, and particularly his use of special effects, will come as no surprise to anyone who saw his famous \"Warp\" trilogy onstage. He borrows from the traditions of comic-book art and B-grade thrillers, using his special effects not as set pieces for us to study, but as dazzling throwaways as the action hurtles ahead. By the end of the film, we are keenly aware that nothing of consequence has happened, but so what? We have been assaulted by a lurid imagination, amazed by unspeakable sights, blind-sided by the movie's curiously dry sense of humor. I guess that's our money's worth. \n\n(NOTE: \"Re-Animator\" has been released in two different versions: a 95-minute R-rated cut and an 86-minute unrated cut.)", "running_time": 85, "mpaa_rating": "NR", "release_year": 1985, "date_published": "1985-10-18", "genres": ["Comedy", "Horror", "Science Fiction"], "title": "Re-Animator (1985)"}