{"url": "http://www.rogerebert.com/reviews/reach-the-rock-1998", "by": "Alessandro Nivolaas Robin", "star_rating": 1.0, "text": "“Reach the Rock” plays like an experiment to see how much a movie can be slowed down before it stops. It was produced and written by John Hughes, who should have donated his screenplay to a nearby day-care center for use by preschoolers in constructing paper chains. How can the man who made “Planes, Trains and Automobiles” have thought this material was filmable? The story involves an unhappy young man named Robin (Alessandro Nivola), who in the opening scene uses a flagpole to break the window of a hardware store. When Ernie the small-town cop (Bruce Norris) arrives, he finds Robin seated in a beach chair before the window, cooling himself with an electric fan. Robin is returned to the station, where the only other cop on the overnight shift is Sgt. Phil Quinn (William Sadler).\n\nRobin is well known to the officers. His arrest sheet lists offenses such as loitering, disturbing the peace and vandalism. The sergeant and the kid dislike each other, and the actors demonstrate this with various reliable techniques, including the always dependable flaring of the nostrils.\n\nThe cops lock Robin in a cell. He steals the keys to the cell, lets himself out, steals a squad car, drives downtown, fires a shotgun through a coffee shop window, returns and locks himself back in. This is a pattern that will repeat itself many times during the long night. “How are you gettin' out of here?” asks Sgt. Quinn, convinced that Robin is the culprit. It never occurs to him to search the prisoner for the keys. I can't say much for his police work. (That line is borrowed from “Fargo,” a movie I thought of during this one as a drowning man will think of an inflatable whale.) Robin's sneaky activities unfold with the velocity of sleepwalking. There are two cells in the jail, and at various times Robin is locked in both, Ernie is locked in one, Quinn is locked in the other, a bunk catches fire, Robin's old girlfriend is locked in with him, and Quinn is locked out of the building. Sounds like a maelstrom of activity with all those cell doors banging open and shut, but imagine the stateroom scene in “A Night at the Opera,” enacted in slow motion, and with sadness.\n\nYes, “Reach the Rock” is very sad. Halfway through the film we learn that Sgt. Quinn blames Robin for the drowning death of his nephew. Even later, we learn that Robin has been moping and pining for four years because a rich local girl (Brooke Langton) dated him in high school but dropped him when she went to college--except of course for summers, when she comes home and resumes their sexual relationship, which seems sporting of her. “Time stopped for you about four years ago,” somebody tells Robin, or maybe it is everyone who tells Robin that.\n\nThere is a subplot. When we first see Ernie the dim-witted deputy, he is drinking in a parked squad car with a woman named Donna (Karen Sillas). He's about to make a move when he gets the call to check out the alarm at the hardware store. Throughout the movie, Ernie and Donna try to get horizontal and are repeatedly interrupted. This is a running gag, or, in this movie, a walking gag. Donna grows frustrated and wanders the deserted night streets in her nightgown--forlorn, neglected and in heat. At one point, when Ernie arrives for yet another rendezvous, she warns him, “This is your last chance,” but one senses that with Donna there are as many last chances as with Publisher's Clearing House.\n\nAll of the elements of the plot at long last fall into place, including an old tattoo that explains an earlier parable. Comes the dawn, and we are left with questions that only a policeman could answer. (Spoiler Warning--read no further if you intend to see the film.) Attention, officers! If a perpetrator has a three-page arrest record, and during one night, angry at being dumped by an old girlfriend, he breaks a store window, breaks out of a jail cell, steals a police car, uses a police shotgun to shoot out another window, locks an officer out of the police station, locks two officers into cells, starts a fire and tries to frame an officer for the crimes, would you, in the morning, release the kid and tell him to go home because “her old man has insurance”? Just wondering.", "running_time": 100, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-10-16", "genres": null, "title": "Reach the Rock (1998)"}