{"url": "http://www.rogerebert.com/reviews/ready-to-wear-pr%C3%AAt-%C3%A0-porter-1994", "by": "Sophia Lorenas Isabella De La Fontaine", "star_rating": 2.5, "text": "The truth is, there is a lot of doggy-do in Paris. Robert Altman has been attacked in some quarters for making a Paris movie in which people are always stepping in it and wiping it off their feet. The amazing thing is that all French movies aren't filled with it. Gerard Depardieu should be as famous for his footwork as for his dramatic range. The French take their dogs with them everywhere. I was in a French restaurant once when a guy came in with his dog and had the dog sit right at the table with him. The maitre d' rushed over and told the guy he couldn't be served unless he buttoned his shirt.\n\nAltman's \"Ready to Wear,\" originally titled \"Pret-a-Porter\" before it was determined that Americans speak English, uses doggie calling cards as a motif for the French fashion industry, in which people are always stepping in something, so to speak. The fashion industry is the most sublimely silly of human enterprises, making billions by convincing most of the human race to dress interchangeably and the rest to dress like the victims of a cruel jest. Once a year the industry gathers in Paris for the annual \"ready to wear\" shows, at which designers trot out their new clothes, and the world's fashion press has a great time. Altman has chosen this ritual as the latest target for one of his cheerfully rude human comedies, and boy, has the bleep hit the fan.\n\nThe movie is a \"hate letter\" to the fashion industry, sniffed Time magazine's Richard Corliss, adding, \"When you hear the word contempt, you think of Robert Altman.\" Funny. When I hear the word \"contempt\" I think of Kurt Cobain. So there you are. Lots of other people also are offended by Altman's irreverent view of the fashion industry's delicate egos, but the purpose of a movie like \"Ready to Wear\" is not to play fair or be objective, but to entertain.\n\nIs \"Ready to Wear\" entertaining? Not as much as I would have preferred. I think Altman and his writer, former Chicago Sun-Times reporter Barbara Shulgasser, should have gone further and been meaner; too many of his jokes are generic slapstick, instead of being aimed squarely at industry's targets. If there had been a way, for example, to work in more about anorexia and bulimia, booming diseases the fashion industry shares responsibility for, that would have been fine with me.\n\nAs it is, Altman assembles a huge cast of characters (the movie is like a reunion of everyone he has ever worked with) and heaves them into a cauldron of a plot that crosses paths, lives and swords.\n\nA running narration has been one of his favorite devices since the loudspeaker announcements in \"M*A*S*H\" and \"Brewster McCloud,\" and this time it's supplied by Kim Basinger, as a breathlessly dim-witted cable reporter who says everything just a little wrong.\n\nOther characters include a smarmy photographer (Stephen Rea) and the three fashion magazine editors (short Linda Hunt, tall Sally Kellerman and British Tracey Ullman) who are all trying to hire him; old lovers from Rome (Sophia Loren and Marcello Mastroianni) who meet after many years; a snotty designer (Richard E. Grant) who learns his favorite model is pregnant; a transvestite buyer for Marshall Field's (Danny Aiello); the mistress (Anouk Aimee) of a widely hated fashion czar whose death much cheers everyone, and two American reporters (Tim Robbins and Julia Roberts) who spend most of the time in bed, drinking and making love.\n\nAt least one fashion reporter has protested that the depiction of this last couple is libelously inaccurate. I dunno. Maybe things like that don't happen on the fashion beat. At a movie premiere once, I happened upon two of my colleagues having sex in the bathroom of a hospitality suite. So there you are.\n\nThe movie's many story strands are loosely woven; we glimpse people in the background of one shot and then learn more about them later, as Altman builds the sense of a community. One of the liberating things about his style, in such films as \"M*A*S*H,\" \"McCabe and Mrs. Miller,\" \"Nashville\" and \"The Player,\" is that he doesn't focus on a small group of foreground actors, but lets you see how his characters are part of a communal setting. Individual egos clash with the group's view of itself.\n\nThere are some nice moments here. Robbins and Roberts, who hardly leave their room, create the bittersweet sense of a self-contained affair that has no reference to their real lives, past or future, and will wither on exposure to reality. Loren and Mastroianni, rerunning the striptease scene from \"Yesterday, Today and Tomorrow\" (1964), find a kind of elegiac tone that reminded me of a magical moment from Fellini's final film, \"Intervista,\" where Mastroianni and Anita Ekberg remembered their great fountain scene from \"La Dolce Vita.\" And Basinger's tortured journalese is very funny.\n\nThere is also an undeniable pleasure simply in people-watching.\n\nIn \"Ready to Wear,\" you will see Lauren Bacall, Harry Belafonte, Teri Garr, Forest Whitaker, Naomi Campbell, Lyle Lovett, Christy Turlington, Cher and countless others, sometimes shot in scenes that feel improvised in the midst of real events. The result is a little like a comedy crossed with a home movie.\n\nIt is also, like many home movies, somewhat rambling, and overly dependent on knowing the names of all the players. If you know nothing about the fashion industry, your enjoyment of \"Ready to Wear\" is likely to be limited. If you know everything about it, your reaction, judging from the early returns, is likely to be purple-faced rage. That leaves, let's see, people who know something about the long and wonderful career of Robert Altman, and who are likely to find this film, if not among his best, very nice to have, all the same.", "running_time": 133, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-12-25", "genres": null, "title": "Ready To Wear (Prêt-à-Porter) (1994)"}