{"url": "http://www.rogerebert.com/reviews/ready-to-rumble-2000", "by": "David Arquetteas Gordie Boggs", "star_rating": 2.0, "text": "It must be a mixed blessing to be Michael Buffer. He is the man in the tuxedo famous for intoning Let's get . . . ready to RUMBLE !\" before sporting events and, for all I know, weddings and bingo games. He is rich and famous, yes. But how many times a day/week/month/lifetime do you suppose he has to listen to people shouting Michael Buffer imitations into his ear? And is it discouraging that the excitement is over for him just as it's beginning for everyone else? These thoughts ran through my mind during \"Ready to Rumble.\" Buffer appears in the movie and duly performs Are you ready to rumble, and so earnestly was I not ready to rumble that I wanted the camera to follow him out of the arena instead of staying for a three-cage fight to the death between Jimmy (\"The King\") King and Diamond Dallas Page.\n\nIt's not that I have anything against professional wrestling. I have a newfound respect for the sport after seeing the documentary \"Beyond the Mat,\" which establishes without a shadow of a doubt that when you are thrown out of the ring in a scripted fight with a prearranged winner, it nevertheless hurts when you hit the floor. I am in awe of wrestlers--not as athletes, but as masochists. They take a lickin' and keep on kickin'.\n\nThe problem with \"Ready to Rumble\" is that its hero is not a wrestler but an actor, Oliver Platt. Platt is a good comic actor and I have liked him in a lot of movies, but here he is not well-used and occupies a role that would have been better filled by a real wrestler. That is demonstrated every time Diamond Dallas Page is on the screen, playing himself with such ferocity that Platt seems to be playing \"Jimmy the King\" in a key heard only by himself.\n\nThe plot is easily summarized: \"Dumb and Dumber Meet Dumbbell.\" David Arquette and Scott Caan are Gordie and Sean, best pals in a Wyoming hamlet where watching the Monday night fights on cable brings the only joy into their lives as sanitation servicemen. By day they suction the contents out of Porta-Potties, and by night they hang out in the parking lot of a convenience store, lecturing callow youths on the glories of wrestling as America's finest sport.\n\nThey get tickets to the King's latest title defense, little realizing that the real kingmaker is Titus Sinclair (Joe Pantoliano), this movie's version of Vince McMahon. Titus has declared that the King will go down to Diamond Dallas, and by the end of the fight the loser has been kicked insensible by everyone on the card, and banished from wrestling as a hopeless drunk.\n\nWhen Gordie and Sean's tank truck overturns on the way home, creating a really nasty spill for the fire department to clean up, they take this as a Sign that they must leave their town, find the King and mastermind his comeback. Their plan involves enlisting the once-great, now aging Sal Bandini (Martin Landau) as a trainer. The King is not thrilled: \"I don't need a trainer--I need a safe house!\" He's right. Landau's scenes demonstrate that as an elderly wrestler he looks no more convincing than he did as a dying millionaire disco dancer in \"B.A.P.S.\" He's good in serious stuff (hint).\n\nThe movie is best when it deals with professional wrestling and worst (which is most of the time) when it prefers a wheezy prefab plot to the possibilities of its subject. The machinations of a sexpot (Rose McGowan) are tired and predictable, and Platt, who might have done something with decent dialogue, is left on the sidelines while Arquette and Caan shout at each other in a forlorn attempt to reproduce the chemistry of Jim Carrey and Jeff Daniels in \"Dumb and Dumber.\" I gave that movie only two stars even though its dead parakeet scene caused me to laugh uncontrollably; now, after sitting through \"Ready to Rumble,\" with only the occasional grudging \"ha!,\" I know better what a two-star movie looks like.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-04-07", "genres": ["Action", "Comedy", "Drama", "Sports Film"], "title": "Ready To Rumble (2000)"}