{"url": "http://www.rogerebert.com/reviews/read-my-lips-2002", "by": "Vincent Casselas Paul Angeli", "star_rating": 3.5, "text": "Carla is an office worker whose hearing is impaired, and who can read lips. This skill is crucial in a late scene in \"Read My Lips,\" a thriller crossed with a psycho-sexual study. Without giving away surprises, I can say that by reading the lips of Paul, her partner in crime, she is able to reverse a tricky situation. But \"Read My Lips\" is not a simpleminded movie in which merely being able to read lips saves the day. In this brilliant sequence, she reads his lips and that allows them to set into motion a risky chain of events based on the odds that the bad guys will respond predictably.\n\nBy this point in the movie, we are deep into crime, double-crosses, beatings and murder, but \"Read My Lips\" begins as the story of an office worker--one of those hapless souls who is hardly noticed by the co-workers who leave their half-empty coffee cups on her desk. Carla (Emmanuelle Devos) is in her 30s, with ordinary looks; she seems to exist as an invisible service to others. She has no social life, has neighbors who dump their kids for baby-sitting, and lives in a world of shouts and whispers, depending on the function of her hearing aids. Apparently (it is a little unclear) she was once more deaf than she is now, and is improving.\n\nCarla would like a guy. Her boss suggests she hire an assistant, and immediately we sense her mind at work. What kind of an assistant would she like? A man. What attributes should he have? Nice hands. She eventually hires the spectacularly shaky job candidate Paul (Vincent Cassel), who is fresh out of jail, sleeps rough, has one set of clothes and, I guess, nice hands. He owes his job to her, and so she treats him a little like the others in the office treat her. There is a sexual undercurrent, complicated because they are both unwilling to seem needy.\n\nPaul has not completely cut his connections to the criminal element in the French city where they live. He moonlights as a bartender, has snaky deals on the side, and finds out almost by accident about a bag of loot that's ripe for the stealing. He can't pull off the job by himself, and enlists Carla, who turns out to have that combination of cunning and hostility that makes successful criminals. Spying on the men with the money, who belong to a dangerous local gang, she perches on a rooftop and uses binoculars to read their lips and discover their plans.\n\nThe details of the heist are nicely worked out, and original, as these things go. But the heist is not the point of \"Read My Lips.\" It is more of a Macguffin. The bag and the bad guys are simply the props to justify the way Paul and Carla take their relationship to a new level--how they find, in this dangerous enterprise, a way to use unsuspected skills and discover deep compatibility. Neither Carla, in her office, nor Paul, in his desultory lawlessness, would have ever broken loose and discovered their true potential without the other.\n\nThat discovery provides another example of the depth of the screenplay, by director Jacques Audiard and Tonino Benacquista. Just as the lip-reading is not a payoff but a setup, so the relationship of Carla and Paul is not about obvious sex but about a communion of two souls--and sex. A lesser movie would have had them in bed by the halfway mark, in an obligatory sex scene of little motivation, interest or purpose. Instead, \"Read My Lips\" is really interested in these two characters. At first they have a simultaneous attraction and repulsion; each finds it sexy that the other one behaves with a certain competitive hostility. Then they share the goal of the crime, which has its own fascination and fulfills both of their natures. And only then, through that experience, do they make a delightful discovery that at deeply buried levels they are connected, in a world where they have never met anyone who feels as they feel.\n\nIt is nothing to discover that another person turns you on; that's commonplace. But to discover that you and another person are mutually turned on by deep instincts you bring out in each other--instincts involving the very way you live your lives--is rare, and makes you tremble with joy and risk the unthinkable. \"Read My Lips\" is not about deafness, lip-reading, crime or sex, but about that discovery; the plot simply provides the rails on which it rides.", "running_time": 115, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-07-19", "genres": ["Crime", "Drama", "Foreign", "Romance", "Thriller"], "title": "Read My Lips (2002)"}