{"url": "http://www.rogerebert.com/reviews/real-women-have-curves-2002", "by": "America Ferreraas Ana", "star_rating": 3.5, "text": "Ana's boyfriend, Jimmy, tells her, \"You're not fat. You're beautiful.\" She is both. \"Real Women Have Curves\" doesn't argue that Ana is beautiful on the \"inside,\" like the Gwyneth Paltrow character in \"Shallow Hal,\" but that she is beautiful inside and out--love handles, big boobs, round cheeks and all. \"Turn the lights on,\" she shyly tells Jimmy. \"I want you to see me. See, this is what I look like.\" Ana has learned to accept herself. It is more than her mother can do. Carmen (Lupe Ontiveros) is fat, too, and hates herself for it, and wants her daughter to share her feelings. Ana is smart and could get a college scholarship, but Carmen insists she go to work in a dress factory run by a family member: It's her duty to the family, apparently, to sacrifice her future. The fact that the dress factory is pleasant and friendly doesn't change the reality that it's a dead end; you are at the wrong end of the economy when you make dresses for $18 so that they can be sold for $600.\n\nAna is a Mexican American, played by America Ferrera, an 18-year-old in her first movie role. Ferrera is a wonder: natural, unforced, sweet, passionate and always real. Her battle with her mother is convincing in the movie because the director, Patricia Cardoso, doesn't force it into shrill melodrama but keeps it within the boundaries of a plausible family fight. It is a tribute to the great Lupe Ontiveros that Carmen is able to suggest her love for her daughter even when it is very hard to see.\n\nThere have been several movies recently about the second generation of children of immigrants--Indian, Filipino, Chinese, Korean, Vietnamese--and they follow broad outlines borrowed from life. The parents try to enforce conditions of their homeland on the kids, who are becoming Americanized at blinding speed. While Carmen is insisting on her daughter's virginity, Ana is buying condoms. She insists in a view of her life that is not her parents'. That includes college.\n\nIf this movie had been made 10 years ago, it might have been shrill, insistent and dramatic--overplaying its hand. Cardoso and her writers, Josefina Lopez and George LaVoo, are more relaxed, more able to feel affection for all of the characters. Yes, her parents want Ana to work in the dress shop of their older daughter, and yes, they fear losing her--because they sense if she goes away to college she will return as a different person. But the parents are not monsters, and we sense that their love will prevail over their fears.\n\nThe film focuses on Ana at a crucial moment, right after high school, when she has decided with a level head and clear eyes to come of age on her own terms. Her parents would not approve of Jimmy, an Anglo, but Ana knows he is a good boy and she feels tender toward him. She also knows he will not be the last boy she dates; she is mature enough to understand herself and the stormy weathers of teenage love. When they have sex, there is a sense in which they are giving each other the gift of a sweet initiation, with respect and tenderness, instead of losing their innocence roughly to strangers in a way without love.\n\nThe film's portrait of the dressmaking factory is done with great good humor. Yes, it is very hot there. Yes, the hours are long and the pay is poor. But the women are happy to have jobs and paychecks, and because they like one another there is a lot of laughter. That leads to one of the sunniest, funniest, happiest scenes in a long time. On a hot day, Ana takes off her blouse, and then so do the other women, giggling at their daring, and the music swells up as their exuberance flows over. They are all plump, but Ana, who has a healthy self-image, leads them in celebrating their bodies.\n\nI am so relieved that the MPAA rated this movie PG-13. So often they bar those under 17 from the very movies they could benefit from the most. \"Real Women Have Curves\" is enormously entertaining for moviegoers of any age (it won the Audience Award at Sundance 2002). But for young women depressed because they don't look like skinny models, this film is a breath of common sense and fresh air. \"Real Women Have Curves\" is a reminder of how rarely the women in the movies are real. After the almost excruciating attention paid to the world-class beauties in a movie like \"White Oleander\" (a film in which the more the women suffered the better they looked), how refreshing to see America Ferrera light up the room with a smile from the heart.", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-10-25", "genres": ["Comedy", "Drama", "Indie"], "title": "Real Women Have Curves (2002)"}