{"url": "http://www.rogerebert.com/reviews/reality-bites-1994", "by": "Winona Ryderas Lelaina Pierce", "star_rating": 2.0, "text": "\"Reality Bites\" opens with dizzying footage of college friends goofing around on top of a Houston skyscraper, celebrating their graduation, while a friend records the event with her video camera.\n\nThe friends are about as inane and boring as most people are while goofing off in front of a camera, but what's remarkable is how badly the footage is shot. The camera operator has no notion of how to frame a shot, how to hold the camera steady, or how to choose subject matter. The result looks like something that might have been obtained by the Monkeycam on the Letterman program.\n\nBut no. This is, in fact, footage for a documentary that the film's heroine is shooting about her friends and their current situation in life. And she continues to shoot throughout the film, while her pals oblige her with the kinds of sound bites that will make them cringe if they see this footage in five years.\n\nThe documentary-in-progress is supposed to record the passage of Generation X from college into an unfriendly job market, but actually what it records is callow and superficial behavior by kids who do not inspire us to wish we knew them better.\n\nThe would-be documentarian, named Lelaina, is played by Winona Ryder as an intense, chain-smoking class valedictorian (so smart that when she misplaces a page of her speech at the graduation ceremonies, she is unable to continue, and has to escape with a lame ad lib). Now it's summer, and she has a job at a local TV station. Her roommate Vickie (Janeane Garofalo) has found a temporary job as an assistant manager at a White Hen Pantry, and they move into an apartment together. Not long after, they are joined by Troy (Ethan Hawke), who just needs a place to crash until he finds a job. Uh-huh.\n\nLelaina resents Troy for moving in, and expresses a lot of hostility toward him - a sure sign, in a film like this, that she's attracted to him. But then she encounters another guy, in a Meet Cute that even a 1930s movie would have found problematic. Stopped at a red light, she throws her lighted cigarette out of her car, and it lands in his convertible, after which he crashes into her, etc., and it turns out this is Michael (Ben Stiller), an executive with an MTV-like cable channel.\n\nLelaina and Michael begin dating. He's a nice guy. Troy resents him. Troy is a familiar type, well-played by Hawke: He cultivates an air of languorous superiority toward everyone with plans, ambitions or a job, and spends most of his time lounging in an easy chair, cultivating scraggly facial hair.\n\nThe movie's plot involves a war between Michael and Troy for the love of Lelaina. Michael gets out to an early lead, but blows it when he takes Lelaina's precious documentary to his people in New York, who recut it into a typical MTV-type montage. Troy slowly undergoes a predictable change of heart, and the outcome will be a surprise to anyone who has never seen a movie before.\n\nWhat interested me about the film, which was directed by Stiller and written by Helen Childress, is how blind it is to its own realities. We are expected to accept Lelaina, I guess, as a committed cinema verite documentarian in the tradition of Frederick Wiseman; Michael (Stiller) as a crass corporate monster; and Troy as a rebel who sees through phoniness. This is all wrong. On the basis of the footage we are allowed to see, Lelaina is not a filmmaker but simply someone who plays with a video camera. Nor are the friends she photographs especially interesting. What Michael's people in New York do to the footage is an improvement. And Troy is a self-centered prig who is not half as clever as he thinks he is.\n\nBut of course these observations go against the deep-seated prejudices of the movie, which are that anyone who shoots documentary video footage of friends is a genius; anyone who is pushing 30 and has a good job has sold out; and anyone who is simultaneously unemployed and hostile is a reservoir of truth.\n\nWhat strange force locks filmmakers into cliches and conventions? What unwritten law prevented the makers of \"Reality Bites\" from observing that their heroine can't shoot video worth a damn, that their hero is a jerk, and that their villain is the most interesting person in the movie? The problem, I think, is that movies like this aren't made up from scratch; they're fabricated out of other movies, and out of old and shopworn conventions.\n\nThe performances are all just fine; I wish they'd been at the service of another movie. Hawke captures all the right notes as the boorish Troy (and is so convincing it is worth noting that he has played quite different characters equally well in movies as different as \"Alive\" and \"Dead Poet's Society\"). Ryder has her character nailed down, but is denied the really great scenes that would have resulted if anyone had called her on her lousy documentary. And the Stiller character is also denied his big moment: telling Lelaina that her video was crap and his people in New York turned it into A-plus shinola.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-02-18", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Reality Bites (1994)"}