{"url": "http://www.rogerebert.com/reviews/real-steel-2011", "by": "Hugh Jackmanas Charlie Kenton", "star_rating": 3.0, "text": "\"Real Steel\" imagines a near future when human boxers have been replaced by robots. Well, why not? Matches between small fighting robot machines are popular enough to be on television, but in \"Real Steel,\" these robots are towering, computer-controlled machines with nimble footwork and instinctive balance. (In the real world, 'bots can be rendered helpless on their backs, like turtles.) It also must be said that in color and design, the robots of \"Real Steel\" are glamorous and futuristic-retro enough to pose for the cover of Thrilling Wonder Stories.\n\nThe movie's story, however, is not from the future but from the past, cobbling together Rocky's rags-to-riches trajectory and countless movies in which estranged fathers and sons find themselves forced together and end up forging a deep bond. Hugh Jackman stars as Charlie Kenton, a former boxer who is now hanging onto the fringes of the fight game as the owner-operator of a ramshackle robot he tours with. It's no match for the competition, and when the desperate Charlie replaces it with another battered veteran, it can't even outfight a real bull.\n\nEven during these early fight scenes, however, it's clear than the movements of the robots are superbly choreographed. My complaint about the battling Transformers of the movies series is that they resemble incomprehensible piles of auto parts thrown at each other. Fast cutting is used to disguise the lack of spatial continuity. \"Real Steel,\" however, slows down the fight action enough so that we can actually perceive it, and the boxing makes sense.\n\nOK, OK, it doesn't completely make sense, because when one of these behemoths slugs the other with a right cross to the jaw, we're wondering (1) shouldn't one of those punches cause as much damage as a car wreck, and (2) why do robots have jaws? For that matter, why are they humanoid at all? \"Real Steel\" doesn't pause for logical explanations. In this world, robots do the work that human boxers used to do. (Sugar Ray Leonard was a consultant on the fight scenes.) The director is Shawn Levy, who didn't endear himself to me with the \"Night at the Museum\" movies, but gets on base with this one.\n\nIf the movie were all robot fights it might be as unbearable as — well, a Transformers title. Drama enters in the person of Charlie's son, Max Kenton (Dakota Goyo), a smart, resilient pre-teen who, like all kids, seems to have been genetically programmed to understand computers, video games and all allied fields. Charlie is a very bad absent father, and as played by Hugh Jackman, he is actually mean toward his boy. Charlie's sister (Hope Davis) and her husband (James Rebhorn) plan to adopt the boy, but in a complicated arrangement, Charlie first has to take care of Max for a summer.\n\nThis Max is some kid. He loves robots. During a scouting expedition in a 'bot junk yard, he comes upon an ancient training robot named Atom literally covered in mud and convinces his dad this relic still has fighting potential. Amazingly, it hasn't entirely rusted away, and father and son rehab it and teach it some new tricks. One of its abilities is a \"mirror mode,\" which allows it to mimic the motions of its controller. Since Charlie is a has-been boxer, Max has faith that Atom can win as his dad's avatar.\n\nAll of course leads up to a big match with a fearsome juggernaut named Zeus. To my amazement, this fight scene is as entertaining and involving as most human fights, and the off-screen story (involving Zeus' odious owners) adds interest. It's hard to hate a robot, but not its owners.\n\nCuriously, however, it's easy to love Atom. With his blue eyes glowing behind a face of steel mesh and his skinny, muscular body facing off against giants, he's a likable underdog. Steven Spielberg was one of the producers of this film, and knowing of the research he put into making E. T. lovable, I wonder if screen-testing was used to help design Atom. You wouldn't say he looked cute, but there is something about him that's much more appealing that his shiny high-tech rivals.\n\n\"Real Steel\" is a real movie. It has characters, it matters who they are, it makes sense of its action, it has a compelling plot. This is the sort of movie, I suspect, young viewers went to the \"Transformers\" movies looking for. Readers have told me they loved and identified with their Transformers toys as children. Atom must come close to representing their fantasies. Sometimes you go into a movie with low expectations and are pleasantly surprised.", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-10-05", "genres": ["Action", "Drama", "Science Fiction", "Sport"], "title": "Real Steel (2011)"}