{"url": "http://www.rogerebert.com/reviews/real-life-1979", "by": "Albert Brooksas Albert Brooks", "star_rating": 1.0, "text": "Albert Brooks' \"Real Life\" is such a good idea for a comedy that we're already chuckling at the opening titles. They tell us about that PBS documentary series, \"An American Family\" -- the one that made the Bill Louds into household stars. Now it's time for the next breakthrough, we're told, and \"Real Life\" will be a milestone: a documentary not only about the everyday life of a typical American family, but also about the effect of the film on the family -- and on the filmmakers.\n\n A great idea. But the movie that Albert Brooks has made from it, alas, gets most of its laughs in the first 10 minutes, slides into a long middle stretch of repetitive situations and ends on a note of embarrassing hysteria. An idea is not enough for a movie. Characters have to be developed, comic situations have to be set up before they can pay off and the story should have a conclusion instead of a dead stop.\n\n \"Real Life\" fails in all of those areas -- fails so miserably that it lets its audiences down. The audience I saw it with came primed to laugh; they were Brooks fans ready for a good time, but the film ground on so relentlessly, and tried for the same laughs with the same premises so often, that by the film's end they'd been reduced to disappointed silence.\n\n The film stars Brooks -- much too much of Brooks -- as a documentary filmmaker who's gone to Phoenix to spend a year filming the life of a typical American family. The father is a veterinarian, the mother is neurotic, the kids are wholesome and cute. Brooks moves in across the street, his omnipresent camera crews circle the family during every waking hour, and things, of course, go terribly wrong. The wife gets a crush on Brooks. The husband falls into deep depression because he has no privacy. Brooks feuds with his scientific consultants.\n\n But the movie depends almost entirely on two running jokes: (1) the awkwardness and embarrassment of people self-conscious about being filmed, and (2) the way Brooks' camera operators, wearing their cameras like diving helmets, slink through the backgrounds of scenes. Scene after scene repeats the same formula.\n\n Brooks is a talented filmmaker who has made some great comedies (my favorite is \"Lost in America\"). But here he doesn't seem able to go the distance. When \"Real Life\" works at all, it works in short, self-contained segments, such as the vet's disastrous coronary bypass operation on a horse, or Brooks' running feud with his black scientific adviser.\n\n The movie's screenplay is so hopeless that nothing could have saved it -- how do movies like this get financed? -- and the casting is certainly no help. Charles Grodin, as the typical American father, is so low-key, so mumbling, depressed and transparent that he's not funny, he's sad. The Grodin character was obviously intended to be intimidated by the filmmakers' invasion of his life, but he should have had some modest streak of personality just to make the invasion funnier. There have been great Middle American Fathers in the movies -- remember Mr. Robinson in \"The Graduate,\" or the Buck Henry character in \"Taking Off\" -- but there was something to them. The Grodin performance is a depressing cipher.\n\n The Brooks performance is something else. Perhaps aware that he has no screenplay, no characters and no ending, he leaves himself on screen far too long. As the director, he stars himself in an exercise in shameless self-indulgence. The ending, with Brooks screaming hysterically about the failure of his movie-within-the-movie, is physically and emotionally uncomfortable to sit through: It's never pleasant seeing someone look inadvertently pathetic. The irony of \"Real Life\" is that it fails as a satire on a film that fails -- by failing itself.\n\n(Footnote, 1996: Nevertheless, moments from this movie have remained in my mind, especially one in which a crazed member of the family sobs out a request to be simply left alone, and Brooks agrees sympathetically, asking if he can film the aloneness.)", "running_time": 99, "mpaa_rating": "PG", "release_year": 1979, "date_published": "1979-03-23", "genres": ["Comedy", "Documentary"], "title": "Real Life (1979)"}