{"url": "http://www.rogerebert.com/reviews/real-genius-1985", "by": "Val Kilmeras Chris Knight", "star_rating": 3.5, "text": "The movie involves the saga of Mitch (Gabe Jarret), a brilliant high school student whose Science Fair project has revised the theory of laser beam technology. He is personally recruited by Professor Hathaway (William Atherton), a famous physics professor who wants the kid to work in his personal laboratory. Once on campus, the kid meets the legendary Chris Knight (Val Kilmer), the most brilliant freshman in history who is now a junior whose mind is beginning to be cluttered by mischief. The two students room together, and there seems to be a third person in the room: a strange, wraith-like bearded figure who disappears into the clothes closet, and doesn't seem to be there when the door is flung open. \n\nThe professor is running a scam. He has a Defense Department contract for a sophisticated laser device so accurate that it could incinerate a single man on Earth from a base in orbit. The professor is using his students as slave labor to do most of the work on the project, while ripping off the government grant to build himself a new house. The students, meanwhile, have no idea they're working on a weapons system, and are more interested in using laser beams to lead everyone to a \"Tanning Invitational\" they've set up by turning a lecture hall into a swimming pool. \n\n\"Real Genius\" allows every one of its characters the freedom to be complicated and quirky and individual. That's especially true of Jordan (Michelle Meyrink), a hyperactive woman student who talks all the time and never sleeps and knits things without even thinking about it, and follows Mitch into the john because she's so busy explaining something that she doesn't even notice what he's doing. I recognize students like this from my own undergraduate days. One of the most familiar types on campus (and one of the rarest in the movies) is the self-styled eccentric, who develops a complex of weird personality traits as a way of clearing space and defining himself. \n\n\"Real Genius\" was directed by Martha Coolidge, who made \"Valley Girl,\" one of the best and most perceptive recent teenage movies. What I like best about her is that she gives her characters the freedom to be themselves. They don't have to be John Belushi clones, or fraternity jocks, or dumb coeds. They can flourish in all of their infinite variety, as young people with a world of possibilities and a lot of strange, beautiful notions. \"Real Genius\" contains many pleasures, but one of the best is its conviction that the American campus contains life as we know it.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1985, "date_published": "1985-08-07", "genres": ["Comedy", "Romance", "Science Fiction"], "title": "Real Genius (1985)"}