{"url": "http://www.rogerebert.com/reviews/rebound-2005", "by": "Martin Lawrenceas Roy McCormick", "star_rating": 2.0, "text": "\"Rebound\" leads us patiently once more through the well-charted formulas of sports movies. We have the team of losers lacking all self-confidence, combined with the hotshot coach who has problems with anger management. Will the team pull itself together and become champions? Will the coach humble himself and take these underdogs seriously? Will he even rehabilitate himself and get his old job back? Can we be made to care?\n\nMovies like this are easy to watch at one level. They usually contain cute kids who are surprisingly effective actors. And they give the grown-up actors opportunities for broad emotion. In \"Rebound,\" the coach with the temper problem is played by Martin Lawrence, and he looks like a kinder, gentler, happier and rounder Martin Lawrence than we're accustomed to. He also talks nicer. Lawrence's dialogue may be reduced by 25 percent by the elimination of some of his favorite words, but the PG rating is justified, and the movie is family-friendly.\n\nHis character, Ray McCormick, is a big-time college coach who gets into a lot of trouble when he throws a basketball at the opposing team, the Vultures, killing the mascot's pet bird. He's in trouble anyway; he misses the first half of one game because he's doing a photo shoot for Details magazine. His endorsement deals seem to cover almost everything offered at retail.\n\nThe league threatens him with banishment for life. His agent Tim Fink (Breckin Meyer) thinks he might be able to rehabilitate himself by some pro-bono work, and finds Ray a job coaching a hopeless middle school team. It's at the very school that Ray himself once attended (\"I grew up in the mean streets of the suburbs\").\n\nIf you thought the Vultures was a strange nickname for a team, consider that Ray's team is the Smelters. The team that he inherits is so inept, its passing drills look like dodgeball. Tom Arnold of the \"The Best Damn Sports Show Period\" finds a second career simply reporting on how bad the Smelters are.\n\nOf the kids on the team, the most endearing, because he's the most like myself, is Goggles (Gus Hoffman), who can barely see the ball, let alone pass it. Ralph (Stephen Anthony Lawrence) is well-named, since he barfs every time he gets nervous. There's a tough girl named Big Mac (Tara Correa) who looks and plays tough, but has a sweet spot for the tall, shy Wes (Steven C. Parker). Coach gives him some snarling lessons. And the team starts to come together when Keith Ellis (Oren Williams) joins it. He looks uncannily like a young Dee Brown.\n\nAll of this is fun enough in a sweet but predictable way. It bears no resemblance to basketball as it is played and coached in the real world, and it is doubtful if even a school with a teacher played by Horatio Sanz would entrust its 13-year-olds with a mad-dog version of Bobby Knight. No matter. We wait complacently until the last second of the last minute of the final game of the season, confident that no matter how grim the situation looks, the underdog tradition of sports movies will be upheld. I can't recommend the movie, except to younger viewers, but I don't dislike it. It's \"Coach Carter\" Lite, and it does what it does.", "running_time": 103, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-06-28", "genres": ["Comedy", "Family", "Sports Film"], "title": "Rebound (2005)"}