{"url": "http://www.rogerebert.com/reviews/recess-schools-out-2001", "by": "James Woodsas Dr. Benedict", "star_rating": 2.5, "text": "The highest school test scores in the world are recorded in Canada, Iceland and Norway, says the brilliant but twisted Dr. Benedict, villain of \"Recess: School's Out.\" And what else do those countries have in common? \"It's snowing all the time.\" Benedict wants to be president, and part of his strategy is to raise U.S. test scores by using a secret green ray to nudge the moon into a different orbit, ending summer--and therefore summer vacation.\n\nIt's up to T.J. Detweiler, plucky grammar school kid, to save the earth, and summer vacation, in \"Recess: School's Out,\" a spinoff of the animated kids' TV program. He gets the responsibility because he's the only kid left behind when all the others board buses and roar off to summer camp. Meanwhile, Benedict moves his minions and their moon-moving equipment into the Third Street School, \"back where it all began.\" How so? In the 1960s, we learn, both Benedict and Principal Prickly were idealistic flower children. But then it rained on Benedict's dream, and he turned into the monster he is today. Prickly on the other hand simply grew old and lost his youthful enthusiasm in the day-to-day grind. As for Miss Finster, the draconian teacher, it's doubtful she was a child of the 1960s, although she retains some of the lingo (when she gets stuck trying to crawl through a basement window of the school, she cries out, \"I'm stuck! Curse these bodacious hips of mine!\").\n\nDr. Benedict, we learn, started out at Third Street School; his career prospered, and he was U.S. education secretary before getting the boot because of his attempts to ban recess. In exile and isolation, his scheme escalated into an attack on the whole summer vacation, and there is a computer simulation of his dream, in which the earth enters a new ice age and the kids presumably all stay inside and study.\n\n\"Recess\" is a Disney attempt to reach the same market that Nickelodeon taps with \"Rugrats,\" and although it lacks the zany exuberance of the recent \"Rugrats in Paris,\" it's fast-footed and fun. \"Rugrats in Paris\" had charms for grownups, however, while \"Recess: School's Out\" seems aimed more directly at grade-schoolers. That makes the 1960s material problematical; do 9-year-olds really care about ancient history? Even if Myra, the 14-year-old \"singing sensation,\" performs \"Dancin' in the Streets\" over the end titles? The animation boom has created a lot of voice-over work in Hollywood, and among the voices heard on \"Recess\" are Dabney Coleman as Principal Prickly, Andy Lawrence as T.J. and Robert Goulet as the singing voice of a character named Mikey (the song is \"Green Tambourine,\" performed in a sequence made by animators who have obviously studied \"Yellow Submarine\" and the works of Peter Max).\n\nThe movie was directed by Chuck Sheetz, who has worked on \"King of the Hill\" and \"The Simpsons.\" One of its charms is its defense of recess, which is, we learn, when all the real benefits of primary education take place. I recommend it for kids up to 10 or 11. Parents may find it amusing, but it doesn't have the two-track versatility of \"Rugrats in Paris,\" which worked for kids on one level and adults on another.", "running_time": 84, "mpaa_rating": "G", "release_year": 2001, "date_published": "2001-02-16", "genres": ["Animation", "Family"], "title": "Recess: School's Out (2001)"}