{"url": "http://www.rogerebert.com/reviews/reckless-1995", "by": "Mia Farrowas Rachel", "star_rating": 2.0, "text": "\"Reckless\" could play on the same double bill with \"The Nightmare Before Christmas,\" although I'm not sure anyone would be singing carols on the way out.\n\nIt's a dark comedy that begins with the creepy underside of Christmas, and branches out into the creepy underside of just about everything else. It's one of those films where you think it's only a dream, and then when everyone wakes up, it's worse.\n\nThe movie stars Mia Farrow as Rachel, wide-eyed and trusting, and comfortably wrapped in the happiness of her marriage. On Christmas Eve, she hears a noise downstairs, and turns to her husband (Tony Goldwyn) for comfort, only to see him burst into tears and confess that he knows exactly what is causing the noise: a hit man he hired to kill her.\n\nRachel tries to escape by crawling out her bedroom window, which her husband slams on her; then she slides down the roof, lands in a snow bank, and is off on a macabre series of adventures. Her house, and the landscape it occupies, are creations of the production designer (Andrew Jackness), who makes everything a little too small and a little too idealized to be real. The house seems to have about half a room on every floor, and the landscape looks like a Christmas card painted by an artist who has had severe difficulties mastering the skill of perspective.\n\nPoor Rachel, an idealist who hardly expected to be cast out into the dark and wintry night, finds refuge in a telephone booth and then is rescued by a kindly stranger named Lloyd (Scott Glenn). He takes her home to meet his wife, Pooty (Mary-Louise Parker). Her story is that she's deaf and mute. Rachel feels safe for a time in the bosom of this adopted family, but motives are shifty in \"Reckless,\" and nothing is as it seems. (Santa, for example, is revealed as more than just an anagram for Satan.) The movie now takes her on a cross-country journey. The press book claims she visits all 50 states. I didn't count them all, but I did notice that she kept turning up in towns named Springfield, and the movie informs us that there is a Springfield in every state. (I have Webster's Geographical Dictionary right here on the shelf, and could look that up, except I'm afraid that if I find out it's true I will be compelled to tell everyone I know.) Among the characters still to be encountered by Rachel are the volunteers at a sinister \"not-for-profit\" organization, an unhelpful psychiatrist, a troubled nun and the host (Giancarlo Esposito) of a game show named \"Your Mother or Your Wife?\" Because there is no clear thread of logic (or illogic) running through these encounters, the movie plays as if it's longer than it is: Stories get tedious when they seem to be arbitrary, and audiences don't like it when their instinct to make sense of everything is frustrated in a capricious way.\n\nThat's not to say the movie doesn't have its qualities; the production design is intriguing, and Farrow knows exactly what she's doing with her innocent naivete. (Asked if she sees her parents, she solemnly replies, \"Not since they died.\") The movie was directed by Norman Rene, from a screenplay and stage play by Craig Lucas; their previous work includes \"Longtime Companion,\" the heart-breaking drama about AIDS, and \"Prelude to a Kiss,\" in which an old man somehow gets transmogrified into Meg Ryan's body. Both of those films were strongly story-oriented. \"Reckless\" seems cast adrift - thrown out into the storm with its heroine, to wander hither and yon.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-11-17", "genres": null, "title": "Reckless (1995)"}