{"url": "http://www.rogerebert.com/reviews/recount-2008", "by": "Kevin Spaceyas Ron Klain", "star_rating": 3.0, "text": "Now showing on HBO.\n\nKatherine Harris was a piece of work. The Florida Secretary of State during the 2000 elections is not intended as the leading role in \"Recount,\" an HBO docudrama about that lamentable fiasco, but every time Laura Dern appears on the screen, she owns it. Watch her stride into a room of powerful men, pick up a little paper packet of sugar for her coffee, and shake it with great sweeping arm gestures as if she were a demonstrator in an educational film.\n\nAs much as anyone, Harris was responsible for George W. Bush being declared the winner of the state, and thus of the presidency. In a bewildering thicket of controversy about chads, hanging chads, dimpled chads, military ballots, voting machines and near-sighted elderly voters, it was her apparent oblivion that prevented a meaningful recount to ever take place. Don't talk to me about the Florida Supreme Court, the U. S. Supreme Court or even the hero of the film, a Democratic Party strategist named Ron Klain (Kevin Spacey). They had a great influence on events, but it was Katherine Harris who created a shortage of time that ultimately had a greater effect than anything else.\n\n And this is the fascinating part, the part that Laura Dern exploits until her performance becomes mesmerizing: Harris did it  without seeming to know what she was doing.  Although she was the head of Bush's Florida campaign, she bats her eyebrows in innocence while announcing a \"firewall\" isolating her office from anyone, Democrat or Republican, lest they affect her worship of the power of law. After that announcement, it is the merest detail that the film portrays two GOP strategists moving into her office and giving her suggestions. They include her when talking about what \"we\" have to do.\n\nBut even in the privacy of her office, she never quite seems to know what they are doing or why. She signals that her mind is operating in more elevated, more long-range, dimensions. She sees it all as an adventure starring herself, and sometimes seems to be thanking her classmates for electing her Homecoming Queen. \"Ten years ago,\" she tells her minders in a wondering voice, \"I was teaching the chicken dance to seniors, and now I've been thrust into a political tempest of historical dimensions.\"\n\nShe sure has. \"Recount,\" an efficient and relentless enactment of the strategists on both sides of the Florida controversy, shows an accident that was waiting to happen. So confusing was the state's \"butterfly ballot\" (how such terms resound in memory) that large numbers of senior citizens from liberal districts apparently cast mistaken votes for Pat Buchanan, a right-wing independent. Buchanan himself went on CNN to doubt that his support was quite that strong in Palm Beach County. If their chads alone had been correctly punched, Al Gore might have been elected President. But a chad is a chad. And the film follows all the jaw-dropping developments that kept us so enthralled during that confusing season.\n\nThe point of view is largely Klain's, played as a weary and dogged idealist by Spacey. As the film opens and it looks like Gore will win the election, he turns down a job offer from Gore because he thinks he deserves better. Yet soon he is the engine behind the Democrat legal challenges, persisting even more than Gore himself probably would have. \"You know what's funny about all this?\" he asks his team-mate Michael Whouley (Denis Leary). \"I'm not even sure I like  Al Gore.\" Klain's GOP opponent is James Baker (Tom Wilkinson), written and played as a man who does what any reasonable politician would have done under the circumstances. Often enough these ultimate insiders seem to get most of their information from CNN; aides frequently run in and tell them to watch the TV, as when both supreme courts drop their bombshells.\n\nYou might assume the movie is pro-Gore and anti-Bush, but you would not be quite right. Dave Grusin’s almost eerie score evokes a journey into uncharted territories and haunted lands, but that's as close as it come to making a statement (other than the incredulity voiced by the losers). The Democratic party figures portrayed in the film have been the loudest in protest, especially Warren Christopher (John Hurt), who was the first head of the Gore team, and is portrayed as a wimp ready to cave in to the GOP. Whether the film is fair to him I cannot say.\n\n\"Recount\" portrays a lot of Democrats as being in favor of an \"orderly transition of power\" at whatever cost, and a lot of Republicans who are in favor of winning, in an orderly transition or any other kind. At least, as an exhausted Warren Christopher says when all is over and his man has lost: \"The system worked. There were no tanks in the streets.\" Of course at that time he would not have been thinking of the streets of Baghdad.", "running_time": 116, "mpaa_rating": null, "release_year": 2008, "date_published": "2008-05-25", "genres": ["Drama", "History"], "title": "Recount (2008)"}