{"url": "http://www.rogerebert.com/reviews/red-dawn-2012", "by": "Chris Hemsworthas Jed", "star_rating": 1.5, "text": "\"Red Dawn\" opens with a hard-fought high school football game, the day before Spokane, Wash. is interrupted by the thud of bombs. The young gridiron stars of the Wolverines race outside to see enemy aircraft flying overhead in formation, dropping paratroopers from the skies.\n\nThis is an alarming sight, but not to worry: The movie reassures us that an invasion by communist North Korea can be vanquished by the members of the team and their girlfriends, using mostly automatic weapons stolen from the North Koreans themselves. \n\nIf you're wondering how North Korea (population 25 million) can raise enough invaders to attack the Unites States (population 315 million), it may help to understand that the original screenplay for this remake named the invaders as Chinese. After principal photography was completed on this film three years ago and its studio (MGM) went belly-up, the enemy identity was changed to North Korea by reshooting several scenes, redubbing lots of dialogue and using digital adjustment to change the looks of flags, uniforms and insignia on trucks and tanks. Did this involve a change in ideology in Hollywood? Not really. A marketing genius figured out that China is one of the biggest markets for American movie exports, and North Korea generates unimpressive box-office bucks for Yank product, as the trade papers like to word it.\n\nBut back to football. The home-team Wolverines are headed by star player Matt Eckert (Josh Peck), whose older brother, Jed (Chris Hemsworth), is a Marine just returning from active duty. That's a nifty way to include someone with military training and experience on your side. Jed takes unofficial command as the Wolverines go into action against the invaders. Matt's girlfriend is Erica (Isabel Lucas), a cheerleader, and Toni (Adrianne Palicki) is a spunky hometown girl who develops a crush on Jed. \n\nThe nature of the invasion quickly becomes clear. The North Koreans take over the police department as their headquarters and co-opt the feckless mayor to help them issue pronouncements. His son, Daryl (Connor Cruise), of course joins the Wolverines, who also include Josh Hutcherson (very good as the son in \"The Kids Are All Right\"). No mention is made of other Spokane high school teams, so it must be just this one heroic team and its recruits who turn back the invasion.\n\nThe story's time frame is confusingly murky. How long does it take the North Koreans to land, import their heavy weapons and vehicles, enlist local traitors and start running things? What is their game plan? Is this a national invasion? How do they plan petrol deliveries? We're unclear about what's happening in the rest of the United States.\n\nThe velocity of events picks up considerably, however, in an endless and mindless combat sequence in which the Wolverines prove to be fierce combat troops and the North Koreans are reassuringly incompetent. The kids, even the girlfriends, are adept at handling heavy-duty automatic weapons, even machineguns mounted on top of captured vehicles (or pointing out the sun roofs of their cars). \n\nThey're also gifted strategists, instinctively occupying the high ground and spraying bullets down upon the hapless enemy forces who are often conveniently lined up in the street below. They achieve all of these things with remarkably little dialogue; mostly they just shout exhortations at one another and eavesdrop on speeches to the population by the enemy leader, Capt. Cho (Will Yun Lee).\n\nI'm not sure I saw any Wolverines actually killed — at least no major characters. I'm sure I must have seen countless North Koreans mowed down, but given the movie's PG-13 rating, the carnage is far from graphic. A closing scene, rousingly patriotic, takes place back on the football field. I think I'm beginning to understand why the Chinese were not reckoned to be a prime market for this film.", "running_time": 114, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-11-20", "genres": ["Action", "Thriller"], "title": "Red Dawn (2012)"}