{"url": "http://www.rogerebert.com/reviews/red-hook-summer-2012", "by": "Clarke Petersas Bishop Rouse", "star_rating": 2.5, "text": "Spike Lee's \"Red Hook Summer\" plays as if the director is making it up as he goes along. That's not entirely a bad thing, although some will be thrown off-balance by an abrupt plot development halfway through that appears entirely out of the blue and is so shocking that the movie never really recovers. Here is Lee at his most spontaneous and sincere, but he could have used another screenplay draft, and perhaps a few more transitional scenes.\n\nThe movie takes place in yet another Brooklyn neighborhood, the fifth to grace a Spike Lee film. Red Hook was founded long ago as a community to support the docks and shipyards, and indeed the Queen Mary 2 floats by so close, it seems you could jump on board. This is not the Brooklyn of recent gentrifications (although that's nibbling on the fringes), but a poor African-American neighborhood with 80 percent unemployment.\n\nWe learn that fact, and many more, in one of the several sermons delivered by Bishop Enoch Rouse (Clarke Peters), pastor of the poorly attended L'il Peace of Heaven Baptist Church. He has a small congregation and a growing financial crisis that may put his storefront operation out of business.\n\nTo live with him for the summer, he welcomes someone he has never seen: his grandson, Silas (Jules Brown), who prefers to be called Flik. The kid is dropped off by the bishop's daughter, Colleen (De'Adre Aziza), who hasn't seen her father since he left Atlanta some years before. Nor is she happy to see him now. No reason is given for her leaving the boy with the bishop, and given all we know by the end, this seems like a huge gap in the screenplay by Lee and James McBride.\n\nFlik goes everywhere with his iPad 2, holding it up in front of him as if documenting every waking moment. He holds it up like a wall, the bishop complains, and indeed this new world is as strange to Flik as a YouTube he might be watching (we learn that he attends a private school in Atlanta and is a vegan).\n\nHe makes one friend his age: Chazz (Toni Lysaith), the daughter of Sister Sharon Morningstar (Heather Alicia Simms), a pillar of the congregation. They have a shy, unstated courtship, often interrupted by fights, and although Sharon and the bishop predict it, the teens don't swap any spit.\n\nThe movie was made in three weeks on a small budget, guerrilla-style, like Lee's first film, \"She's Gotta Have It.\" The speed and economy aren't fatal, but they certainly needed more time on the screenplay, and the only outstanding performance is by Clarke Peters (from \"The Wire\"). His fiery sermons carry the film's message, and probably Lee's, as he deplores the problems of the neighborhood: joblessness, homelessness, drug-dealing, AIDS, schoolgirl mothers. This litany applies to a neighborhood that doesn't look like a typical movie slum; the streets are tidy, but empty of opportunity. \n\nFor an hour the film seems to drift as slices of Flik's \"Red Hook Summer Camp.\" These scenes would be more involving if Flik, or Jules Brown the actor, were more open, but that iPad truly does seem to build a wall. Then, with no preparation, the plot unleashes its thunderbolt. It inspires the best scenes by Peters, but as you'll see, the other characters are left confused and adrift, and nothing he says clears much up. \n\nSpike Lee has feeling for these people (including the alcoholic Deacon Zee, played by Thomas Jefferson Byrd), and he has a feeling for the neighborhood. Some of his scenes are strong in a free-standing way. I'm not sure what they add up to. I was happy to get a glimpse of Mookie, the pizza deliveryman played by Lee in his masterpiece \"Do the Right Thing\" (1989), who is still delivering pizza. But Mookie brings along so much resonance, he might better have been left out. Or better yet, the movie could have been about him.", "running_time": 135, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-08-22", "genres": ["Drama"], "title": "Red Hook Summer (2012)"}