{"url": "http://www.rogerebert.com/reviews/red-sorghum-1989", "by": "Gong Lias Nine", "star_rating": 3.0, "text": "\"Red Sorghum\" is the sort of scenic, romantic, violent, symbolic melodrama that flowered in the early years of the cinema. The fact that it was made in 1988, and shot in China in CinemaScope and color, doesn't make it a modern film, but that is quite all right. There is a strength in the simplicity of this story, in the almost fairy-tale quality of its images and the shocking suddenness of its violence, that Hollywood in its sophistication has lost.\n\nThe works of the \"Fifth Generation\" of People's Republic filmmakers have been seen widely in America at film festivals and on campuses, but \"Red Sorghum,\" by Zhang Yimou, is the first modern Chinese film to be released commercially in this country.\n\nPlaying at the Music Box through Saturday, it arrives decorated with the Golden Bear, the highest award of the 1988 Berlin Film Festival. It also carries on its shoulders the hopes of the Xi'an Film Studio, birthplace of a tentative \"new wave\" of Chinese filmmaking.\n\nThe mainline Chinese movie market is enormous (18 studios supply 140 films a year, attracting 25 billion admissions), but a deliberate effort to produce world-class cinema is being made mostly at Xi'an (rhymes with \"shan\").\n\n\"Red Sorghum\" begins as a memory, being told by an unseen narrator, of his grandmother. She was, we learn, a poor girl who in the late 1920s was sent by her parents into a pre-arranged marriage with a much older man. The good news was that he owned a vineyard. The bad news was that he had leprosy.\n\nThe girl thoughtfully slips a pair of scissors into her blouse before being borne off by sedan chair to meet her husband. As her party makes its way through a field of sorghum, it is attacked by bandits.\n\nOne of her escorts fights off the assailant, and then slips away into the fields - only to accost her the next day in a raid of his own. But she is grateful to him for having saved her life, and they make love.\n\nTime passes.\n\nThe leper dies, and the young widow takes over control of the winery, which has fallen on hard times. She inspires the workers to take new pride in their wine, and once again meets the man who saved and deflowered her. He now is an alcoholic, who gets drunk one night and urinates into a vat of the wine. But somehow his urine serves as a catalyst, and the vintage tastes better than ever before.\n\nAll of the events up until this point in the film have had the feel of a twice-told fable, an old family story passed down from generation to generation. Then \"Red Sorghum\" takes an unexpected turn into realism, as World War II begins and Japanese troops invade the area, flattening the fields with forced labor from the vineyard. The workers revolt against the Japanese, and after their uprising is crushed, the Japanese order two of the local people skinned alive in front of the others. This sequence, shocking in its detail, is a dramatic change from the fable that went before.\n\n\"Red Sorghum\" perhaps can be read as a parable of China's development, or as a hymn in praise of the way the workers resisted the Japanese invaders. Western audiences probably are going to be more interested in the melodrama and the overwhelming visual quality of the film.\n\nIt is some kind of irony that when Hollywood switched over to cheaper and faster forms of making color films, classic Technicolor equipment was dismantled and sold to China - which now makes some of the best-looking color films in the world.\n\nThe cinematography in \"Red Sorghum\" has no desire to be subtle, or muted; it wants to splash its passionate colors all over the screen with abandon, and the sheer visual impact of the film is voluptuous. If the story is first naive and then didactic, that is one of the film's charms; Hollywood doesn't make films like this anymore, because we have forgotten how to be impressionable enough to believe them.", "running_time": 91, "mpaa_rating": "No", "release_year": 1989, "date_published": "1989-02-28", "genres": ["Drama", "War"], "title": "Red Sorghum (1989)"}