{"url": "http://www.rogerebert.com/reviews/red-heat-1988", "by": "Arnold Schwarzeneggeras Ivan Danko", "star_rating": 3.0, "text": "“Red Heat” is not the first movie about a couple of very different cops, and it will not be the last, but as the formula goes this is a superior example. It's an action picture with a sense of humor and slyly comic performances by Arnold Schwarzenegger and James Belushi, and after the awful police teamwork of Sean Connery and Mark Harmon in last week's “The Presidio,” it's an example of slick professionalism.\n\nHollywood calls movies like this “high concept” pictures, because you can summarize the plot in a few words, and the words could go like this: Schwarzenegger plays a tough Russian cop who follows a criminal to Chicago and teams up with Belushi as a Chicago slob who knows more about clout than glasnost. Take that line and you have the movie. All you have to do is plug in a plot and some shoot-outs and chase scenes.\n\nThe man who directed and co-wrote “Red Heat” is Walter Hill, and he is a master at doing just that. Hill specializes in male buddy and action movies, and he more or less reinvented this genre with “48 Hours” and its pairing of Nick Nolte and Eddie Murphy. One of the nice things about “Red Heat” is that it doesn't rip off Hill's earlier picture (not except for the basic concept, of course) and finds new things to say about an odd couple of law enforcement.\n\nThe Schwarzenegger character is a straight-arrow Russian cop, all business, muscular and tough. The Belushi character is the kind of cop who doesn't believe in busting his buns every second of every day and who is capable of advising his Soviet comrade to lighten up. He is assigned to Schwarzenegger as sort of a guide and bodyguard, and together they stumble across the usual assortment of weirdos and conspiracies.\n\nWhat actually happens in the plot is fairly unimportant in movies like this. Style is everything, and if there is a rapport between the two stars then everything else falls into place. “Red Heat” works because Schwarzenegger and Belushi are both basically comic actors.\n\nSchwarzenegger's whole career is based on his ability to see the humor in apparently hard-boiled situations. That doesn't mean the actors stand around cracking one-liners, but that even the straight sequences are setups for later payoffs, and you get the quiet feeling that both actors are amused by the material.\n\nThe premise is that Schwarzenegger, nicknamed Iron Jaw, would rather die than bend, and that Belushi would rather bend than die.\n\nConfronted with the capitalistic excesses of Chicago, Schwarzenegger has some conventional Russian criticisms, and Belushi responds with dialogue that often sounds ad-libbed, even if it's not. The two of them both have to placate the hard-boiled chief of detectives (Peter Boyle), who issues stern warnings when they violate departmental procedure. At one point Belushi is actually taken off the case, although that, of course, doesn't change any of his behavior. Boyle's role is the thankless one in the film. The stern chief is the oldest cliche in cop movies, with his obligatory lectures on protocol to touch cops who shift back and forth on their feet like guilty schoolboys.\n\nThe film is punctuated by violence, a great deal of violence, although most of it is exaggerated comic-book style instead of being truly gruesome. Walking that fine line is a speciality of Hill, who once simulated the sound of a fist on a chin by making tape recordings of Ping-Pong paddles slapping leather sofas.", "running_time": 106, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-06-17", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Red Heat (1988)"}