{"url": "http://www.rogerebert.com/reviews/red-2010", "by": "Bruce Willisas Frank Moses", "star_rating": 2.0, "text": "This would have been a hell of a cast when we were all younger. “RED” plays like a movie made for my Aunt Mary, who was always complaining, “Honey, I don't like the pictures anymore because I don't know who any of the actors are.” If the name Ernest Borgnine sounds familiar, here's the movie for you.\n\nBorgnine at 93 is still active and has a project “in development,” I learn from IMDb, even if it's ominously titled “Death Keeps Coming.” Says here it's a supernatural Western being produced by Tarantino. Borgnine himself is a heck of a guy. I flew out of Cartagena with him one morning with a terrible hangover, and we got stranded in some forgotten Colombian airport where he fed me aspirin crushed in milk. An actor like that is a role model.\n\nBruce Willis stars in “RED,” which refers to his alert level (“retired: extremely dangerous”) and not his hair. He's a former CIA agent, a black operative, who discovers bad guys want to kill him. So he summons the members of his old killing squad, and they prepare a defense. The team includes Joe Matheson (Morgan Freeman), Marvin Boggs (John Malkovich), Victoria (Helen Mirren) and Ivan (Brian Cox). \n\nSome notes: Victoria requires no second name because she is a woman in a thriller; Ivan is a Russian, because the Russian in every thriller is named Ivan; Malkovich may have taken the role because he is never considered for characters named Boggs, and Freeman reveals early that he is dying of liver cancer. We know that as the black member of the team he must die first, “because that's how he would have wanted it.”\n\nSo once again poor Morgan Freeman is hung out to dry. He'd rather play the villain. As he once explained to me: “The villain is usually the most interesting character in the movie, and one thing you know is, he'll still be around for the last scene.”\n\nIn addition to his old comrades, Bruce takes along Sarah Ross (Mary-Louise Parker), a telephone operator at the agency that oversees his retirement plan. He's fallen in love with her voice. He explains she has to go on the run with him because her life is in danger. Like any federal employee, she finds this reasonable. Her life will be much safer with a man who is the target of thousands of rounds of automatic weapon fire. The villains in thrillers are such bad shots they'd suck at video games.\n\nThe bad guys are in the upper reaches of the CIA, and the conspiracy reaches all the way to a vice president with connections to a huge private defense contractor. This man is played by Richard Dreyfuss, who subtly signals to us, “You only think this is my Dick Cheney imitation, but if the studio let me loose, I could nail this role.” Are sinister Dick Cheney roles growing uncommonly frequent? Hollywood is always fearful of running out of villains and, having run through Russians, Chinese, Nazis and Mongols, seems to have fallen upon poor Cheney with relief. \n\n“RED” is neither a good movie nor a bad one. It features actors we like doing things we wish were more interesting. I guess the movie's moral is, these old people are still tougher than the young ones. You want tough? I'll show you tough. In one scene, Helen Mirren is gut-shot and a blood stain spreads on her white dress. In a closing scene not a day later, she's perfectly chipper and has had time to send the dress out to the cleaners.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-10-13", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "RED (2010)"}