{"url": "http://www.rogerebert.com/reviews/red-1994", "by": "Irene Jacobas Valentine", "star_rating": 4.0, "text": "At this moment, in this cafe, we're sitting next to strangers.\n\nEveryone will get up, leave, and go their own way, And then, they'll never meet again. And if they do, they won't realize that it's not for the first time.\n\n- Krzysztof Kieslowski One of the opening images in \"Red\" is of telephone lines, crossing. It is the same in life. We are connected with some people and never meet others, but it could easily have happened otherwise.\n\nLooking back over a lifetime, we describe what happened as if it had a plan. To fully understand how accidental and random life is - how vast the odds are against any single event taking place - would be humbling.\n\nThat is the truth that Kieslowski keeps returning to in his work. In \"The Double Life of Veronique,\" there is even a moment when, if the heroine had looked out of a bus window, she might have seen herself on the street; it's as if fate allowed her to continue on one lifeline after choosing another. In \"Red,\" none of the major characters knows each other at the beginning of the movie, and there is no reason they should meet. Exactly.\n\nThe film opens in Geneva, in an apartment occupied by a model named Valentine (Irene Jacob). She makes a telephone call, and the phone rings at the same time in an apartment just across the street, occupied by Auguste (Jean-Pierre Lorit), a law student. But she is not calling him. Her call is to her boyfriend, who is in England, and whom she rarely sees. As far as we know, Valentine and Auguste have never met. And may never meet. Or perhaps they will.\n\nOne day Valentine's car strikes a dog, and she takes it to the home of its owner, a retired judge (Jean-Louis Trintignant). He hardly seems to care for the dog, or for her. He spends his days in an elaborate spying scheme, using wiretaps to monitor an affair being carried on by a neighbor. There is an instant spark that strikes between the old man and the young woman - a contact, a recognition of similarity, or sympathy - but they are 40 years apart in age, strangers to one another, and have met by accident, and . . .\n\nThe story becomes completely fascinating. We have no idea where it is going, where it could possibly go. There is no plot to reassure us. No goal that the characters hope to attain. Will the young woman and the judge ever meet again? What will come of that? Does it matter? Would it be good, or bad? Such questions, in \"Red,\" become infinitely more interesting than the questions in simple-minded commercial movies, about whether the hero will kill the bad guys, and drive his car fast, and blow things up, or whether his girlfriend will take off her clothes.\n\nSeeing a movie like \"Red,\" we are reminded that watching many commercial films is the cinematic equivalent of reading Dick and Jane. The mysteries of everyday life are so much deeper and more exciting than the contrivances of plots.\n\nWe learn something about Auguste, the law student who lives across the way. He has a girlfriend named Karin (Frederique Feder).\n\nShe specializes in \"personal weather reports\" for her clients, which sounds reasonable, like having a personal trainer or astrologer, until we reflect that the weather is more or less the same for everybody. But perhaps her clients live in such tight boxes of their own construction that each one has different weather.\n\nValentine talks to her boyfriend. They are rarely together.\n\nHe is someone on the phone. Perhaps she \"stays\" with him to save herself the trouble of a lover whose life she would actually share.\n\nShe goes back out to the house of the old judge, and talks to him some more. We learn more about the lives he is eavesdropping on.\n\nThere are melodramatic developments, but no one seems to feel strongly about them.\n\nAnd Valentine and Auguste. What a good couple they would make! Perhaps. If they ever meet. And if, in the endless reaches of cosmic time, there had been the smallest shift in the lifetimes of Valentine and the Judge, they could have been the same age. Or another infinitesimal shift, and they would have lived a century apart. Or never lived at all. Or if the dog had wandered somewhere else, Valentine would not have struck him, and met the judge. Or if the judge had had a cat . . .\n\nThink about these things, reader. Don't sigh and turn the page. Think that I have written them and you have read them, and the odds against either of us ever having existed are greater by far than one to all of the atoms in creation.\n\n\"Red\" is the conclusion of Kieslowski's masterful trilogy, after \"Blue\" and \"White,\" named for the colors in the French flag. He says he will retire now, at 53, and make no more films. At the end of \"Red,\" the major characters from all three films meet - through a coincidence, naturally. This is the kind of film that makes you feel intensely alive while you're watching it, and sends you out into the streets afterwards eager to talk deeply and urgently, to the person you are with. Whoever that happens to be.", "running_time": 95, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-12-02", "genres": null, "title": "Red (1994)"}