{"url": "http://www.rogerebert.com/reviews/red-lights-2012", "by": "Sigourney Weaveras Margaret Matheson", "star_rating": 2.5, "text": "I'd love to see a thriller that was about what \"Red Lights\" starts to be about, the debunking of psychics by expert paranormal investigators. For its first two acts, the movie had me in its grip. Then it comes apart. Is there a fatal compulsion that draws movies into unnecessary action scenes?\n\nThe casting could hardly be improved upon. Sigourney Weaver is Margaret Matheson, a no-nonsense scientist who has dedicated her life to exposing psychic fraud. Think of James Randi. Weaver possesses an intrinsic authority that adds weight to her words; she can sound like she knows exactly what she's talking about.\n\nApparently she's never met a psychic she couldn't expose, except for one. That is the well-named Simon Silver (Robert De Niro), a blind mentalist whose specialty is bending spoons with his mind alone. This man has a hypnotic power over audiences and an uncanny stage presence. And De Niro allows him to embody something more — a haunting aura of preternatural mystery.\n\nApparently Matheson and Silver have been on a collision course for their entire careers. Her career means nothing unless she can expose him; his means nothing unless he can defeat her investigation. Now is that a great setup, or what?\n\nJoining Matheson in her investigations is a star-struck younger colleague, Tom Buckley (Cillian Murphy), and an ambitious intern named Sally Owen (Elizabeth Olsen). On the opposite team is a snaky academic named Paul Shackleton (Toby Jones), who resents Matheson's dominance in their field and believes there may be something to Silver's abilities.\n\nIn a way, there'd better be. Only un-debunked psychics and unexplained phenomena keep psychic investigators in business. Otherwise, they'd be as obsolete as the owners of talking horses.\n\nSimon Silver does more than bend spoons, and \"Red Light\" does an impressive job of suggesting the drama of his theatrical appearances aided by De Niro's own charismatic stage presence. But these scenes are mostly showmanship, and I would have appreciated more detail about what he does and how he seems to do it.\n\nThe film also does a crafty job of setting its stage. It was written and directed by Rodrigo Cortes, whose \"Buried\" (2010) you may remember. That was the film shot entirely from the POV of a man buried in a coffin. \"Red Lights\" also shows a director who knows how to construct a story and build interest, but at the end, it flies apart. I wonder if there was an earlier draft. I suspect most audiences would prefer a film with an ending that plays by the same rules as the rest of the story.", "running_time": 119, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-07-25", "genres": ["Mystery", "Thriller"], "title": "Red Lights (2012)"}