{"url": "http://www.rogerebert.com/reviews/red-firecracker-green-firecracker-1995", "by": "Zhao Xiaoruias Mr. Mann", "star_rating": 2.0, "text": "Her father must not have been very bright. He left his\rfirecracker factory to his daughter, Chun Zhi, and then forbade her to marry,\rso that the factory would stay in the family. But if she dies without children,\rwhat happens then? This is a problem that doesn't seem to have bothered Chun\rZhi's father, perhaps because it would undermine the entire dramatic premise of\r\"Red Firecracker, Green Firecracker,\" a visually stunning new Chinese\rfilm with a shamelessly melodramatic plot.\n\nThe\rmovie takes place in pre-revolutionary China, circa 1911, in a provincial town\rwhere the owner of the fireworks factory is the local lord. The beautiful Chun\rZhi (Ning Jing) takes over the factory at the age of 19, and everyone treats\rher as a man, calling her \"The Master.\" She even dresses as a man,\ralthough that only accentuates her beauty.\n\nThe\rentire district is crackling with fireworks (and the sound track is peppered\rwith background explosions). Maybe we are to understand that China's feudal way\rof life is about to detonate. One day a local kid steals some tobacco and is\rabout to be severely punished when an itinerant artist comes to his defense.\rThe artist, whose name is Nie Bao (Wu Gang), catches the eye of Chun Zhi, and\rsoon he is painting fish on The Master's vases.\n\nThe\rlocal establishment is aghast when it becomes clear that The Master has fallen\rin love with the intrepid artist, and that sets an intrigue in motion,\rmasterminded by Mr. Mann (Zhao Xiaorui). Chun Zhi tries to detach from her\rlover, but cannot; beneath her cold exterior, The Master is a girl with a\rcrush, and soon she cries, in the heart-rending words of melodramas from all\rages, \"I don't want to be your master - I just want to be a woman!\"\rYes, but a lot of fireworks are going to explode before that day comes, and\rsoon Nie Bao finds himself suspended over a bed of glowing coals with his body\rwrapped with fireworks; if he relaxes even a little, the first firecracker will\rfall into the flames, and he'll be history. Later, there is a local\rcompetition, for Chun Zhi's benefit, at which young men show off how bravely,\rand unwisely, they can handle fireworks. It's as if this sequence slipped in\rfrom a martial arts movie.\n\nSo\rmany of the recent movies from China have been so good that there's a\rtemptation to expect every one to be a masterpiece.\n\n\"Red\rFirecracker, Green Firecracker\" is a magnificently mounted film (every\rframe could be a photograph), and it has a lot of energy, but the plot, as you\rmay have guessed, is sort of silly, and the climax is all too explosive.", "running_time": 111, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-04-21", "genres": null, "title": "Red Firecracker, Green Firecracker (1995)"}