{"url": "http://www.rogerebert.com/reviews/red-betsy-2003", "by": "Alison Elliottas Winifred Rounds", "star_rating": 3.0, "text": "The movie opens in 1941, on a farm near Delafield, where a small group has gathered to watch nervously as a little red airplane prepares to take off from a flat field. \"Don't worry, Mom; it's guaranteed to fly,\" says Dale Rounds (Brent Crawford), not very reassuringly, and his plane does fly; he circles overhead in the Red Betsy, in what will be the most glorious moment of his short life.\n\nDale is engaged to Winifred (Alison Elliott). They plan to go to school in Madison in the fall, but he hasn't quite gotten around to breaking the news to his parents, Emmet and Helen (Leo Burmester and Lois Smith). Emmet is crusty and old-fashioned, and expects the young couple to move into the Little House on the property and work the farm until he dies and they can move into the Big House and Dale can take over. Helen says she'll break the news to her husband. She's had a lot of practice at telling him things he doesn't want to hear. He accepts the plans -- not cheerfully, but he accepts them.\n\n(Spoiler warning.) The happiness of the wedding day is brief. Helen dies suddenly and leaves Emmet alone and feeling abandoned. Pearl Harbor is attacked, and Dale can't wait to sign up. Winifred agrees uneasily to move into the Little House, \"just for a year,\" look after Emmet, and wait for Dale to return. Within a few months a telegram arrives with the news that he has been killed in action in the Pacific; another piece of news is that Winifred is pregnant.\n\nAll of that is prologue to the real subject of the movie, which involves those whose lives were changed by the war, and how they coped.\n\nEmmet doesn't need much looking after. He runs the farm as always, and has nothing but scorn for the tree-trimmers of the Rural Electrification Authority, who plan to bring electricity to the district. By 1949, Winifred is teaching in the local school, and she and her daughter Jane are still living in the Little House.\n\nThere were countless stories like this. Born in Downstate Illinois seven months after Pearl Harbor, I grew up hearing about fiancees and sons killed in the war, and saw their pictures -- so young and serious in uniform -- on the living room mantel. My aunt never married after her boyfriend died aboard the USS Indianapolis. People carried on with their lives and coped, and \"Red Betsy\" is about that -- how the years pass, how Winifred changes and adapts to a life she never imagined, how Jane grows up, how Emmet wages his lonely war against everything that has changed the serenity and predictability that ruled his life for so long.\n\nThe movie isn't too sentimental. It is told in the direct terms that we use to relate family stories; they're sad, but we've told them many times and they no longer make us cry. The director is Chris Boebel, a graduate of the NYU film school, and he wrote the screenplay with his father Charles, an English teacher. It's based on one of the father's short stories. The family comes from rural Wisconsin stock, and Chris' grandmother still lives on a farm. This is not the country postcard of Hollywood fantasies, but just a working farm in a district where there are few enough people that every personality seems back lighted.\n\nTheir faces are important in the movie. Although all the leads are professional actors (Lois Smith is the Oscar-nominated Steppenwolf legend, Burmester was in \"Gangs of New York,\" Elliott is a veteran, and Chad Lowe plays a REA official), they're unaffected and understated; they've observed how Midwestern farm people are embarrassed by making displays of themselves. I don't know if the extras in the wedding scene are locals, and I don't need to know, because I can see that they are. I like the way Alison Elliott, as Winifred, really does stand out in the crowd, with her red lipstick, her stylish 1940s dresses, her cigarettes sneaked with a girlfriend on the screened-in porch. I can look at Winifred and look at Emmet and know precisely how and why they will never really understand each other.\n\nAnd yet the years bring accommodations, and the new becomes routine, and if people want to do the right thing sooner or later they work their way around to it. That's what \"Red Betsy\" is about. How long has it been since you saw a movie about that?", "running_time": 98, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-11-14", "genres": null, "title": "Red Betsy (2003)"}