{"url": "http://www.rogerebert.com/reviews/red-riding-hood-2011", "by": "Amanda Seyfriedas Valerie", "star_rating": 1.0, "text": "Of the classics of world literature crying out to be filmed as a sexual fantasy for teenage girls, surely \"Red Riding Hood\" is far down on the list. Here's a movie that cross-pollinates the \"Twilight\" formula with a werewolf and adds a girl who always wears a red hooded cape, although I don't recall her doing any riding. It's easy to imagine a story conference in which they said: Hey! Let's switch the vampires with a werewolf and recycle the theme of a virgin attracted to a handsome but dangerous hunk, only let's get two hunks!\n\nWhat this inspiration fails to account for is that while a young woman might toy with the notion of a vampire boyfriend, she might not want to mate with a wolf. Although she might think it was, like, cool to live in the woods in Oregon, she might not want to live in the Black Forest hundreds of years ago because, like, can you text from there?\n\n\"Red Riding Hood\" has the added inconvenience of being dreadfully serious about a plot so preposterous, it demands to be filmed by Monty Python. All that amused me was a dream sequence where Grandma says, “The better to eat you with.” I'm asking myself, “How can Red Riding Hood dream about dialogue in her own fairy tale when she hasn't even gone over the hill and through the dale to grandmother's house yet?”\n\nThe movie was directed by Catherine Hardwicke, who made the first \"Twilight\" film. \"Red Riding Hood\" opens with computer-generated shots of hundreds of square miles of forests, dotted here and there by grim, stubby castles. Then we meet the narrator, Valerie, who always wears a red cape. She is but a lass when she steals away with Peter, her pre-pubescent boyfriend, so they can trap a bunny rabbit and possibly slit its throat, although the camera moves away from the bunny at the crucial moment to focus upon their faces as the young actors think, “OK, this is where they flash forward, and we are replaced by Amanda Seyfried and Shiloh Fernandez.”\n\nThey live in a village that is one of the oddest non-places in the history of production design. Because the original fairy tale was by the Brothers Grimm, I suppose there's a chance the village is in Germany, but it exists outside time and space, and seems to have been inspired by little plastic souvenir villages in airport gift shops. You know, populated mit Hansel und Gretel.\n\nValerie (Seyfried) wants to marry Peter (Fernandez), who is a wood chopper, but her parents have betrothed her to a rich kid named Henry (Max Irons). The village since time immemorial has been terrorized by a werewolf, who turns up when the moon is full and must be pacified by a pathetic little piggie left chained to a stump, lest it develop an appetite for villagers. Valerie's sister is found dead, amidst distracting cone-shaped haystacks dotted with purple flowers, which is not the sort of detail you want to be noticing when a young girl has been killed (spoiler!) not eaten by a werewolf.\n\nThe villagers send off for Father Solomon (Gary Oldman), a famed werewolf fighter, and he arrives with his band of warriors and a very large metal elephant. Solomon, an expert, knows that werewolves are not werewolves all the time, and in between full moons take the form of men. Therefore, one of the villagers must be a werewolf. This has enormous implications for Valerie's possible future love life.\n\nBut I know my readers. Right now, you aren't thinking about Valerie's romance. You're thinking, Did I just read that Father Solomon arrived with a very large metal elephant? Yes, he did. A very large metal elephant. I thought the same thing. That must have been a hell of a lot of trouble. Even harder than Herzog dragging the boat over the mountain. Showing Father Solomon's men dragging a metal elephant through the woods — there's your movie right there.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-03-10", "genres": ["Drama", "Fantasy", "Horror", "Mystery", "Romance", "Thriller"], "title": "Red Riding Hood (2011)"}