{"url": "http://www.rogerebert.com/reviews/red-dragon-2002", "by": "Anthony Hopkinsas Hannibal Lecter", "star_rating": 3.5, "text": "\"Red Dragon\" opens with the pleasure of seeing Hannibal Lecter as he was before leaving civilian life. The camera floats above a symphony orchestra and down into the audience, and we spot Lecter almost at once, regarding with displeasure an inferior musician. Interesting, how the director forces our attention just as a magician forces a card: We notice Lecter because he is located in a strong point of the screen, because his face is lighted to make him pop out from the drabness on either side, and because he is looking directly at the camera.\n\nI felt, a confess, a certain pleasure to find him in the audience. Hannibal Lecter is one of the most wicked villains in movie history, and one of the most beloved. We forgive him his trespasses because (1) they are forced upon him by his nature; (2) most of the time he is helplessly imprisoned, and providing aid to the FBI, or seeming to, after his peculiar fashion, and (3) he is droll and literate, dryly humorous, elegantly mannered. In these days of movie characters who obediently recite the words the plot requires of them, it's a pleasure to meet a man who can hold up his end of the conversation.\n\nThe opening, with Hannibal still in civilian life, allows a tense early scene in which the doctor (Anthony Hopkins) receives a late-night visitor, FBI agent Will Graham (Edward Norton). Graham has been assisted by Lecter in examining a series of crimes which, he has just realized, involved cannibalism--and now, as he regards the doctor in the gloom of the shadowed study, it occurs to him, just as it simultaneously occurs to Lecter, that it is clear to both of them who this cannibal might be.\n\nFlash forward several years. Lecter is in prison, Graham has taken early retirement, but now his old FBI boss (Harvey Keitel) wants to recruit him to solve a pair of serial killings, this time by a man dubbed the Tooth Fairy because he leaves an unmistakable dental imprint at the scenes of his crimes. Graham resists, but photos of the dead families and a poignant look at his own living family do the trick, and he joins the case as a free-lance adviser. This requires him to examine crime scenes by creeping through them in pitch darkness in the middle of the night, although there is no reason he could not visit at noon (except, of course, that he wants to share the killer's point of view, and also because the film seeds the darkness with potential danger).\n\nThe director is Brett Ratner, who has not achieved the distinction of the three previous directors of Hannibal Lecter movies (Jonathan Demme on \"The Silence of the Lambs,\" Ridley Scott on \"Hannibal,\" and Michael Mann on \"Manhunter,\" the first version of \"Red Dragon,\" made in 1986). Ratner's credits have included the \"Rush Hour\" pictures, \"Family Man\" and \"Money Talks,\" some with their merits, none suggesting he was qualified to be Lecter's next director.\n\nTo my surprise, he does a sure, stylish job, appreciating the droll humor of Lecter's predicament, creating a depraved new villain in the Tooth Fairy (Ralph Fiennes), and using the quiet, intense skills of Norton to create a character whose old fears feed into his new ones. There is also humor, of the uneasy he-can't-get-away-with-this variety, in the character of a nosy scandal-sheet reporter (Philip Seymour Hoffman). The screenplay by Ted Tally, who wrote \"Lambs,\" also supplies a blind girl in peril (Emily Watson), and blind girls have worked dependably since the days of silent pictures.\n\nA movie like \"Red Dragon\" is all atmosphere and apprehension. Ratner doesn't give us as much violence or as many sensational shocks as Scott did in \"Hannibal,\" but that's a plus: Lecter is a character who commands contemplation and unease, and too much action just releases the tension. To be sure, Scott was working with a Thomas Harris novel that itself went so high over the top (remember the quadriplegic murdered with an electric eel?) that much of it could not be filmed. But this movie, based on Harris' first novel, has studied \"Silence of the Lambs\" and knows that the action comes second to general creepiness. There are stabbings, shootings, fires, explosions, tortures, mutilations, and a flaming corpse in a wheelchair, but within reason.\n\nAs the Tooth Fairy figure, named Francis Dolarhyde, Ralph Fiennes comes as close as possible to creating a sympathetic monster. What he does is unspeakable. What has been done to him is unspeakable. Dolarhyde himself is horrified by his potential, and the character of the blind girl is not merely a cheap gimmick (although it is that, too), but a device that allows him to ask just how far he is prepared to go. We are reminded of another monster and another blind person, in \"Bride of Frankenstein\" (1932), and in both cases the monster feels relief because the blind cannot see that he is a monster. (In photos of a crime scene, ex-agent Graham notices that mirrors have been broken and shards of the glass put in the eye sockets of victims--perhaps because the Tooth Fairy cannot stand to look at himself, but is driven to a frenzy when others can look at him.) The movie has been photographed by Dante Spinotti, who also filmed Michael Mann's more cool, stylized version, and here he provides darkness and saturated colors. The Lecter world is one of dampness, lowering clouds, early sunsets, chill in the bones. Lecter himself, when he appears, is like a little fire we can warm before; he smiles benevolently, knows all, accepts his nature, offers to help, and more often than not has another macabre scheme under way. The early passages of this movie benefit from our knowledge that Lecter will sooner or later appear; it's as if the plot is tiptoeing toward a ledge.\n\nThe Lecter character, and the agents who deal with him, and the monsters who take him as a role model, create an atmosphere that encourages style in the filmmaking. It is much the same with the best upper-class crime novels. There is violence, yes, but also a lot of carefully described atmosphere, as we enter the attractive lives of the rich and vicious: Consider Nero Wolfe, who, like Hannibal Lecter, hates to interrupt dinner with a murder.", "running_time": 124, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-10-04", "genres": ["Drama", "Horror", "Suspense", "Thriller"], "title": "Red Dragon (2002)"}