{"url": "http://www.rogerebert.com/reviews/red-eye-2005", "by": "Rachel McAdamsas Lisa", "star_rating": 3.0, "text": "Wes Craven’s “Red Eye” is movie that wants to be a good thriller, and moves competently, even relentlessly, toward that goal. It’s helped enormously by Rachel McAdams, whose performance is convincing because she keeps it at ground level; thrillers are invitations to overact, but she remains plausible even when the action ratchets up around her. When she’s stalking a terrorist with a hockey stick, she seems like a real woman stalking a real terrorist with a real hockey stick. It’s not as easy as it sounds.\n\nThe terrorist is played by Cillian Murphy, who was the sinister Scarecrow in \"Batman Begins\" and here plays a young man who seems pleasant and attractive to the heroine, until she asks him what his business is, and all the warmth goes out of his eyes as he says, “As fate would have it, my business is all about you.”\n\nThey meet in the Dallas-Ft. Worth airport. She’s Lisa, a hotel desk manager, on her way home to Miami. He’s the cute guy who helps her put down a jerk, buys her a drink, and ends up with the seat next to hers on the overnight flight. Murphy is handsome, but, like James Spader, the good looks come with a warning: There are ominous undertones here. Speaking softly, he explains that her father is being held hostage, that her help will be needed in a plot to blow up the deputy secretary of homeland security, and that her job is to call the hotel and have the security guy put in a suite where he can be more easily assassinated. The encouraging angle is that the deputy secretary is taken that seriously.\n\nWhat makes this goal worthy of a thriller is that the terrorist plan is of course nine times more complicated than it needs to be, and is constructed entirely out of things that could go wrong. It’s remarkable that terrorists like these still possess feet they have not shot off. About the plot I will say no more, except in a general way: The scenes on board the airplane are about as convincing and plausible as they can be, given the situation. And the scenes after the plane lands bring a cool excellence to the standard scenario in which the killer and the victim stalk one another.\n\nMaybe what I like best about the movie is its reticence. After a summer of crashes, bangs, endless chase scenes and special effects that belittle the actors standing in front of them, what a pleasure to see characters in a thriller doing what people like themselves possibly could do. There are no supernatural or superhuman feats in the film, unless you count the piddling detail that a character isn’t slowed down by an unexpected tracheotomy. The movie, bless its heart, even tries to make this development plausible, by providing a doctor who eyeballs the victim and says (I quote from memory) “It’s not too bad -- only the larynx.”\n\nThe rise of Rachel McAdams has been spectacular, if only because it has been so steep; in 2002, she had eighth billing in “The Hot Chick.” The only thing better would have been ninth billing. But then in 2004 she starred in “Mean Girls,” as the bitchiest girl in Lindsay Lohan’s high school. It was a surprisingly good movie, and then came a straight romantic lead in “The Notebook” and a comic romantic lead in “Wedding Crashers,” where Owen Wilson fell in love with her and caught a heart-warming case of sincerity. Now this.\n\nThe previous three movies positioned McAdams as a rising star. “Red Eye” will be more important, because casting directors, who know what to look for, will see that she brings more presence and credibility to her role than is really expected; she acts without betraying the slightest awareness that she’s inside a genre. I wonder if that has anything to do with the fact that she’s Canadian and thus culturally trained to avoid calling unnecessary attention to herself. Too many young Hollywood actors, especially in thrillers, think it’s all about them. Her performance qualifies her for heavy-duty roles. Cillian Murphy is already established and does not need discovering, but here he shows an ability to modulate his character instead of gnashing the scenery. They’re very effective together.\n\nWes Craven, the director, has been making thrillers for a long time, and knows how to do it. From \"Last House on the Left\" (1972) through “Swamp Thing” (1982), “The Serpent and the Rainbow” (1988) “Wes Craven’s New Nightmare” (1994) and the “Scream” movies, he has put stories and characters ahead of Gotcha! moments. Watching “Red Eye” function so smoothly, doing exactly what it was intended to do, I was reminded of Howard Hawks’ definition of a good movie: “Three great scenes. No bad scenes.” Craven scores two and one. Not bad.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-08-18", "genres": ["Foreign", "Horror", "Science Fiction", "Thriller"], "title": "Red Eye (2005)"}