{"url": "http://www.rogerebert.com/reviews/red-rock-west-1994", "by": "Nicolas Cageas Michael", "star_rating": 3.5, "text": "\"Red Rock West\" is a diabolical movie that exists sneakily between a western and a thriller, between a film noir and a black comedy. When I saw it at the Toronto Film Festival a couple of years ago, I assumed it would be arriving in theaters in a few weeks.\n\nInstead, it almost missed theatrical release altogether, maybe because it's so hard to categorize. After playing on cable and being released on video, it was booked into the Roxie Theater in San Francisco, whose owner liked it so much he thought it deserved to be seen on the big screen. After breaking the theater's house record for any feature, it is now going into theaters around the country.\n\nNo wonder. This is a movie like \"Blood Simple\" (which it somewhat resembles) or the David Lynch movies, constructed out of passion, murder, revenge and a quirky sense of humor. The plot is incredibly complicated. It is also easy to follow and, eventually, makes perfect sense. This kind of lovingly contrived melodrama requires juicy actors, who can luxuriate in the ironies of a scene, and the movie has them: Nicolas Cage, J. T. Walsh, Dennis Hopper and Lara Flynn Boyle. They must have had a lot of fun with this material.\n\nThe movie stars Cage as a poor but honest drifter who arrives, nearly broke, in the small Western town of Red Rock. He walks into the local saloon, and is mistaken by the owner (Walsh) for the professional killer from Texas that Walsh has hired to murder his wife (Boyle). Cage plays along with the joke, collects an advance on the hit, and goes out to Walsh's ranch to visit the wife. There is, of course, an immediate sexual attraction between them. He thinks it only fair to let her in on the secret. She then offers to pay Cage to murder her husband.\n\nSo Cage has two offers on the table when a stranger (Dennis Hopper) drives into town. This is, of course, the real hit man from Texas. Walsh is not amused to discover he has paid an advance to the wrong man.\n\nOK. So that's the set-up. It's ingenious, but it doesn't even begin to suggest the pleasures of this movie, which depend less on plot than on the reactions of the characters to finding themselves in such a plot. Cage's drifter is especially interesting, because most of the time he's operating without a good idea of the whole situation; he has to keep quiet and look like he knows what the others think he knows.\n\nAt some fundamental level, all he really wants to do is get out of Red Rock and never come back again, and the movie's running gag is that he keeps leaving town and finding himself returning to it. The \"Welcome to Red Rock\" sign turns up in the movie like a signpost in a nightmare. And eventually it's clear that Cage, and all of the others, are going to be trapped there until they bring their deadly quadrangle to some sort of a conclusion.\n\nJ. T. Walsh, whose character has secrets I will not reveal, is one of the most interesting of recent movie villains because he seems so superficially open and honest (one of his first big roles, significantly, was as a Chicago alderman in \"Backdraft\"). Other villains snarl and bluster. He desperately tries to reason things through, to appeal to logic or to dependable strategies like threats.\n\nIn a way he's the most confused by the labyrinthine situations he finds himself in, since they don't seem to respond to reasonable strategies.\n\nHopper plays a version of the character he has become famous for: The smiling, charming, cold-blooded killer with a screw loose. All he really wants to do is collect his money and do his job, and he only gets dangerous when he realizes how thoroughly a simple hit has been screwed up. Lara Flynn Boyle, cool under fire, diabolical in her ingenuity, has both Cage and the audience wondering how she really thinks about him; one of the pleasures the movie saves until the very end is a revelation of what she really values, and why.\n\n\"Red Rock West\" was directed by John Dahl, who co-wrote it with his brother, Rick. John is 34, Rick is 28, and this is their second feature. It's the kind of movie made by people who love movies, have had some good times at them, and want to celebrate the very texture of old genres like the western and the film noir. In a sense, we've been in Red Rock many times before: It's a town where plots lie in wait for unsuspecting visitors, where hatred runs deep, where love is never enough of a motive for doing anything when cash is available.", "running_time": 98, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-05-06", "genres": ["Crime", "Drama", "Thriller"], "title": "Red Rock West (1994)"}