{"url": "http://www.rogerebert.com/reviews/red-riding-trilogy-2010", "by": "Mark Addyas John Piggott", "star_rating": 4.0, "text": "\"Red Riding Trilogy\" is an immersive experience like \"The Best of Youth,\" \"Brideshead Revisited\" or \"Nicholas Nickleby.\" Over the course of 302 minutes, we sink into a virtual world: the corrupt police and establishment figures of West Yorkshire in England, at the time of the real-life \"Yorkshire Ripper.\" Peter Sutcliffe, the Ripper, was convicted of killing 13 women, and may have killed more. The fictional Ripper here enjoys the same inexplicable immunity to police investigation.\n\nThis is the sort of undertaking the UK's Channel 4 excels at, and is approached in the United States only by ambitious cable TV series. The experience could give you the impression that the three parts were filmed at separate times. The visual style proceeds from 16mm to 35mm to high-def video, different actors play some of the characters at different times, and there are three directors, each with a distinctive style. But that was all part of Channel 4's plan, and the completed trilogy aired in March 2009.\n\nA large cast of characters is involved in a complex series of events. Few viewers could be blamed for failing a test on what happens, and who (in addition to the Ripper) is guilty. Strict continuity is sidestepped to such a degree that some characters do not quite seem to remain dead. This is a way to reflect the shifting nature of reality in which there are many concealed motives, and the police version of events is fabricated entirely for their own convenience.\n\nThe police have their reasons, chillingly dramatized in a scene where conspirators drink a toast to \"the North!\" Yorkshire is in northern England, traditionally hostile to the South (London), but what does that have to do with a license for corruption? The toast is an example of the human willingness to excuse behavior by evoking meaningless abstractions (The South! The Young! Partytime! Der Fuehrer!) Where they are is irrelevant to what they do.\n\nThey are in a society that seems, to our North American eyes, clearly distinct from other parts of Britain. In some segments, the Yorkshire accents are so pronounced that Channel 4 wisely adds subtitles. We are inhabiting a subculture. In the early scenes, our attention is focused on an investigative reporter, new in town, Eddie Dunford (Andrew Garfield), who looks deeper into the murders, but is unlucky enough to get personally involved with a woman linked to a separate series of crimes. Their intimate scenes together are the closest the trilogy will come to human kindness.\n\nDunford is an unalloyed hero. Much of the rest of the story involves conspirators who plot among and against themselves. Any sense of objective morality is lacking. We get the sense that no one rises high in the police without knowing the rules and playing by them. They arrange for their own immunity.\n\nThere is a public outcry as the Ripper continues to kill and evade capture. It was the same in real life. Scotland Yard was brought in, represented indirectly here by a veteran cop named Peter Hunter (Paddy Considine). He makes little progress, largely because the officers he's working with have guilt to conceal and much to cover up.\n\nWithout revealing anything crucial, the reality is that the Ripper murders are invisibly connected to a police cover-up of a deadly real estate conspiracy, and if you pull a string from the Ripper, the whole ball of yarn of the larger conspiracy may unravel. A central figure becomes a vile chief of police, played by David Morrissey, who is so alarming that one searches the Web to discover he looks like a nice enough man in real life. The casting here and throughout is essential to the trilogy's effect.\n\nAll this time a mentally challenged suspect has been held as the alleged Ripper. He has even confessed, which after police interrogation in Yorkshire is a foregone conclusion. His guilt is convincingly challenged, which leads to a reopening of the case, as well it might, because the murders didn't stop with his imprisonment.\n\nOne wants to believe no police department in North America has even been as corrupt as this one from Yorkshire. That may not be true, but the chances of a television trilogy about it are slim. \"Red Riding Trilogy\" hammers at the dark souls of its villains until they crack open, and it is a fascinating sight. We're in so deep by the final third that there can hardly be a character whose hidden evil comes as a surprise: Can innocence exist in this environment?\n\nThe directors, who worked on their segments more or less simultaneously, have impressive credits that do not, however, suggest the different feels they bring to their segments. \"Red Riding: 1974\" is by Julian Jarrold, whose \"Brideshead Revisited,\" \"Becoming Jane\" and \"Kinky Boots\" are all some distance from the immediacy of his 16mm film. \n\n\"Red Riding: 1980\" is by James Marsh, whose documentaries \"Man on Wire\" and \"Wisconsin Death Trip\" don't suggest the 35mm feature feel of his segment. Anand Tucker (\"Shopgirl,\" \"Hilary And Jackie\"), who directed \"Red Riding 1983,\" is a specialist in clearly delineated ambiguity, at odds with the moral anarchy of his segment. I gather they were not hired to reproduce their strengths, but to find the right approach for this material.\n\nI have given only the sketchiest of plot outlines here. The trilogy isn't so much about what happens objectively (which can sometimes be hard to determine), but about the world in which it takes place, a miasma of greed and evil. I have no idea whether the real Yorkshire police were led by monsters such as these. Someone must have thought so. Channel 4 aired these segments as they stand.", "running_time": 102, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-03-10", "genres": ["Crime", "Drama", "Mystery"], "title": "Red Riding Trilogy (2010)"}