{"url": "http://www.rogerebert.com/reviews/red-planet-2000", "by": "Val Kilmeras Gallagher", "star_rating": 3.0, "text": "\"Red Planet\" would have been a great 1950s science fiction film. It embodies the kind of nuts-and-bolts sci-fi championed by John W. Campbell Jr. in his Astounding magazine--right down to the notion that a space mission would be staffed by research scientists, and although there would be a woman on board, she would not be the kind of woman depicted in an aluminum brassiere on the covers of his competitors. This is a film where much of the suspense involves the disappearance of algae.\n\nThe film has been sneered at in some quarters because it is not the kind of brainless high-tech computerized effects extravaganza now in favor. I like its emphasis on situation and character. I've always been fascinated by zero-sum plots in which a task has to be finished within the available supplies of time, fuel and oxygen.\n\nWaiting for the screening to start, I was talking with a dive instructor about the challenge of diving inside glaciers. \"Any time you take away unobstructed access to the surface,\" he told me, \"you're talking technical diving, and that makes you more of an astronaut than a diver.\" I thought of that during \"Red Planet,\" which is about four men who have essentially dived down to the surface of Mars, whose air is running out, and who do not have access to the spaceship circling above.\n\nThe movie takes place in 2025, when mankind has polluted the Earth beyond the point of no return, and is seeking a new planet to colonize. Mars is bombarded with robot space probes carrying various strains of bio-engineered algae. The earth-born organisms seem to thrive, and green pastures spread on Mars. A space mission is launched to send a crew of scientists to investigate a curious thing. The algae seems to have disappeared. Really disappeared. It didn't simply die off, because that would have left withered remains. It seems to have . . . dematerialized.\n\nThis discovery takes place after a troubled voyage. The interplanetary ship, commanded by Bowman (Carrie-Anne Moss), has gone through a gamma ray storm, disabling a lot of its equipment. The Mars lander descends to the surface with Gallagher (Val Kilmer), Burchenal (Tom Sizemore), Santen (Benjamin Bratt), Pettengil (Simon Baker) and the scientist-philosopher Chantilas (Terence Stamp). It runs into trouble, too, has to jettison some of its equipment, and then there's a sensational landing scene. The lander is cocooned within huge, tough air bags so it can bounce to a soft landing. But when it bounces off a cliff, the ride gets rocky for the men inside.\n\nAlso along is AMEE, a robotic tracker and warrior that has, alas, not been programmed nearly carefully enough with Asimov's Three Laws of Robotics. The men are left with an incomplete landing module and must depend on a supply station dropped by previous missions. And then . . .\n\nEverything else should come as a surprise. What pleased me, however, was the nature of the situation they find on Mars. The movie's ads seem to suggest Bug-Eyed Monsters of some sort, but the actual story developments are more ingenious and reasonable. John Campbell, who liked semi-plausible scientific speculation in his stories, might have enjoyed the way \"Red Planet\" accounts for the disappearance of the algae. There is a scene--call it the fireworks scene--that in its own way is one of the more memorable encounters I've seen with extraterrestrial life forms.\n\nThe acting is serviceable. Most of it consists of functional observations and commands. Terence Stamp is given a brief opportunity to philosophize about the limitations of science, Val Kilmer is convincing as a competent space jockey with a mechanical and scientific background, and Carrie Anne-Moss, whose character Bowman is a nod to Dave Bowman from \"2001: A Space Odyssey,\" is convincing as a no-nonsense pilot. But just like in 1950s sci-fi, the story's strong point isn't psychological depth or complex relationships, but brainy scientists trying to think their way out of a box that grows smaller every minute. To like that kind of story is to like this kind of movie.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-11-10", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Red Planet (2000)"}