{"url": "http://www.rogerebert.com/reviews/red-corner-1997", "by": "Richard Gereas Jack Moore", "star_rating": 2.0, "text": "\"Red Corner'' is a contrived and cumbersome thriller designed to showcase Richard Gere's unhappiness with Red China, which it does with such thoroughness that story and characters are enveloped in the gloom. The Chinese do this better to themselves. Unlike such Chinese-made films as \"The Blue Kite,'' and \"To Live,'' which criticize China with an insider's knowledge and detail, \"Red Corner'' plays like a xenophobic travelogue crossed with Perry Mason. Gere stars as an American TV executive with a bathetic life story, who has been reduced to wandering the globe, living in anonymous hotel rooms and selling syndicated TV programming that one character describes, probably over-optimistically, as \"pornographic, violent and superstitious'' (sounds like \"Xena'' reruns to me). He meets a pretty girl in a bar, they go back to his hotel, and the next morning he's awakened by the police, who point out disapprovingly that the girl is dead and Gere is covered with her blood. Still worse, the dead girl is the daughter of an important general.\n\nGere protests his innocence, and of course we believe him, but if it's all a set-up, (a) did the girl volunteer to be killed, or (b) were the conspirators not clever enough to find a victim with less clout? No matter; Gere is soon inside the Chinese legal system, which is portrayed as biased, brutish and slanted in favor of the prosecution.\n\nHe is assigned a lawyer (another pretty young woman, well played by Bai Ling), who advises him to plead guilty because \"It can be more easy if you confess your crime.'' Given the dead body and the blood, he might get similar advice in the United States, especially since his attorney sincerely believes he's guilty.\n\nI have no doubt that the Chinese court system could use reform. It does, however, have the advantage of allowing the hero of a movie considerable latitude to cross-examine witnesses, spring surprise developments, and generally run the show from the defendant's box--even being able to return to the courtroom and pick up the reins after an escape attempt. Chinese courts also add the interesting touch of \"people's assessors''--two ordinary citizens who flank the judge and can express their own opinions, speaking for the People. Amazing that so fiendish a conspiracy was not able to control them along with everyone else. Haven't they ever heard of jury tampering in China? There are billions to be made for whoever gets the license to sell pornography, violence and superstition (not to mention ESPN) to the Chinese via satellite TV, and so perhaps Gere has been framed by his business competitors. Before the movie explores this possibility, we get scenes of Gere in solitary confinement, Gere having his glasses stepped on, Gere having his law books taken away, and a ludicrous scene in which he escapes from his guards in a chase down crowded alleyways and across rooftops. It can't be easy to outrun dozens of cops across rooftops while handcuffed. He gains the safety of the U.S. Embassy, only to discover that his attorney gave her personal guarantee of his return, and will lose her license as a result. So, he voluntarily returns to what looks like certain and quick execution. What a great guy. Then what happens is worthy of a Perry Mason showdown, involving secret photos inside lockets, surprise last-minute confessions, and suspicions about the odor of chloroform. Only the portentous music keeps this silliness earthbound.\n\nRed China has indeed been guilty of human rights violations, the criminal mistreatment of Tibet, persecution of minority religions, and general surliness. What is interesting, as I mentioned, is that Red Chinese films have done a good job of portraying some of those evils (particularly the nightmare of the Cultural Revolution). To some degree, Gere set himself up by appearing in this film; as an outspoken critic of China and follower of the Dalai Lama, he has a case to plead. It's surprising, then, that he chooses to do it so lamely in such a lugubrious movie.", "running_time": 119, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-10-31", "genres": ["Crime", "Drama", "Thriller"], "title": "Red Corner (1997)"}