{"url": "http://www.rogerebert.com/reviews/red-tails-2012", "by": "Terrence Howardas Col. A.J. Bullard", "star_rating": 2.5, "text": "The Tuskegee Airmen were a group of African-American fighter pilots who were trained despite the racism entrenched in the U.S. armed services during World War II. They were deployed in action and achieved fame and many decorations for their skills against German pilots, which included engaging and shooting down Messerschmitt Me 262s, the first jet fighters. So successful were they at escorting American bombers that the white pilots requested them — contradicting a \"study\" at the time that claimed \"Negroes lack the intelligence to operate heavy machinery.\"\n\nThe story of the Tuskegee Airmen has been told before, memorably in a 1995 HBO movie that stuck close to the facts and included much material about the training of the airmen in the racist South of the 1940s.\n\nNow George Lucas has personally financed a big-budget mainstream action movie about the Tuskegee Airmen, in the hope of reaching a larger audience. He has had \"Red Tails,\" directed by Anthony Hemingway, in development for 23 years, and credit is due for his perseverance. The emphasis here is on \"action,\" and this is not so much a social or historical document as a war thriller. A great deal of the film is devoted to aerial dogfights, with POV shots of the pursuit of enemy fighters. The combat dialogue comes down to many closeups of pilots in flight masks, barking brief words of command. The dramatic scenes on the ground in Europe don't have much substance, although there are effective scenes showing bureaucratic infighting at the top of the Air Corps' chain of command.\n\nLucas is known for his enthusiasm about combat dogfights and is said to have studied William Wellman's Oscar winner \"Wings\" (1927) and its footage of World War I aerial battles. He used it as a template for creating the dogfights in outer space in the \"Star Wars\" films. Now substitute 1940s fighters for spaceships, move them closer to Earth, and you have the audience appeal of this movie.\n\nThe cast is large and distinguished, a roll call led by Terrence Howard and Cuba Gooding Jr. (who also starred in the earlier film). Much is made of him in the HBO film, which is more fact-based. The only character of general rank in the cast of \"Red Tails\" is (the fictional) Gen. Luntz, played by Gerald McRaney, one of the few white actors in the film. \n\n\"Red Tails\" is entertaining. Audiences are likely to enjoy it. The scenes of aerial combat are skillfully done and exciting. It makes the point that the airmen were skilled and courageous, and played a historic role in the eventual integration of our armed services. \"Red Tails\" could have done more than that, by more firmly establishing the atmosphere of the Jim Crow South that surrounded most of the airmen in their childhoods. They had a higher mountain to climb than many white pilots and reached higher on its slopes. \n\nAt a premiere of his film, and again on \"The Daily Show,\" Lucas has said he financed the movie himself because Hollywood doesn't want to finance expensive movies with all-black casts. \"They don't believe there's any foreign market for it, and that's 60 percent of their profit,\" he told \"Daily Show\" host Jon Stewart. \"I showed it to all of them, and they said, 'No. We don't know how to market a movie like this.' \" He also made an oblique reference to the aerial combat footage: \"This is as close as you'll get to [\"Star Wars\"] Episode VII.\"\n\nTrue enough, no doubt. But Lucas begs the question: Did this have to be an expensive movie? Was the purpose to make a blockbuster, or to make a statement? I imagined a film that contained more history and drama — and that was angrier. \n\nYears ago, my father had a friend who flew bombers over Germany. He spoke of the immediate reality that each mission could very likely be the last. Here, I didn't feel fear as the pilots took off. They had pride, patriotism and zeal, yes, but their hands must have been sweating and their guts must have been churning. I would have appreciated their thoughtful late-night conversations about the meaning of it all. \n\nIn Spike Lee's \"Miracle at St. Anna\" (2008), which has some of that anger, there is a flashback to a scene of black American soldiers in the Deep South being refused service by a restaurant that does accept Nazis from a nearby POW camp.\n\nI'm also not sure Lucas did his movie a favor by speaking so widely about the industry's reluctance to finance all-black casts. If I were a P.R. person, I'd advise him to talk up the selling points (\"In a way, this is 'Episode VII!' \") and give the movie a chance to open.", "running_time": 125, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-01-18", "genres": ["Action", "Adventure", "Drama", "History", "War"], "title": "Red Tails (2012)"}