{"url": "http://www.rogerebert.com/reviews/redacted-2007", "by": "Patrick Carrollas Reno Flake", "star_rating": 3.5, "text": "The rape and subsequent murders in \"Redacted\" actually happened, and we are told that director Brian De Palma found out about them on the Internet, in blogs and YouTube postings and on American and Arab sites. He fictionalizes the events, as he must for legal reasons, but presents them in a way suggesting how he found them; the movie looks cobbled together largely from found Web footage. It's better photographed than much similar material on the Web, and edited to create a relentless momentum, but he wants us to feel as if we're discovering this material for ourselves.\n\nSo we would be forced to, if the movie's buried message is clear. \"Redacted\" is a word simply meaning \"edited\" and is often used by the military as a way of calling a simple act by an objective, and therefore defused, name. In a similar fashion, a \"rendition\" can be a kidnapping and torture. The film explains the origin of much of its footage by introducing us to a soldier named Angel Salazar (Izzy Diaz), who carries a digital video camera and thinks maybe he can make a documentary to get him into film school. A good plan, but if you notice that the movie is set in Samarra, you may recall the parable of the man whose best-laid plans went wrong there.\n\nThe story comes down to this: The soldiers of Alfa Company are manning a checkpoint. A car speeds past. They open fire, and a pregnant woman and her unborn child are killed. Two more hearts and minds not won over. In retribution, one of the company's members is killed by local militia. In response, the two men who fired on the car (Rush, played by Daniel Stewart Sherman, and the well-named Flake, played by Patrick Carroll) lead a nighttime raid during which a 15-year-old girl is raped, her family is murdered and their house set afire. Company members are informed by Flake and Rush that if they don't keep quiet, they will die. There is no reason to doubt this.\n\nMuch of this action mirrors the events in an earlier De Palma film, \"Casualties of War\" (1989), in which Michael J. Fox played a Vietnam soldier who turned away from a rape. What is different in this film is the visual style, which informs us by its very nature that after the invention of the cheap video camera and the Internet, few actions can be assumed to be secret. De Palma uses the method to demonstrate how good (or neutral) soldiers can be turned into criminals or silent accomplices by a threat of violence from their comrades. How if you put men in a hellhole and arm them, and if they are predisposed to violence, they will not always follow the rules, or even remember them.\n\n\"Redacted\" is a metaphor for what De Palma and others believe is the fatal flaw of our Iraq strategy: You cannot enforce \"freedom\" at gunpoint. Now that some 200,000 Iraqis have died in the war, for whatever reason and at whatever hands, it is hard to see how many of the rest would be as grateful for our presence as we are assured they are. This is something Angel Salazar finds out during the filming of his documentary, although unfortunately his key footage is redacted in a very direct way.\n\nYou may be vaguely aware of a controversy involving De Palma and some of his own footage that was \"redacted.\" This involved the montage of \"actual\" photographs from Iraq, which close the film. They were all actual at one point, but now some of them are staged, and others have been altered by having faces obscured by a black marker pen, lest the subjects' privacy be violated. Since they are dead, one doubts they would sue, but perhaps the black smudges make De Palma's point in another way.\n\nThe acting is curious. Some of it is convincing, and some of the rest is convincing in a different way: It convinces us that non-actors know they are being filmed and are acting and speaking slightly differently than they otherwise would. That makes some try to appear nicer, and other try to appear tougher or more menacing. That edge of inauthentic performance paradoxically increases the effect: Moments seem more real because they are not acted flawlessly.\n\nThe result of the film is shocking, saddening and frustrating. The latest polls show that the great majority of the American public has withdrawn its approval from the war and its architects. Why should it be a mystery that the Iraqis do not love us? Did our mothers not ask us, \"How would you feel if someone did that to you?\" Yes, they are killing us, too, but they live there, and we went a great distance for our appointment in Samarra.\n\nThe name of the real girl, who was actually 14, was Abeer Qasim Hamza al-Janabi.", "running_time": 90, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-15", "genres": ["Drama", "War"], "title": "Redacted (2007)"}