{"url": "http://www.rogerebert.com/reviews/redbelt-2008", "by": "Chiwetel Ejioforas Mike Terry", "star_rating": 3.0, "text": "David Mamet's \"Redbelt\" assembles all the elements for a great Mamet film, but they're still spread out on the shop floor. It never really pulls itself together into the convincing, focused drama it promises, yet it kept me involved right up until the final scenes, which piled on developments almost recklessly. So gifted is Mamet as a writer and director that he can fascinate us even when he's pulling rabbits out of an empty hat.\n\nThe movie takes place in that pungent Mamet world of seamy streets on the wrong side of town, and is peopled by rogues and con men, trick artists and thieves, those who believe and those who prey on them. The cast is assembled from his stock company of actors whose very presence helps embody the atmosphere of a Mamet story, and who are almost always not what they seem, and then not even what they seem after that. He is fascinated by the deceptions of one confidence game assembled inside another.\n\nAt the center of a story, in a performance evoking intense idealism, is Mike Terry (Chiwetel Ejiofor), a martial-arts instructor who runs a storefront studio on a barren city street. His is not one of those glass-and-steel fitness emporiums, but a throwback to an earlier time; the sign on his window promises jiu-jitsu, and he apparently studied this art from those little pamphlets with crude illustrations that used to be advertised in the back pages of comic books. I studied booklets like this as a boy; apparently one embodies the philosophy of The Professor, a Brazilian martial-arts master who is like a god to Mike.\n\nMike has few customers, is kept afloat by the small garment business of his wife Sondra (Alice Braga), is seen instructing a Los Angeles cop named Joe Collins (Max Martini). When you seem to be your studio's only instructor, the impression is fly by night, but there's a purist quality to Mike's dedication that has Joe completely convinced, and they both seriously believe in the \"honor\" of the academy.\n\nNow commences a series of events it would be useless to describe, and which are eventually almost impossible to understand, involving a troubled lawyer (Emily Mortimer), a movie star (Tim Allen), the star's shifty manager (Joe Mantegna) and the world of a pay-for-TV fight promoter (Ricky Jay). All of these characters seem like marked-down versions of the stereotypes they're based on, and the pay-for-view operation feels more like local access cable than a big bucks franchise.\n\nIn a bewildering series of deceptions, these people entrap the idealistic Mike into debt, betrayal, grief, guilt and cynical disappointments, all leading up to a big televised fight sequence at the end which makes no attempt to be plausible and is interesting (if you are a student of such things) for its visual fakery. We've seen a lot of crowd scenes in which camera angles attempt to create the illusion of thousands of people who aren't really there, but \"Redbelt\" seems to be offering a crowd of hundreds (or dozens) who aren't really there. At a key point, in a wildly impossible development, the action shifts out of the ring, and the lights and cameras are focused on a man-to-man showdown in a gangway. The conclusion plays like a low-rent parody of a \"Rocky\" victory. The last shot left me underwhelmed.\n\nSo now you're wondering why you might want to see this movie at all. It might be because of the sheer art and craft of Mamet himself. For his dialogue, terse and enigmatic, as if in a secret code. For his series of \"reveals\" in which nothing is as it seems. For his lost world of fly-by-night operators. For his actors like Ricky Jay, who would be familiar with the term \"suede shoe artist.\" For his bit parts for unexplained magicians. Especially for a sequence when Mike Terry, as baffled as we are, essentially asks for someone to explain the plot to him.\n\nIf you savor that sort of stuff, and I do, you may like \"Redbelt\" on its own dubious but seductive terms. It seems about to become one kind of movie, a conventional combination of con games and action, and then shadow boxes its way into a different kind of fight, which is about values, not strength. It's this kind of film: Some of the characters at the end, hauled in to provide a moral payoff, seem to be have been airlifted from Brazil -- which, in fact, they were.", "running_time": 99, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-05-08", "genres": ["Action", "Adventure", "Drama", "Thriller"], "title": "Redbelt (2008)"}