{"url": "http://www.rogerebert.com/reviews/reds-1981", "by": null, "star_rating": 3.5, "text": "The original John Reed was a dashing young man from Portland who\r\nknew a good story when he found one, and, when he found himself in the midst of\r\nthe Bolshevik revolution, wrote a book called \"Ten Days That Shook the\r\nWorld\" and made himself a famous journalist. He never quite got it right\r\nagain after that. He became embroiled in the American left-wing politics of the\r\n1920s, participated in fights between factions of the Socialist Party and the\r\nnew American Communist Party, and finally returned to Moscow on a series of noble\r\nfool's errands that led up, one way or another, to his death from tuberculosis\r\nand kidney failure in a Russian hospital. He is the only American buried within\r\nthe Kremlin walls.\n\nThat is Reed's story in a nutshell. But if you look a little\r\nmore deeply you find a man who was more than a political creature. He was also\r\na man who wanted to be where the action was, a radical young intellectual who\r\nwas in the middle of everything in the years after World War I, when Greenwich\r\nVillage was in a creative ferment and American society seemed, for a brief\r\nmoment, to be overturning itself. It is that personal, human John Reed that\r\nWarren Beatty's \"Reds\" takes as its subject, although there is a lot,\r\nand maybe too much, of the political John Reed as well. The movie never\r\nsucceeds in convincing us that the feuds between the American socialist parties\r\nwere much more than personality conflicts and ego-bruisings, so audiences can\r\nhardly be expected to care which faction is \"the\" American party of\r\nthe left.\n\nWhat\r\naudiences can, and possibly will, care about, however, is a traditional\r\nHollywood romantic epic, a love story written on the canvas of history, as they\r\nused to say in the ads. And \"Reds\" provides that with glorious\r\nromanticism, surprising intelligence, and a consistent wit. It is the thinking\r\nman's \"Doctor Zhivago,\" told from the other side, of course. The love\r\nstory stars Warren Beatty and Diane Keaton, who might seem just a tad unlikely\r\nas casting choices, but who are immediately engaging and then grow into solid,\r\nplausible people on the screen. Keaton is a particular surprise. I had somehow\r\ngotten into the habit of expecting her to be a touchy New Yorker, sweet,\r\nscared, and intellectual. Here, as a Portland dentist's wife who runs away with\r\nJohn Reed and eventually follows him halfway around the world, through\r\nblizzards and prisons and across icy steppes, she is just what she needs to be:\r\nplucky, healthy, exasperated, loyal, and funny.\n\nBeatty,\r\nas John Reed, is also surprising. I expected him to play Reed as a serious,\r\nnoble, heroic man for all seasons, and so he does, sometimes. But there is in\r\nWarren Beatty's screen persona a persistent irony, a way of kidding his own\r\nseriousness, that takes the edge off a potentially pretentious character and\r\nmakes him into one of God's fools. Beatty plays Reed but does not beatify him:\r\nHe permits the silliness and boyishness to coexist with the self-conscious\r\nhistorical mission.\n\nThe\r\naction in the movie takes Reed to Russia and back again to Portland, and off\r\nagain with Louise Bryant (Keaton), and then there is a lengthy pause in\r\nGreenwich Village and time enough for Louise to have a sad little love affair\r\nwith the morosely alcoholic playwright Eugene O'Neill (Jack Nicholson). Then\r\nthere are other missions to Moscow, and heated political debates in New York\r\nbasements, and at one point I'm afraid I entirely lost track of exactly why\r\nReed was running behind a horsecart in the middle of some forgotten battle in\r\nan obscure backwater of the Russian empire. The fact is, Reed's motivation from\r\nmoment to moment is not the point of the picture. The point is that a\r\nrevolution is happening, human societies are being swept aside, a new class is\r\nin control -- or so it seems -- and for an insatiably curious young man, that\r\nis exhilarating, and it is enough.\n\nThe\r\nheart of the film is in the relationship between Reed and Bryant. There is an\r\ninteresting attempt to consider her problems as well as his. She leaves\r\nPortland because she is sick unto death of small talk. She wants to get\r\ninvolved in politics, in art, in what's happening: She is so inexorably drawn\r\nto Greenwich Village that if Reed had not taken her there, she might have gone\r\non her own. If she was a radical in Portland, however, she is an Oregonian in\r\nthe Village, and she cannot compete conversationally with such experienced\r\nfast-talkers as the anarchist Emma Goldman (Maureen Stapleton). In fact, no one\r\nseems to listen to her or pay much heed, except for sad Eugene O'Neill, who is\r\nbrave enough to love her but not smart enough to keep it to himself. The ways\r\nin which she edges toward O'Neill, and then loyally returns to Reed, create an\r\nemotional density around her character that makes it really mean something when\r\nshe and Reed embrace at last in a wonderful tear-jerking scene in the Russian\r\ntrain station.\n\nThe\r\nwhole movie finally comes down to the fact that the characters matter to us.\r\nBeatty may be fascinated by the ins and outs of American left-wing politics\r\nsixty years ago, but he is not so idealistic as to believe an American mass\r\naudience can be inspired to care as deeply. So he gives us people. And they are\r\nseen here with such warmth and affection that we sense new dimensions not only\r\nin Beatty and Keaton, but especially in Nicholson. In \"Reds,\"\r\nunderstating his desire, apologizing for his passion, hanging around Louise,\r\nhanding her a poem, throwing her out of his life, he is quieter but much more\r\npassionate than in the overwrought \"The Postman Always Rings Twice.\"\n\nAs\r\nfor Beatty, \"Reds\" is his bravura turn. He got the idea, nurtured it\r\nfor a decade, found the financing, wrote most of the script, produced, and\r\ndirected and starred and still found enough artistic detachment to make his\r\nReed into a flawed, fascinating enigma instead of a boring archetypal hero. I\r\nliked this movie. I felt a real fondness for it. It was quite a subject to\r\nspring on the capitalist Hollywood movie system, and maybe only Beatty could\r\nhave raised $35 million to make a movie about a man who hated millionaires. I\r\nnoticed, here at the end of the credits, a wonderful line that reads: Copyright\r\ncopy MCMLXXXI Barclays Mercantile Industrial Finance Limited.\n\nJohn\r\nReed would have loved that.", "running_time": 200, "mpaa_rating": "PG", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama", "Romance"], "title": "Reds (1981)"}