{"url": "http://www.rogerebert.com/reviews/reflections-in-a-golden-eye-1967", "by": "Marlon Brandoas Maj. Penderton", "star_rating": 4.0, "text": "It seemed fishy to begin with that \"Reflections in a Golden Eye\" crept into town so silently. Here was a movie with Elizabeth Taylor and Marlon Brando, no less, and the director was that great man himself, John Huston. So shouldn't we have read millions of words about it by now? Every time Liz blows her nose, she makes the cover of Look. But not this time. Why not? Was the movie so wretchedly bad that Warner Bros. decided to keep it a secret?\n\nOr could it be, perhaps, that it was too good? Perhaps it could. To begin with, somebody slipped up and did an honest screen play based on the novel by Carson McCullers. And then Huston and his cast journeyed bravely into the dark, twisted world of the McCullers characters, and nobody told them they were supposed to snicker. So they didn't.\n\nThe story is set on an Army base in the South. Brando plays a major who gives disjointed lectures about leadership and courage as his repressed homosexuality begins to emerge. Miss Taylor, as his wife, plays a domineering, emasculating female who rides a white stallion and carries, a whip (in case you missed the symbolism). Next door, a neurotic and self -doubting woman (Julie Harris) lives with her husband, Brian Keith, who is really a pretty decent sort, even though he is Miss Taylor's lover.\n\nThe action is fairly simple, beginning with Brando's abortive attempt to ride his wife's horse. It throws him he whips it and later, at a party, she whips him in front of the entire officer corps. Brando begins to disintegrate, his carefully built facade of \"leadership qualities\" destroyed. In a horrifying and effective scene, he goes to pieces in the middle of a lecture.\n\nIn this scene and others, Brando regains the peak of his magnificent talent. After his series of six or seven disastrous performances, even his admirers had given him up for lost. But it was too soon. There is a scene in which he slowly breaks down and begins to cry, and his face screws up in misery. The audience laughed, perhaps because it's supposed to be \"funny\" to see a man cry. The audience should have been taken outside and shot.\n\nIndeed, the audience was perhaps the greatest problem with this very good film. It was filled with matrons, who found it necessary to shriek loudly and giggle hideously through three-quarters of it, and their husbands, who delivered obligatory guffaws in counterpoint. They had never seen anything funnier in their lives, I guess, than Brando nervously brushing down his hair when he thinks a handsome young private is coming to see him.\n\nBut if you can set that aside, then \"Reflections\" is a better film than we had any right to expect. It follows the McCullers story faithfully and without compromise. The performances are superb. Besides Brando, there is Miss Taylor, proving once again as she did in \"Virginia Woolf\" that she really can act, believe it or not. There is Keith, all understatement and quiet sympathy. The photography is restrained, shot in a process which drains almost all the color out of color film, leaving only reds and pinks and an occasional hint of blue or green. The result is a bleak landscape, within which lonely and miserable people try to account for themselves.", "running_time": 106, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-10-17", "genres": ["Drama", "Thriller"], "title": "Reflections in a Golden Eye (1967)"}