{"url": "http://www.rogerebert.com/reviews/reign-of-fire-2002", "by": "Matthew McConaugheyas Van Zan", "star_rating": 1.0, "text": "One regards \"Reign of Fire\" with awe. What a vast enterprise has been marshaled in the service of such a minute idea. Incredulity is our companion, and it is twofold: We cannot believe what happens in the movie, and we cannot believe that the movie was made.\n\nOf course, in a story involving mankind's battle with fire-breathing dragons in the year 2020, there are a few factual matters you let slide. But the movie makes no sense on its own terms, let alone ours. And it is such a grim and dreary enterprise. One prays for a flower or a ray of sunshine as those grotty warriors clamber into their cellars and over their slag heaps. Not since \"Battleship Earth\" has there been worse grooming.\n\nThe story: A tunnel beneath London breaks open an underground cavern filled with long-dormant fire-breathing dragons. They fly to the surface and attack mankind. When one is destroyed, countless more take its place. Man's weapons only increase the damage. Soon, civilization has been all but wiped out; the heroes of the film cower in their underground hiding places and dream of defeating the dragons.\n\nAlong comes Van Zan (Matthew McConaughey), the Dragon Slayer. He is bald and bearded, and his zealot's eyes focus in the middle distance as he speaks. He's the kind of tough guy who smokes cigar butts. Not cigars. Butts. He has a disagreement with Quinn (Christian Bale), the leader of the group. I am not sure why they so ferociously oppose each other, but I believe their quarrel comes down to: Van Zan thinks they have to fight the dragons, and Quinn thinks they have to fight the dragons but they have to look out real good, because those are dangerous dragons and might follow them home.\n\nThere's not much in the way of a plot. Alex (Izabella Scorupco) gets grubby and distraught while standing between the two men and trying to get them to stop shouting so much and listen to her scientific theories. Meanwhile, dragons attack, their animated wings beating as they fry their enemies. Their animation is fairly good, although at one point a dragon in the background flies past the ruined dome of St. Paul's, and you can see one through the other, or vice versa.\n\nI'm wondering, why, if civilization has been destroyed, do they have electricity and fuel? Not supposed to ask such questions. They're like, how come everybody has cigarettes in \"Waterworld\"? Van Zan figures out that the dragon's fire comes from the way they secrete the ingredients for \"natural napalm\" in their mouths. His plan: Get real close and fire an explosive arrow into their open mouth at the crucial moment, causing the napalm to blow up the dragon.\n\nHe has another bright idea. (Spoiler warning.) All of the dragons they see are females. Many of them carry eggs. Why no males? Because, Van Zan hypothesizes, the dragons are like fish, and it only takes a single male to fertilize umpteen eggs. \"We kill the male, we kill the species,\" he says.\n\nYeah, but ... there are dragons everywhere. Do they only have one male, total, singular? How about those eggs? Any of them male? And also, after the male is dead, presumably all of the females are still alive, and they must be mad as hell now that they're not getting any action. How come they stop attacking? I know I have probably been inattentive, and that some of these points are solved with elegant precision in the screenplay. But please do not write to explain, unless you can answer me this: Why are the last words in the movie, \"Thank God for evolution\"? Could it be a ray of hope that the offspring of this movie may someday crawl up onto the land and develop a two-celled brain?", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-07-12", "genres": ["Action", "Fantasy", "Science Fiction", "Thriller"], "title": "Reign Of Fire (2002)"}