{"url": "http://www.rogerebert.com/reviews/reindeer-games-2000", "by": "Ben Affleckas Rudy", "star_rating": 1.5, "text": "\"Reindeer Games\" is the first All Talking Killer picture. After the setup, it consists mostly of characters explaining their actions to one another. I wish I'd had a stopwatch, to clock how many minutes are spent while one character holds a gun to another character's head and gabs. Charlize Theron and Gary Sinise between them explain so much they reminded me of Gertrude Stein's line about Ezra Pound: \"He was a village explainer, excellent if you were a village, but if you were not, not.\" Just a nudge, and the movie would fall over into self-parody, and maybe work better. But I fear it is essentially serious, or as serious as such goofiness can be. It opens in prison, with cell mates Rudy (Ben Affleck) and Nick (James Frain). Both are about to be set free. Nick has engaged in a steamy correspondence with Ashley (Theron), one of those women who have long-distance romances with convicts. His cell wall is plastered with photos that make her look like a model for cosmetics ads.\n\nBut then (I am not giving away as much as it seems, or perhaps even what it seems), Nick is knifed in a prison brawl, and when Rudy walks out of prison and lays eyes on Ashley--well, what would you do? That's what he does. \"I'm Nick,\" Rudy tells her. Soon they make wild and passionate love, which inevitably involves knocking things over and falling out of bed and continuing on the floor. You'd think if people were that much into sex, they'd pay more attention to what they were doing.\n\nThen there's a major reality shift, and perhaps you'd better stop reading if you don't want to know that . . . Ashley's brother Gabriel (Sinise) heads a gang of scummy gunrunners who think Rudy used to work in an Indian casino in upstate Michigan--because, of course, they think Rudy is Nick, and that's what Nick told Ashley about himself. Gabriel and his gang try to squeeze info about the casino's security setup out of Rudy, who says he isn't Nick, and then says he is Nick after all, and then says he isn't, and has so many reasons for each of his answers that Gabriel gets very confused, and keeps deciding to kill him, and deciding not to kill him, and deciding to kill him after all, until both characters seem stuck in a time loop.\n\nThere are other surprises, too, a lot of them, each with its explanation, usually accompanied by an explanation of the previous explanation, which now has to be re-explained in light of the new explanation. They all got a lot of 'splainin' to do.\n\nThe movie's weakness is mostly in its ludicrous screenplay by Ehren Kruger. The director, John Frankenheimer, is expert at moving the action along and doing what can be done with scenes with which hardly anything can be done. Affleck and Theron soldier through changes of pace so absurd it takes superb control to keep straight faces. Theron's character looks soft and sweet sometimes, then hard and cruel other times, switching back and forth so often I commend her for not just passing a hand up and down in front of her face: smile, frown, smile, frown.\n\nPerhaps the movie was originally intended to open at Christmas. That would explain the title, and the sequence where the casino, which looks like a former Target store, is stuck up by five Santas. But nothing can explain the upbeat final scene, in which, after blood seeps into the Michigan snow, we get a fit of Robin Hood sentimentality. The moment to improve \"Reindeer Games\" was at the screenplay stage, by choosing another one.", "running_time": 98, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-02-25", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Reindeer Games (2000)"}