{"url": "http://www.rogerebert.com/reviews/rejoice-and-shout-2011", "by": "Smokey Robinson", "star_rating": 3.0, "text": "Black gospel music in one way or another created a great deal of the blues, jazz and rock and roll. Born on the plantations of the South, it merged the Christian hymns of the slave owners with rhythms from Africa and created a new musical form not heard before but reflected everywhere today, even in hip-hop. \"Rejoice and Shout\" is a consistently entertaining documentary bringing together a remarkable variety of surviving performances on films and records, going back to circa 1900.\n\n Where some of these films came from and how they were preserved isn't a question the film answers, but without them we couldn't see rare 1902 footage of the Dinwiddie Colored Quartet, not the first gospel singers but the first to be filmed. We also see joyous work by the Dixie Hummingbirds, the Staple Singers, the Swan Silvertones, Sister Rosetta Tharpe, Mahalia Jackson and an onstage duel between the Blind Boys of Alabama and the Five Blind Boys of Mississippi.\n\n Smokey Robinson, one of the sources interviewed by Don McGlynn for his film, links the music to his own religious beliefs, which of course is appropriate, but some of the singers, Rosetta Tharpe in particular, seem drawn toward more secular venues. There's even the suggestion that Mahalia Jackson might have liked to do more show tunes and pop music, but was kept in line by her churchgoing mother.\n\n Mavis Staples, whose father links back to the earliest days of gospel, is a warm presence throughout the film, calling on personal memories of many of the artists. Other experts such as Anthony Heilbut, Bill Carpenter, Ira Tucker Jr. and Darrel Petties have a wealth of information, connections and memories. And \"Rejoice and Shout\" doesn't show snippets of old performances, but complete songs, so we get a more complete idea of the talents.\n\n My own knowledge of gospel music is limited mostly to what I learned through the (much better) documenatry \"Say Amen, Somebody,\" which told the stories of Thomas A. Dorsey, Willie Mae Ford Smith and others. Dorsey wrote an astonishing number of gospel standards (\"Precious Lord, Take My Hand\" among them), but is only mentioned in passing here. I suppose the footage from \"Say Amen, Somebody\" wasn't available to McGlynn. Indeed his own footage here is limited to his talking head interviews; all the performance footage is archival. Still, this is an engaging film filled with love for the music.\n\nHere is my review of \"Say Amen, Somebody.\"", "running_time": 115, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-06-15", "genres": ["Documentary"], "title": "Rejoice and Shout (2011)"}