{"url": "http://www.rogerebert.com/reviews/religulous-2008", "by": "Larry Charles", "star_rating": 3.5, "text": "I'm going to try to review Bill Maher's \"Religulous\" without getting into religion. Is that OK with everybody? Good. I don't want to fan the flames of a holy war. The movie is about organized religions: Judaism, Christianity, Islam, Mormonism, TV evangelism and even Scientology, with detours into pagan cults and ancient Egypt. Bill Maher, host, writer and debater, believes they are all crazy. He fears they could lead us prayerfully into mutual nuclear doom. He doesn't get around to Hinduism or Buddhism, but he probably doesn't approve of them, either.\n\nThis review is going to depend on one of my own deeply held beliefs: It's not what the movie is about, it's how it's about it. This movie is about Bill Maher's opinion of religion. He's very smart, quick and funny, and I found the movie entertaining, although sometimes he's a little mean to his targets. He visits holy places in Italy, Israel, Great Britain, Florida, Missouri and Utah, and talks with adherents of the religions he finds there, and others.\n\nOr maybe \"talks with\" is not quite the right phrase. It's more that he lines them up and shoots them down. He interrupts, talks over, slaps on subtitles, edits in movie and TV clips, and doesn't play fair. Reader, I took a guilty pleasure in his misbehavior. The people he interviews are astonishingly forbearing, even most of the truckers in a chapel at a truck stop. I expected somebody to take a swing at Maher, but nobody did, although one trucker walked out on him. Elsewhere in the film, Maher walks out on a rabbi who approvingly attended a Holocaust denial conference in Iran.\n\nMaher had a Jewish mother and a Catholic father, and was raised as a Catholic until he was 13, when his father stopped attending services. He speaks with his elderly mother, who tells him, \"I don't know why he did that. We never discussed it.\" He asks her what the family believed, before and after that event. \"I don't know what we believed,\" she says. No, she's not confused. She just doesn't know.\n\nMost everybody else in the film knows what they believe. If they don't, Maher does. He impersonates a Scientologist at the Speakers' Corner in London's Hyde Park, and says Scientology teaches that there was a race of Thetans several trillion years old (older than the universe, which is only 13.73 billion years) and that we are born with Thetans inside us, which can be detected by an E-Meter, on sale at your local Scientology center, and driven out by \"auditing,\" which takes a long time and unfortunately costs money.\n\nMany of Maher's confrontations involve logical questions about holy books. For example, did Jonah really live for three days in the belly of a large fish? There are people who believe it. Is the End of Days at hand? A U.S. senator says he thinks so. Will the Rapture occur in our lifetimes? Widespread agreement. Mormons believe Missouri will be the paradise (\"Branson, I hope,\" says Maher). There are even some people who believe Alaska has been chosen as a refuge for the Saved After Armageddon. In Kentucky, Maher visits the Creation Museum, which features a diorama of human children playing at the feet of dinosaurs.\n\nHis two most delightful guests, oddly enough, are priests stationed in the Vatican. Between them, they cheerfully dismiss wide swaths of what are widely thought to be Catholic teachings, including the existence of Hell. One of these priests almost dissolves in laughter as he mentions various beliefs that I, as a child, solemnly absorbed in Catholic schools. The other observes that when Italians were polled to discover who was the first person they would pray to in a crisis, Jesus placed sixth.\n\nMaher meets two representations of Jesus. One is an actor at the Holy Land Experience theme park in Orlando. He stars in a re-enactment of the Passion, complete with crown of thorns, wounds, a crucifix, and Roman soldiers with whips. I suppose I understand why Florida tourists would take snapshots of this ordeal, but when Jesus stumbles, falls and is whipped by soldiers, I was a little puzzled why they applauded. The other Jesus, Jose Luis de Jesus Miranda, believes he actually is the Second Coming -- i.e., Jesus made flesh in our time. He explains how the bloodline traveled from the Holy Land through France to Spain to Puerto Rico. He has 100,000 followers.\n\nWhy have I focused on the Christians? Maher also has interesting debates with Muslims about whether the Koran calls for the death of infidels. And he interviews an Israeli manufacturer who invents devices to sidestep the bans on Sabbath activity. Since the laws prohibit you from operating machines, for example, they've invented a \"negative telephone.\" Here's how it works: All the numbers on the touchpad are constantly engaged. All you do is insert little sticks into holes beside the numbers you don't  want to work.\n\nI have done my job and described the movie. I report faithfully that I laughed frequently. You may very well hate it, but at least you've been informed. Perhaps you could enjoy the material about other religions, and tune out when yours is being discussed. That's only human nature.", "running_time": 101, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-02", "genres": ["Comedy", "Documentary"], "title": "Religulous (2008)"}