{"url": "http://www.rogerebert.com/reviews/remember-the-titans-2000", "by": "Denzel Washingtonas Coach Boone", "star_rating": 3.0, "text": "\"Remember the Titans\" is a parable about racial harmony, yoked to the formula of a sports movie. Victories over racism and victories over opposing teams alternate so quickly that sometimes we're not sure if we're cheering for tolerance or touchdowns. Real life is never this simple, but then that's what the movies are for--to improve on life, and give it the illusion of form and purpose.\n\nDenzel Washington and Will Patton are the stars, two football coaches, one black, one white, whose lives are linked for a season, even though neither wants it that way. In 1971, a high school in Alexandria, Va., is integrated, and the board brings in Coach Boone (Washington) as the new head coach, replacing Coach Yoast (Patton), who is expected to become his assistant. Yoast understandably does not want to be demoted in the name of affirmative action. Boone doesn't like it, either: He lost his own job in North Carolina, and \"I can't do that to this man.\" But Alexandria's black residents gather on Boone's lawn to cheer for the first black coach at the newly integrated high school, and Boone realizes he has a responsibility. So does Yoast: His white players say they won't play for a black coach, but Yoast doesn't want them to lose college scholarships, so he swallows his pride and agrees to be Boone's assistant, leading the whites back to practice.\n\nAll of this is said to be based on life, and no doubt largely is, but life was perhaps harder and more wounding than the film. \"Remember the Titans\" is not an activist 1970s picture, but more conciliatory in tone. It is more about football than race relations, and it wants us to leave the theater feeling not angry or motivated, but good.\n\nWe do. There are true and touching moments in the film, on top of its undeniable entertainment value. I was moved by a scene near the end where an injured white player, who once said he would not play with blacks, now only wants his black \"brother\" in the hospital room. And there is a delicate series of scenes in which the same white player breaks up with his girlfriend rather than break the bonds he has formed with teammates during an August training camp.\n\nThose training camp scenes include the usual identifiable types (the fat kid, the long-haired Californian, the \"Rev\") who first clash, then bond. It's been seen before, but the director, Boaz Yakin (\"Fresh\"), brings old situations to new life and carries us along in the current of a skilled popular entertainment. I like the way he shows Boone forcing the blacks and whites to get to know one another.\n\nI admired the way the screenplay, by Gregory Allen Howard, doesn't make Boone noble and Yoast a racist, but shows them both as ambitious and skilled professionals. There are times when Boone treats his players more like Marines than high school kids, and Yoast tells him so. And times when Yoast tries to comfort black players who Boone has chewed out, and Boone accuses him of coddling blacks as he would never coddle his fellow whites.\n\nThese scenes are tricky, and Washington and Patton find just the right notes to negotiate them. Washington is gifted at delivering big speeches without sounding portentous or seeming to strain. There's an early morning training run that leads the players to the Gettysburg battlefield, and his remarks there place their experiences in a larger context.\n\nStill, the story sweeps certain obvious questions under the rug: (1) We see that the whites don't want to play with the blacks, and are afraid of losing their starting positions. But what about the blacks? Weren't they in a black high school last year? Aren't they losing their team, too? Aren't some of them going to be replaced by white starters? The movie shows the whites as resentful and possessive but assumes the black players are grateful for the chance to leave their old school and integrate the other team. Maybe they are, and maybe they aren't. The movie doesn't say.\n\n(2) Since there was certainly an all-black high school in town until this year, there must have been a black coach at that school. What happened to him? Did Coach Boone put him out of work, too? That crowd of cheering blacks on Boone's front lawn--have they so quickly forgotten the team and coach they used to cheer? In the real world, such questions would be what the story was all about. But then we would have an entirely different kind of film. \"Remember the Titans\" has the outer form of a brave statement about the races in America, but the soul of a sports movie in which everything is settled by the obligatory last play in the last seconds of the championship game. Whether the Titans win or lose has nothing to do with the season they have played and what they were trying to prove. But it has everything to do with the movie's sleight of hand, in which we cheer the closing touchdown as if it is a victory over racism.\n\nThe movie is heartfelt, yes, and I was moved by it, but it plays safe. On the soundtrack we hear lyrics like \"I've seen fire and I've seen rain\" and \"Ain't no mountain high enough,\" but not other lyrics that must also have been heard in Alexandria in 1971, like \"We shall overcome.\"", "running_time": 113, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-09-29", "genres": ["Drama", "Sport"], "title": "Remember The Titans (2000)"}