{"url": "http://www.rogerebert.com/reviews/remember-me-2010", "by": "Robert Pattinsonas Tyler", "star_rating": 3.0, "text": "\"Remember Me\" tells a sweet enough love story, and tries to invest it with profound meaning by linking it to a coincidence. It doesn't work that way. People meet, maybe they fall in love, maybe they don't, maybe they're happy, maybe they're sad. That's life. If, let us say, a refrigerator falls out of a window and squishes one of them, that's life, too, but it's not a story many people want to see. We stand there looking at the blood seeping out from under the Kelvinator and ask with Peggy Lee, is that all there is?\n\nYou can't exactly say the movie cheats. It brings the refrigerator onscreen in the first scene. It ties the action to a key date in Kelvinator history, one everybody knows even if that's all they know about refrigerators. But come on. This isn't the plot for a love story, it's the plot for a Greek tragedy. It may be true, as King Lear tells us, that as flies to wanton boys are we to th' gods. But we don't want to think ourselves as flies, or see fly love stories. Bring on the eagles.\n\nThe fact is, \"Remember Me\" is a well-made movie. I cared about the characters. I felt for them. Liberate them from the plot's destiny, which is an anvil around their necks, and you might have something.\n\nThe film opens on a New York subway platform. A young girl witnesses the senseless murder of her mother. We meet her again as a young woman. She is Ally Craig (Emilie de Ravin, from \"Lost\"), the daughter of a police sergeant (Chris Cooper). She's in college. Having lost his wife, he is intensely protective of her.\n\nWe meet a feckless young man named Tyler Hawkins (Robert Pattinson). He slouches about trying to look like a dissipated Robert Pattinson. Drinks too much, smokes too much, has the official four-day stubble on his face, hair carefully messed up, bad attitude. He lives in a pigpen of an apartment with a roommate named Aidan (Tate Ellington), who might have been played by Oscar Levant back in the days when such roommates were obnoxious, OK, but bearable.\n\nTyler gets drunk one night, is thrown out of a club, gets in a fight, the cops are called, and when it's almost all over, he shoves one of the cops -- Sgt. Craig, of course. Young drunks: It is extremely unwise to shove the cop who is about to let you off with a warning. Tyler is thrown in the slammer. Not long after in school, the snaky Aidan tells Tyler that their pretty classmate Ally is the daughter of that very cop. He dares Tyler to ask her out and then dump her in revenge.\n\nAidan is a jerk, but logically Tyler is, too, because this set-up is morally reprehensible. However, to the surprise of no one in the audience, Tyler falls for Amy and neglects to break up with her. Their courtship is a sensitive, well-acted progression through stages of mutual trust and Tyler's gradual rediscovery of his own real feelings.\n\nThere's an intriguing subplot. Tyler's parents are divorced. His father is the immensely wealthy Charles Hawkins (Pierce Brosnan), whose office looks larger than small airplane terminals. Diane, his mother (Lena Olin), has remarried. Tyler's beloved kid sister Caroline (Ruby Jerins) lives with her. Only with Caroline can Tyler relax and drop the sullen facade, showing warmth and love. Until he meets Ally -- and then there are two safe harbors, and his rebirth begins.\n\nPierce Brosnan plays a key role in the process. He has only a few significant scenes in the movie, but plays them so well that he convincingly takes a three-step character development and makes it into an emotional evolution. Meanwhile, Ally and Tyler encounter fierce opposition to their relationship from her dad, who can't be blamed because as a cop, he saw Tyler at his drunken worst.\n\nThese people and their situation grow more involving as the movie moves along. Then there's a perfect storm of coincidences to supply the closing scenes. That's what I object to.\n\nIf we invest in a film's characters, what happens to them should be intrinsically important to us. We don't require emotional reinforcement to be brought in from outside. The movie tries to borrow profound meaning, but succeeds only in upstaging itself so overwhelmingly that its characters become irrelevant. I'm guessing the message is: Parents, when you have a rebel child who hates you, someday you will learn what a good person that child really was. It's the dream of every tormented adolescent. Many of them become parents themselves and get their turn at being resented. Such is life.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-03-10", "genres": ["Drama", "Romance"], "title": "Remember Me (2010)"}