{"url": "http://www.rogerebert.com/reviews/renaissance-man-1994", "by": "Danny DeVitoas Bill Rago", "star_rating": 1.5, "text": "\"Renaissance Man\" is a labored, unconvincing comedy that seems cobbled together out of the half-understood remnants of its betters.\n\nWatching it, I felt embarrassed for the actors, who are asked to inhabit scenes so contrived and artificial that no possible skill could bring them to life. It's hard to believe that this is the work of Penny Marshall, whose films like \"Big\" and \"A League Of Their Own\" seemed filled with a breezy confidence.\n\nThe movie stars Danny DeVito as a divorced and broke Detroit advertising man who is fired from his job. He applies for unemployment compensation, and his counselor eventually finds him a job - as a civilian instructor on a nearby Army base. His assignment is to take a classroom of eight difficult cases and somehow increase their \"basic comprehension\" - of everything, I guess. This is made more difficult by DeVito's own lack of any basic comprehension of how the Army works.\n\nThe class seems impossible to teach, and besides, he's no teacher. In desperation he begins to talk about Shakespeare, and the students, desperate for action, encourage him to say more. Eventually the class turns into a seminar on \"Hamlet,\" and we are subjected once again to the dishonest fiction that academic knowledge can somehow be gained by enthusiasm and osmosis. Why, the students' mastery of the subject is so profound that in no time they've put together a classroom rap musical based on Shakespeare's story! (It helps that one of the students is played by Marky Mark.) My doubts about the possibility of teaching Shakespeare in this way are surpassed only by my doubts about how the exercise has anything to do with the Army. Those doubts are shared by a drill sergeant (Gregory Hines), who thinks DeVito is simply wasting the time of his recruits. The formula of this story requires DeVito to eventually \"prove himself\" to the sergeant, and the moment I saw the base's \"Victory Tower,\" a dangerous obstacle course involving lots of climbing and crawling, I knew with a sinking conviction that sooner or later DeVito would be climbing down walls on ropes to win the respect of the men.\n\nGraduate students of Shakespeare are often assigned to do a \"source study\" on one of his plays, reading Shakespeare's own sources for one of the histories, say, and then noting what the Bard kept, and what he changed.\n\n\"Renaissance Man\" could also inspire a source study. It is obviously a cross between \"Dead Poets Society\" (unpromising students inspired by unconventional teacher) and \"Private Benjamin\" (desperate unemployed civilian joins the Army). Advanced students might want to research the sources of those films - which were retreads, yes, but at least less labored than \"Renaissance Man.\" One odd quality about this movie is its gloominess. It seems strangely thoughtful and morose for a comedy, especially as it develops the stories of the various class members. The screenplay also has problems with logic. Are we really supposed to believe, for example, that DeVito can pawn the award he won in an advertising competition for enough money to buy his daughter a telescope and a trip out of the country to view an eclipse? The ending of the film is an exercise in phony suspense. See if you can follow this Army logic. The students are not required to take a final exam in the course. But if they take it, and fail, they'll flunk out of basic training. Therefore, they shouldn't take it, right? But so great is their transformation that they insist on taking it, and turn up in the classroom (after the obligatory 20 seconds of suspense in which DeVito thinks they won't come, and sad music plays). But the final is verbal, not written, with all the students in the room at the same time, so apparently they will pass or fail as a class, not as individuals. I say \"apparently\" because the ending suggests they do pass, but the movie absent-mindedly neglects to supply that information. Not that, by then, I cared.", "running_time": 130, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-06-03", "genres": ["Comedy"], "title": "Renaissance Man (1994)"}