{"url": "http://www.rogerebert.com/reviews/rendezvous-in-paris-1996", "by": "Clara Bellaras Esther", "star_rating": 3.5, "text": "Paris is a city for lovers not because you can love better in\rit, but because you can walk and talk better in it. Lesser cities with fewer\rresources require their lovers to spend too much time loving, which tires and\rbores them, while in Paris the whole city is foreplay. It cannot be a\rcoincidence that although we have the word “meeting” in English, we also borrow\rthe French word “rendezvous.” A rendezvous is to a meeting as a rose is to a\rpostage stamp of a rose.\n\nEric\rRohmer, who is now in his 70s, has dedicated most of his career to making films\rabout men and women talking about love: the flirtations, the suggestions, the\ranalysis, the philosophy, the quirks, the heartfelt outpourings, the startling\rrevelations.\n\n“Rendezvous\rin Paris,” which tells three stories in one film, is one of the best of his\rworks. In it there are no sex scenes, and you could even make the case that\rthere are no lovers--or two, at the most. Paris is such an inspiration for\rthese characters that they play lovers even when their hearts aren't in it.\rIdeally, you should have your true love at your side for walking through the\rparks, sitting on benches, and having deep conversations. But if that is not\rpossible, then you should annex whomever is available, and pretend.\n\nIn\rthe first story, a girl (Clara Bellar) is told her boyfriend (Antoine Basler)\ris cheating on her--seeing another girl at times when he claims he is “busy.”\rWalking through the market, she is approached by a stranger (Mathias Megard)\rwho has become instantly attracted to her, but is on his way to the dentist.\rCan they meet later? Yes, she says--at the cafe where she's been told her\rboyfriend is having his secret rendezvous. The outcome of this story, which I\rwill not reveal, is typical Rohmer in that she's wrong about both men--and\rwrong in two different ways about the second.\n\nIn\rthe second story, a woman (Aurore Rauscher) leads her would-be suitor (Serge\rRenko) on a series of daily walks through Paris, while they talk and talk about\rlove. She is in the process of breaking up with her former lover, and tells\rthis new candidate with brutal frankness: “I used to love him more than I do\ryou now, but I don't love him anymore.” Finally they have almost talked\rthemselves into a position where they have to make love or stop talking. Then\rshe discovers that her former lover has a new woman in his life. This makes her\rown new lover unnecessary, since only if the old lover still cared about her\rwould he (and she) care about her new lover. The more you think about this\rlogic the more French it becomes.\n\nIn\rthe third story, an artist (Michael Kraft) has a visitor (Veronika Johansson)\rwho bores him, so he suggests a visit to the nearby Picasso museum. At the\rmuseum, he notices a woman (Benedicte Loyen) looking at a painting. He explains\rthe painting to his own date, loudly enough so the other woman can hear him,\rwhich is the point. (Someone once said that all female speech is explanation\rand all male speech is advertisement.) He succeeds in ridding himself of the first\rwoman and catches up with the other woman in the street, only to discover she\ris on her honeymoon. But she asks to be shown his paintings, and in his studio\rtheir conversation takes a painfully analytical turn. In an exquisite twist, he\ris later stood up by the first woman.\n\nDid\ryou spot the two real lovers? They are the woman from the first story and the\rman she is told is cheating on her. Of all the dialogue in this film, they have\rthe least. Is that the point? That talk is seduction, and becomes redundant\rafter it serves its purpose? I don't think Rohmer is that simple. I think he\rbelieves that love is love and that flirtatious conversation is an entirely\rseparate pleasure, not to be confused with anything else.\n\nWhat\rthe people in “Rendezvous in Paris” are really saying, underneath all of their\rwords, is: “I am not available. You are not available. But let us play at being\ravailable because it is such a joy to use these words and tease with these\rpossibilities, and so much fun to be actors playing lovers, since Paris\rprovides the perfect set for our performance.” Rohmer splendidly illustrates\rthe theory that Parisians possess two means of sexual intercourse, of which the\rprimary one is the power of speech.", "running_time": 100, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-09-20", "genres": null, "title": "Rendezvous In Paris (1996)"}