{"url": "http://www.rogerebert.com/reviews/rent-a-cop-1988", "by": "Burt Reynoldsas Church", "star_rating": 2.0, "text": "\"Rent-A-Cop\" is a collision between a relationship and a cliche, and the cliche wins, but not before the relationship has given us some nice moments. It involves an unlikely friendship between Burt Reynolds, as a defrocked Chicago police detective, and Liza Minnelli, as a hooker who wants to hire the ex-cop because she thinks someone is trying to kill her.\n\nGiven this setup, can we all anticipate what will happen next? Any frequent moviegoer can complete the scenario: The cop will tell the hooker to get lost, and then she will persist, and then he will soften, and then their lives will both be in danger, and by the end of the film they will have saved themselves and also, of course, fallen in love.\n\nSubplots will involve the bloody destruction of the vice king, the death of a sadistic killer, and the ex-cop's rehabilitation and vindication in the eyes of the police department.\n\nThe plot, in other words, is on automatic pilot. To locate the virtues of \"Rent-A-Cop,\" we will have to look into the crevices, where bits of style and flashes of wit have been concealed. I enjoyed, for example, the relationship between Reynolds and Minnelli, who work easily together and establish a bantering repartee (her cynical wisecracks, his bemused refusal to go along). There are even a couple of moments when their relationship shades off into something more personal, and more touching, to suggest what this movie might have become if it had been more ambitious.\n\nBut it is not ambitious. It wants to be a formula cop picture, and not much is allowed to get in the way. Even the nice touches stay within the formula. James Remar, for example, is effective as Dancer, a sadistic killer, but effective in a way that has been established in movies for 20 years. Everything involving the vice lord is even more conventional. Such men are always effete, live in sprawling mansions, wear tuxedos and have armies of hired goons lurking in the shrubbery.\n\nReynolds sometimes seems a bit weary of all of this, as indeed he might. After he is fired from the force (for being a hero, as nearly as I could figure out), he goes to work as a department-store security guard masquerading as Santa Claus. And although he tries to bring some humor to this promising situation, the screenplay prevents him by rushing right to the point, the Cute Meet between himself and Minnelli.\n\nWhat am I trying to say? The bottom line, I suppose, is that \"Rent-A-Cop\" is directly off the assembly line, that it contains few surprises, that there is no reason to see it, and yet that it has some moments, and Reynolds and Minnelli create enough interest to suggest what they might have achieved in a better movie. So it goes.", "running_time": 100, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-01-29", "genres": null, "title": "Rent-A-Cop (1988)"}