{"url": "http://www.rogerebert.com/reviews/rent-2005", "by": "Rosario Dawsonas Mimi Marquez", "star_rating": 2.5, "text": "'Rent\" is a stage musical that wants to be a movie musical. Many stage musicals, from \"Oklahoma!\" to \"West Side Story,\" feel right at home on the screen. \"Rent\" on film is missing a crucial element of its life-support system: a live audience. The stage production surrounded the audience with the characters and the production. It lacked the song \"We Are Family,\" but that was the subtext. On film, \"Rent\" is the sound of one hand clapping.\n\nIt is not a bad film. It may be about as good a film as the material can inspire. The performances have a presence and poignancy that can feel surprisingly real, given the contrivances of the story. The film uses many of the same actors who starred in the original 1996 New York production, and the newcomers, Rosario Dawson and Tracie Thoms, earn their roles. But if you stand back from the importance of \"Rent\" as a cultural artifact and a statement about AIDS, does it stand on its own as a musical?\n\nI don't think so. The song lyrics by Jonathan Larson have an ungainly quality, perhaps deliberate; the words often seem at right angles to the music. I do not demand that lyrics scan, rhyme and make sense, but I do think they should flow with, or even against, the music. Here, the words and the music sometimes play as if two radios have been left on at the same time (\"My T-cells are low\" doesn't strike me as an especially singable line). The music serves the choreography, the words serve the story, but they don't serve one another.\n\nThe film left me in a curious state: I felt more respect than affection. From some of the more compelling characters, including Mimi (Dawson) and Angel (Wilson Jermaine Heredia), there are three-dimensional portraits that are convincing on any level. But the roommates in that artist's loft seem just as much of a casting call as they do in Puccini's \"La Boheme,\" the opera that inspired \"Rent.\" They're so busy being bohemian and defying authority that they never find time to be themselves.\n\nI no more believe Mark (Anthony Rapp) is a documentary filmmaker and Roger (Adam Pascal) is a musician than I believed Marcello and Rodolfo were an artist and a playwright in Puccini's opera. There is not a person reading this review who couldn't make a better film than Mark, who doesn't even know the handle of his hand-cranked 8-mm camera should not be revolving as he films, and whose footage looks like jerky home movies. To be given $3,000 to supply his sub-Warhol indulgences to TV is about as likely as Ozzy Osbourne getting his own reality show, ho, ho.\n\nWhen the roommates feed a fire with their screenplays and compositions because it is cold in their unheated loft, I know they are only following Puccini, but I didn't believe it in \"La Boheme\" and I believe it less now. No matter; the job of the roommates in both versions is to be good friends of Mimi, but careless, so that they misplace her, and she risks dying alone in the cold, although not before being hurried onstage for her big final scene.\n\nThe characters who did convince me have lives apart from the opera (or soap opera) elements in the story. Mimi is played by Dawson as a stripper who shoots drugs and has AIDS because of tainted needles. She tries to clean up, but falls back into drugs. Angel (Heredia) is a transvestite who finds Tom Collins (Jesse L. Martin) mugged in an alley and tenderly cares for him as they fall in love. Angel's life force inspires a particularly moving tribute late in the film -- one of those scenes that affect us like the real thing might.\n\nThere is a romantic triangle involving Mark, whose girlfriend Maureen (Idina Menzel) dumps him for a girlfriend of her own, Joanne (Thoms). I believed the character of Joanne, but neither Maureen nor Mark. He doesn't seem much depressed by being dumped, and Maureen is so superficial that she flirts with the cute female bartender at her partnering ceremony with Joanne. That Joanne sincerely cares for her and is really hurt I did believe. When she's accused of flirting by Joanne, Maureen sings the show-stopper \"Take Me for What I Am.\" I wanted Joanne to reply in her own song: \"OK, You're a Promiscuous Slut, So Take Me for What I Am, Your New Former Partner.\"\n\nRoger and Mark had a third roommate, Benjamin (Taye Diggs), before he married, moved out and became their landlord. Benjamin is a character conceived for the plot's convenience. When needed, he threatens eviction, sics the cops on their rent strike, is partly responsible for the riot after Maureen's performance, does evict them, padlocks the door, confiscates their possessions, and then relents and lets them move back in.\n\nAll of this is done while he has two poker-faced middle-aged white men (PFMAWM), one of them his father-in-law, hanging around in the background, saying nothing and apparently thinking nothing. Their job is to supply poker-faced reaction shots during same-sex dancing. Two guys dance together, PFMAWM see them. Two dolls dance together, PFMAWM see them. What are they thinking? For all I know, they're envious. Why Benjamin would take them to the club where rent strikers cavort on tabletops is arbitrary if not capricious.\n\nThe story is set in 1989, a time when AIDS provided the same kind of death sentence that tuberculosis provided in 19th century novels and operas. Through the story, characters remind each other, \"take your AZT,\" but some of them do not, apparently so they can exhibit, I dunno, a death wish, self-hatred, denial or a desire to supply the playwright with tragedy. This is much the function provided by Puccini's original Mimi, who coughs in Act 3 so that she can die in Act 4. More convincing is the treatment of Mimi's drug addiction in the modern version; Rosario Dawson plays Mimi as hooked and hopeless, and we believe her.\n\nI think there is an audience for the movie version of \"Rent,\" and that would be fans of the stage versions. If you came to know and love the material in its original form, this is a way to see the characters and actors again, and you will bring those memories with you to the movie, as sort of a commentary track. Those who haven't seen \"Rent\" on the stage will sense they're missing something, and they are.\n\nNote: I gave the movie a \"marginal thumbs up\" on \"Ebert & Roeper\" because I felt people might want to see it based on what was good in it, but I am fine-tuning that to a **1/2 rating because, on the whole, I don't think the movie really works on its own, without reference to the theatrical version.", "running_time": 135, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-11-22", "genres": ["Comedy", "Drama", "Music", "Romance", "Science Fiction"], "title": "Rent (2005)"}