{"url": "http://www.rogerebert.com/reviews/replacement-killers-1998", "by": "Chow Yun-Fatas John Lee", "star_rating": 3.0, "text": "''The Replacement Killers'' is all style. It's a high-gloss version of a Hong Kong action picture, made in America but observing the exuberance of a genre where surfaces are everything. The characters are as flat as figures on a billboard, but look at the way everything is filmed in saturated color, and anything that moves makes a metallic whooshing sound that ends in a musical chord, and how when the hero walks down a corridor at a car wash, it's done with a tilt and a zoom. In a movie like this, the story is simply a device to help us tell the beginning from the end. The film is the American debut for Chow Yun-Fat, a popular star in Asia for 20 years and for the last 10 a frequent collaborator with John Woo, the Hong Kong action wizard also now working in Hollywood (he produced this film). Chow is good-looking, open-faced, with a hint of sadness that reminded me of Charles Bronson in repose. Here he plays John Lee, a Chinese immigrant to America, who owes a favor to the druglord Terence Wei (Kenneth Tsang). Wei's son has been killed by a cop (Michael Rooker).\n\nLee's assignment: kill someone important to the cop. But with the target framed in his telescopic sights, Lee just can't do it. ''I went against Mr. Wei,'' he tells a wise Buddhist monk. ''There will be consequences.'' He knows Wei will go after his mother and sister in Shanghai, and he needs a forged passport to fly home and protect them. That leads him to the lair of Meg Coburn (Mira Sorvino), a master forger whose first appearance is a good example of the movie's visual lushness: Leaning over her computer, she's in red lipstick and a low-cut dress, in a hideaway that looks like a cross between skid row and a cosmetics ad. Meg is a tough girl, played by Sorvino with a nice flat edge (while Lee's posing for his passport picture, she says, ''Smile, and say `flight from prosecution.' ''). She wants no part of his troubles, but soon they've teamed up as Wei throws squadrons of killers at them, including two ''replacements'' flown in to complete the job Lee reneged on.\n\nIn movies such as this, everyone knows everyone. Chow and Sorvino go into an amusement arcade, and she's hit on by a gold-toothed creep. Her reaction: ''I try to stick to my own species.'' The creep, of course, is in the hire of Wei, and soon a gun battle rages through the arcade. Other elaborately choreographed shoot-outs take place in a car wash, and in a theater where the cop has taken his son for a cartoon festival (the gunfire is intercut with Mr. Magoo).\n\nThere's a moment in the recent ''Desperate Measures'' where violence erupts as a father tries to save the life of his son, and a cop asks, ''How many people are gonna have to die here tonight so that kid of yours can live?'' I had the same thought in ''Replacement Killers.'' Because Chow spares Wei's target, approximately two dozen people die, or maybe more (in the dark it's hard to see what happens to all the Magoo fans).\n\nWhat I liked about the film was its simplicity of form and its richness of visuals. There's a certain impersonality about the story; Chow and Sorvino don't have long chats between the gunfire. They're in a ballet of Hong Kong action imagery: bodies rolling out of gunshot range, faces frozen in fear, guys toppling off fire escapes, grim lips, the fetishism of firearms, cars shot to pieces, cops that make ''Dragnet'' sound talky. The first-time director, Antoine Fuqua, is a veteran of commercials and music videos; with cinematographer Peter Lyons Collister, he gets a sensuous texture onto the screen that makes you feel the roughness of walls, the clamminess of skin, the coldness of guns.\n\n''The Replacement Killers'' is as abstract as a jazz instrumental, and as cool and self-assured.", "running_time": 88, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-02-06", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Replacement Killers (1998)"}