{"url": "http://www.rogerebert.com/reviews/report-to-the-commissioner-1975", "by": "Michael Moriartyas Lockley", "star_rating": 2.5, "text": "The kid is probably so disturbed he shouldn't have been allowed onto the force in the first place. He's torn by great rages and sometimes almost guns people down in sheer desperation. We aren't sure how he passed the entrance exam at the police academy -- but then, if he hadn't, we wouldn't have \"Report to the Commissioner.'' It's a competent, slick cop movie that doesn't always work. But when it does, it keeps us interested.\n\nThe kid is Lockley, played by Michael Moriarty, who is a young actor with great force and natural talent but not always enough self-awareness to realize how he's coming over. He's frustrated by the routine of police work, he's ambitious, but he's far too manic to make a good cop. During whole stretches of the movie, he seems to be in the grip of incomprehensible tensions and fears, and Moriarty makes these so obvious that we wonder why Lockley isn't sent in for observation. Underplaying, providing just the slightest suggestion of inner terrors, would have made the performance more convincing.\n\nThe movie doesn't depend entirely on Moriarty, though, and he's surrounded by some very good performances, especially Tony King's as a black dope pusher named Stick. He's a key figure in the drug traffic around Times Square, the narcs believe, but they've never been able to get anything on him. They use a white undercover detective (Susan Blakely) to drift into his world, sort of a hippie loose of her moorings, and find out what she can. Stick likes her and asks her to shack up. After getting approval from her commanding officer, she agrees (plausibility is not exactly the point here).\n\nThere are a couple of senior officers greedy for promotions, and they'd do about anything to make themselves look good. To improve the policewoman's protective cover, they decide to send a real cop around to search for her as a missing person. The hapless Lockley draws the assignment, finds the girl, ignores instructions to leave her where she is and gets into a gun battle with Stick.\n\nThe girl's killed (Lockley still doesn't know she's a cop), and then the movie breaks into an innovative chase scene that has the pusher and the cop leaping from rooftops and climbing down theater marquees. In the spectacular climax the pusher (clad only in his undershorts) races into Saks Fifth Avenue and somehow finds himself trapped in the same elevator with the rookie cop. They've got guns pointed at each other.\n\nAnd here comes a scene that really works. They're in effect holding each other as hostage. The cops have the building surrounded, and in a way, they wouldn't mind if the rookie got killed along with the pusher (that would save an embarrassing investigation). King, as the pusher, sees the situation in a totally realistic light and tries to explain to the kid that they're both captives: \"They'll blow you up to get me. We gotta find a way to trust each other.\" It turns out he's right. King's performance in this scene is very tight, very effective. Moriarty's character freezes up and can hardly bring himself to talk; at this point, he has little hold on reality.\n\nThe movie ends with a series of scenes bleak and cynical enough to have been filmed during the year of Watergate, as they were. The movie seems intended as a sort of parable for our times, with the New York police department serving as a microcosm for the Nixon administration, and \"cover stories\" and compromises keeping the cracks papered over. The cynicism and the moralizing don't quite work, though, and the human elements in the story are more effective. As long as the characters are caught up in events, the movie works. When the message comes along, it's prefabricated.\n\nThe movie has a little trouble, too, in filming around Times Square as if a major film production were invisible. Crowds line the sidewalks for the big chase scenes and look all too much like people watching a movie being shot. But one chase -- Bob Balaban [credited as \"Robert Balaban\"] as a legless peddler on a skateboard, hitching a harrowing ride on the bumper of a cab -- is filled with energy and with the character's fierce anger. That chase, the run along the rooftops and the long wait in the elevator are an edge above what we usually get in cop movies, and make up for at least some of the civics lessons toward the end.", "running_time": 112, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Crime", "Drama"], "title": "Report to the Commissioner (1975)"}