{"url": "http://www.rogerebert.com/reviews/repo-man-1984", "by": null, "star_rating": 3.0, "text": "\"Repo Man\" is one of those movies that slips through the cracks and gives us all a little weirdo fun. It is the first movie I know about that combines (1) punk teenagers, (2) automobile repossessors, and (3) aliens from outer space. This is the kind of movie that baffles Hollywood, because it isn't made from any known formula and doesn't follow the rules. The movie begins with a mad scientist careening down a New Mexico road in his Chevy Malibu. He is stopped by a cop, who finds some really strange things happening in the car's trunk. Then the action moves to Los Angeles, where a punk kid (Emilio Estevez) is passing the time by going to dances and banging his head against other kids' heads, to demonstrate his affection.\n\nThe kid runs into a guy named Bud (Harry Dean Stanton), who is an auto repossessor. Bud tricks the kid into driving a repo car for him, and before long the kid is a full-time auto repossessor, learning the ropes. The ropes are pretty tough. Repo men, we learn, live their lives on the edge, operating under extreme tension that is caused partly by their working conditions and partly because as Stanton explains, \"I've never known a repo man who didn't use a lot of speed.\" Harry Dean Stanton is one of the treasures of American movies. He has appeared in a lot of films without becoming a big star, but he has that total cynicism that brings jobs like repo into focus. In the movie, he and Estevez make a nice team; the beaten veteran and the cocky kid, and they cruise the streets looking for cars.\n\nMeanwhile (and here I will be careful to respect some surprises in the story), the government is looking for that Chevy Malibu, because it is connected to the possibility that alien beings have visited the Earth. The feds put out a $10,000 reward for the car, which makes it the jackpot every repo man in LA is looking for. Hot on the trail of the car, Stanton and Estevez get into a duel with the famed Rodriguez brothers, known as the bandits of repo. All of this works very nicely, but what's best about \"Repo Man\" is its sly sense of humor. There are a lot of running gags in the movie, and the best of them involves generic food labels, of all things. (There is a moment involving some food in a refrigerator that gave me one of the biggest laughs I'd had at the movies in a long time.) The movie also has a special way of looking at Los Angeles, seeing it through Harry Dean Stanton's eyes as a wasteland of human ambitions where a few bucks can be made by the quick, the bitter, and the sly.\n\nI saw \"Repo Man\" near the end of a busy stretch on the movie beat: Three days during which I saw more relentlessly bad movies than during any comparable period in memory. Most of those bad movies were so cynically constructed out of formula ideas and \"commercial\" ingredients that watching them was an ordeal. \"Repo Man\" comes out of left field, has no big stars, didn't cost much, takes chances, dares to be unconventional, is funny, and works. There is a lesson here.", "running_time": 92, "mpaa_rating": "R", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Drama", "Indie", "Science Fiction"], "title": "Repo Man (1984)"}