{"url": "http://www.rogerebert.com/reviews/repo-men-2010", "by": "Jude Lawas Remy", "star_rating": 2.0, "text": "\"Repo Men\" makes sci-fi's strongest possible case for universal health care. In a world of the near future, where they still drive current cars, a giant corporation named the Union will provide you with a human heart, kidney, liver or other organ. Let's say a pancreas costs you, oh, say $312,000. No, it's not covered by insurance, but the sales guy says, \"You owe it to yourself and your family.\" For a guy in need of a pancreas, this is an eloquent argument. Interest rates are around 19 percent.\n\nNow let's say you can't make the payments. If you fall behind more than three months, they send around a Repo Man who shoots you with a stun gun, slices open your body, reaches in and repossesses the organ. To be sure, he puts on latex gloves first. I don't believe the gun kills you, but after they leave you on the floor with an organ missing, your prognosis is poor.\n\nLet's say you were conscious during such a procedure. Would it hurt? You bet. At one point in the film, our heroes Remy and Beth (Jude Law and Alice Braga) decide the only way to outwit the company's computer is to repossess themselves. He has a donor heart, and as for Beth, her heart is her own, but is surrounded by guest organs. They don't actually carve themselves open and remove the organs. No, that would be fatal. But they have to reach inside each other with a bar-code scanner and scan them in. As Remy carves into his chest with a big old knife, you oughta see the way his fist clenches and how he grits his teeth. He's thinking, I wish I had the public option.\n\nI don't know if the makers of this film intended it as a comedy. A preview audience regarded it with polite silence, and left the theater in an orderly fashion. There are chases and shootouts, of course, and a standard overwrought thriller soundtrack, with the percussion guy hammering on cymbals and a big bass drum. Even then, you wonder.\n\nRemy and Beth find themselves locked in a corridor with a dozen guys from the evil corporation, who are well armed. They dodge the bullets and wham some guys with karate, and then Remy pauses, strips off his shirt, reveals his bare (pre-repo) chest and is wearing kinky leather pants with buckles. From scabbards in the back, he withdraws two long knives that help explain why he wasn't seated earlier in the scene. He slices some other guys. Then he shouts \"hacksaw!\" to Beth, and she slides it to him on the floor, and he whirls around and decapitates three guys, it looked like, although it happened real fast.\n\nWhat are people supposed to think? Is this an action scene, or satire? Does it make any difference? I dunno. I know the actors play everything with deep, earnest seriousness. The head of the Union corporation is Frank (Liev Schreiber), who demands complete dedication from his repo men and is humorously not humorous. Maybe he's not the head of the whole Union, but only their immediate boss. The Union's headquarters building is maybe 100 stories high, and Remy stumbles into a room with guys in white suits working at tables that stretch farther than a football field.\n\nThere are enough props in this movie to clean out the Organ Department at Moo & Oink's. When I say they're up to their elbows in blood, I mean it. This work takes its toll. Remy's friend at work is a repo man named Jake, played by Forest Whitaker. Like most Forest Whitaker characters and Whitaker himself, he is a warm, nice man. I noticed for the second time in a week (after \"Our Family Wedding\") that Whitaker has lost a lot of weight and looks great. I hope the extra pounds weren't repo'ed.", "running_time": 111, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-17", "genres": ["Action", "Adventure", "Science Fiction", "Thriller"], "title": "Repo Men (2010)"}