{"url": "http://www.rogerebert.com/reviews/reprise-2008", "by": "Espen Klouman Hoineras Erik", "star_rating": 2.0, "text": "If there was ever a movie that seems written and directed by its characters, that movie is Joachim Trier's \"Reprise.\" Here is an ambitious and romantic portrait of two young would-be writers that seems made by ambitious and romantic would-be filmmakers. In the movie, the young heroes idolize Norway's greatest living writer, who tells one of them his novel is good and shows promise, except for the ending, where he shouldn't have been so poetic. The movie itself is good and shows promise, except for the ending, when Trier shouldn't have been so poetic. Not only does \"Reprise\" generate itself, it contains its own review.\n\nThe 23-year-old heroes are Erik and Phillip. They seem to be awfully nice boys who have some growing up to do. It opens with the two of them simultaneously dropping the manuscripts of their first novels into a post box. Then an anonymous narrator takes over and describes some possible futures of the characters and their novels. We will be hearing a lot from that narrator, and he, along with Erik and Phillip and Phillip's girlfriend Kari, remind us inescapably of Truffaut's \"Jules and Jim.\"\n\nThe movie is set in Oslo, with a visit to Paris. I have been to Oslo, and it's nowhere near the gray arrangement of apartment blocks and perfunctory landscaping that we see in the movie. (Nor is it Paris.) I have met Norwegians, who are nowhere near the bland, narcissistic Erik and Phillip.\n\nThe big problem with the movie is our difficulty in working up much real interest in the characters. They're not compelling. Even when Phillip becomes so obsessed with Kari that he has to be accommodated in a mental institution, and even after (back on the streets) he takes her to Paris on the exact anniversary of their first trip there, it's impossible to see him as passionate. His emotions never seem to be at full volume.\n\nThe high point, passion-wise, comes during their Paris trip. His mother has confiscated his photos of Kari, fearing they will trigger a relapse. So in Paris he poses her to take them again, Kari even helpfully hitching up her skirt to more closely match the original. They visit the same cafe (I think). Then they check into the same hotel and make love in (one assumes) much the same way.\n\nThe movie finds it necessary to do something I'm growing weary of: It depicts their lovemaking at greater length than depth. They're seen in profile, in dim lighting, with a soundtrack that reminded me of the Hondells \"Little Honda\" (\"First gear, it's all right. Second gear, hold on tight\"). After their breathing reaches overdrive, they disengage, and she soon enough says, \"You don't still love me.\"\n\nThat word \"love\" is such a troublemaker. For characters like those in the movie, it represents an attainment like feeling patriotic or missing your dog. It's a state not consuming, not transcendent but obligatory.\n\nI also wearied of Phillip's countdowns. At a party, he bets himself Kari will turn and look at him at \"zero\" when he counts down from \"10.\" He tempts fate on his bicycle, in traffic, by closing his eyes while counting down. It's the kind of numerology that was charming in \"Me and You and Everyone We Know,\" when the heroine imagines that the sidewalk stretching ahead of her represents the life-span of herself and the guy she likes, and they're halfway to the corner. It was fanciful and fetching in that film, but disposable in this one -- indeed, bordering on idiotic, because Phillip isn't that kind of person. For him the counting down not only seems to represent (a) something meaningful, but also (b) age-appropriate. If I were Kari, I'd jump ship at \"seven,\" and actually she does tell Phillip, \"I can't take it anymore.\" Bonus points for taking it as long as she does.\n\nErik has a girlfriend, too, the seldom-seen (by his friends) Lillian, from whom he pulls apart because he fears she might not fit in with his friends, who therefore seldom see her. The characters meet in cafes, restaurants, each other's apartments, lakesides and punk concerts. They take music very seriously, or say they do, but with fans like these, punk audiences would applaud politely.\n\nThen there is the matter of their novels, and the title of one of them, which is spelled (as I recall) Prosopopoeia. Well, Norway's greatest living writer thinks it's a good title, just as the book is a \"good\" book. You get the impression that, at his age, \"great\" would trigger a seizure. I never got any clear idea of what the novels were about, not even during a torturous television chat show that later triggers the greatest living writer's observation that TV is not the ideal medium for discussing literature. The cinema is an ideal medium for considering characters like those in \"Reprise,\" but you'd have to see \"Jules and Jim\" to find out why.", "running_time": 105, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-05-22", "genres": ["Drama", "Foreign"], "title": "Reprise (2008)"}