{"url": "http://www.rogerebert.com/reviews/rescue-dawn-2007", "by": "Christian Baleas Dieter Dengler", "star_rating": 3.5, "text": "When he was a child during World War II, Dieter Dengler had an attic room on a German hillside overlooking a valley. One day an American fighter plane roared past \"only feet away,\" he recalled. The plane's canopy was down, he made eye contact with the pilot for a moment and instantly knew that he wanted to fly.\n\nWerner Herzog's \"Rescue Dawn,\" based on Dengler's experiences, begins early in the Vietnam War, when Dengler is a U.S. Navy pilot stationed on a carrier in the Gulf of Tonkin. At 18, he enlisted to get American citizenship and to fly. Assigned to a secret, illegal bombing mission over Laos, he is shot down, and the film involves his experiences as a prisoner of war, his escape and his harrowing fight for survival in the jungle. He was one of only seven Americans to escape from a Viet Cong POW camp and live. Dengler (played by Christian Bale) scoffs at his flimsy bamboo \"cell\" until a fellow American tells him, \"Don't you get it? It's the jungle that is the prison.\" \n\nHis ordeal includes tortures in the camp (he is hung by his heels with an ants' nest fastened to his head) and an agonizing trek though the jungle, at first with a fellow American named Duane (Steve Zahn), then alone. Herzog makes no attempt to pump this story up into a thrilling adventure. There is nothing thrilling about dysentery, starvation, insect bites and despair. The film heads instead into the trembling fear at Dengler's center.\n\nThis feature has been long on the mind of Herzog, who film for film is the most original and challenging of directors. He used the real Dieter Dengler in a 1997 documentary named \"Little Dieter Needs to Fly,\" in which he took Dengler back to the jungle, and together they re-created his escape while Dengler provided a breathlessly intense narration.\n\nConsidering that Herzog made both films, it is perhaps not surprising that the \"fictional\" feature is more realistic than the documentary. With Herzog there is always free trade between fact and fantasy. \"Little Dieter\" shows Dengler obsessively opening and closing the doors and windows of his house, to be sure he is not locked in. Not true, Herzog told me; the director added that detail for dramatic effect. Also in the doc, Dengler imagines himself being followed through the jungle by a bear, who came to represent \"death, my only friend.\" That seems to be a fantasy, yet Herzog says it was real. But there is no bear in \"Rescue Dawn.\" Too hard to believe, is my guess.\n\nThe movie is, indeed, perhaps the most believable that Herzog has made. For a director who gravitates toward the extremes of human behavior, this film involves extreme behavior, yes, but behavior forced by the circumstances. There is nothing in it we cannot, or do not, believe. I was almost prepared to compare it to the classic storytelling of John Huston when I realized it had crucial Herzogian differences.\n\nOne is the use of location. Asked long ago why he went to so much trouble to shoot \"Aguirre, the Wrath of God\" and \"Fitzcarraldo\" hundreds of miles into the rainforests of the Amazon, he said it involved \"the voodoo of location.\" He felt actors, directors, cinematographers and perhaps the film itself absorbed something from where the shooting took place. Even for his vampire film \"Nosferatu the Vampyre\" (1979), he sought out the same locations F.W. Murnau used in the silent 1922 original.\n\nIn \"Rescue Dawn,\" filmed in the jungles of Thailand, there is never the slightest doubt we are in the jungle. No movie stars creeping behind potted shrubbery on a back lot. The screen always looks wet and green, and the actors push through the choking vegetation with difficulty. We can almost smell the rot and humidity. To discuss the power of the performances by Bale, Zahn and Jeremy Davies (as another POW) would miss the point unless we speculated about how much of the conviction in their work came from the fact that they were really doing it in the hellish place where it was really done.\n\nThe other Herzog touch is the music. Herzog recoils from conventional scores that mirror the action. Here he uses not upbeat adventure music, but brooding, introspective, doomy music by Klaus Badelt; classical and chamber performances, and passages by Popol Vuh, the German New Age band that supplied so much of the feeling in \"Aguirre\" (1972) and \"Fitzcarraldo\" (1982).\n\n\"Rescue Dawn\" opened in some U.S. markets on July Fourth. It is about a man who won the Purple Heart, the Air Medal, the Distinguished Flying Cross and the Navy Cross (none of which the movie mentions). Given the times we live in, is it an upbeat, patriotic film? Not by intention. It is simply the story of this man. When he is finally greeted back aboard his aircraft carrier, there is no \"mission accomplished\" banner, and when he is asked for his words of advice for the cheering crew, he says: \"Empty that which is full. Fill that which is empty. If it itches, scratch it.\"", "running_time": 126, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-07-12", "genres": ["Action", "Adventure", "Drama", "History", "Indie"], "title": "Rescue Dawn (2007)"}