{"url": "http://www.rogerebert.com/reviews/reservoir-dogs-1992", "by": "Harvey Keitelas Mr. White", "star_rating": 2.5, "text": "Now that we know Quentin Tarantino can make a movie like \"Reservoir Dogs,\" it's time for him to move on and make a better one.\n\nThis film, the first from an obviously talented writer-director, is like an exercise in style. He sets up his characters during a funny scene in a coffee shop, and then puts them through a stickup that goes disastrously wrong. Most of the movie deals with its bloody aftermath, as they assemble in a warehouse and bleed and drool on one another.\n\nThe movie has one of the best casts you could imagine, led by the legendary old tough guy Lawrence Tierney, who has been in and out of jail both on the screen and in real life. He is incapable of uttering a syllable that sounds inauthentic. Tierney plays Joe Cabot, an experienced criminal who has assembled a team of crooks for a big diamond heist. The key to his plan is that his associates don't know one another, and therefore can't squeal if they're caught. He names them off a color chart: Mr. White, Mr. Orange, Mr. Blonde, Mr. Pink, and so on. Mr. Pink doesn't like his name. \"You're lucky you ain't Mr. Yellow,\" Tierney rasps.\n\nThe opening scene features an endlessly circling camera, as the tough guys light cigarettes and drink coffee in one of those places where the tables are Formica and the waitresses write your order on a green-and-white Guest Check. They argue, joke and b.s. each other through thick clouds of smoke; it's like \"The Sportswriters on Parole.\" There's a funny discussion of tipping. Then they walk out of the restaurant, and are introduced in the opening credits, as they walk menacingly toward the camera. They have great faces: The glowering Michael Madsen; the apprehensive Tim Roth; Chris Penn, ready for anything; Tierney, with a Mack truck of a mug; Harvey Keitel, whose presence in a crime movie is like an imprimatur.\n\nThe movie feels like it's going to be terrific, but Tarantino's script doesn't have much curiosity about these guys. He has an idea, and trusts the idea to drive the plot.\n\nThe idea is that the tough guys, except for Tierney and the deranged Madsen, are mostly bluffers. They are not good at handling themselves in desperate situations.\n\nWe see the bungled crime in flashbacks. Tarantino has a confident, kinetic way of shooting action - guys running down the street, gun battles, blood and screams. Then the action centers in the warehouse, where Madsen sadistically toys with a character he thinks is a cop, and the movie ends on a couple of notes of horrifying poetic justice.\n\nOne of the discoveries in the movie is Madsen, who has done a lot of acting over the years (he had a good role in \"The Natural\") but here emerges with the kind of really menacing screen presence only a few actors achieve; he can hold his own with the fearsome Tierney, and reminds me a little of a very mean Robert De Niro.\n\nTarantino himself is also interesting as an actor; he could play great crazy villains.\n\nAs for the movie, I liked what I saw, but I wanted more. I know the story behind the movie - Tarantino promoted the project from scratch, on talent and nerve - and I think it's quite an achievement for a first-timer. It was made on a low budget. But the part that needs work didn't cost money. It's the screenplay. Having created the characters and fashioned the outline, Tarantino doesn't do much with his characters except to let them talk too much, especially when they should be unconscious from shock and loss of blood.", "running_time": 99, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-10-26", "genres": ["Action", "Crime", "Indie", "Mystery", "Thriller"], "title": "Reservoir Dogs (1992)"}