{"url": "http://www.rogerebert.com/reviews/resident-evil-2002", "by": "Milla Jovovichas Alice/Janus Prospero/Marsha Thompson", "star_rating": 1.0, "text": "\"Resident Evil\" is a zombie movie set in the 21st century and therefore reflects several advances over 20th century films. For example, in 20th century slasher movies, knife blades make a sharpening noise when being whisked through thin air. In the 21st century, large metallic objects make crashing noises just by being looked at.\n\nThe vast Umbrella Corporation, whose secret laboratory is the scene of the action, specializes in high-tech weapons and genetic cloning. It can turn a little DNA into a monster with a 9-foot tongue. Reminds me of the young man from Kent. You would think Umbrella could make a door that doesn't make a slamming noise when it closes, but its doors make slamming noises even when they're open. The narration tells us that Umbrella products are in \"90 percent of American homes,\" so it finishes behind Morton Salt.\n\nThe movie is \"Dawn of the Dead\" crossed with John Carpenter's \"Ghosts of Mars,\" with zombies not as ghoulish as the first and trains not as big as the second. The movie does however have Milla Jovovich and Michelle Rodriguez. According to the Internet Movie Database, Jovovich plays \"Alice/Janus Prospero/Marsha Thompson,\" although I don't believe anybody ever calls her anything. I think some of those names came from the original video game. Rodriguez plays \"Rain Ocampo,\" no relation to the Phoenix family. In pairing classical and literary references, the match of Alice and Janus Prospero is certainly the best name combo since Huckleberry P. Jones/Pa Hercules was portrayed by Ugh-Fudge Bwana in \"Forbidden Zone\" (1980).\n\nThe plot: Vials of something that looks like toy coils of plastic DNA models are being delicately manipulated behind thick shields in an airtight chamber by remote-controlled robot hands. When one of the coils is dropped, the factory automatically seals its exits and gasses and drowns everyone inside. Umbrella practices Zero Tolerance. We learn that the factory, code-named The Hive, is buried half a mile below the surface. Seven investigators go down to see what happened. Three are killed, but Alice/Janus Prospero/Marsha Thompson, Rain Ocampo, Matt and Spence survive in order to be attacked for 60 minutes by the dead Hive employees, who have turned into zombies. Meanwhile, the monster with the 9-foot tongue is mutating. (Eventually its tongue is nailed to the floor of a train car and it is dragged behind it on the third rail. I hate it when that happens.) These zombies, like the \"Dawn of the Dead\" zombies, can be killed by shooting them, so there is a lot of zombie shooting, although not with the squishy green-goo effect of George Romero's 1978 film. The zombies are like vampires, since when one bites you, it makes you a zombie. What I don't understand is why zombies are so graceless. They walk with the lurching shuffle of a drunk trying to skate through urped Slurpees to the men's room.\n\nThere is one neat effect when characters unwisely venture into a corridor and the door slams shut on them. Then a laser beam passes at head level, decapitating one. Another beam whizzes past at waist level, cutting the second in two while the others duck. A third laser pretends to be high but then switches to low, but the third character outsmarts it by jumping at the last minute. Then the fourth laser turns into a grid that dices its victim into pieces the size of a Big Mac. Since the grid is inescapable, what were the earlier lasers about? Does the corridor have a sense of humor? Alice/Janus Prospero/Marsha Thompson and her colleagues are highly trained scientists, which leads to the following exchange when they stare at a pool of zombie blood on the floor.\n\nAlice/J.P./M.T. or Rain (I forget which): \"It's coagulating!\" Matt or Spence (I forget which): \"That's not possible!\" \"Why not?!?\" \"Because blood doesn't do that until you're dead!\" How does the blood on the floor know if you're dead? The answer to this question is so obvious I am surprised you would ask. Because it is zombie blood.\n\nThe characters have no small talk. Their dialogue consists of commands, explanations, exclamations and ejaculations. Yes, an ejaculation can be dialogue. If you live long enough you may find that happening frequently.\n\nOh, and the film has a Digital Readout. The Hive is set to lock itself forever after 60 minutes have passed, so the characters are racing against time. In other words, after it shuts all of its doors, and gasses and drowns everybody, it waits 60 minutes and really shuts its doors--big time. No wonder the steel doors make those slamming noises. In their imagination, they're practicing. Creative visualization, it's called. I became inspired, and visualized the theater doors slamming behind me.", "running_time": 100, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-03-15", "genres": ["Action", "Adventure", "Foreign", "Horror", "Science Fiction", "Thriller"], "title": "Resident Evil (2002)"}