{"url": "http://www.rogerebert.com/reviews/respiro-2003", "by": "Valeria Golinoas Grazia", "star_rating": 3.0, "text": "That there is something not right about Grazia, all the village agrees. \"Bring her shot!\" her husband calls out at fraught moments, and the children and neighbors hold her down while he jabs her with a needle filled with--what? It calms her down, anyway. There is said to be a doctor in Milan who could help her, but when the entire village unites in favor of the Milan trip, Grazia runs away and is thought to be dead in the sea.\n\nThe village is angry at her because Grazia opened the doors of an old stone building and released dozens of stray dogs to run about the streets. Whether they were rabid or just homeless is not clear, and why they were being held instead of put down is not explained, but the men of the village are resourceful and take to their rooftops with rifles to shoot all the dogs. Then it becomes clear that Grazia must go to Milan: \"This can't go on.\" The village is on the Italian island of Lampedusa, not far from Tunisia. Whether \"Respiro\" paints an accurate portrait of its society, I cannot say. Fishing and canning are the local industries, everybody lives in everybody else's pockets, and the harsh sun beats down on a landscape of rock and beach, sea and sky, and sand-colored homes surrounded by children and Vespas.\n\nIn this world, Grazia (Valeria Golino) is a legend. Young-looking to be the mother of three children, one a teenager, she is married to Pietro (Vincenzo Amato), a handsome fisherman who loves her but is understandably disturbed when his boat passes a beach where Grazia is swimming nude with their children. More accurately, she is naked, and her son Pasquale (Francesco Casisa) wants her to put her clothes back on and come home with him.\n\nPasquale tries to protect his mother. She has what we in the audience diagnose as manic depression, although the movie never declares itself. Mostly, she's in the manic phase, too happy, too uncontrolled, burning with a fierce delight that wears out everyone else. Rather than go to Milan, she runs away, and Pasquale helps her hide in a cave he knows and brings her food while the village searches for her and Pietro grows bereft.\n\nBut the story of Grazia is only one of the pleasures of \"Respiro,\" which won the grand prize in the Critics' Week program at Cannes 2002. The movie, written and directed by the New York University graduate Emanuele Crialese, has a feeling for the rhythms of life on the island, and especially for the way the boys--Grazia's two sons and others--run wild as boys will. We see them trapping birds and cooking them for a treat; de-pantsing each other; forming tribes constantly at war, and swimming out to returning fishing boats hoping to be thrown a few fish they can trade in the marketplace for chances at winning a train set in the lottery.\n\nWhen the boys actually win the train set, their bearded and sun-bronzed fisherman fathers behave as all fathers do everywhere, and set up the train \"for the kids\" because they want to play with it themselves. In the middle of this enterprise, Grazia lures Pietro away for a \"nap.\" It's clear they are still passionately in love. Sex, indeed, is not far from the surface in this family, and the teenage daughter, Marinella (Veronica D'Agostino), flirts with the new policeman in town, who seems a good deal less sure of his moves than she is.\n\nThat's why it's all the more sad when Grazia disappears and Pasquale helps in her deception. Pietro mourns on the beach, while Grazia is not far away, living in the cave. How could she do such a heartless thing? Well, because she really does need the man in Milan, although the movie sidesteps that inescapable reality with an ending both poetic and unlikely.\n\n\"Respiro\" is a cheerful, life-affirming film, strong in its energy, about vivid characters. It uses mental illness as an entertainment, not a disease. As I watched it, I wondered: Do such people really live on Lampedusa, and is this film an accurate reflection of their lives? I have no idea. I tend to doubt it. But perhaps it doesn't matter, since they exist for the 95 minutes of this film and engage us with their theatricality. Grazia needs help, but her island will not be such a lively place to live if she gets it.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-06-13", "genres": ["Comedy", "Drama", "Foreign"], "title": "Respiro (2003)"}