{"url": "http://www.rogerebert.com/reviews/restrepo-2010", "by": "Tim Hetherington", "star_rating": 4.0, "text": "\"Afghanistan” is a word on the news, debated in terms of our foreign policy. Almost an abstraction. Nobody thinks about foreign policy in “Restrepo,” a documentary shot during the 15 months an American company fought there under almost daily fire. They were in the Korangal Valley, described on CNN as “the most dangerous place in the world.” \n\nIt is also one of the most desolate, even in the arid land of Afghanistan. Sparse vegetation clings to the rocky, jagged terrain. There is dust everywhere. It is too hot in the summer and too cold in the winter, and in the movie, at least, the troops only actually ever see one Taliban fighter — and the man who saw him thought it was the last sight he would ever see.\n\nThe Taliban is an elusive presence, moving freely through the landscape and population, and there is one point when the company is ambushed and takes fire from 360 degrees. That all of them were not killed seem surprising. The film is named after the first one of their number to die, a 20-year-old medic, Pfc. Juan S. Restrepo.\n\nBattle Company is led by Capt. Dan Kearney, whose plan is to establish an outpost at a key point on Taliban battle routes. The men occupy the position at night and start digging in, using earth to build fortifications. They catch the enemy off-guard. The successful maintenance of Outpost Restrepo, named for their dead comrade, turns the tide of war in the hostile valley and frightens the Taliban. But the hearts and minds of the locals remain an uncharted terrain.\n\nKearney holds a weekly council with the local elders, a group of men who could not look more aged, toothless and decrepit if they tried. A portrait of one would be all you needed to suggest the poverty of the region. One elder complains he has lost a cow. It's explained that the cow became tangled in razor wire and had to be put out of its misery. He is offered compensation: The cow's weight in rice, beans and sugar. He wants cash. His heart and mind are not won.\n\nThe location footage is intercut with debriefings of the survivors conducted soon after they've been flown out to Italy. They use understatement to express strong emotions. The deaths of men they fought with are almost impossible for them to speak of. The memory of Restrepo lived on in the guitar lessons he provided and his book of flamenco songs. He was a great favorite. After Outpost Restrepo grew from a dugout into a proper position with shelter and fortifications, they felt right having named it for him.\n\nThey all speak with special dread about an operation named Operation Rock Avalanche, fought through deadly country. They come under fire three, four, five times a day. There are many firefights in the film, but they all share one feature: We never see the enemy, and we never see the American targets. \n\nThis is hard, hard duty. A 15-month tour. Our admiration for these men grows. Their jobs seem beyond conceiving. I cannot imagine a civilian thinking he could perform them. It would take much training — and more important, much bonding. There is the sense they're fighting for each other more than for ideology. At a low point when a nearby company has taken heavy losses, Kearney talks to his men not in terms of patriotism, but in terms of finding the mofos who are shooting at them, and going out and killing them.\n\nThe film is nonpolitical. It was filmed at great personal risk by the war photographer Tim Hetherington and the author Sebastian Junger (The Perfect Storm). It raises for me an obvious question: How can this war possibly be won? At the end, a title tells us U.S. troops withdrew from the Korangal Valley and therefore Outpost Restrepo in 2010.", "running_time": 93, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-06-30", "genres": ["Documentary", "Indie", "War"], "title": "Restrepo (2010)"}