{"url": "http://www.rogerebert.com/reviews/restless-2011", "by": "Henry Hopperas Enoch", "star_rating": 3.0, "text": "Gus Van Sant's \"Restless\" is an uncommonly touching romance about a young man and woman who essentially worship at the shrines of their own deaths. The girl with infinite tact and sweetness is able to coax the boy back into the world of the living, even though we learn cancer will allow her only three more months of life.\n\nThey begin to notice each other among the mourners at funerals. They stand back a bit and don't speak to anyone, and by the time she turns and smiles at him, it's probable she realizes they're both up to the same game: requiem-watching. Well, lots of people crash weddings. Why should funerals be exempt? \n\nEnoch (Henry Hopper, son of Dennis) is obsessed with death. When we first see him, he is drawing a chalk outline on the floor around his body — a murder scene technique that works without words to tell us what we need to know. Annabel (Mia Wasikowska) has a brain tumor and has been given three months to live. \n\nTenderly, shyly, they develop an affection for each other. As it grows, it helps him renew his interest in living. She sets one condition: Her illness is not to be the subject of their relationship. Because her death is near in her future, she wants to simply ignore it, and in the weeks she has remaining, she wants to experience, as much as she can, the first real romance of her young life.\n\nThere is a third major character, an inexplicable one, a friend of Enoch's named Hiroshi Takahashi (Ryo Kase), who died in World War II as a kamikaze pilot. The nature of this character is unclear. Reincarnated? Van Sant wisely doesn't explain and simply uses him in a matter-of-fact way as someone who is there. I don't believe kamikaze pilots were in love with death, but simply willing to give up their lives for their country. Perhaps his presence indicates that Enoch can travel in some sense to that undiscovered country, from whose bourn no traveler returns.\n\nAnnabel has a confidante, too: Her sister, Elizabeth (Schuyler Fisk), who is wary of this strange boy who has come tentatively stumbling into Annabel's complicated life. You can't always trust a man, Elizabeth counsels, but Annabel knows she can trust this one.\n\nAll of the performances are pitched correctly. Nobody pushes too hard. Nobody underlines anything. Perhaps calmed by Van Sant, the characters seem peaceful, not troubled (as they should be). Few people can be this composed in the face of death. The most problematic character is Hiroshi, who has literally been dropped in from nowhere. Because he speaks English and knows about Nagasaki (which would have happened after his death), perhaps he is entirely an imaginary friend? In any event, Hiroshi and Enoch speak in matter-of-fact terms, as ordinary best pals.\n\nWhere Van Sant and the screenwriter Jason Lew found the idea for this story, I have no idea. It is wholly fresh and beguiling. It's not a facile fantasy or a dreamy romantic comedy, but an attempt by these two characters to steal a little happiness from the inexorable march of time. Much of it could play as a gentle romance. It's illness and the shadow of death that lend it poignancy.\n\nThe story raises some practical problems. Annabel's cancer functions primarily as a plot device. For much of the movie, it is kept in the background. We deduce from her close-cropped hair that she has had chemotherapy, a treatment that probably made her feel very sick indeed. Details of her progress and continued treatment are postponed or avoided, and in general, she seems in good health for a terminal cancer patient. They swim, they walk through nature, she extols Darwin, they kiss but are more ethereal than physical. \n\nThis is a film of escapism and consolation. Their time together, like the plot of \"Love Story,\" depends on illness to elevate an ordinary romance into transcendence. That creates an uplifting story as long as the hard reality of cancer is kept off-screen. The posters for Errol Morris' movie \"Gates of Heaven\" quotes one of the characters: \"Death is for the living and not for the dead so much.\" They could also be used on the posters for \"Restless.\"", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-09-21", "genres": ["Drama", "Indie", "Romance"], "title": "Restless (2011)"}