{"url": "http://www.rogerebert.com/reviews/restoration-1996", "by": "Robert Downey Jr.as Robert Merivel", "star_rating": 3.5, "text": "Michael Hoffman's \"Restoration\" plunges us into the heart of 17th century England, and the court of Charles II, who followed the austere Cromwell years with a riotous time of sensual excess. The film has many virtues, but for me the most enchanting is simply the lust with which it depicts a bold and colorful era in history.\n\nNever before in the movies have I seen such a riotous depiction of period London: The overwhelming excess of the royal court, the teeming traffic on the Thames, the bridges groaning with buildings and people, the streets jammed with life and lowlife, the delight in all the pleasures of the flesh - and then, like two grim wake-up calls, the Black Plague and the Great Fire. It is remarkable that this movie, which re-creates a world, cost only about $18 million, and never seems to cut a corner; credit goes to production designer Eugenio Zanetti and costumer James Acheson.\n\nThen there is the story itself: sometimes as rambunctious as \"Tom Jones,\" sometimes morbid and dour. The movie stars Robert Downey Jr. in a remarkable performance as Robert Merivel, a serious young physician, who, in an opening scene, is seen solemnly palpitating the exposed heart of a patient who sits proudly (cheerfully, even) in an operating theater. Merivel is summoned away from his studies by the king (Sam Neill), and his first entry into the Stuart court is an astonishing progression through ornate decoration and the heedless display of excess.\n\nThe king is morose. His beloved Lulu is dying. Lulu, Merivel eventually discovers, is a spaniel. The young doctor cures the dog, more by luck than by skill, and is appointed on the spot as physician to the king's dogs. He accepts, although it means abandoning his serious medical studies and the respect of his best friend, a Quaker named John Pearce (David Thewlis).\n\nLife at the court in the 1660s is presided over by a king who can only be called the world's most committed amateur. He is a hobbyist at everything: He parades down avenues of architectural models, he peers through telescopes, he breeds animals and he beds his extensive collection of mistresses. Finally the most spirited of them, Celia (Polly Walker) grows troublesome, and so the king determines to marry her off to Merivel. The deal is straightforward: The doctor gets the mistress, a knighthood and a country estate, but no sex: \"No intimacy!\" the king warns. \"You are a keeper!\" The wedding scene is one of unbridled excess: A lagoon is constructed, and Merivel's bride floats toward him on a vast wooden horse, while playing the lute. To see such a scene is to revel in the vulgarity. Merivel settles into the life of a country knight (aided by the advice of a servant cunningly played by Ian McKellen), and yet he is not happy, because, of course, he wants the one thing he cannot have, Celia. His passion leads to disgrace and banishment, and for much of the second half of the movie, he is reduced to living in poverty with his friend Pearce.\n\nThese scenes teem with the same kind of life you experience in a Dickens novel. The Plague has spread from Europe, the hospitals are bursting at their seams, the streets are filled with dead and dying, and the living walk through the city wearing fearsome beaked masks. They look like birds of prey, but the beaks are stuffed with herbs to fight the Plague. It is at about this time that Merivel meets a wandering woman (Meg Ryan), who is said to be mad, but who provides a center for his life. (Ryan, who has played many kinds of scenes in her career, here definitively ups the ante in the childbirth sweepstakes by undergoing an unanesthetized Caesarean section). \n\nSome reviews of \"Restoration\" have faulted it for trying to cram too much in. I don't see it that way. There may have been a temptation to limit the story to the private affairs of Robert Merivel, but I would not want to do without the Plague and the Great Fire, which bring to vivid visual life the kinds of events described in Pepys' diary. The scope also gives room for the key emotional arc in the film, which is the maturation of Merivel, who grows up into a worthy man. (Even the king is older and wiser by the end.) \n\n \"Restoration\" is based on a 1989 novel by Rose Tremain, unread by me, but my guess is she covers as much ground as the movie does, since her story is titled \"Restoration\" and not \"Merivel.\" What the film evokes is an age that must have been supremely interesting to live in. Sometimes I think that modern travel and communication have destroyed the mysteries by which we live. The people in this film occupy a world of unlimited choice, playing flamboyant roles, relishing in theatricality, mixing science with superstition, discovery with depravity. And by capturing that energy, \"Restoration\" avoids the pitfalls of pious historical reconstructions and plunges right into the cauldron.", "running_time": 118, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-01-26", "genres": null, "title": "Restoration (1996)"}