{"url": "http://www.rogerebert.com/reviews/resurrecting-the-champ-2007", "by": "Samuel L. Jacksonas Champ", "star_rating": 3.0, "text": "In the news business, there is an intoxication in making a big story your own. In \"Zodiac,\" a cartoonist strays off his beat and tries to solve a string of serial killings. In Rod Lurie's \"Resurrecting the Champ,\" a sportswriter stumbles on the story of a Skid Row drunk who used to be a contender. Erik (Josh Hartnett) has been told by his editor he is sloppy and lazy, and when he comes upon Champ, it's like a gift from heaven. The former heavyweight boxer (Samuel L. Jackson) has just been beaten up by some young punks, but harbors little resentment against them. He's talkative and tells Erik his story.\n\nHis real name, he says, is Bob Satterfield. At one time he was ranked No. 3. He even sparred with Marciano. Now he's a shambling mess, old, homeless, remembering past glories. A lot of boxers with his history would have had their brains scrambled, but Champ remembers the past in detail; alcohol is his problem. Erik senses what we reporters like to assure our editors is a \"great story.\" We are not modest about reviewing our unwritten work.\n\nErik, separated from his wife (Kathryn Morris), has a son named Teddy (Dakota Goyo), whom he tells about all the celebrities he meets. All reporters meet celebrities, just like all detectives meet murderers, but you know you're a pitiful dad when you try name-dropping to impress a 6-year-old. The home life doesn't supply many of the film's best scenes, but I like the newspaper office performance by Alan Alda as Erik's editor. Have you noticed in recent movies that Alda has finally stopped looking so much like Hawkeye Pierce? It frees him up in his characters.\n\nJackson disappears into his role, completely convincing, but then he usually is. What a fine actor. He avoids pitfalls like making Champ a maudlin tearjerker, looking for pity. He's realistic, even philosophical, about his life and what happened to him. Hartnett is efficient enough, but doesn't have enough edges and angles on him to be a sportswriter. Robert Downey Jr. for sportswriter, Josh Hartnett for movie critic.\n\nThere are developments in this movie that I don't want to hint at, especially since they surprised me, and you should have the same pleasure. They call into question, let us say, people's motives for doing things, and what happens when two people have the misfortune to find that their motives are a good fit.\n\nSo let us talk about the plight of the former boxer. Jackson obviously gave a lot of thought to the character, and, as I mentioned, invents him fresh instead of cobbling him together out of leftovers. A punch-drunk stumblebum would have been wearisome here, but you can see the intelligence in Champ's eyes, even despite the hair and makeup that make the sleek Jackson look like Alley Oop. He has a few words with Erik, sizes him up and takes care of business. Apparently he has a better nose for suckers than for sucker punches.\n\nHe made me curious enough that I Wikipediaed Bob Satterfield and found out, yes, he was a real fighter, nicknamed the Bombardier, and was KO'd by the Raging Bull himself in a 1946 fight in Wrigley Field. He was a Chicago boy, Golden Gloves champ in 1941, fought Ezzard Charles and Archie Moore, won 50, lost 25, with four draws.\n\nThis is more than Erik knows; he has never heard of Satterfield, but Satterfield is only too happy to fill him in. And Erik is right: It does make a great story. Does he remember everything with perfect accuracy? There is an old newspaper adage, now mostly abandoned: \"Never check a good quote twice.\"", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-23", "genres": ["Drama", "Sports Film"], "title": "Resurrecting the Champ (2007)"}