{"url": "http://www.rogerebert.com/reviews/resurrect-dead-mystery-of-the-toynbee-tiles-2011", "by": null, "star_rating": 3.0, "text": "It's possible you've stepped on a Toynbee Tile yourself. These are hundreds of crudely-lettered tiles stuck with tar to pavements and sidewalks in cites up and down the Eastern seaboard, as far west as Kansas City, and in three South American cities.\n\nThey might have started appearing in 1983.\n\nThey all bear the same message, sometimes with additions:\n\nTOYNBEE IDEA\rIN MOVIE '2001'\rRESURRECT DEAD\rON PLANET JUPITER\n\nWhat does this possibly mean? That's the question. Who devises and places them? That's the mystery examined in a quirky and persistent documentary named \"Resurrect Dead: The Mystery of the Toynbee Tiles.\"\n\n\"Toynbee\" is no doubt the distinguished scholar Arnold Toynbee. The movie \"2001: A Space Odyssey\" involves a journey \"to Jupiter... and beyond.\" Its ending is enigmatic enough that it could support a case that Dave Bowman, the astronaut, had been resurrected, reborn, or something.\n\nExcellent. Now what action or beliefs do the Tiles suggest? They are apparently intended to speak for themselves. Is it unfair to suggest they seem to be a product of mental illness? This doc is interesting not because of the explanation, but because of the investigation.\n\nWriter director Jon Foy follows three Tile sleuths: Justin Duerr, Steve Weinik, Colin Smith. Starting with a small handful of meager clues, their detective work leads them to strange places: A paragraph in an old Philadelphia Inquirer, a play by David Mamet, addresses in South Philadelphia, a convention of ham radio operators. They find web sites filled with Tile photos and rumors.\n\nFoy, a first-time director, shows a gift here for bringing together reenacted scenes, talking heads, graphics and many shots of the Tiles, and driving them with his own urgent score. The film is confoundingly watchable.\n\nSometimes a solution seems tantalizingly close. Duerr walks out of a Philadelphia deli at 3 a.m. and finds a new Tile that has just been laid, the tar still soft. He runs around the block, shouting, \"Toynbee Idea! I agree!\" No luck. The person behind the Tiles seems like a shadow. There is even one at the mouth of the Holland Tunnel--a place not easy to work, a Tile not easy to see.\n\nDo they solve their quest? Would it be a spoiler if I told you?", "running_time": 86, "mpaa_rating": "Unrated", "release_year": 2011, "date_published": "2011-09-21", "genres": ["Documentary"], "title": "Resurrect Dead: Mystery of the Toynbee Tiles (2011)"}