{"url": "http://www.rogerebert.com/reviews/return-to-me-2000", "by": "David Duchovnyas Bob Rueland", "star_rating": 3.0, "text": "Here's an old-fashioned love story so innocent, so naive, so sweet and sincere, that you must leave your cynicism at the door or choose another movie. Bonnie Hunt's \"Return to Me\" could have been made in 1955, starring Doris Day and James Stewart. It has been made in 2000, starring Minnie Driver and David Duchovny, and I am happy that it has.\n\nDuchovny stars as Bob, a Chicago architect married to Elizabeth (Joely Richardson), who works at the Lincoln Park Zoo. Scenes establishing their happiness are intercut with hospital scenes involving Grace (Driver), who will die of heart disease unless she receives a transplant. To the surprise of nobody in the audience, Elizabeth dies in a tragic accident, and Grace is given her heart.\n\nAt the very moment when it starts beating in her chest, Bob, grieving at home, seems to sense it, as heartbeats on the soundtrack underline the segue. And a year later, Grace and Bob meet in the Old Town family-run restaurant where she works and lives. It is, for both of them, love at first sight, and their romance blossoms until she discovers something that Bob does not know--it is Elizabeth's heart beating in her chest.\n\nDo not fear I have revealed too much of the story, because all of this is essentially setup, easily anticipated. What gives the movie its gentle charm is not the melodramatic story, but the warmth of the performances and the way the movie pokes merrily along, teasing us with rewards and disappointments.\n\nThe key element in the success, I think, is the illusion that Bob and Grace are truly in love. Duchovny and Driver (who has a gift for vulnerability) have an unforced chemistry that feels right. It is crucial in a story of this sort that we want the couple to be together--that we care about them. Otherwise we are simply looking at the puppet strings. I did like them, and felt protective toward them and apprehensive as their inevitable problems approached.\n\nThe setting of the film is also old-fashioned, and a little too picturesque for my taste. Many of the scenes play in O'Reilly's Italian restaurant (actually the Twin Anchors), where the Irish and Italian branches of Grace's family offer such contradictory menu choices as chicken vesuvio and corned beef and cabbage. What is strangest about the restaurant is not the menu but the hours: O'Reilly's seems to close early every night, so that the old cronies who run the place can sit around the back table, playing poker and holding desultory debates on the relative merits of Frank Sinatra, Dean Martin and Vic Damone.\n\nThese stalwarts include Carroll O'Connor and Robert Loggia as, of course, the Irish and Italian patriarchs, with O'Connor's accent a shade too thick. The guys are all busybodies, peering through a back window into the rear garden where many of the key scenes take place, and playing matchmakers for all they're worth. A little trimming of their scenes wouldn't have hurt.\n\nThere is, however, a nice unforced feel to the home life of Grace's best friends, Megan and Joe Dayton, played by Hunt and James Belushi with a relaxed domesticity that makes their characters feel real and not just helpers designed to speed a scene or two. The film's emphasis is on friends and family, on a much-loved neighborhood woman who moves in a circle of people who want her to be happy.\n\nWatching the film, I became aware that it lacked the gimmicks of many recent romances. It believes in love and fate, stuff like that. Its innocence is crucial to the plot, because much depends on Bob not seeing the scar on Grace's chest while their courtship moves along. In today's sex-happy movies, the secret would have been revealed when they slept together on their second date, but \"Return to Me\" convincingly lets them move slowly toward intimacy, so that Grace's delayed nudity creates effective tension.\n\nNo doubt this film will be disemboweled by cynics among the reviewers. It offers an easy target. It is almost an act of courage, the way it refuses to hedge its bets or cater to irony. It is what it is, without apology or compromise. It made me smile a lot. I have tried to describe it accurately, for the benefit of those who will like it and those who will not. You know who you are.", "running_time": 115, "mpaa_rating": "PG", "release_year": 2000, "date_published": "2000-04-07", "genres": ["Comedy", "Romance"], "title": "Return To Me (2000)"}