{"url": "http://www.rogerebert.com/reviews/return-of-the-living-dead-1985", "by": "Clu Gulageras Burt", "star_rating": 3.0, "text": "Not many movies have the nerve to name their sources right there in the dialogue, so you can make your own comparisons. \"Return of the Living Dead\" makes no secret of its inspiration. The movie opens with a teenager going to work in one of those supply houses that ship cadavers and skeletons to scientists and, in no time at all, the man who runs the company is leaning over the desk and asking if the kid has ever seen \"The Night of the Living Dead\" (1967). Because it wasn't just a movie, see? It was the truth. But the government tried to cover it up, and he can prove it, because they bottled up those zombies in airtight canisters - and they're down in the basement right now! \n\nThis is probably as elegant a way as any to rip off \"The Night of the Living Dead\" - admitting your sources and going on from there. \"Return of the Living Dead\" is not a sequel to George Romero's first two \"Living Dead\" movies, and there is some sort of irony in that it opens just before \"Day Of The Dead,\" which is a Romero sequel (now scheduled to open Aug. 30) but not a very satisfactory one. \n\n\"Return\" is the directorial debut of Dan O'Bannon, a sometime collaborator with John Carpenter, and the co-author of the screenplay for \"Alien.\" It is not a great creative breakthrough, but it is a satisfactory ghoul movie, moving with precision from the funny opening scenes through the obligatory middle passages of pseudo-science, and on to the barf-bag climax. \n\nThe ghouls in all of these movies perform more or less the same function. They shuffle inexorably toward the camera, drawn by their insatiable appetite for human flesh. The tasks of the living characters in the movie are threefold: (1) to attempt to destroy or control the monsters, (2) to flee the monsters in panic, and (3) to become the monsters. \n\nO'Bannon's \"Return\" handles the third requirement in a scene that has a certain charm. The teenager and the cadaver wholesaler have been overrun by ghouls. The virus, or whatever it is, has infected their whole laboratory, and the two humans come down with what seems to be a cold. Then the muscular pains get intense, and they start shivering. Their friends call the paramedics. An on-the-spot physical exam turns up some alarming symptoms: Both men have no pulse, and their body temperatures are the same as room temperature. The muscle pains? Rigor mortis. In other words, they are dead. They take this information pretty hard. \n\nMeanwhile, \"Return\" supplies the usual grisly special effects. The lab stock includes \"split dogs,\" sort of cross-sections of dead dogs that have been preserved as lab specimens. The Living Dead disease strikes them, and they begin to crawl about. Nothing will stop them - not even skewering. Indeed, the severed limbs of the ghouls have a life of their own. And, inexorably, the ghouls take over. \n\nWhat's the bottom line on a movie like this? If you are below a certain age, I suppose it's scary, and the R rating is richly deserved. To hardened veterans of ghoul movies, however, a sort of connoisseurship develops. \"Return\" is a movie with some nice, droll opening scenes and the obligatory horrible climax. It doesn't make the mistake of \"Day Of The Dead\" - talking too much. It's kind of a sensation-machine, made out of the usual ingredients, and the real question is whether it's done with style. It is.", "running_time": 91, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-08-19", "genres": ["Comedy", "Horror"], "title": "Return Of the Living Dead (1985)"}