{"url": "http://www.rogerebert.com/reviews/return-of-the-dragon-1974", "by": null, "star_rating": 2.0, "text": "At 8 a.m. Friday, an hour before opening time, the crowds were lined up in front of Chicago's Oriental Theater. By midafternoon, more than 4,000 had paid to get inside. Louis Marks, who books the theater, said it looked like an all-time record.\n\nThe attraction wasn't a new James Bond adventure or Part 2 of \"The Godfather,\" but a Hong Kong kung fu epic. The chop-socky movies were not new in American theaters in 1974; they'd been around for a couple of years now, the fists of fury and heels of dynamite and elbows of death, but this one is different: It is Bruce Lee's last movie.\n\nLee used to play Cato, the Green Hornet's faithful companion, on the TV series. He gave kung fu lessons around Hollywood and played a few bit parts here and there, and then he went to Hong Kong to appear in the first wave of the kung fu movies and found himself an international superstar. He died in July 1973, only 32 years old, after writing, directing and starring in \"Return of the Dragon.\"\n\nI wedged my way into the theater just in time for a mighty roar as Lee eliminated three bad guys with one sweep of his mighty fist, disarmed a Mafioso and sent him head over heels into a pile of packing crates, and zapped a couple more goons with his finger of vengeance. It didn't take me long to figure out the plot. Bruce Lee had been called in from Hong Kong by some Chinese friends who were trying to start a chop suey joint in Rome. But the Mafia was trying to muscle in. Lee's assignment, if he chose to take it: Protect the restaurant from the mob.\n\nThis sort of stuff is magnificently silly, and Lee, to give him credit, never tried to rise above it. If a movie like this were directed seriously, it would be a disaster. Lee comes on as a sort of Gene Autry type; when a guy comes at him with a gun, he grabs the gun, throws it away and wades in with his fists. The rules of violent engagement are much the same as in 1940s Western serials.\nLee is apparently a master of all forms of martial arts (although they tend to look a lot alike). At one point there was a spirited discussion of the various merits of Japanese karate vs. Chinese karate, but I was unable to follow it because the audience was still cheering Lee's latest triumph.\n\nIt was a little hard to follow most of the dialogue anyway, which leads us to another curious point: Everyone in the movie speaks English all the time, and yet the pretense is maintained that Lee is speaking Chinese, the Mafia is speaking Italian, and the Americans are speaking English. At one point, Lee tells his translator, \"Tell him if he comes around here again, he will be sorry.\" The translator turns to the Mafia chieftain: \"He say, if you come around here again,\" etc. ...\n\nA lot of the action is for laughs, as when goons attempt to copy Lee and succeed only in knocking themselves out, or when Lee himself, momentarily stunned by an opponent, goes into the Muhammad Ali shuffle to confuse him. It goes without saying that Lee is invincible--although only if they play by his rules. Sixteen goons come at him one at a time, allowing him to methodically stack them up in unconscious heaps while the reserves stand around waiting their turn.\n\nBut that is part of the chop-socky code. If somebody just shot Bruce Lee, what fun would that be? Reminds me of Through Time and Space with Ferdinand Feghoot, a satire on one of those Edgar Rice Burroughs novels about John Carter of Mars. Carter gallops for miles across the desert on this trusty Martian steed, pursued by the evil swordsmen of Tharn, and then sword-fights with them on the castle steps until (having lost an arm and a leg) he loses patience, pulls out his atomic ray gun and vaporizes them.\n\nLee is too good a sport for that. At the movie's end, the gangsters in desperation send to America for the defending chop champion. He turns up looking like a cross between Steve Reeves and Chuck Connors, and the two opponents have their final fateful confrontation in, you guessed it, the Roman Colosseum.\n\nAfter great difficulty and several hairy moments, Lee finally succeeds in stunning the other guy's right arm and left leg. But the guy keeps coming, and Lee (with great regret) has to kill him. Then he covers his victim with his kung fu shirt, lays the guy's black belt over him, says a silent prayer and later visits his grave in the cemetery. Now that's class.", "running_time": 91, "mpaa_rating": "R", "release_year": 1974, "date_published": "1974-08-08", "genres": ["Action", "Crime", "Foreign"], "title": "Return of the Dragon (1974)"}