{"url": "http://www.rogerebert.com/reviews/return-to-paradise-1998", "by": "Vince Vaughnas Sheriff", "star_rating": 3.5, "text": "Joseph Ruben's \"Return to Paradise\" is a thriller that traps its characters in an exquisite dilemma involving life and death. Lewis, Sheriff and Tony are three Americans who meet in Malaysia and fool around in cheap huts on the beach, \"God's own bathtub,\" enjoying the rum, the girls and the hashish. Sheriff and Tony return to New York. Lewis plans to go on to Borneo for a Greenpeace project to protect the orangutan. Instead, he's arrested for possession of the leftover hash and sentenced to death.\n\nTwo years pass before Sheriff (Vince Vaughn) and Tony (David Conrad) are contacted in Manhattan and told all of this by Lewis' advocate, Beth (Anne Heche). The problem, she explains, is that Lewis (Joaquin Phoenix) was over the legal limit for possession by one person, making him a trafficker, not a user. However, she's cut a deal with the authorities. If Sheriff and Tony will return to Malaysia and testify that they all owned the hashish together, Lewis will be allowed to live, and Sheriff and Tony will each have to spend three years apiece in prison. If only one of them returns, it'll be six years.\n\nStudents of logic will recognize this choice immediately. It's a variation of the Prisoner's Dilemma, one of the oldest puzzles in mathematics and philosophy. Obviously, neither Tony nor Sheriff want Lewis to die. But they didn't know him that well, and they hardly want to spend three years of their lives in a Third World prison--let alone six years. The ideal solution for either Tony and Sheriff would be for the other guy to do six years while they get off free. But if both guys try this tactic, Lewis dies.\n\nHemingway, defining morality, once said that something is good if you feel good after doing it, and evil if you feel bad after doing it. How would you feel if you let Lewis hang? Good, because you were not spending three or six years in prison in Malaysia? Or bad, because you know it was your hashish, too? \"Return to Paradise\" watches Sheriff and Tony as they decide. And they do decide; this is not going to be one of those teasers that sets you up for a moral dilemma and then pulls a switcherooo and solves everything with an action climax.\n\nAll of the performances are convincing, but Anne Heche's is especially effective. She walks a fine line between inviting Tony and Sheriff to save Lewis' life, and pummeling them with moral blackmail. It is not an easy decision to walk out of freedom in Manhattan and into three years in a jail where disease, brutality, malnutrition and dysentery have been reported. Heche looks very concentrated in her scenes: intense, focused, trying to read all of the signs.\n\nVince Vaughn, as Sheriff, is now working as a limo driver. He doesn't have much of a life, but at least it's his. Tony is engaged to be married. As for Beth, we only gradually learn her full story, which catches Sheriff in a tricky emotional vise. Joaquin Phoenix, as the prisoner, is not stoic or philosophical, but feels the way most people would when a death sentence appears out of the blue.\n\nThe director, Joseph Ruben (\"The Stepfather,\" \"Sleeping With the Enemy\"), uses a kind of flat, logical storytelling that leads us inexorably toward his conclusions. The suspense is not so much over what happens, as about how it will happen to us--how the movie will make us experience what clearly must happen. His screenplay, by Bruce Robinson and Wesley Strick, doesn't make things easy by portraying the Malaysians as particularly villainous; the judge, indeed, makes sense when he expresses puzzlement that America would permit its streets to be endangered by drugs: better that the drug dealers should suffer instead of the general population.\n\nThe only real villain in the movie, indeed, is a journalist played by Jada Pinkett Smith, whose eagerness to get Lewis' story may endanger the efforts to free him. She's seen as a little too eager and careless, but there is an element of truth in her behavior: Many journalists would and do get stories at a human cost that the story cannot possibly justify.\n\n\"Return to Paradise\" has been compared to \"Midnight Express,\" another film about a thoughtless American facing the forfeit of his life in prison far from home. That was more of a visceral film. This one is more cerebral. Like Sheriff and Tony, we're pulled both ways by the story: We want them to go back and save Lewis, but we're not exactly sure we'd do the same. That's the Prisoner's Dilemma in a nutshell.", "running_time": 109, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-14", "genres": ["Drama", "Suspense", "Thriller"], "title": "Return to Paradise (1998)"}