{"url": "http://www.rogerebert.com/reviews/return-of-a-man-called-horse-1976", "by": "Richard Harrisas John Morgan", "star_rating": 2.0, "text": "This guy named John Morgan is a suitable case for treatment. In the 1969 film \"A Man Called Horse\" (faithful readers will recall), he was an Englishman who joined a hunting expedition into the unexplored territories of the American West. His party, alas, was set upon by Indians and mostly wiped out - but Morgan managed to win the tribe's trust. He also learned their language, mastered their skills, survived their grueling test of manhood, was made a blood brother, led them to victory over their enemies and married the chief's daughter. He would have done well in business. \n\nThat was years ago, though, and after Morgan (Richard Harris) was found by another expedition he returned to civilization. Now he's a little older, a little grayer, has a few wrinkles and this enormous yearning to return to the land of the Yellow Hand tribe. So he sets out again into the wilderness, and that's the strange thing about this sequel: The first movie was an exercise in survival, but the second's a study in self-indulgence. \n\nMorgan discovers that the Yellow Hand people have been largely massacred or put into slavery by unscrupulous white traders. The few survivors, including wise old Running Bull and stubborn old Elk Woman have gone into the badlands and been forced to eat their dogs. \"Why did you return?\" asks Elk Woman. \"I had to come back,\" says Morgan. \"I had to prove something to myself... there was an empty place in my soul . . .. I could not forget . . . etc., etc.) So he decides to whip the survivors back into shape, lead them against the trading post, regain their lands and his own self-respect. \n\nNow there's the funny thing. With Morgan leading them in battle, the Yellow Hand had already wiped out their enemies and mastered the latest methods of warfare. Then he left them, and they got themselves into this mess. Can't he leave them on their own for a moment? Do all of their battles have to be won on the playing fields of Eton? The movie doesn't consider these questions - to do so would reveal its basic white-chauvinist bias - but it certainly seems to take itself seriously. It's of average length, but paced like an epic and graced with 70-mm. photography and stereo sound. There are four main movements in the plot: Return, Reconciliation, Revenge and Rebirth. Morgan comes back, he purifies himself by undergoing the initiation rite yet once again, he leads the Yellow Hand against the fort and then they all live happily ever after. If this seems a little thin for a two-hour movie, believe me, it is, even with all that portentous music trying to make it seem momentous. \n\nWhat gets me is that initiation rite, which is repeated in this film in such grim and bloody detail you'd think people didn't have enough of it the last time. First Morgan has his pectoral muscles pierced with knife blades Then eagle's talons are drawn through the wounds and tied to leather thongs. Then he hangs by the thongs until sufficiently purified. You'd think one ceremony like that would do the trick, without any booster shots. In the first movie, he hung in the sun for 12 hours and then was cut down and immediately married to the chief's daughter (that's just what he needed - a wedding night). This time all he gets is a rumble of approval from the Thunder God. It's thankless work, being a Yellow Hand.", "running_time": 129, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-08-19", "genres": ["Action", "Drama", "Western"], "title": "Return of a Man Called Horse (1976)"}