{"url": "http://www.rogerebert.com/reviews/return-to-the-blue-lagoon-1991", "by": "Milla Jovovichas Lilli", "star_rating": 1.5, "text": "The makers of \"Return to the Blue Lagoon\" are working in the same great tradition. In the original 1980 movie, a boy and girl were castaways on a lost island where the adults built a house and trained them in the ways of survival and then died, leaving the boy and girl to grow up into tanned and beautiful adolescents (Brooke Shields and Christopher Atkins) who studied how the giant sea turtle made love, and drew the obvious conclusions. \"All we have to look forward to,\" Pauline Kael wrote, \"is: When are these two going to discover fornication?\" \"Return to the Blue Lagoon\" begins shortly after the young couple set sail from the island with their baby boy and die at sea.\n\nTheir drifting boat is then discovered by a passing ship, and the baby is rescued. The baby is immediately embraced by a widow on board (Lisa Pelikan), who has a young daughter of her own. Then it develops that the plague is sweeping the ship. The captain realizes that the only way to save the widow and the two children is to cast them adrift, in hopes they will find rescue, or an island. Otherwise, their sure fate is death by plague.\n\nSo, the mother and the two children float away in a little boat, only to inevitably wash up on the shores of - wouldn't you know - the very same island. The palm-thatch cottage is still standing, all of the comforts of home are still in place, and all that is left is for the movie to repeat the earlier story. The mother raises the children until they are self-sufficient; she dies; and the kids grow into tanned and beautiful adolescents (Milla Jovovich and Brian Krause). All we have to look forward to, as Pauline Kael so presciently wrote, is: When are these two going to discover fornication? The original \"Blue Lagoon\" at least had a certain purity of form. This one complicates matters by having the island discovered by a passing ship, which contains, inevitably, a young woman who makes eyes at the hero, and a bearded sailor who bodes no good for the heroine. That leads to the expected developments in which the hero and heroine decide they like each other best after all, and the evil sailor has something terrible happen to him - like, to take a random example, being eaten by a shark.\n\nThe most curious aspect of the movie is the presence of natives on the other side of the island. They apparently visit during every full moon, beat their drums a lot, and then paddle away in the morning. There are ominous warnings about staying away from the other side of the island, staying indoors during the full moon, etc., but nothing really comes of the presence of the natives. It's as if the filmmakers felt obligated to throw in a few ominously beating drums, but didn't know where to take it from there.\n\nThe sincere idiocy of this film really has to be seen to be appreciated - not that I think there is any need for you to see, or appreciate, it. \"Return to the Blue Lagoon\" aspires to the soft-core porn achievements of the earlier film, but succeeds instead of creating a new genre, no-core porn.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-08-02", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "Return To The Blue Lagoon (1991)"}