{"url": "http://www.rogerebert.com/reviews/return-of-the-jedi-1997", "by": "Mark Hamillas Luke Skywalker", "star_rating": 4.0, "text": "“Return of the Jedi” completes the epic “Star Wars” cycle with\rthe final destruction of the Empire and the inevitable faceoff between Luke\rSkywalker and the evil Darth Vader, now revealed, as we surmised, to be his\rfather. The film has a tone of its own. If “Star Wars” was a brash space opera\rand “The Empire Strikes Back” was a visual feast, “Return of the Jedi” is a\rriot of character invention. We get a good look at Jabba the Hutt and his\rcourt; we meet the fuzzy-wuzzy Ewoks, and we are confronted by two wonderfully\rloathsome creatures--the beast in the dungeon beneath Jabba's throne room and\rthe desert monster made of teeth and gullet.\n\nIf I had to choose, I would say this is the least of the Star\rWars films. It lacks the startling originality of the first two. It's more\rconcerned with loose ends and final resolutions. It was the correct decision\rfor George Lucas to end with a trilogy and then move to another point in time\rfor the continuation of the saga. To return to these characters a fourth time\rwould destroy the mythic structure of the story and turn it simply into a\rseries.\n\nStill, there are inspired things here. The early scenes are\rdominated by Jabba the Hutt, whose cavern is populated with lots of small\robnoxious creatures in the corners and a grotesque intergalactic jazz band that\rseems to have been improvised along with its music. Secure in his lair, Jabba\rhas Han Solo frozen in a sculpture on the wall, and eventually takes all of our\rheroes captive. His gurgling voice is wonderfully reprehensible, and he squats\rbeneath his cavern ceiling like a stalagmite of slime. (It has been observed\rthat Jabba seems much larger here than in “Star Wars.” Some say it is because\rhe is on a platform; some say it is an optical illusion. I suggest that a hutt\ris a slug, and slugs continue to grow all of their lives.)\n\nThe monster in the dungeon, made of teeth and scales, is the\rembodiment of disgusting aggression, and yet its death provides one of the\rmovie's finest moments. The creature is crushed beneath a heavy door, and then\rwe see its keeper come forward, weeping to have lost his pet. It's a throwaway\rmoment, but typical of the film's richness.\n\nAn extended sequence takes place in the desert, where Jabba's\rHovercraft positions itself over the creature in the sand, which seems to\rconsist primarily as a large digestive system. He intends to force his captives\rto walk the plank, but the tables are nicely turned. I have always felt Lucas\rlost an opportunity here; since Jabba obviously must die at some point, why not\rfeed him to the sand thing? I can envision the Hutt's globular body slithering\ralong the plank and plopping down into the big open mouth--and then being spit\rup again, as too unsavory even for this eating machine. Final shot: green gooey\rJabba-stuff dissolving in the monster's digestive juices under a pitiless sun.\n\nThe Ewoks (never referred to by name in the film) are cute and\rbring a kind of innocence to the Forest Moon, where the power station for the\rorbiting Death Star is located. Their forest provides the location for the\rmovie's most inexplicable sequences, in which characters chase one another on\rhigh-speed hover-scooters. As you know if you have seen the film (and USA Today\rassures us the average American has seen it several times), bad guys regularly\rget wiped out by running their scooters into trees. Question: Isn't a thickly\rforested area the wrong venue for these vehicles? How about flying above the\rtreetops, where there's nothing to run into?\n\nThis third movie lacks the resonance that Obi-Wan and Yoda\rbrought to the second one (they make cameo appearances, but are not major\rplayers). We see a great deal more, however, of Darth and the Emperor, who\rlooks uncannily like Death in “The Seventh Seal.” There is, of course, the\rclimactic moment when Vader reveals his real face, allowing the character to\rbecome the first in movie history to be played by three actors (body by David\rProwse, voice by James Earl Jones, face by Sebastian Shaw). By this third\rinstallment, I think, we've seen quite enough of the swordplay with laserbeams,\rand those scenes could be shortened. The Sharper Image catalog, I see, is\roffering replicas of the lightsabers for $350 to $450--pricy, when you consider\rthe original prop was a photoflash grip.\n\nAt the end of it all, after the three movies, we've taken an\repic fantasy journey. Lucas has in common with all great storytellers the\rability to create a complete world. These films may spring from space opera,\rscience-fiction and Saturday serials, but they are done so superbly that they\rtranscend all genres and become a reverberating place in our imaginations.\n\nThinking back over the three, I find that the most compelling\rcharacters are Darth Vader, Yoda, and Obi-Wan Kenobi. That is because their\rlives and thoughts are entirely focused on the Force. To the degree that\rcharacters have distance from the Force, they resonate less: Skywalker is\rimportant, although boyishly shallow, and Princess Leia harbors treasured\rsecrets, but Han Solo, for all his importance to the plot, is not very\rinteresting as a person, and a little of Chewbacca, as observed earlier, goes a\rlong way.\n\nThe droids, R2-D2 and C-3PO, play much the same role here as\rtheir originals did in the movie that inspired them, Kurosawa's “The Hidden\rFortress.” They're a team, Laurel and Hardy or Vladimir and Estragon, linked\rtogether by fate and personality. The other characters--Lando, Jabba, the Grand\rMoff Tarkin and the many walk-ons and bit players--function, in Eliot's words,\rto swell the progress of a scene or two.\n\nAt the end, what are we left with? Marvelous sights: The two\rDeath Stars, the lumbering war machines on the snow planet, space warfare, the\rdesert monster, buckaneering action. Marvelous sounds: the voices of Darth\rVader, Jabba and the chirpy little R2-D2. And an idea--the Force--that in\rencompassing everything may, perhaps, encompass nothing, and conceal another\rlevel above, or beneath. I'm guessing that will be the subject of the next\rtrilogy.", "running_time": 135, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1997-03-07", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Return of the Jedi (1983)"}