{"url": "http://www.rogerebert.com/reviews/return-to-never-land-2002", "by": "Blayne Weaveras Peter Pan", "star_rating": 3.0, "text": "The opening titles tell us this is Peter Pan in \"Return to Never Land,\" and indeed why can't an animated character be a movie star? Years have passed since the end of the first story-- London is reeling under the Blitz--and Wendy has grown up, married, and produced a daughter, Jane. But Peter Pan, Tinker Bell, the Lost Boys and Captain Hook all remain unchanged in Never Land.\n\nDuring all of those years Hook has continued to search for his lost treasure, which was, he believes, stolen by Peter and hidden somewhere on the island. As the film opens, Jane indulges her mother's stories about fairies that can fly. She doesn't believe them, but is persuaded when kidnapped by Hook and his men--who fly in their pirate ship over London, luckily without engaging any anti-aircraft batteries.\n\nHook believes Jane may be the key to finding the treasure--or at least a way to pry the secret out of Peter. We can almost sympathize with his impatience. The original \"Peter Pan\" hurtled through its narrative and then left him on hold for 25 years, gnashing his teeth and spinning his wheels. All the same Never Land rules apply, and at one point Tinker Bell is grounded because, yes, Jane doesn't believe in fairies.\n\nOf the voice-over talent, Corey Burton is almost inevitably the star, because he's assigned Captain Hook, one of those roles that sort of directs itself. Blayne Weaver is fine as Peter Pan, but it's interesting that none of the voice talents sing any of the movie's songs; they appear on the soundtrack as commentaries or parallels to the action.\n\n\"Return to Never Land\" is a bright and energetic animated comedy, with all the slick polish we expect from Disney, but it's not much more. This one feels like it had a narrow escape from the direct-to-video market. It's not a major item like \"Monsters, Inc.\" and lacks the in-jokes and sly references that allow a movie like that to function on two levels. This movie is more of a Saturday afternoon stop for the kiddies--harmless, skillful and aimed at grade schoolers.", "running_time": 76, "mpaa_rating": "G", "release_year": 2002, "date_published": "2002-02-15", "genres": ["Adventure", "Animation", "Family", "Fantasy", "Science Fiction"], "title": "Return to Never Land (2002)"}