{"url": "http://www.rogerebert.com/reviews/return-from-africa-1976", "by": "Josee Destoopas Francoise", "star_rating": 2.5, "text": "There's a place in my imagination where young people sit in the garrets of Europe and map their personal rebellions. I've never met the people or sat in their garrets, but I've seen so many movies about them that they're almost friends. They drink cheap wine and meet in cafes, they smoke Galoises and have film posters on their walls and they will rise up any day now. \n\nIn Alain Tanner's \"Return from Africa,\" their names are Vincent and Francoise. Their revolt takes place in 1973, and so it's a good deal more modest than it might have been a few years earlier. In the late 1960s, Godard's characters were filled with fierce rhetoric and occasionally committed murder, but Francoise and Vincent plan only to leave Geneva, go to live in Algeria and see if their friend Max can find something for them to do there. \n\nTheir reasons for going are a little vague. Vincent is tired of sitting in the garret all day. He's terrified of growing stagnant: Packing up and leaving for Africa is the sort of statement that appeals to him. Francoise is willing to go along . . . but with her character, Tanner is a little sly. As in his much better film \"The Middle of the World,\" he chooses to give us a woman whose man doesn't perceive her very well. The couple sells their furniture and throws themselves a going-away party, and then Max sends them a wire from Algeria warning them not to come. A letter is supposed to follow. It doesn't come for 12 days, and in one way or another Tanner seems to give us a scene from every one of those days: Vincent banging in frustration on the mailbox, Francoise consoling him and the two of them eating carry-out food in the middle of their empty floor. Having announced their departure, they're ashamed to be seen still in Geneva, and so they hole up. The film's title is an ironic reference to their eventual decision to acknowledge they've never left Switzerland. \n\nTanner, one of the best new Swiss directors, has said sections of \"Return from Africa\" are intended to be deliberately alienating. These scenes certainly are, as Vincent regresses to an egotistical adolescent and Francoise retreats into an ambiguous patience, we wish to hell Max would mail his letter so we could get on with things. In \"Return from Africa\" - and to a certain degree in his popular 1972 release, \"La Salamandre\" - Tanner seems to be using film to explore his own theoretical questions about the medium. He's absorbed, for example, by the way the arbitrary pans back and forth across the characters faces make the camera a participant. Since such scenes have little additional purpose, we're less absorbed. \n\nBut with \"The Middle of the World,\" the story of a failed relationship between a businessman and the waitress who eventually chooses not to be manipulated by him, Tanner seems much more fascinated by the human dimensions of his film: As the characters come alive, his stylistic theories recede, and he touches us. \n\nAll of Tanner's features will be shown in Chicago over the weekend, and he'll speak here twice, at 8 p.m. Friday at Facets Multimedia, and at the Film Center of the Art Institute after the 5:30 p.m. Saturday sneak preview of his newest feature. \"Return from Africa\" plays at 7 p.m. Thursday at Facets, followed at 9 p.m. by \"The Middle of the World.\" We'll have a complete schedule of the Tanner films in Friday's Film Clips.", "running_time": null, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-10-07", "genres": null, "title": "Return From Africa (1976)"}