{"url": "http://www.rogerebert.com/reviews/return-to-macon-county-1975", "by": null, "star_rating": 2.0, "text": "\"Return to Macon County\" is the kind of youth on the loose hotrod movie that would have been a big hit in 1958 which is maybe, nostalgia aside, why the movie is set in 1958. Those were long ago days. Just reflect that the hotrodders of 1958 are already getting too old to belong to the Jaycees. Ike and the rest of the adults were riled up about dragracing and juvenile delinquents, but 1958 was really a fairly innocent time, youth wise, and the characters in this movie would be chewed up in the first 10 minutes of a late 1960's motorcycle picture, not to mention a contemporary ghetto violence exploiter.\n\nTheir names are Bo and Harley and they're a couple of footloose kids who own a customized yellow '57 Chevy with pinstriping and fuel injection. Their dream is to point 'er West and win the Grand National drag races in California. They start in the South. They have $50 between them. In those days you could get to California on 50 bucks. But they make a fateful error they stop in a hamburger joint, get in a fight, somehow pick up the waitress (whose name is Junell) and get in all sorts of trouble because of her.\n\n\"You know something?\" Harley says to Bo. \"She isn't exactly playing with a full deck.\" Harley is right. Junell is a sweet, round faced girl with a friendly smile and a gun in her purse that her daddy gave her. She is apt to pull out the gun at the most unexpected times like in a grocery store, or when she's trying to get back the $50 after it's taken by a smalltown hood in a black '53 Ford. It is a measure of the quaintness of 1958 that Bo and Harley are horrified by the handgun and keep trying to throw it away.\n\nAnyway, while the three of them are trying to get away with the money, they run broadside into a police car, and in the confusion that follows they hit the cop, who immediately goes off the deep end and declares an undying vendetta against them. He gives chase, and so the hood and his buddies, and the movie develops into a sort of lowbudget \"The Sugarland Express\" with cops staked out all along the route.\n\nAll of this may sound fairly uninspiredÑand, believe me, it is, but \"Return to Macon County\" isn't exactly a bad movie. Richard Compton's direction shows a certain style, given a limited budget, and the performances by Nick Nolte and Don Johnson (as Bo and Harley) and Robin Mattson (as Junell) have some dimension to them. The characters themselves aren't supposed to be terribly deep, but within their limitations they manage to convince us. Miss Mattson, in particular, has that sort of adolescent gleam in her eyes that means damn the consequences.\n\nAnd if I'm not crazy about the movie's ending, I'm at least prepared to forgive it a lot because it isn't obvious and inevitable. How many countless times have we seen road movies about starcrossed young lovers making their way up hill and down dale, only to be shot dead at the movie's end to provide a totally pointless (but allegedly existential) conclusion? Without giving away the final scenes of \"Return to Macon County,\" I can reveal that, despite the shotguns and the near misses and the ominous portents, our heroes do not get shot dead. It's gotten to the point where that alone makes it a surprise ending.", "running_time": 90, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Drama"], "title": "Return to Macon County (1975)"}