{"url": "http://www.rogerebert.com/reviews/return-of-the-jedi-special-edition-1997", "by": "Mark Hamillas Luke Skywalker", "star_rating": 4.0, "text": "\"Return of the Jedi'' completes the epic \"Star Wars'' cycle with the final destruction of the Empire and the inevitable faceoff between Luke Skywalker and the evil Darth Vader, now revealed, as we surmised, to be his father. The film has a tone of its own. If \"Star Wars'' was a brash space opera and \"The Empire Strikes Back'' was a visual feast, \"Return of the Jedi'' is a riot of character invention. We get a good look at Jabba the Hutt and his court; we meet the fuzzy-wuzzy Ewoks, and we are confronted by two wonderfully loathsome creatures--the beast in the dungeon beneath Jabba's throne room and the desert monster made of teeth and gullet.\n\nIf I had to choose, I would say this is the least of the Star Wars films. It lacks the startling originality of the first two. It's more concerned with loose ends and final resolutions. It was the correct decision for George Lucas to end with a trilogy and then move to another point in time for the continuation of the saga. To return to these characters a fourth time would destroy the mythic structure of the story and turn it simply into a series.\n\nStill, there are inspired things here. The early scenes are dominated by Jabba the Hutt, whose cavern is populated with lots of small obnoxious creatures in the corners and a grotesque intergalactic jazz band that seems to have been improvised along with its music. Secure in his lair, Jabba has Han Solo frozen in a sculpture on the wall, and eventually takes all of our heroes captive. His gurgling voice is wonderfully reprehensible, and he squats beneath his cavern ceiling like a stalagmite of slime. (It has been observed that Jabba seems much larger here than in \"Star Wars.'' Some say it is because he is on a platform; some say it is an optical illusion. I suggest that a hutt is a slug, and slugs continue to grow all of their lives.) The monster in the dungeon, made of teeth and scales, is the embodiment of disgusting aggression, and yet its death provides one of the movie's finest moments. The creature is crushed beneath a heavy door, and then we see its keeper come forward, weeping to have lost his pet. It's a throwaway moment, but typical of the film's richness.\n\nAn extended sequence takes place in the desert, where Jabba's Hovercraft positions itself over the creature in the sand, which seems to consist primarily as a large digestive system. He intends to force his captives to walk the plank, but the tables are nicely turned. I have always felt Lucas lost an opportunity here; since Jabba obviously must die at some point, why not feed him to the sand thing? I can envision the Hutt's globular body slithering along the plank and plopping down into the big open mouth--and then being spit up again, as too unsavory even for this eating machine. Final shot: green gooey Jabba-stuff dissolving in the monster's digestive juices under a pitiless sun.\n\nThe Ewoks (never referred to by name in the film) are cute and bring a kind of innocence to the Forest Moon, where the power station for the orbiting Death Star is located. Their forest provides the location for the movie's most inexplicable sequences, in which characters chase one another on high-speed hover-scooters. As you know if you have seen the film (and USA Today assures us the average American has seen it several times), bad guys regularly get wiped out by running their scooters into trees. Question: Isn't a thickly forested area the wrong venue for these vehicles? How about flying above the treetops, where there's nothing to run into? This third movie lacks the resonance that Obi-Wan and Yoda brought to the second one (they make cameo appearances, but are not major players). We see a great deal more, however, of Darth and the Emperor, who looks uncannily like Death in \"The Seventh Seal.'' There is, of course, the climactic moment when Vader reveals his real face, allowing the character to become the first in movie history to be played by three actors (body by David Prowse, voice by James Earl Jones, face by Sebastian Shaw). By this third installment, I think, we've seen quite enough of the swordplay with laserbeams, and those scenes could be shortened. The Sharper Image catalog, I see, is offering replicas of the lightsabers for $350 to $450--pricy, when you consider the original prop was a photoflash grip.\n\nAt the end of it all, after the three movies, we've taken an epic fantasy journey. Lucas has in common with all great storytellers the ability to create a complete world. These films may spring from space opera, science-fiction and Saturday serials, but they are done so superbly that they transcend all genres and become a reverberating place in our imaginations.\n\nThinking back over the three, I find that the most compelling characters are Darth Vader, Yoda, and Obi-Wan Kenobi. That is because their lives and thoughts are entirely focused on the Force. To the degree that characters have distance from the Force, they resonate less: Skywalker is important, although boyishly shallow, and Princess Leia harbors treasured secrets, but Han Solo, for all his importance to the plot, is not very interesting as a person, and a little of Chewbacca, as observed earlier, goes a long way.\n\nThe droids, R2-D2 and C-3PO, play much the same role here as their originals did in the movie that inspired them, Kurosawa's \"The Hidden Fortress.'' They're a team, Laurel and Hardy or Vladimir and Estragon, linked together by fate and personality. The other characters--Lando, Jabba, the Grand Moff Tarkin and the many walk-ons and bit players--function, in Eliot's words, to swell the progress of a scene or two.\n\nAt the end, what are we left with? Marvelous sights: The two Death Stars, the lumbering war machines on the snow planet, space warfare, the desert monster, buckaneering action. Marvelous sounds: the voices of Darth Vader, Jabba and the chirpy little R2-D2. And an idea--the Force--that in encompassing everything may, perhaps, encompass nothing, and conceal another level above, or beneath. I'm guessing that will be the subject of the next trilogy.", "running_time": 133, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-03-14", "genres": ["Action", "Adventure", "Family", "Fantasy", "Science Fiction"], "title": "Star Wars -- Episode VI: Return Of The Jedi (Special Edition) (1997)"}