{"url": "http://www.rogerebert.com/reviews/return-with-honor-1999", "by": "Lt", "star_rating": 3.0, "text": "The war essentially ended for these men when they were captured, and a new chapter began, of personal test. They were so cut off from the world that they learned of the moon landing only by seeing a Neil Armstrong postage stamp. Their lives were bounded by stone walls and controlled by their captors, who devised methods of torture so refined that \"you'd sell your mother down the river in a minute.\" And yet the men endured more than it is possible to comprehend. It is interesting that we hear little hate or anger in their voices; as professional soldiers, they value a certain stoicism. To be captured was a risk of war. To \"return with honor\" was their goal, and one defines it: \"To be able to say you didn't do anything you'd be ashamed to tell your children.\" Of course, that did not include napalming civilians and poisoning crops--because in the rules of war mass violence is sanctioned by both sides, and only personal violence, such as torture, is condemned.\n\nThe Hanoi Hilton, we learn, has a symbolic history. It was built by the French during the colonial era, to hold disobedient Vietnamese subjects, then used by the Viet Cong to hold Americans. Leg clamps were bolted to the beds, and one witness says, \"You could look at this place and hear the screams of 50 years.\" The Viet Cong torturers had refined methods, including a \"rope trick\" in which prisoners were bound in positions of excruciating pain. Their minds were worked on by morale- crushing video programs showing U.S. anti-war rallies and congressional speeches. \"We will win this war on the streets of New York,\" their captors told them after one show. In a sense, they did.\n\nThe ingenuity of the prisoners is astonishing. They devised a code of taps to communicate through cell walls, developing friendships with prisoners they had never seen. Put in a propaganda film, Comdr. Jeremiah Denton blinked out the word \"torture\" in Morse Code with his eyelids. A fellow prisoner held his middle fingers to send an even more universal code. Lt. John McGrath drew on his cell wall with his own blood and pus; after being freed, he drew everything he remembered. Seaman Douglas Hegdahl memorized the names of 268 fellow prisoners.\n\n\"Return With Honor\" was directed by Freida Lee Mock and Terry Sanders. Mock's \"Maya Lin: A Strong Clear Vision\" is a 1994 Oscar-winning documentary about the Vietnam Veterans Memorial in Washington, D.C., and the young woman who designed it. After seeing it, two former prisoners told Mock they had a story to be told. This film tells it simply and directly, without spin or flash, with no narration--just the voices of the men themselves, as they talk against a plain background. There is footage of the Hanoi Hilton as it is today (the screams in a way still echoing) and footage of the men at the time, taken by the Viet Cong and showing, for example, Hanoi mobs cursing them during a march through the city.\n\nA few of the faces are familiar. There are short glimpses of Sen. John McCain (R-Ariz.), the presidential contender. We see Pete Peterson, who returned to Vietnam in 1997 as our ambassador and Vice Admiral James Stockdale, Ross Perot's 1992 running mate. No attempt is made to introduce politics into the film: these were brave men who behaved honorably and patriotically, and we are moved by the strength of their spirits. The scenes of their homecoming are enormously affecting.\n\nA few weeks ago I saw another Vietnam documentary, \"Regret to Inform,\" by Barbara Sonneborn, the widow of an American who died in Vietnam. Her film talks with women on both sides about the husbands they lost. It is not really political, either, although no one in her film thinks the war was a good idea (it is not much praised in \"Return With Honor,\" either). The films would make a useful double feature, suggesting that when war places people under unimaginable pain, it is not politics which motivates them--but self-respect, pride, even stubbornness. The message, I think, is that they hope to be able to return with honor to themselves.", "running_time": 102, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-11-05", "genres": ["Documentary"], "title": "Return With Honor (1999)"}