{"url": "http://www.rogerebert.com/reviews/revanche-2009", "by": "Johannes Krischas Alex", "star_rating": 3.5, "text": "\"Revanche\" involves a rare coming together of a male’s criminal nature and a female’s deep needs, entwined with a first-rate thriller. It is also perceptive in observing characters, including a proud old man. Rare is the thriller that is more about the reasons of people instead of the needs of the plot.\n\nAlex and Tamara are a sad couple. In a trashy Vienna brothel, she is a prostitute from the Ukraine, he is an ex-con who works as a bouncer for the reprehensible pimp Konecny. They are having a secret affair. Neither has the nerve to cross the pimp, the ruler of their world. Konecny has his eye on Tamara, and at one point, visits her for sexual purposes while Alex hides humiliatingly under her bed.\n\nBoth Alex (Johannes Krisch) and Tamara (Irina Potapenko) are pitiful. They steal moments of love in their grubby rooms, and Alex plots a bank robbery. He brings her along in the getaway car. It will be easy, he says. Nobody will get hurt. Look — his gun isn’t even loaded. But it does go wrong, and a cop turns up just as they’re driving away.\n\nAlex takes refuge at the only place he can think of, his grandfather’s humble farm. And it is here that the story transcends crooks and hookers and bank jobs and becomes so surprisingly human. The catalyst, I think, is the character of the grandfather, played by Hannes Thanheiser.\n\nHe’s a proud old man, living alone, mourning his wife, feeding his friends the cows, resisting well-meaning attempts to move him into a “home.” When he dies, he wants to be carried out of his farmhouse. He has seen little of his grandson. Alex goes to work, chopping a mountain of firewood for the winter. They eat simple meals of sausage, cheese and bread. I liked the old man and wanted to give him some mustard.\n\nSusanne (Ursula Strauss), a neighbor’s wife, visits Alex with offers of assistance. He appreciates her friendliness but not her help. Alex is distant and unfriendly. She takes good notice of him, and out of the blue, asks him to visit her that night, when her husband is away. He does. No formalities. They have sex on her kitchen table.\rOf course she is the wife of the cop who happened upon the bank robbery, but none of them can know this. We do. We also know that the cop cannot give her a child, and she wants to become pregnant. In this limited world, the old man’s son is the only eligible father; she loves the old man and sees the son working hard for him. The suspense at first involves whether the cop will happen upon them having sex.\n\nThen “Revanche,” nominated this year for the best foreign film Oscar, begins to involve a great deal more. It’s here that the film’s power resides. It seamlessly brings together the possibility of violence, of Alex’s exposure, of threats to Susanne’s marriage, of harm to the old man’s well-being, in a way that doesn’t seem to manipulate these things for advantage. Instead, it simply tells a good story, very well. Susanne becomes the protagonist. She is taking dangerous risks. All three of the men are unhappy and touchy. In a way, she represents their only hope.\n\nAs I watched “Revanche,” I became grateful that I didn’t know the actors. American films often involve actors well known to me, which is fine — but also sometimes stars chosen primarily because they’re “bankable.” Few bankable stars could work in this material. The Austrian actors look ... normal. Unglamorous. Plausible. Ursula Strauss, as Susanne, looks sweet and pleasant but is care-worn and not a great beauty. As Alex, Johannes Krisch looks like a loser marginalized by crime and prison. As the prostitute Tamara, Irina Potapenko retails what beauty she has in a buyer’s market.\n\nAll of these actors create characters who are above all people, not performances. That’s why the film is peculiarly effective; it’s about their lives, not their dilemmas. And the bedrock is old Hannes Thanheiser, born in 1925, as a strong, stubborn, weathered old man who doesn’t live through his grandson, his neighbors or anyone else, but on his own terms, in daily mourning of the wife who shared his long life. That harm or loss could come to him would be a great misfortune.\n\nHow often, after seeing a thriller, do you continue to think about the lives of its characters? If you open up most of them, it’s like looking inside a wristwatch. Opening this one is like heart surgery.\n\n\t\"Revanche\" was a 2009 Oscar nominee.", "running_time": 121, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-08-05", "genres": ["Crime", "Drama", "Foreign", "Romance"], "title": "Revanche (2009)"}