{"url": "http://www.rogerebert.com/reviews/revenge-of-the-nerds-ii-nerds-in-paradise-1987", "by": "Robert Carradineas Lewis Skolnick", "star_rating": 1.5, "text": "These aren't nerds. They're a bunch of interesting guys, and that's the problem with \"Revenge of the Nerds II.\" The movie doesn't have the nerve to be about real nerds. It hedges its bets. A nerd is not a nerd because he understands computers and wears a plastic pen protector in his shirt pocket. A nerd is a nerd because he brings a special lack of elegance to life. An absence of style. An inability to notice the feelings of other people. A nerd is a nerd from the inside out, which is something the nerds who made this movie will never understand.\n\nThe film is subtitled \"Nerds in Paradise,\" and it continues the saga of the Tri-Lamba fraternity and their arch-enemies, the Alpha Betas. The A-Bs are all slick and handsome and cruel, and detest the Tri-Lambs because they don't look as if they were cloned from a GQ cover. When both houses go to Fort Lauderdale for a fraternity convention, the A-Bs cancel the Tri-Lambs' hotel reservertion and try to get them thrown out of the interfraternity council.\n\nAs screenplays go, this is as idiotic as it gets. And yet the story means nothing in these enterprises. What matters is whether an effort, however small, is made to invest the characters with even the most marginal speck of humanity. \"National Lampoon's Animal House\" succeeded in creating unforgettable characters. \"Nerds II\" just has a bunch of guys schlepping around wishing somebody had written some dialogue for them.\n\nThe true nerds in the movie are, of course, the Alpha-Betas, and they get defeated and humiliated at the end, but not in a funny way. The true heroes are the Tri-Lambs, but so what? We know that from the first shot. If the filmmakers had possessed an ounce of imagination, they would have invested the Tri-Lambs with true nerd-dom, and then watched them try to overcome their nerdy tendencies. It's not enough to say you blow your nose on your shirt. You have to actually be seen doing it. There is also the problem of The Girl. In all movies like this, there has to be a girl who is a complete dreamboat, perfect, tantalizing, inaccessible. At least one of the nerds has to love her with an intensity beyond words. He has to be rejected. He has to have a broken heart. She has to be a snob. The Girl in this movie is played by Courtney Thorne-Smith, but the role is written all wrong. She's not a bitch. She's a sensitive kid with a good heart, and right away she sees that the Tri-Lambs are really the good guys. This is missing the whole point.\n\nThere are a couple of marginally funny moments in the movie, like the belching contest, but they don't go anywhere. First one guy belches and then another guy belches louder. Two belches do not a belching contest make, and with that thought I think we have wasted enough time and space on this movie.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-07-13", "genres": ["Comedy"], "title": "Revenge of the Nerds II: Nerds in Paradise (1987)"}