{"url": "http://www.rogerebert.com/reviews/revenge-of-the-electric-car-2011", "by": null, "star_rating": 3.0, "text": "As recently as 2006, in his film \"Who Killed the Electric Car?,\" Chris Paine portrayed an auto industry guilty of all but conspiracy as General Motors introduced the EV1, an electric car that won fervent admirers and then abruptly and inexplicably withdrew it from the market. Using the fine print in its contracts, GM repossessed all of the EV1s from their owners and (in a heartbreaking sequence) junked and crushed them.\n\nNow it is 2011, proclaimed as the year of the electric car in Paine's new doc, \"Revenge of the Electric Car.\" The Chevy Volt and the Nissan Leaf are the high profile leaders, the legendary Tesla boasts 100 mph, and hybrid vehicles like my Ford Fusion are popular. But many people consider setting out on a trip in an all-electric car like being in a boat without a paddle, and the Volt offers reassurance in a backup gas engine.\n\nNever addressing what murky conspiracies doomed the EV1 in the first place, Paine returns to the villain of that film and makes him the unlikely hero of this one. That would be Bob Lutz, a GM veteran who has always been identified with high horsepower. With the auto industry threatened by the economic meltdown and its executives excoriated for flying to a Congressional hearing in their corporate jets, Lutz led the charge for the development of the Volt. Somewhat daringly inviting Daniel into the lion's den, he gives Paine access to GM planning sessions, production lines and even its top-secret testing grounds. What comes across is that, gasoline or electric, Lutz is a car man and knows the business.\n\nThe other hero is Carlos Ghosn, head of Renault/Nissan, who all but bets the store on the Nissan Leaf. Then there's Elon Musk, an entrepreneur who developed the Tesla and his own private spaceship ventures. He seems constantly on the edge of financial disaster, yet somehow always pulls off rescues (including a successful IPO) and has undeniably developed a nice car at a risky price: $100,000.\n\nAt the low end of the spectrum, we meet Greg (\"Gadget\") Abbott, who buys existing cars and loads them with an electric motor and batteries. He works out of storefronts in Los Angeles, one of which is destroyed by arson, another discovered to have mercury contamination, and yet his seat-of-the-pants operation is still standing at the end of the film.\n\nSo did electric cars get their revenge? Yes and no. They made a comeback, they proved workable and attractive to many buyers, and in their hybrid cousins they've impacted the marketplace. So Paine's 2006 doc has a happy sequel. His film is just as polished and good-looking as his first one, gives us a good look at automakers we like, and is entertaining. But the first film was charged with drama. \"Revenge\" is somewhat anticlimactically charged with a wall plug.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-11-09", "genres": ["Documentary"], "title": "Revenge of the Electric Car (2011)"}