{"url": "http://www.rogerebert.com/reviews/revenge-1990", "by": "Kevin Costneras Cochran", "star_rating": 2.5, "text": "\"Revenge\" plays like a showdown between its style and its story.\n\nIt combines the slick, high-tension filmmaking fashion of today with the values and sexual stereotyping of yesterday. It's such a good job of salesmanship that you have to stop and remind yourself you don't want any.\n\nThe movie is based on a novella by Jim Harrison, the 1940s pulp macho king, who has been rediscovered by directors as various as Sam Peckinpah (\"The Getaway\" (1972)), Bertrand Tavernier (\"Coup de Torchon\") and Maggie Greenwald (\"The Kill Off\"). The old action pulp magazines liked strongly plotted stories in which women were viewed as the prizes in a male game, and \"Revenge\" is right in that tradition. It works like a country song: When your best friend steals your woman, you miss your friend more than your woman.\n\n\"Revenge\" is set mostly in today's Mexico, where Anthony Quinn is a powerful, brutal millionaire who rules his own private empire.\n\nHe's surrounded by killers and henchmen, but he lowers his guard to allow a friend into his inner circle - a former Navy pilot (Kevin Costner) who once saved his life on a hunting trip. Costner knows that Quinn has an unsavory reputation, but he doesn't plan to get involved in Quinn's business. He's only on vacation.\n\nThat's before he sees Quinn's young wife, played by the beautiful Madeleine Stowe, first seen in a voyeuristic camera shot that starts at her ankles and climbs hand over hand up every wrinkle of her dress. Costner and Stowe fall in love at first sight, while Costner makes himself at home in Quinn's sprawling hacienda and goes on a hunting trip with him. All of these establishing scenes in the movie are effective - the director, Tony Scott, knows what he's doing - and we understand that the Quinn character has made a deliberate decision to lift his ruthless guard to allow this new friend inside.\n\nThen elements of an Idiot Plot begin to appear. It is absolutely clear to us, but apparently not to Costner and Stowe, that Quinn and his men know everything that goes on within miles of the house. Stowe makes compromising telephone calls that she should have known would be tapped, and then she and Costner have a rendezvous at the local airport. They might as well have taken out an ad in the paper.\n\nThere are, of course, the usual steamy sex scenes, at least one of which is not recommended in the front seat of Jeeps going more than 30 miles an hour, and then Quinn's men come bursting in, surprise the lovers, beat Costner to within an inch of his life, grab the faithless Stowe and deliver her to a nearby bordello (\"If you want to be a whore,\" Quinn explains, \"you can be one for the rest of your life\").\n\nIt's here that the movie betrays its true origins in the adolescent male values of 1940s pulp fiction. The woman is seen as merely a pawn in this contest between men. She is the property of the old lion, the young lion comes sniffing around, and then she's mauled and thrown aside so that the real story - the showdown between the males - can begin. This contest, which leaves not a single blood-soaked possibility of violence unexplored, leads up to a sick sequence in which Quinn asks for an apology and receives one from Costner, who was his friend but offended him by sleeping with his wife. (No mention of an apology to the wife, who had her face laid open from lip to ear before being held captive in the red light house.) It's possible to respond to this material in more than one way. On the one hand, \"Revenge\" is a well-made movie, directed by Scott with the eroticism he brought to \"The Hunger\" and the action gusto of his \"Top Gun.\" It contains the best Anthony Quinn performance in a long time - tough, subtle, convincing. The action scenes are well-handled, and we believe the attraction between Costner and Stowe, who play two very silly people who think that they can put one over on Quinn.\n\nAll of that works. But still I didn't care about the outcome of the movie, because its values seemed too twisted. In a film like this it is helpful to believe that at least one of the characters is acting wisely and well, and \"Revenge\" has no righteous characters - they're all silly, stupid or ruthless.\n\nOddly enough, it's the Quinn character who comes closest to being attractive, because at least he is acting honestly (if by his own depraved values). By the end of the film I felt exhaustion, not exhilaration, because there is no triumph, only a numbed, bloody quiet.", "running_time": 124, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-02-16", "genres": ["Action", "Drama", "Romance", "Thriller"], "title": "Revenge (1990)"}