{"url": "http://www.rogerebert.com/reviews/reversal-of-fortune-1990", "by": "Glenn Closeas Sunny Von Bulow", "star_rating": 4.0, "text": "I followed the investigative accounts of the von Bulow case with that special attention I always pay to the troubles of society people.\n\nWith their advantages and connections, they have a better chance of being involved in a stimulating crime. Some of them, it is true, simply stab or shoot one another, but a few go to the trouble of using classic means: poisons and deceptions, subterfuge and wit. With all the lack of subtlety in modern murder, it is heartening to find that a few people still aspire to the perfect crime.\n\nHaving seen \"Reversal of Fortune,\" the story of Claus von Bulow's two trials on the charge of attempting to murder his wife, I am no closer than before to a clear idea of who did what, or why. That is the charm of the movie. Something terrible happened to Sunny von Bulow on that winter day 11 years ago, and nobody knows exactly what it was. The victim still lingers in a coma. Her husband was convicted of attempted murder, but his conviction was overturned, and there is compelling suspicion that some of the evidence used against him was fishy.\n\nNow we have this film, based on a book by Alan J. Dershowitz, the famous Harvard professor who conducted Claus von Bulow's appeal. It is a surprisingly entertaining film - funny, wicked, sharp-tongued and devious. It does not solve the case, nor intend to. I am afraid it only intends to entertain. Because Sunny von Bulow does lie in a coma, I felt at first a little guilty that I enjoyed the film so much. But I am in attendance as a critic, not a priest or prosecutor, and like the other witnesses I can only testify from my own experience.\n\nThe genius of \"Reversal of Fortune\" is that the story is narrated by Sunny from her sickbed. We hear her voice, wondering aloud at the chain of events caused by that day when she sank into her long sleep.\n\nShe guides us through the details of the case. She reminisces about the first time she met Claus, about what she felt for him, about how their marriage progressed. She confesses herself as confused as anyone about what happened on her last day of consciousness. \"You tell me,\" she says, and somehow this gives us permission to look at the film in a more genial mood.\n\nThe opening shot, taken from a helicopter, shows the great mansions of Newport, R.I. They stand like sentinels at the edge of the sea, flaunting their wealth at the waves. In one of those mansions Sunny lived with Claus and the children they had together or previously. How could one not be entertained by living in such a place? And yet Sunny seems to seek the escape of unconsciousness. She abuses pills and alcohol. After brief forays into the world she retreats to her bed. She is not really present for her family; her mind is clouded, and her memory shaky. While her body goes through the motions of smoking and drinking and taking pills, her mind yawns and dozes.\n\nOne day she nearly dies, probably of an overdose, but is rescued in time. A year later, she is not so lucky, and by the time help is summoned she is in a coma. What happened? The maid says she was worried for hours before Claus would let her call for help. Claus says he thought she was sleeping; she had often slumbered deeply before.\n\nBut how did she end up on the bathroom floor? And what about the insulin? Did Claus administer a near-fatal overdose? Whose insulin was it, anyway? And who found it? The question of the insulin is what finally brings Alan Dershowitz into the appeal, after Claus is found guilty. The evidence was gathered by private investigators hired by Sunny's children, and then turned over to the authorities. Dershowitz decides that the rich simply cannot be permitted to hire their own police and decide among themselves which evidence should be made available. It isn't fair. There are also questions about many other aspects of the case - so many that, if Claus is not innocent, there is at least no way to prove that he is guilty.\n\n\"Reversal of Fortune\" is above all a triumph of tone. The director, Barbet Schroeder, and the writer, Nicholas Kazan, have not made a docudrama or a sermon, but a film about personalities. The most extraordinary personality in the film is Claus von Bulow's, as he is played by Jeremy Irons. He appears as a man with affections and bizarre mannerisms, a man who speaks as if he lifted his words from an arch drawing-room comedy, who smokes a cigarette as if hailing a taxi. Irons is able to suggest, subtly, that some of this over-the-top behavior is the result of fear. Von Bulow cannot modulate his tone, cannot find the right note, because beneath his facade he is quaking.\n\nAnd yet he keeps up a brave front. That is one of the best qualities of the film, the way it shows him trying to brazen his way out of an impossible situation. If he wins, he keeps the fortune and the lifestyle. If he loses, he ends his life in prison.\n\nThe man who can save him is Dershowitz, played by Ron Silver as a hyperkinetic showboat who surrounds himself with students and acolytes, possibly as a protection against the fear of silence. The law students plunge like beavers into their research, triumphantly emerging with new strategies for their leader, who does not like von Bulow much and doubts his innocence, but believes the case raises important legal points.\n\nGlenn Close is important too, as Sunny. She appears in some flashbacks as well as narrating the film, and we see the two things we need to notice: her beauty and personality when she's got it together, and the vague lost confusion of her alcoholic and tranquilized daydreams.\n\nWithout nudging us, the film shows us two things. First, why a man might finally be tempted to allow his wife to slip into the oblivion she seems so desperately to desire. Second, how she could have accidentally overdosed in any event.\n\nWhat happened? Who knows? The movie's strength is its ability to tantalize, to turn the case this way and that, so that the light of evidence falls in one way and then another. You tell me.", "running_time": 110, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-10-17", "genres": ["Drama", "Thriller"], "title": "Reversal of Fortune (1990)"}