{"url": "http://www.rogerebert.com/reviews/revolutionary-road-2008", "by": "Leonardo DiCaprioas Frank Wheeler", "star_rating": 4.0, "text": "Life is what happens to you while you're busy making other plans. -- John Lennon\n\n\"Revolutionary Road\" shows the American Dream awakened by a nightmare. It takes place in the 1950s, the decade not only of Elvis but of The Man in the Gray Flannel Suit. It shows a young couple who meet at a party, get married and create a suburban life with a nice house, a manicured lawn, \"modern\" furniture, two kids, a job in the city for him, housework for her, and martinis, cigarettes, boredom and desperation for both of them.\n\nThe Wheelers, Frank and April, are blinded by love into believing life together will allow them to fulfill their fantasies. Their problem is, they have no fantasies. Instead, they have yearnings -- a hunger for something more than a weary slog into middle age. Billy Wilder made a movie in 1955 called \"The Seven Year Itch\" about a restlessness that comes into some marriages when the partners realize the honeymoon is over and they're married for good and there's an empty space at the center.\n\nFrank (Leonardo DiCaprio) and April (Kate Winslet) can't see inviting futures for themselves. Frank joins the morning march of men in suits and hats out of Grand Central and into jobs where they are \"executives\" doing meaningless work -- in Frank's case, he's \"in office machines.\" He might as well be one. April suggests he just quit, so they can move to Paris, she can support them as a translator at the American Embassy and he can figure out what he really wants to do. Translating will not support their Connecticut lifestyle, but ... Paris! What about their children? Their children are like a car you never think about when you're not driving somewhere.\n\nFrank agrees, and they think they're poised to take flight, when suddenly he's offered a promotion and a raise. He has no choice, right? He'll be just as miserable, but better paid. In today's hard times, that sounds necessary, but maybe all times are hard when you hate your life. Frank and April have ferocious fights about his decision, and we realize that April was largely motivated by her own needs. Better to support the neutered Frank in Paris with a job at the embassy, where she might meet someone more interesting than their carbon-copy neighbors and the \"real estate lady,\" Helen Givings (Kathy Bates).\n\nHelen makes a tentative request. Can she and her husband bring their son John (Michael Shannon) over for a meal? He's in a mental institution, and perhaps some time with a nice normal couple like the Wheelers would be good for him. John comes for dinner, and we discover his real handicap is telling the truth. With cruel words and merciless observations, he chops through their facade and mocks their delusions. It is a wrecking job.\n\nRemember, this is the 1950s. A little after the time of this movie, Life magazine would run its famous story about the Beatniks, \"The Only Rebellion Around.\" There was a photo of a Beatnik and his chick sitting on the floor and listening to an LP record of modern jazz that was cool and hip and I felt my own yearnings. I remember on the way back from Steak 'n Shake one night, my dad drove slow past the Turk's Head coffeehouse on campus. \"That's where the Beatniks stand on tables and recite their poetry,\" he told my mom, and she said, \"My, my,\" and I wanted to get out of that car and put on a black turtleneck and walk in there and stay.\n\nThe character John is not insane, just a Beatnik a little ahead of schedule. He's an early assault wave from the 1960s, which would sweep over suburbia and create a generation its parents did not comprehend. What he does for the Wheelers is strip away their denials and see them clearly. Do you know these John Prine lyrics?\n\nBlow up your TV, throw away your paper,\rGo to the country, build you a home.\rPlant a little garden, eat a lot of peaches,\rTry an' find Jesus on your own.\n\nFrank and April are played by DiCaprio and Winslet as the sad ending to the romance in \"Titanic,\" and all other romances that are founded on nothing more than ... romance. They are so good, they stop being actors and become the people I grew up around. Don't think they smoke too much in this movie. In the 1950s everybody smoked everywhere all the time. Life was a disease, and smoking held it temporarily in remission. And drinking? Every ad executive in the neighborhood would head for the Wrigley Bar at lunchtime to prove the maxim: One martini is just right, two are too many, three are not enough.\n\nThe direction is by Sam Mendes, who dissected suburban desperation in \"American Beauty,\" a film that after this one seems merciful. The screenplay by Justin Haythe is drawn from the famous 1961 novel by Richard Yates, who has been called the voice of the postwar Age of Anxiety. This film is so good it is devastating. A lot of people believe their parents didn't understand them. What if they didn't understand themselves?", "running_time": 119, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-12-30", "genres": ["Drama", "Romance"], "title": "Revolutionary Road (2008)"}