{"url": "http://www.rogerebert.com/reviews/rhapsody-in-august-1992", "by": "Sachiko Muraseas Grandmother", "star_rating": 3.0, "text": "Akira Kurosawa is in his early 80s now, and there are those who think he is losing his touch, that the vision that made him one of the greatest of directors is fading at last. In his 70s he gave us late masterpieces like \"Ran,\" but his \"Dreams\" (1990) was not well-received, and \"Rhapsody in August\" was considered a disappointment when it premiered at Cannes in May, 1991. It is not one of his great films, but shows him thoughtfully trying to come to peace with the central event of his times.\n\nThe movie takes place during one summer in the life of a very old woman (Sachiko Murase) whose husband was killed by the atomic bomb dropped on Nagasaki. Her children and grandchildren have come to visit her, and there are reports from the deathbed of her brother, who immigrated to Hawaii many years before, prospered, and took an American wife and American citizenship. Now he is mortally ill, and while the old woman decides whether to answer his call for a last meeting, a reconciliation, he dies.\n\nNot long after, her nephew (Richard Gere), the man's son, comes to Japan to visit. He is half Japanese, half Caucasian, and around him the subject of her husband's death is discussed only gingerly; perhaps he would not like to be reminded that the bomb was dropped by Americans. He speaks Japanese, is polite and interested, and eventually learns the story of his uncle's death. And there is a scene beyond all words in which the old lady and another woman friend, equally old, gather to remember their dead. There is no dialogue; they need no speech for their memories.\n\nKurosawa has always been a director of great images, and in his old age he has permitted himself more fanciful, less realistic ones. There is a great eye which opens in the sky in this movie, and which symbolizes, I suppose, the light that flowered in the sky when the bomb dropped on Nagasaki. There is a rose, engulfed by ants, which may have something to do with those who fled from the devastation of the bomb. There is the twisted jungle gym of a school playground, left the way it looked after the heat of the bomb melted it into a grotesque sculpture. And there is the image of the old woman, walking in wind and rain, her umbrella defiantly offered against the elements.\n\nThese images and the dialogue about the bomb are counterpointed by the daily lives of the grandchildren, who are rather one-dimensional, chattering creatures, used to show how the younger generation does not much remember or care about the great events of the years before they were born. Gere, as the nephew, is more attentive, and eventually he offers his apologies for the death of his uncle, and the old woman forgives him.\n\nThis sequence in particular was criticized at Cannes, where one journalist cried out at a press conference, \"Why was the bomb dropped in the first place?\" and when the film played at the Tokyo Film Festival, critics of Japanese militarism said Kurosawa had ignored the historical facts leading up to the bomb. Kurosawa's response was simple: He wanted his film to say that war was between governments, not people. The use of a Japanese-American character was deliberate. It is as if, at this point in his life, he wants to close this particular set of books - at least as far as his art is concerned.\n\nAnother veteran Japanese director, Shohei Imamura, has made a recent film about the bomb which is more disciplined and pointed.\n\nHis \"Black Rain\" (1989, not to be confused with the Michael Douglas thriller) is about the social aftermath of the bomb in Japan, where those suspected of radiation poisoning became less attractive marriage prospects. His film has edge and bite. The Kurosawa is more of a sigh, a letting-go, but interesting because of that very quality. Seeing that twisted playground artifact, I was reminded of another playground, in Kurosawa's great \"Ikiru\" (1952), which is the story of a dying bureaucrat who devotes all of his waning energies to getting a city playground constructed, and then dies there, sitting on a swing in the snow.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1991, "date_published": "1992-02-21", "genres": ["Comedy", "Drama", "Foreign"], "title": "Rhapsody in August (1991)"}