{"url": "http://www.rogerebert.com/reviews/rhinestone-1984", "by": null, "star_rating": 1.0, "text": "\"Rhinestone\" takes two of the most interesting actors in the movies and puts them into a movie they're expected to carry with sheer charm. There are times when they almost pull it off. Sure, Dolly Parton has wonderful energy and a great voice, and sure, Sylvester Stallone has a gift for hambone physical comedy. But this movie is so thin they both seem curiously absent. The screenplay allegedly is based on the song \"Rhinestone Cowboy,\" but that will come as a surprise to the ghost of George Bernard Shaw, who first wrote this story as Pygmalion, and to Lerner and Loewe, who turned it into \"My Fair Lady.\" This time Dolly Parton has the Henry Higgins role. She bets a New York nightclub owner that she can take any guy off the streets and turn him into a country singer in two weeks. Along comes Stallone, driving his Yellow Cab as if he were auditioning for \"The Cannonball Run\". Dolly talks him into the experiment and takes him down home to Tennessee, where her daddy (Richard Farnsworth) is a country musician.\n\nThe center part of the film -- the country \"training\" sessions -- could have been fun if they'd been written with a satiric edge. Unfortunately, they seem to have been written with a blunt instrument. Dolly explains that the way to \"walk country\" is to pretend you have jock itch. Stallone needs to have this concept explained to him. \n\nMeanwhile, of course, they fall in love, and have a sex scene so tame that Miss Piggy goes further with Kermit. There is a dumb subplot involving Dolly's old boyfriend, and a couple of idiotic fight scenes, and then of course the big lame-brained showdown in the New York country music club. What we become agonizingly aware of, after a while, is how little Dolly Parton is singing. She has a great voice, filled with character and with little quirks and riffs and inflections that find their way around the words, but in \"Rhinestone\" we get shortchanged. And Stallone's overacting as her would-be partner is embarrassing.\n\nOne final fashion note. Dolly Parton is, of course, justly famous for her figure. It is presented in this movie with as much rigidity as the exhibit of presidential wives' inaugural gowns in the Smithsonian. The fabrics and colors change, but the basic design configuration remains identical in one dress after another, until her bosom takes on a sort of objective unreality, like Mr. Spock's ears.", "running_time": 111, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Comedy", "Musical"], "title": "Rhinestone (1984)"}