{"url": "http://www.rogerebert.com/reviews/rich-in-love-1993", "by": "Albert Finneyas Warren Odom", "star_rating": 3.0, "text": "Households like this exist only in the movies, which is all right, because that's one of the reasons we go to the movies: To see people who are crazier than we are. The Odom family, the subjects of Bruce Beresford's \"Rich in Love,\" lives in an elegant old Southern mansion, surrounded by balconies and trees and easy livin'. Life is seemingly without problems, until one day Warren Odom (Albert Finney) comes home and discovers that his wife has left him.\n\nHe reads her farewell note incredulously, little suspecting it was rewritten by his peppy teenage daughter Lucille (Kathryn Erbe). She didn't change the content much; she just thought it could have been better phrased. Lucille, who is the narrator of the story, is a free spirit who must have come late in life to the Odoms, since Warren is retired and spends all day at home - one of the reasons his wife (Jill Clayburgh) moved out.\n\nLife goes on. Warren and Lucille cruise the county, searching for the missing woman, but at the same time Warren finds solace in the friendly arms and delicious baked goods of a local woman (Piper Laurie), who lends a sympathetic ear. Then visitors arrive: Lucille's older sister (Suzy Amis) and her new husband (Kyle McLachlan), who have decided to move in for a while.\n\nThe tradition of Southern Gothic is ancient and well-established and does a good deal to paper over the unlikeliness of many of the elements of \"Rich in Love.\" Like \"Fried Green Tomatoes,\" \"Steel Magnolias\" and \"Rambling Rose,\" not to mention Beresford's own \"Driving Miss Daisy,\" these characters live to a different rhythm than people in the North (or, I suspect, the real people of the South). They're colorful and irreverent and eccentric and romantic, and they gab a lot about life and fate.\n\nThe movie is filled with small, warmly realized scenes. I enjoyed every moment of the quasi-courtship between Finney and Laurie, especially a wonderful moment by Laurie when she comes to deliver a cake and, not incidentally, inquire about the rumor that Mrs. Odom has returned home. There is another fine scene between Erbe and Clayburgh, who explains why she had to leave home. Erbe and her boyfriend (Ethan Hawke) have a quiet and matter-of-fact love scene that is freshly written. And Amis, who has had small roles in movies like \"The Big Town\" and \"Where The Heart Is\" (1990), comes into her own here in a star-making role as the weary, cynical older sister.\n\nThere is a comfort level established right at the top of the film with Finney's performance: Like many British actors, he is comfortable with Southern accents, and he's also comfortable in blue jeans and Jeeps and has a careful courtliness that is perfect for his soirees with the Piper Laurie character.\n\nBeresford, who is an Australian, once again shows that he has some sort of natural affinity for the American South. Make a list of the better recent films about that region, and it will include his \"Tender Mercies,\" \"Crimes Of The Heart,\" \"Driving Miss Daisy\" and now this film.\n\nI must confess I didn't much believe the story. Despite being about a marriage that appears to have run its course, \"Rich in Love\" is essentially a fantasy, in which family problems are sort of interesting and not very tragic, and you can learn from them, and everything turns out just right. Not much believing the story, by the way, didn't diminish my enjoyment one bit.", "running_time": 105, "mpaa_rating": null, "release_year": 1993, "date_published": "1993-03-05", "genres": null, "title": "Rich In Love (1993)"}