{"url": "http://www.rogerebert.com/reviews/richard-pryor-live-on-the-sunset-strip-1982", "by": null, "star_rating": 4.0, "text": "\r\n\n\nAt the beginning of this film, Richard Pryor is clearly\r\nnervous. He is back on a stage for the first time since he set himself on fire.\r\nThat means he is working with the stand-up comedian's greatest handicap, the\r\naudience's awareness of his vulnerability. Whatever else they do, comics must\r\nproject utter confidence in their material, and when Pryor had his accident, he\r\nalso had his whole hip image blown out from under him. So it's a shaky start.\r\nHe begins by almost defiantly using the word \"fuck\" as an\r\nincantation, employing it not so much for shock value (does it still have any?)\r\nas for punctuation. His timing is a little off. He is not, at first, the\r\nsupremely confident, cocky Richard Pryor of his earlier films. But as he gets\r\nrolling, as he populates the stage with a whole series of characters, we watch\r\nthe emergence of a Richard Pryor who is older, wiser, and funnier than before.\r\nAnd the last fifty or sixty minutes of this film are extraordinary. \n\n\r\n“Richard Pryor Live On The Sunset Strip” was\r\nfilmed at the Hollywood Palladium, down at the unfashionable east end of that\r\nlegendary street of rock clubs, restaurants, hookers and heroes, hot-pillow\r\nmotels, and some of the most expensive real estate in the world. The movie\r\nopens with a montage of the strip's neon signs (including the Chateau Marmont,\r\nwhere John Belushi died). Then it cuts inside to the Palladium auditorium, and\r\nPryor walks onstage and lays claim to being the most talented one-man stage\r\nshow in existence right now. \n\n\r\nHis gift is to be funny and painfully\r\nself-analytical at the same time. Like Bill Cosby, he gets a lot of his\r\nmaterial out of memories of growing up black in America. But he sees deeper\r\nthan Cosby, and his vignettes capture small truths and build them into an\r\nattitude. In the brilliant middle sections of this film, he uses just his own\r\nvoice and body to create little one-act plays, such as the one where he recalls\r\nworking in a Mafia-owned nightclub in Ohio. In that one, his Italian-American-gangster\r\naccent is perfectly heard; in another skit, about the animals in Africa, he\r\nturns into a gifted physical comedian, getting laughs out of his impressions of\r\nthe movements of gazelles, water buffaloes, and lions--and ending with a\r\nhilarious observation of the body language of two whites passing each other on\r\nthe street in black Africa. \n\n\r\nThe whole middle passage of the film is that\r\ngood. The last twenty minutes is one of the most remarkable marriages of comedy\r\nand truth I have ever seen. He talks with great honesty about his drug\r\naddiction, his accident, and how his life has changed since he stopped using\r\ndrugs. He confesses that in the three weeks before his accident, he holed up\r\nalone in his room with his cocaine pipe, which talked to him in reassuring,\r\nseductive tones uncannily like Richard Nixon's. Then a friend, the actor Jim\r\nBrown, came to see him, and asked him flat-out, \"Whatcha gonna do?\"\r\nThere was nothing he wanted to do but hide in drugs. What he finally did was\r\nset himself on fire. \n\n\r\nI saw the film the same day that actor Shay\r\nDuffin opened his one-man evening with Brendan Behan at the Apollo Theater\r\nCenter in Chicago. The papers that day carried the news that Belushi had\r\noverdosed. Behan, of course, killed himself with alcohol. Some day, inevitably,\r\nan actor will give us an evening with John Belushi. The dramatic structure is\r\nall there, for the Behans and Belushis: The genius, the laughter, and the\r\ndoomed drive to self-destruction. Watching “Richard Pryor Live On The Sunset\r\nStrip”, a breathtaking performance by a man who came within a hair of killing\r\nhimself with drugs, was like a gift, as if Pryor had come back from the dead to\r\nperform in his own one-man memory of himself. It is good we still have him. He\r\nis better than ever.", "running_time": 82, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Comedy"], "title": "Richard Pryor Live on the Sunset Strip (1982)"}