{"url": "http://www.rogerebert.com/reviews/rich-and-famous-1981", "by": null, "star_rating": 2.5, "text": "The lesson of \"Rich and Famous\" is that, although a woman cannot be too thin or too rich, she can be too famous. The movie stars Jacqueline Bisset and Candice Bergen as college classmates who become writers (Bisset, a serious intellectual writer and Bergen, an author of trashy bestsellers) and who maintain their friendship over the years. What threatens them most is fame, because fame seems to make the men in their lives a little goofy, and goofy men are their downfall. This film is a real curiosity. It's a good-bad movie, like \"The Other Side of Midnight\" or \"The Greek Tycoon.\" It contains scenes that make you want to squirm because of their awkwardness and awfulness, and yet you don't want to look away and you're not bored. The movie has the courage to go to extremes, and some of those extremes may not be art but are certainly unforgettable.\n\nTake, for example, Candice Bergen's performance as Merry Noel Black. She's one of those tawny, plump Southern belles with a Betty Crocker hairstyle and a dirty mind. She marries well and lives on the beach and dashes off a scandalous book about her neighbors in the Malibu colony. It becomes a bestseller, and we are tantalized by hints that Bergen's character is \"really\" Jacqueline Susann or Judith Krantz. It doesn't matter. Bergen's performance is in the inimitable style of the late Ms. Susann, who once leaned across a luncheon table, took my hand, and informed me seriously: \"You know, Roger, I've never met a dog I didn't like.\" Bergen plays the role broadly and with vulgar abandon, sometimes to great comic effect (although you know that with a name like \"Merry Noel,\" she's going to have some real depressions around Christmas). Her performance is in counterpoint with the character played by Jacqueline Bisset. Bisset's character at times seems inspired by Mary McCarthy or Susan Sontag (and at other times, particularly when she is making love to strange men in airplane restrooms, seems inspired by \"Emmanuelle\").\n\nWhile Bergen grinds out the potboilers, Bisset writes one great book, and then seizes up with a severe case of writer's block. She can't write that second book, but she preaches to Bergen about honesty. Bergen somewhere dredges up the resources to write her own honest book -- even, amazingly, a good book -- and it's nominated for a national award. With perfect soap opera inevitability, Bisset is on the jury to award the prize. That leads into the second half of the movie, an extended sojourn in New York and thereabouts, where books are upstaged by Bisset's compulsion for strange sex. She rejects a seduction attempt from a young Rolling Stone reporter, but later that same day makes love with an even younger man who's a gigolo. The eroticism in that scene is particularly effective, and somewhat surprising, considering that the director is the eighty-two-year-old George Cukor. But later, when Bisset, to her amazement, falls in love with the Rolling Stone reporter, we're confused, because in a major casting blunder, the reporter and the gigolo look so much alike that we can't tell them apart.\n\nNo matter. The movie forges ahead through tempestuous fights and tearful reconciliations, while Bergen's alcoholic ex-husband makes a pass at Bisset, and Bergen tries to bribe all of New York to win the book prize. I was not (and am not) sure what this movie was trying to tell me about the two characters -- perhaps that if you stay in touch with someone for twenty years, you can be absolutely sure that at the end of that time you still will be in touch.\n\nInsights into human nature don't seem to be the point of the movie, anyway. It's a slick, trashy, entertaining melodrama, with too many dumb scenes to qualify as successful. A film critic for one of the national newsweeklies said, in reviewing this film, that he has a friend who has a rule: He only attends movies that are in color and are about rich people. I deplore the attitude behind that statement, but in a crazy way, I absolutely understand it.", "running_time": 117, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Drama"], "title": "Rich and Famous (1981)"}