{"url": "http://www.rogerebert.com/reviews/richard-pryor-here-and-now-1983", "by": "Richard Pryor", "star_rating": 4.0, "text": "At the end of the movie we have been wrung out with laughter -- and with a few other things, too, because Pryor is more than a comedian in this film: He's a social commentator, and a man talking honestly about himself.\n\nThis is Pryor's third concert film. The first one, \"Richard Pryor Live in Concert,\" was made before he set himself on fire while free-basing cocaine. The second, \"Richard Pryor Live on the Sunset Strip\" (1982), recorded his first filmed concert after the accident, and included his description of Jim Brown's attempts to talk him out of drug use, and Pryor's own now-famous dialogue with cocaine.\n\nIn \"Here and Now,\" filmed in August with Brown as executive producer, Pryor firmly says he hasn't used drugs or alcohol for seven months. The arithmetic would seem to suggest that he hadn't stopped using everything when he made the second film, or that he had a relapse after his initial hospitalization. I mention that only because the Richard Pryor we see on screen in \"Here and Now\" has obviously found some kind of peace with himself that was lacking in the \"Sunset Strip\" film. He can smile more easily. He doesn't have to reach for effects. He handles audience interruptions with grace and cool. He is the master of his instrument. And he takes bigger chances. Some of his material covers familiar ground -- sex, booze, race, marriages. But all along he's showing his gift for populating the stage with a lot of different characters.\n\nHe goes in and out of accents, body language and characters, giving us confused drunks, defensive husbands, shrill wives, uptight WASPs, impenetrable Africans (\"Everybody speaks English,\" one tells him in Zimbabwe, \"but what language do you speak at home?\").\n\nAnd then, at the end of his act, he goes into an extended characterization of a street black shooting heroin. In this character are humor and pain, self-deception and touching honesty, and the end of the sketch comes closer to tragedy than it does to comedy.\n\nPryor is becoming a spokesman for our dreams and fears, the things we find funny and the things we're frightened of. He is assuming a role that has previously been filled by such comedians as Will Rogers, Lenny Bruce, Mort Sahl and Woody Allen -- all men who, as Rogers put it, talked about what they'd just seen in the papers. Pryor works off issues and subjects that are absolutely current, and he addresses them with a humor that is aimed so well, we duck.\n\nHis story could have gone either way. He could have been killed in that wasteful accident. But he was not, and now, given a second chance, the man is paying his dues.", "running_time": 95, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-10-28", "genres": ["Comedy"], "title": "Richard Pryor Here and Now (1983)"}