{"url": "http://www.rogerebert.com/reviews/richie-rich-1994", "by": "MacAulay Culkinas Richie Rich", "star_rating": 3.0, "text": "The underlying story of \"Richie Rich\" is as old as the hills: The poor little rich boy has all the expensive toys he needs but is lonely and neglected, and has no playmates his own age. What's sort of wonderful is the way this movie takes that old formula and makes it fresh and new, with actors who give it wit and charm.\n\nOne of those actors is Macaulay Culkin, whose recent string of bombs (\"The Nutcracker,\" \"The Good Son,\" \"The Pagemaster\") almost made me forget that the kid does have an engaging screen personality when he isn't shoehorned into the wrong projects. This is his comeback, and possibly the last film in which he will be able to play a little boy. (Clues: He gets his first zit and notices that an aerobics instructor, played by Claudia Schiffer, has certain qualities far beyond those of a buddy.) Time marches on, and someday we'll be able to see little Macaulay with a beard and a cigarette.\n\nIn \"Richie Rich,\" he plays the richest kid in the world. He lives in a mansion of incalculable luxury, with his parents and his personal valet, and one of the surprises of the movie is that these characters are not the stuffy, distant stereotypes that we would expect in this genre. Instead, they're warm and funny, and Richie likes them. His dad is played by Edward Herrmann (looking more than ever like a benevolent Franklin Roosevelt); his mom is Christine Ebersole, and Jonathan Hyde plays Cadbury, the valet, who looks after Master Richie with the discretion of Jeeves and the devotion of Mr. Watson.\n\nRich Industries is one of those movie conglomerates that manufactures lots and lots of everything. Down in the basement of the mansion, the brilliant Professor Keenbeam (Michael McShane) works on prototypes for still more brilliant inventions, including a robot bee, and Richie has fun visiting him.\n\nBut Richie is not happy. He's a naturally gifted baseball player but never gets to play with anybody his own age, and one day, while representing his father at a factory opening, he sees some kids playing a sandlot game across the street. He wants to join in, but they scorn him, and Cadbury ushers him back aboard the corporate helicopter.\n\nThe story of course has a villain. His name is Laurence Van Dough, and he's played by the invaluable John Larroquette as a slick, oily executive with Rich Industries, who schemes to sabotage the Rich family plane and take control of the company for himself. For a time, it appears his scheme has worked - Richie's parents disappear in the Bermuda triangle - but Richie wasn't on the plane and takes control of the company himself.\n\nIt goes without saying that the kid can make better decisions than the board of directors, and soon Rich Industries' profits are higher than ever. Richie invites his poor inner-city friends over to the house to play (they like the Kid-a-Pult, which hurtles them through the air).\n\nMeanwhile, mom and dad float around on a rubber raft, making the best of the situation (\"We're out of Perrier and caviar,\" Herrmann dolefully tells Ebersole, inspecting the emergency rations. \"We're down to the Champagne.\") \"Richie Rich\" contains no elements of startling originality, but director Donald Petrie, the script and the actors supply what such an enterprise needs above everything else: style. The movie is amusing precisely because it knows exactly what it is, and never tries too hard or strays into cheap payoffs.\n\nRichie's world - his toys, his staff, his new playmates, even the danger he's in at the hands of the scheming villain - are all seen with a certain sunniness. The movie has the lightness of a 1930s fantasy and none of the hamhanded obviousness of many modern movies about kids. I was a little amazed at how much I enjoyed it.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-12-21", "genres": ["Comedy", "Family"], "title": "Richie Rich (1994)"}