{"url": "http://www.rogerebert.com/reviews/ricky-2010", "by": "Alexandra Lamyas Katie", "star_rating": 2.0, "text": "Parables are stories about other people that help us live our own lives. The problem with the French film “Ricky” is that the lesson of the parable is far from clear, and nobody is likely to encounter this situation in his own life. That would be pretty much impossible. The story begins in gritty realism, ends in pure fantasy and leaves out most of the alphabet as it makes its way from A to Z.\n\nThe story begins with Katie (Alexandra Lamy), a morose French factory worker who has been abandoned, she thinks, by the man she lives with. We flash back to the beginning and see her living with her peppy 7-year-old daughter Lisa (Melusine Mayance) and working in a French chemical factory. There she meets a Spanish worker named Paco (Sergi Lopez), he's warm and attracted, they smile, decide to live together and have a baby.\n\nThese events take place in a series of time jumps that are momentarily jolting, but easy enough to follow. Not so easy is what happens to their son Ricky (Arthur Peyret) as he grows up. In appearance he seems at first like an outtake from “Babies,” but then when Paco cares for him at home alone, Katie discovers bruises on his shoulders. Paco is enraged to be accused of child beating and stalks out, explaining Katie's opening scene.\n\nThese scenes are absorbingly created and well-acted, and we settle in for a French slice of life. I can hardly deal with any more of the film without revealing details. Here goes, after a spoiler warning.\n\nThose aren't bruises, they're the beginning of wings. Yes. Little wings, which at first look so much like poultry parts that Katie tape-measures a turkey wing at the supermarket, just to get an idea. One night, in slo-mo, the wings begin to sprout tiny feathers, which in closeup look like one of those life forms you don't want to make friends with. Soon the little lad has flapped his way to the top of an armoire.\n\nNo, he isn't an angel. Maybe more likely the result of his parents working at the chemical factory, although the movie doesn't make that a point. It doesn't much make anything a point. Katie and Lisa are about as amazed as if the child had a lot of hair on its head. You'd think babies with wings were born every day. Later, after Paco rejoins the family, baby Ricky gets a little injury, and the family doctor seems, to me, insufficiently amazed. Surely this is an OMG case?\n\nBecause the film is directed by the esteemed Francois Ozon (“Swimming Pool,” “Under The Sand,” “See The Sea”), I waited to see where it would take me. At the end, I wasn't sure. The ending has the form of a statement, but not the content of one. Its last half seems to be building to a life lesson, and perhaps the lesson is: “Parents! If you have a baby with wings, don't be this calm about it!”\n\nI couldn't help myself. All during the film, I was distracted by questions of aeronautics. In early scenes, those wings are way too small to allow a healthy baby to fly. Even later, the ratio of wingspan to baby weight seems way off. A scene where Ricky breaks free and flies around a supermarket seems designed for comedy, but doesn't play that way. And what kind of a cockamamie idea is it to hold a press conference and let Ricky fly with only Katie holding a string around his ankle? This is worse than the hot air balloon kid, if there had been one.\n\nThe film is bewildering. I don't know what its terms are, and it doesn't match any of mine. I found myself regarding it more and more as an inexplicable curiosity. It's so curiously flat in tone that when a baby grows wings and flies (think about that!), people in the film and in the audience seem to watch with no more than mild interest. “Ricky” makes a good case for lurid melodrama.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-05-12", "genres": ["Drama", "Fantasy", "Foreign", "Science Fiction"], "title": "Ricky (2010)"}