{"url": "http://www.rogerebert.com/reviews/rick-2004", "by": "Bill Pullmanas Rick", "star_rating": 3.0, "text": "Rick is a vicious SOB and a bully. He ridicules those weaker than he is, and rolls on the floor to please his boss. In other words, he's in middle management. Bill Pullman brings the character to full bloom in \"Rick,\" a movie that paints a corporate world of lust, hypocrisy, racism and cruelty. No mention is made of the product or service produced by the corporation where Rick works, perhaps because the product is beside the point: This corporate culture works to produce itself.\n\nThe movie goes beyond dark comedy into dank comedy. Rick and his boss, Duke (Aaron Sanford), are creatures without redeeming merit, and Rick's old buddy Buck (Dylan Baker) is a killer for hire. His daughter is a regular in an X-rated chat room. Perhaps it is not astonishing that the screenplay is by Daniel Handler, who writes the \"Lemony Snicket\" books, the first of which warns its young readers: \"These books are among the most miserable in the world.\"\n\nWith \"Lemony Snicket\" he's kidding, I think. With \"Rick,\" we have misanthropy run riot. I don't know if it works, but it's not boring, and there is a kind of terrible thrill in seeing an essentially nice guy like Bill Pullman play a character who is hateful beyond all measure. The story line is lifted from Verdi's \"Rigoletto,\" but if you could not sit down right now and compose 200 words summarizing the plot of that opera, it matters little; the movie has a life of its own.\n\nThe tone is set in a remarkable early scene in which Rick (Pullman) bounds into the office of Duke, who is half his age, and debases himself in a paroxysm of male bonding behavior. They curse, they drink, they smoke cigars, they pound each other to show what great guys they are, and Rick at one point actually crawls on the floor and seems likely to hump Duke's leg. They go out for a drink in a curious club supplied with video monitors so the customers can spy on each other, and then Duke excuses himself to go back to the office, where he can't wait to log on as BIGBOSS in that X-rated Web chat room.\n\nEarlier in the film, a young woman named Michelle (Sandra Oh) came to Rick's office to be interviewed for a job. He made her go out, come in, go out and wait and then come in again, and then systematically and cruelly humiliated and insulted her, deliberately confusing her Asian origins. In the club, wouldn't you know she's his waitress. Rick starts in on her again. She takes a little more than she should, and then, in a magnificent scene, she retaliates: \"You're an evil person and you can't get away with it. I curse you. Your evil will come right back at you.\" This curse resonates through the film, reaching that deep part of Rick's ego where even he is disgusted by himself.\n\nRick's daughter is Eve (Agnes Bruckner, so good as the student who deals with a molesting teacher in \"Blue Car\"). She's a regular in the chat room, logging on as VIXXXEN, and she and BIGBOSS have worked up to the point where a meeting might be in order. Meanwhile, Duke sees Rick with the pretty Eve on his arm, and concludes that Eve is Rick's wife, not his daughter. As his wife, she's fair game, Duke concludes; but then as his daughter she probably would be, too.\n\nEnter Buck the alleged college chum. \"I've started my own company,\" Buck tells Rick, and hands him his card:\n\nBuck\n\nMy Own Company\n\nWhat Buck does is eliminate your competitors at work, clearing the way for your own advancement. He does this by killing them, which he justifies as the price of getting ahead in business. In \"Rigoletto,\" as in Shakespeare, much depends on improbably mistaken identities, and so we're not in much suspense about whether the wrong person will get killed, or be seduced, or whatever. There is no one in this movie to like. It has a heroine, the young woman Michelle, but she's around only long enough to stand up for herself, put a curse on Rick, and get the hell out of there. The remaining characters are hateful, except for Eve the daughter, who is blameless apart from her practice of inflaming the fantasies of anonymous men with her chat-room scenarios.\n\nMovies like this are kind of a test for a viewer. If you require that you \"like\" a movie, then \"Rick\" is not for you, because there is nothing likable about it. It's rotten to the core and right down to the end. But if you find that such extremes can be fascinating, then the movie may cheer you, not because it is happy, but because it goes for broke.\n\nNOTE: The director is Curtiss Clayton, who has edited many of Gus Van Sant's movies. He was scheduled to be the editor of Vincent Gallo's \"The Brown Bunny,\" but walked off the job on the first day of post-production when \"Rick\" was green-lighted. I don't know what passed between them, but Gallo told me he \"freaked out\" when Clayton bailed; is it possible that Gallo's propensity for putting hexes on people was the inspiration for Michelle's great scene?", "running_time": 68, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-05", "genres": ["Comedy"], "title": "Rick (2004)"}