{"url": "http://www.rogerebert.com/reviews/ride-with-the-devil-1999", "by": "Skeet Ulrichas Jack Bull Chiles", "star_rating": 2.0, "text": "\"Ride With the Devil\" is the first Civil War film I can recall that is not told with the benefit of hindsight. It's about characters who don't know the North will win--and sometimes don't much seem to care. It's said that all politics are local; this movie argues that some wars are local, too. In Missouri, the only slave-holding state that sided with the Union, it tells the story of a small group of guerrillas with such complex personal motives that it even includes a black man who fights for the South.\n\nThe film has been made by Ang Lee, the gifted Taiwan-born, Illinois-educated director (\"Sense And Sensibility,\" \"The Ice Storm\") who is able to see the Civil War from the outside. Based on a historical novel by Daniel Woodrell, the story of \"Ride With the Devil\" centers on southwestern Missouri, where the Missouri Irregulars, known as Bushwhackers, waged a hit-and-run fight against the Union troops, called Jayhawkers. This is basically a local war among neighbors with personal animosities and little interest in the war's ideological underpinnings.\n\nWe follow four Bushwhackers in particular: Jake Roedel (Tobey Maguire), Jack Bull Chiles (Skeet Ulrich), George Clyde (Simon Baker-Denny) and the freed black slave Daniel Holt (Jeffrey Wright). The film opens with a farm wedding they attend; later they see the farm burned and its owners murdered in a Jayhawker raid.\n\nRoedel and Chiles want revenge. Clyde, a Southerner, believes in Dixie values and traditions, but is complex enough to have freed Holt, once his slave. Holt's motives are the most impenetrable. Why would a former slave fight for the South? He indicates it is out of personal loyalty to Clyde, who freed him and says he \"trusts him with my life every day.\" Also perhaps because of a bond with his comrades. But Holt says little and his eyes often make a silent commentary on what he sees and hears; we wait through the film for a revelation of his deepest feelings.\n\nHistory, it is said, is written by the victors. The Southern side has had its share of historians, too, but before this movie I had not seen a Civil War story about characters whose feelings are local and personal, whose motives were unclear even to themselves, who were essentially young men with guns forced to fight by the time and place they lived in. To some degree, they are only practicing self-defense. The movie is more interested in their personalities than their adventures--but not so interested that it makes their motives very clear. There is nothing quite so baffling as a character who acts from psychological reasons but possesses little insight into those buried feelings.\n\nThe movie is slow and deliberate--too slow. It begins with the enigma of heroes whose cause we do not share, and then has them spend much of their time hunched inside a hideout they have built into a hillside (where it never occurs to them that if they'd fill the chinks between the logs it might be warmer inside). They have long conversations, delivered in language that seems more suited to sermons and editorials than to everyday speech.\n\nTheir hideout is on the land of a Missouri family who supports the Confederacy, and soon Chiles is falling in love with Sue Lee (Jewel), a war widow. To give the film credit, it doesn't degenerate into a conventional romance, but plays both Chiles and Sue Lee as desperate in their own ways for an escape from an intolerable situation. There are also grim passages involving wounds, amputations and desperate armed raids.\n\nThe technical and acting credits are first rate. Frederick Elmes, who also shot \"The Ice Storm,\" has an uncanny ability to evoke cold and damp. The actors do a good job of being contained by their characters--by not letting modern insights peek through. Jeffrey Wright, who starred in \"Basquiat,\" is especially intriguing as the freed slave, who keeps his own counsel throughout the movie without sending out signals about what he's doing. Jewel deserves praise for, quite simply, performing her character in a convincing and unmannered way. She is an actress here, not a pop star trying out a new hobby. Ulrich is good, too, although Tobey Maguire's tone--tight, inward, controlled--is beginning to wear on me after this and \"The Cider House Rules.\" It's time for him to make a dumb teenage comedy (not because I want to see it, but more to clear the cobwebs).\n\nWatching the film, I could see that Ang Lee and his frequent collaborator, screenwriter James Schamus, were in search of something serious. \"Ride With the Devil\" does not have conventional rewards or payoffs, does not simplify a complex situation, doesn't punch up the action or the romance simply to entertain. But it is, sad to say, not a very entertaining movie; it's a long slog unless you're fascinated by the undercurrents. It's a film that would inspire useful discussion in a history class, but for ordinary moviegoers, it's slow and forbidding.", "running_time": 138, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-12-17", "genres": ["Action", "Adventure", "Drama", "Romance", "Western"], "title": "Ride with the Devil (1999)"}