{"url": "http://www.rogerebert.com/reviews/ridicule-1996", "by": "Charles Berlingas Ponceludon De Malavoy", "star_rating": 3.5, "text": "Imagine a time when all compliments are two-faced, when every\rtruth is tinged with irony, when insults are the currency of humor. We have\rmore in common with the 18th century than we might imagine. “Ridicule” is a\rmovie that takes place at the court of Louis XVI, circa 1783, but its values\rwould be at home around the Algonquin Round Table, or in modern comedy clubs.\rWit is all. Sincerity is an embarrassment.\n\nThe\rmovie tells the story of a provincial baron with a scientific cast of mind. The\rpeople of his district are dying because of the pestilent waters, which breed\rmosquitoes and disease. He has a scheme for draining the marshes and making the\rland tillable. He needs the help of the king, and so he journeys to Versailles\rto press his case. But the king values verbal wit above all, and lives mostly\rto be entertained. If the baron cannot develop a savage tongue, he has no\rchance.\n\nThe\rbaron, named Ponceludon de Malavoy (Charles Berling), is, like all provincials,\rinclined to give his rulers credit for being better than they are. In\rVersailles he witnesses shocking displays of public humiliation, which are all\rpart of the game. He seems to have no chance at all, but then he is taken under\rthe wing of the wise old Marquis de Bellegarde, played by Jean Rochefort, that\rtall, long-faced master of sly intrigue. “Be witty, sharp, and malicious,” the\rmarquis tells him, “and never laugh at your own jokes.” The baron somehow\rstumbles into success; his honesty plays like rudeness, and he doesn't laugh\rbecause he doesn't know he has told jokes. He gains admission to court circles,\rwhere he finds that in romance, as well as politics, wordmanship is more\rcrucial than swordsmanship.\n\n“Ridicule”\rhas been directed by Patrice Leconte, a name not well known in this country\runless you have had the good fortune to see “Monsieur Hire” (1990) or “The\rHairdresser's Husband” (1992). Those films were about erotic fixations carried\rto uncomfortable extremes: about a little man who becomes solemnly obsessed\rwith the young woman he can see across the courtyard, and about a fetishist\r(Rochefort) who loves hairdressers so much he marries one, and hums with bliss\revery time she administers a shampoo.\n\nIn\r“Ridicule” the characters are faced with the exquisite torture of seducing one\rperson while desiring another. The baron quickly falls in love with Mathilde\r(Judith Godreche), the kindly marquis' daughter, and she with him. But she is\rdetermined to marry a distasteful old rich man (they are only waiting for his\rwife to die) so that he can finance her research into diving bells. Meanwhile,\rthe baron, for matters of expediency, pays court to the powerful and beautiful\rMadame de Blayac (Fanny Ardant), who can do him good at court.\n\nShe\rlikes him. Well, he likes her. She understands almost everything about the\rmotives of the people in her life, and at one point, while he is going through\rthe motions of wooing her, she looks at him in amusement and advises, “Learn to\rhide your insincerity, so that I can yield without dishonor.” After all, she is\rnot a woman without stature; her own official lover is the abbot de Vilecourt.\n\nThe\rkind old marquis sees all and keeps his counsel. He does not have the money to\rsupport his daughter's research, and sees how much she treasures her diving\rbells. He rather prefers the baron as a son-in-law, but realizes that no swamps\rare going to get drained that way. And the king? He has peepholes installed so\rthat he can secretly observe the real goings-on in his court, the better to\rsavor the ridiculous posturings of his petitioners when they come into his\rpresence.\n\n“Ridicule”\rreminded me of the equally fascinating “Restoration” (1995), with Robert Downey\rJr. as an ordinary man embraced by the king after he treats his beloved dogs.\rIt was set a century earlier at the equally colorful but somewhat less mannered\rBritish court of Charles II. Both films show a monarch using his personal style\rto set the agenda for his nation, and both are about lifestyles as a work of\rart. Both, too, are about simpler men from scientific backgrounds, who find\rthat being straightforward gets them points at court that they haven't really\rearned.\n\nWhat\ris fascinating about “Ridicule” is that so much depends on language, and so\rlittle is really said. The characters come and go, polishing their one-liners,\rmemorizing their comebacks, desperately walking the line between delectable\rrudeness and offending the king. None of what they say means anything. It is\rall words. The eyes carry the meaning. Watch the way the characters look at one\ranother, and you can follow the real plot, while they spin their tortured\rfancies.", "running_time": 103, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-12-06", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Ridicule (1996)"}