{"url": "http://www.rogerebert.com/reviews/riding-giants-2004", "by": "Stacy Peralta", "star_rating": 3.5, "text": "Well, you wonder, how dangerous could the \"graveyard\" be if Clark survived it solo for 15 years? Then word of Mavericks gets around, and legendary surfers from Hawaii's North Shore come to visit. One of the sport's champions, Mark Foo, is killed after wiping out on a medium wave. One theory is that the tether to his board got caught on rocks and he drowned. Another surfer thinks he felt or sensed somebody under the water who shouldn't have been there. Exactly one year later, during a memorial to Foo, another surfer is drowned.\n\nThe documentary \"Riding Giants\" shows surfers gathered to discuss and mourn the lost men. It does not show Jeff Clark during those previous 15 years because, of course, he was alone. And what a species of aloneness it was, to plunge into the cold ocean and swim out 45 minutes for a few seconds of exhilaration at the risk of your life. Clark and his kind live at the intersection of courage, madness, skill and obsession.\n\nConsider Laird Hamilton, the current golden boy of the sport, who has cashed in with endorsement contracts, modeling assignments and magazine covers. But no, I am not comparing him unfavorably to Clark, because Hamilton is also a superb athlete and a driven man. Hanging around as a kid with Hawaii's big wave riders of the 1960s, he introduced his divorced mom to one of them, who became his stepfather and tutor; Laird grew up to become surfing's first superstar.\n\nWhat Hamilton has done is go farther from land than any rider had thought to go, seeking \"remote offshore reefs capable of producing unimaginable waves.\" At first this involved paddling two hours and then waiting up to two hours for a wave. Then Hamilton invents \"towing surfing,\" in which a jet ski tows him out to the far reefs, and slingshots him onto waves moving so fast it is impossible to access them any other way.\n\nThe jet ski driver's other job is to pick up Hamilton again after the ride, or be prepared to rescue him. The current thriller \"Open Water\" shows a couple lost at sea after being left behind on a scuba-diving tour. For Hamilton, being lost at sea is a possibility several times a day. \"Riding Giants\" was directed by Stacy Peralta, whose \"Dogtown and Z-Boys\" (2002) documented the invention and culture of Southern California skateboarding. In both films his archival work is the key; he seems to have access to limitless historical footage, sometimes in home movie form; we see Hamilton at the dawn of towing surfing, when at first it was scorned and then embraced by the sport's champions.\n\nIn August 2000, Hamilton goes to Tahiti in search of a legendary wave so big it is \"a freak of hydroponics.\" He finds it and rides it, and we see him precariously balanced on its terrifying immensity in what the movie calls \"the most significant ride in surfing history.\" Other surfers, providing voiceover commentary, say the wave's characteristics were so different from ordinary waves that Hamilton had to improvise new techniques, some of them violating years of surfing theory and instinct, right there on the wave.\n\nWhat a long time it seems since that summer of 1967, when I sat in a Chicago beer garden with the suntanned and cheerful Bruce Brown. He'd just made a documentary named \"The Endless Summer,\" and was touring the country with it, at the moment when surfing was exploding (there were 5,000 surfers in 1959, 2 million today). For Brown, surfing was a lark. With a $50,000 budget, he followed two surfers on an odyssey that led to Senegal, Ghana, South Africa, Australia, New Zealand, Tahiti and Hawaii. They were searching for the \"perfect wave,\" and found it off Durban, South Africa: \"A 4-foot curl that gave rides of 15 minutes and came in so steadily it looked like it was made by a machine.\"\n\nA 4-foot curl? Hamilton and his contemporaries challenge waves of 60 or 70 feet. \"The Endless Summer\" charts a world of beaches and babes, brews and Beach Boys songs, and surfers who live to \"get stoked.\" In \"Riding Giants\" the sport is more like an endless winter -- solitary and dangerous. Even as Brown was making \"The Endless Summer,\" modern surfing was being invented by pioneers like Greg Noll of Hawaii, who ventured 15 miles up the coast from Honolulu to Waimea Bay. It was thought to be unsurfable; a surfer asks himself, \"can the human body survive the wipeout?\" It could. The discovery of the North Shore of Oahu, the movie says, \"was surfing's equivalent of Columbus discovering the New World.\"\n\nMore vintage footage. The \"storm of the century\" descends upon Hawaii, and Noll, known as \"The Bull,\" determines to surf it. His chances of surviving are rated at 50/50 by the movie, at zero by any reasonable person watching it. He survived. It was \"the biggest wave ever ridden\" -- until, perhaps, the monster that Hamilton found off Tahiti, too big to be measured.\n\nAfter Bruce Brown finds his Perfect Wave in \"The Endless Summer,\" he marvels: \"The odds against a wave like this are 20 million to one!\" The odds that Laird Hamilton could get stoked on a 4-foot curl are higher than that. Before seeing \"Riding Giants,\" my ideas about surfing were formed by the Gidget movies, \"The Endless Summer,\" the Beach Boys, Elvis and lots of TV commercials. \"Surfin' Safari\" was actually running through my head on the way into the screening.\n\n\"Riding Giants\" is about altogether another reality. The overarching fact about these surfers is the degree of their obsession. They live to ride, and grow depressed when there are no waves. They haunt the edge of the sea like the mariners Melville describes on the first pages of Moby Dick. They seek the rush of those moments when they balance on top of a wave's fury and feel themselves in precarious harmony with the ungovernable force of the ocean. They are cold and tired, battered by waves, thrown against rocks, visited by sharks, held under so long they believe they are drowning -- and over and over, year after year, they go back into the sea to do it again.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-08-20", "genres": ["Documentary"], "title": "Riding Giants (2004)"}