{"url": "http://www.rogerebert.com/reviews/ringmaster-1998", "by": "Jerry Springeras Jerry Farrelly", "star_rating": 2.0, "text": "Jerry Springer's \"Ringmaster\" creates an understandable audience anticipation that the film will be largely about Springer and his controversial talk show. But Springer appears more as a byproduct. He stands to one side, looking morose and regretful, while human flotsam occupies his stage. He's like a sorrowful deer caught in the headlights, except for a big speech where he lectures sternly that the poor have just as much right as the rich to be humiliated in public.\n\nThe difference is that the rich have humiliation thrust upon them, while the poor have to angle for it. The movie's plot is mostly about would-be guests who apply to the Springer show, hoping for free airline tickets. The movie wisely focuses on them, and that's the key to its occasional charm: It doesn't make the mistake of thinking we're much interested in Springer himself. What we want to know--what kind of people would want to be guests on that show? Was ever the word \"guest\" more cruelly misused than as a description of the victims of the Springer program? And yet that's how they see themselves. \"This is the first family vacation we're ever had,\" says Connie Zorzak (Molly Hagan), the heroine of the film, who volunteers her daughter Angel (Jaime Pressly) and husband Rusty (Michael Dudikoff) for the Springer show after catching them in bed with each other. As a fillip, she throws in Angel's boyfriend Willie (Ashley Holbrook), who she (Connie) has been having sex with--as revenge against Angel, of course.\n\nThey all live in a trailer park near Miami. Connie and Angel are employed, Connie as the proprietor of a snack wagon that never seems to have any customers, Angel as a maid in a motel where the male customers all seem to know that, for a good time, they should see Angel. Rusty sits at home drinking beer and watching the dog races on TV. Occasionally he has to deal with Connie calling him up and telling him about openings for forklift operators. All three actors are effective at finding the note that passes caricature, but stops short of parody; I was reminded of scenes from \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom.\" They're accepted for the segment, \"You Did WHAT With Your Stepdaddy?\" Meanwhile, we meet other guests. Starletta (Wendy Raquel Robinson) has a straying boyfriend named Demond (Michael Jai White) who has cheated on her with two other women: Vonda (Tangie Ambrose) and Leshawnette (Nicki Micheaux). They all qualify for the show (\"My Traitor Girlfriends\"), where inevitably some of these cheerful cheaters find new possibilities backstage.\n\nYou'd expect this material to be dealt with in a careless and seamy way, but \"Ringmaster\" is a better movie than I expected. The guests come across as pathetic but spirited, and are acted with some sympathy. And the show tapings look like outtakes from TV, including tongue-kissing lesbians and black-shirted security guards to pull apart hair-pulling guests. (The pre-show announcements have a charm of their own: \"The No. 1 rule is: No weapons whatsoever. Can you be arrested for a crime you commit on 'The Jerry Springer Show'? The answer is, yes.\") Hagan brings poignancy to Connie, the trailer-park mom. She was pregnant at 15, we learn, and blames herself for the shabby life she has created for her daughter. When she finds Angel in bed with her husband (her daughter's stepfather), she sees it less as a betrayal than as an opportunity for free airfare. Like Robert De Niro in \"Taxi Driver,\" she practices her lines in the mirror: \"You did what with my husband?\" Pressly has a good scene as she tries to cash her paycheck and is told she has the wrong ID; her lifestyle includes weekly challenges to accepted banking practices.\n\nJon Bernstein's screenplay has some nice lines (\"I like to think of us as the Judds without the talent\"). Jerry Springer probably supplied most of his own dialogue (\"This is a slice of American life, and if you don't like it, bite something else\"). At times he looks like he's trying to send us a telepathic appeal for forgiveness. True story. One day Springer encountered a Chicago news anchor. Out of a blue sky, he volunteered, \"I know I'm going to go to hell for doing this show.\" He should learn to forgive himself (a current Oprah topic). Somebody must be watching. I watch sometimes. And so do you.", "running_time": 95, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-11-25", "genres": ["Comedy"], "title": "Ringmaster (1998)"}