{"url": "http://www.rogerebert.com/reviews/rio-bravo-1959", "by": null, "star_rating": 4.0, "text": "Howard Hawks didn’t direct a film for four years after the failure of his \"Land of the Pharaohs\" in 1955. He thought maybe he had lost it. When he came back to work on \"Rio Bravo\" in 1958, he was 62 years old, would be working on his 41st film and was so nervous on the first day of shooting that he stood behind a set and vomited. Then he walked out and directed a masterpiece.\n\nTo watch \"Rio Bravo\" is to see a master craftsman at work. The film is seamless. There is not a shot that is wrong. It is uncommonly absorbing, and the 141-minute running time flows past like running water. It contains one of John Wayne’s best performances. It has surprisingly warm romantic chemistry between Wayne and Angie Dickinson. Dean Martin is touching. Ricky Nelson, then a rival of Elvis’ and with a pompadour that would have been laughed out of the Old West, improbably works in the role of a kid gunslinger. Old Walter Brennan, as the peg-legged deputy, provides comic support that never oversteps.\n\nWayne and the other men and the gambling lady inhabit a town that is populous and even crowded, but not a single citizen, except for an early victim, a friendly hotel owner and his wife and of course the villain, ever says a word to them. The shadows are filled with hired killers with $50 gold pieces in their pockets — \"the price of a human life.\" All that buys Wayne and his deputies a stay of execution is the prisoner they precariously hold as a hostage. In a film with suspenseful standoffs and looming peril, even a scene where Wayne and Martin walk down Main Street after nightfall is frightening.\n\nThe story situation was fashioned by Jules Furthman and Leigh Brackett, two veterans who wrote Hawks’ great film \"The Big Sleep\" (1946). It centers on four men holed up inside a sheriff’s office: a seasoned lawman, a drunk, an old coot and a kid. This formula would prove so resilient that Hawks would remake it in \"El Dorado\" (1966), John Carpenter would remake it as \"Assault on Precinct 13\" (1976) and directors from Scorsese to Tarantino to Stone would directly reference it. It is a Western with all of the artifice of the genre, but the characters and their connections take on a curious reality; within this closed system, their relationships have a psychological plausibility.\n\nWayne, as Sheriff John T. Chance, plays what he himself called \"the John Wayne role.\" He even wears the same hat, now battered and torn, that he had worn in Westerns ever since John Ford’s \"Stagecoach\" (1939). Yet here he calls upon the role and his own history to bring nuance and depth to the character. Grumpy old Ford, seeing Hawks' \"Red River,\" said \"I never knew the big son of a bitch could act.\"\n\nWayne is effective above all when he simply stands and regards people. \"I don’t act, I react,\" he liked to say, and here you see what he meant. His Chance doesn’t feel it necessary to impose himself, apart from the formidable fact of his presence. He never sweet-talks Feathers (Dickinson), indeed tends to be gruff toward her, but his eyes and body language speak for him. There is a moment when he is angered that she didn’t get on the stage out of town, stalks upstairs to her hotel room, barges through the door and then — in the reverse shot — sees her and transforms his whole demeanor. Can you say a man \"softens\" simply by the way he holds himself? With the most subtle of body movements, he unwinds into the faintest beginning of a courtly bow. You don’t see it. You feel it.\n\nDickinson was 27, looked younger, when she made the film — her first significant feature role after bit parts and TV. Wayne was 51. No matter. They fit together. They liked each other. They make this palpable without throwing themselves at each other. If you will go to chapter 21 of the DVD, you will see a romantic scene so sweet and unexpected, it may make you hold your breath. Dickinson absolutely holds the screen against the big man. Her carriage and deep, rich voice project a sense of who she is — not a saloon floozy but a competent professional gambler accustomed to sparring with men.\n\nShe was the type of woman Hawks liked, and returned to time and again: Lauren Bacall, Katharine Hepburn, Carole Lombard, Jean Arthur, Rosalind Russell, indeed the future studio executive Sherry Lansing. He loved to use again what had worked for him earlier; when Dickinson asks Wayne to kiss her a second time, because \"it’s even better when two people do it,\" there’s an echo of Bacall in \"To Have and Have Not,\" telling Bogart, \"It’s even better when you help.\" Peter Bogdanovich notices this in a supplement on the DVD and praises the long opening sequence in \"Rio Bravo,\" which runs, he says, five minutes without dialogue. And no wonder: Hawks used the business of a coin thrown into a spittoon in the silent film \"Underworld\" (1927), for which he wrote the scenario. And where might Hawks have found inspiration for the scene where Wayne lifts Dickinson in his arms and carries her upstairs?\n\nMuch of the strength of the Chance character comes from the way he holds himself in reserve, not feeling the need to comment on everything. His delicate relationship with Dean Martin’s alcoholic character Dude involves a minimum of lectures and a lot of simply waiting to see what Dude will do. When Dude and old Stumpy (Brennan) get in a loud argument, Hawks holds Chance in center background, observing, not interfering. Chance is always the unspoken source of authority, the audience the others hope to impress.\n\nThe score by Dimitri Tiomkin evokes a frontier spirit when it wants to but also helps deepen the film, which rarely for a Western marks the passage of days with sunsets and sunrises, and makes the town streets seem lonely and exposed. There is also the introduction of a theme known to the Mexicans as \"The Cutthroat Song,\" which the villain Burdette (John Russell) orders the band to play. Chance reads it as a message: \"No quarter taken.\" The song haunts the film.\n\nThere is another use of music that some will question. In a lull in the action, the men relax inside the barricaded sheriff’s office, and Martin, resting on his back with his hat shielding his eyes, begins to sing about a cowboy’s loneliness. Nelson picks up his guitar and accompanies him. Then Ricky sings an uptempo song of his own, with Martin and even Brennan in harmony. Does this scene feel airlifted in? Maybe, but I wouldn’t do without it. Martin and Nelson were two of the most popular singers of the time, and the interlude functions well as an affectionate reprise for the men before the final showdown. Needless to say, Sheriff Chance doesn’t sing along.\n\nThe brave sheriff takes a stand against the outlaws who threaten a town. It is a familiar Western situation, which may remind you of \"High Noon\" (1952). In 1972, I interviewed Wayne on the set of his \"Cahill, U.S. Marshal\" in Durango, Mexico. \"High Noon\" came up, as it will when Westerns are being discussed.\n\n\"What a piece of you-know-what that was,\" he told me. \"I think it was popular because of the music. Think about it this way. Here’s a town full of people who have ridden in covered wagons all the way across the plains, fightin’ off Indians and drought and wild animals in order to settle down and make themselves a homestead. And then when three no-good bad guys walk into town and the marshal asks for a little help, everybody in town gets shy. If I’d been the marshal, I would have been so goddamned disgusted with those chicken-livered yellow sons of bitches that I would have just taken my wife and saddled up and rode out of there.\"\n\nAlso in my Great Movies Collection: Howard Hawks’ \"The Big Sleep\" (1946) and \"Red River\" (1948).\n\n\t\"The Howard Hawks Woman,\" a brilliant compilation: http://www.youtube.com/watch?v=0FXpfYQPSGY\n\n\tDean Martin and Ricky Nelson sing \"My Rifle, My Pony, and Me\": http://www.youtube.com/watch?v=l2OHR0F5GIo", "running_time": 141, "mpaa_rating": "NR", "release_year": 1959, "date_published": "2009-07-15", "genres": ["Action", "Drama", "Western"], "title": "Rio Bravo (1959)"}