{"url": "http://www.rogerebert.com/reviews/rio-lobo-1970", "by": null, "star_rating": 3.0, "text": "Howard Hawks' \"Rio Lobo\" is a John Wayne Western. That was a little unusual in 1970, because John Wayne had unaccountably been finding himself in some Westerns that weren't John Wayne Westerns. \"Chisum\" and \"The Undefeated\" (1969), for example, didn't quite understand the mythic nature of the Wayne character, and so we got a lot of scenery and very little chemistry. \"True Grit\" (1969), a very good movie, chose to comment on the Wayne character instead of exploiting it. And so it has been a long time since a John Wayne Western in the classic mold: Not, in fact, since Howard Hawks' last film, \"El Dorado\" (1967).\n\nBoth \"El Dorado\" and \"Rio Lobo\" deliberately avoided any innovations in the basic Wayne role, as it was invented and shaped since the 1930s by John Ford, Henry Hathaway, Hawks himself, and minor directors who copied them. Hawks apparently felt that he'd already had his day an an inventor of archetypes, and now that he was in his '70s (and Wayne was in his '60s), it was time to mine the vast deposits of memories, conventions and nostalgia from all those earlier Wayne films.\n\nIn this case, the story itself doesn't matter much. We go to a classic John Wayne Western not to see anything new, but to see the old done again, done well, so that we can sink into the genre and feel confident we won't be betrayed. To some degree Wayne movies are rituals, and so it is fitting that they resemble each other. \"El Dorado\" was a remake of Hawks' \"Rio Bravo\" (1958), and \"Rio Lobo\" draws from both of them. (It is said that when Hawks called Wayne and offered to send over the script, Wayne replied, \"Why bother? I've already made the movie twice.\")\n\nThis time we get some introductory Civil War action before Wayne heads West. He plays a colonel whose gold shipment is hijacked by Confederates, and he has reason to believe some of his men are informers. The hijacking itself is handled in a typically sly Hawks manner; I won't tell you how it's done but you may be surprised when the Rebs let the train go right on past them. After the war, Wayne finds himself in Texas and inexorably (as these things go in Westerns) involved in the lives of the men who betrayed him.\n\nThere are the usual plot elements: He's drawn against his will into a battle of good vs. evil, when the sheriff proves corrupt and the townspeople impotent. There's a good rancher, who is rescued, and some heroines, who are rescued after sufficient heavy breathing. There are the usual people to be crept up on and silenced.\n\nAnd there is that scene, which Hawks seems so fond of, where the good guys barricade themselves inside the sheriff's office and wait for help. When they're all inside, we realize that the character types are the same as in \"Rio Bravo\" and \"El Dorado.\" In addition to Wayne, there's the spunky young kid, the ineffectual good sheriff and the old guy who provides comic relief.\n\nI'm sorry to say, however, that \"Rio Lobo\" is just a shade tired, especially after the finely honed humor and action of \"El Dorado.\" Perhaps Hawks was reluctant to quote too much from his previous two films. I can't imagine why.", "running_time": 114, "mpaa_rating": "G", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Action", "Western"], "title": "Rio Lobo (1970)"}