{"url": "http://www.rogerebert.com/reviews/riot-1969", "by": "Jim Brownas Cully", "star_rating": 2.5, "text": "Buzz Kulik's \"Riot\" suffers in the most essential area of any action picture: organization of the action. Good action movies do not consist simply of movement, violence, physical contact and adventure.\n\nThey have to be strongly plotted. There has to be a goal, and a plan to reach it, and an element of danger, and a couple of heroes to pull us through. If you saw \"The Guns of Navarone,\" for example, you probably still remember the commando plan. It was easy to identify with because you could understand it and it made sense.\n\nIn \"Riot,\" however, the action seems almost incidental. The convicts sit around, debate their prison break and whisper about strategy. There are a lot of dead ends; suspense is built up for no reason, and then the scene lets us down. The convicts engage in personality clashes, but there is no sense that they're real human beings involved in this thing together.\n\nThe key to a good prison-break movie, of course, is a good plan. How will they bust out? Movie fans have a right to expect that Jim Brown and Gene Hackman will cook up something complicated and fascinating. (Who could forget \"The Great Escape\"?) Unhappily, they don't. A veteran convict remembers an old tunnel that was abandoned years ago. Big deal. Reminds me of Paul Newman's dreadful \"The Secret War of Harry Frigg,\" where the only way to get sex appeal into the prison camp was to \"discover\" a secret tunnel leading to Sylva Koscina's bedroom. Discoveries like this are cop-outs; in theory you could discover secret tunnels to anywhere. Good prison-break movies begin with the premise that there are no secret tunnels.\n\nThe plot doesn't grip us, then, so the movie falls apart. What is interesting is Kulik's handling of the actors (some of them real cons; the movie was filmed inside Arizona State Prison). He goes after a feeling of reality; the cons mumble and fail to complete sentences, they B.S. each other, they engage in casual profanity.\n\nDuring some of the action scenes in the prison break, we can distinguish no words at all. Instead, we hear incoherent, desperate shouts and grunts, underlined by weird electronic music. This innovative use of sound is the only real creative element in the film.\n\nBrown and Hackman provide competent performances without really coming up to potential. \"Riot\" does demonstrate in Brown's case that he can now move on from simple action roles to more challenging parts, He has an easy, humorous way of delivering a line that wins spontaneous approval from the audience.\n\nPerhaps the most interesting performance in \"Riot,\" however, comes from Ben Carruthers as the maniac Indian. He came up from underground films (John Cassavetes' \"Shadows\") to win a supporting role in \"The Dirty Dozen,\" and now he seems to have emerged as a character actor typecast as a psychotic. It is good typecasting.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1969, "date_published": "1969-02-20", "genres": ["Action"], "title": "Riot (1969)"}