{"url": "http://www.rogerebert.com/reviews/rise-of-the-guardians-2012", "by": "Chris Pineas Jack Frost", "star_rating": 3.0, "text": "Here's a quick quiz for you: What does Jack Frost look like? Young or old? I confess I've never had a mental image of Jack. In fact, until seeing \"Rise of the Guardians,\" I never gave him any thought at all. The kids around me at a preview screening seemed more expert, perhaps because they know the inspiration for the film, William Joyce's book series, \"Guardians of Childhood.\"\n\nIn those books, unread by me, Joyce imagines a loosely knit Avengers-style federation of the guardians of childhood. Most of them are famous: Santa Claus, the Easter Bunny, the Tooth Fairy, the Sandman and so on. Jack Frost's reputation suffers sadly in comparison. Voiced in the film by Chris Pine, he finds himself literally invisible. When he visits Earth, people are able to walk right through him. Since he is a spritely boy, he finds this depressing, although many kids have probably felt the same way.\n\nWhy is this so? The Man in the Moon never explained it to him. The Man in the Moon functions in the story as sort of a symbolic nature god, who never does anything but shine enigmatically in the sky.\n\nThis is a hyperkinetic 3-D action comedy, with the characters forever racing on Santa's sleigh, hurtling down chutes and zooming through tunnels that rework the same 3-D illusions over and over again. The characters aren't all referred to by what we might call their Earth names, and we get such as North, a broad-shouldered Santa (voice of Alec Baldwin); Tooth, the fairy (Isla Fisher), and Bunny (Hugh Jackman).\n\nThere's also a villain, called Pitch by others and sometimes resentfully the Boogie Man by himself. This dastardly fiend (voice of Jude Law) is envisioned as all darkness, teeth and claws, determined to put the Guardians out of business. In this moment of crisis, the team calls on Jack Frost to lead their resistance, and in the process, he inevitably redeems himself, becomes visible and achieves a personal victory. Now we know what he looks like. I was reminded of Peter Pan, although he isn't green.\n\nThere's an audience for this film. It's not me. I gather younger children will like the breakneck action, the magical ability to fly and the young hero who has tired of only being a name. Their parents and older siblings may find the 89-minute running time quite long enough.\n\nStill, let it be said that director Peter Ramsey and his art team have created a crisp, colorful fantasy world, sharper-edged than many feature-length children's cartoons. Especially fetching: The Tooth's countless followers, called \"Baby Teeth\"; Bunny's ranks upon ranks of Easter eggs and Pitch's scary manifestations. I thought by the end of the picture, Pitch had earned some sort of redemption, but I guess he goes back to wherever Pitches come from.", "running_time": 97, "mpaa_rating": "PG", "release_year": 2012, "date_published": "2012-11-20", "genres": ["Adventure", "Animation"], "title": "Rise of the Guardians (2012)"}