{"url": "http://www.rogerebert.com/reviews/rise-of-the-planet-of-the-apes-2011", "by": "James Francoas Will Rodman", "star_rating": 3.0, "text": "\"Rise of the Planet of the Apes\" is a title suggesting need for a sequel, because in this film, the chimpanzees only get as far as crossing the Golden Gate Bridge. Today San Francisco, tomorrow the world. It develops the notion that chimps, who as we know are only a few genes separated from humans anyway, require only a new wonder drug to become fairly good at chess.\n\nThe film opens at a big drug company, where Will Rodman (James Franco) is a scientist who has developed ALZ 112, a possible treatment for Alzheimer's. He tests it on chimpanzees, who unexpectedly zoom up the IQ chart and develop enormous sign-language vocabularies.\n\nAlas, a test animal goes berserk and attacks a board meeting, and the experiment is called off — odd, because scientists should have known what the rest of us know, which is that chimps are charming until they sexually mature, after which they develop the characteristics of, well, wild animals. Assuming that ALZ 112 works, it might be safe to test on Grandpa without running much of a risk of his pounding on people with his walker.\n\nWill is touched by the plight of a helpless baby chimp and takes him home \"for a few days.\" Days turn to weeks and years, and Caesar exhibits incredible intelligence and the body language of a Marcel Marceau. During the same period, Will grows close with a primatologist named Caroline (Freida Pinto), who becomes Caesar's surrogate mother. Whether she becomes Will's surrogate wife is an excellent question; the movie displays the usual PG-13 shyness about intimate details; when she kisses him some years into their relationship, it's as if she's finally making a statement. I expected her to be employed as a device for getting lots of info about chimps into the dialogue, but no, she doesn't know much more than anyone else.\n\nBy a benign coincidence, the fascinating documentary \"Project Nim\" has been playing around the country and provides a sort of briefing for this film. It also has much more interesting relationships involving men and women, and humans and apes. It teaches us that chimps may be very smart and friendly, but they are not humans, and when they grow large, can turn nasty. The chimp experts in this movie can be seen running around the Golden Gate Bridge crying out \"Caesar! Caesar!\" long after they should have realized Caesar has played his last pawn to K4.\n\nThat said, the movie has its pleasures, although human intelligence is not one of them. Caesar, to begin with, is a wonderfully executed character, a product of special effects and a motion-capture performance by Andy Serkis, who earlier gave us Gollum in \"Lord of the Rings\" (and returns in the upcoming \"The Hobbit\"). One never knows exactly where the human ends and the effects begin, but Serkis and/or Caesar gives the best performance in the movie.\n\nJames Franco struggles with an underwritten role that shies away from philosophical and ethical questions and limits itself to plot points in basic English. Freida Pinto's Caroline the pri­matologist is no Dian Fossey, and indeed gives no hints that she has even heard of her, but, man, is she gorgeous. Tom Felton plays a keeper in a primate facility who is deliberately cruel to his chimps, which is unlikely but serves a purpose. People who make faces at chimpanzees are telling us more about themselves than they should share. Oh, and John Lithgow is here as the hero's dad, once a beloved music teacher, now disappearing into Alzheimer's. He is in the film to do exactly what he does and apparently not one thing more.\n\nThere's a big climactic action scene that is more engaging than the countless similar scenes I've seen with zombies. And a conclusion that is uplifting and inspiring for the apes, I assume, and proves that Caesar is so smart that when he sees a place from another place, he knows how to find his way back to the other place from the first one, which is what humans need GPS for.\n\nBottom line: This is the movie you may have been expecting. No less, no more.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-08-03", "genres": ["Action", "Drama", "Science Fiction"], "title": "Rise of the Planet of the Apes (2011)"}