{"url": "http://www.rogerebert.com/reviews/risky-business-1983", "by": null, "star_rating": 4.0, "text": "\"Risky Business\" is a movie about male adolescent guilt. In other words, it's a comedy. It's funny because it deals with subjects that are so touchy, so fraught with emotional pain, that unless we laugh there's hardly any way we can deal with them -- especially if we are now, or ever were, a teenage boy. \n\nThe teenager in the movie is named Joel. His family lives in a suburb on Chicago's North Shore. It's the sort of family that has three cars: the family station wagon, Mom's car, and Dad's Porsche. As the movie opens, Mom and Dad are going off on vacation to a sun-drenched consumer paradise and their only son, Joel, is being left alone at home. It's a busy time in Joel's life. He's got college board exams, an interview with a Princeton admissions officer, and finals at high school.\n\nIt gets to be an even busier time after his parents leave. Joel gets involved in an ascending pyramid of trouble. He calls a number in one of those sex-contact magazines and meets a young hooker who moves into the house. He runs afoul of the girl's pimp. His mother's expensive Steuben egg is stolen. His dad's Porsche ends up in Lake Michigan. The family home turns into a brothel. He blows two finals. And so on. \n\nThis description may make \"Risky Business\" sound like a predictable sitcom. It is not. It is one of the smartest, funniest, most perceptive satires in a long time. It not only invites comparison with \"The Graduate,\" it earns it. Here is a great comedy about teenage sex.\n\nThe very best thing about the movie is its dialogue. Paul Brickman, who wrote and directed, has an ear so good that he knows what to leave out. This is one of those movies where a few words or a single line says everything that needs to be said, implies everything that needs to be implied, and gets a laugh. When the hooker tells the kid, \"Oh, Joel, go to school. Learn something,\" the precise inflection of those words defines their relationship for the next three scenes.\n\nThe next best thing about the movie is the casting. Rebecca De Mornay somehow manages to take that thankless role, the hooker with a heart of gold, and turn it into a very specific character. She isn't all good and she isn't all clichés: She's a very complicated young woman with quirks and insecurities and a wayward ability to love. I became quietly astounded when I realized that this movie was going to create an original, interesting relationship involving a teenager and a hooker. The teenage kid, in what will be called the Dustin Hoffman role, is played by Tom Cruise, who also knows how to imply a whole world by what he won't say, can't feel, and doesn't understand.\n\nThis is a movie of new faces and inspired insights and genuine laughs. It's hard to make a good movie and harder to make a good comedy and almost impossible to make a satire of such popular but mysterious obsessions as guilt, greed, lust, and secrecy. This movie knows what goes on behind the closed bathroom doors of the American dream.", "running_time": 96, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-01-01", "genres": ["Comedy", "Romance"], "title": "Risky Business (1983)"}