{"url": "http://www.rogerebert.com/reviews/rita-sue-andamp-bob-too-1987", "by": "George Costiganas Bob", "star_rating": 3.0, "text": "I've seen \"Rita, Sue & Bob, Too\" twice, and the audiences were uneasy both times. They didn't seem sure exactly what to feel about this film. I'm not sure, either. The movie is a bleak, sardonic British comedy about the violation of a taboo: A married man in his 30s has affairs with two teenage girls who are his baby-sitters. If this were a solemn TV docu-drama with a psychiatrist to explain everything, we could relax. But it's an angry comedy, further complicated because both of the girls are so sassy and irreverent that it's hard to see them as victims.\n\nThe movie opens in a grim housing estate on the barren outskirts of a nondescript midlands city. One long shot establishes the scene: A drunk lurches into view, totters down the sidewalk and disappears into a depressing brick building. Then a girl comes scurrying out, dressed for school, and runs down the street to meet her friend, whose front yard is occupied by a motorcycle gang.\n\nThe two girls are Rita and Sue. They are in their mid-teens but they already look worn by life, and yet they're filled with spirit. Rita (Siobhan Finneran) is more convential and Sue (Michelle Holmes) is more likely to say things for shock effect, but they're peas in a pod. Like a lot of adolescent best friends, they can finish each other's sentences, and sometimes when the vibes are right they can even speak in unison.\n\nThat night they go to baby-sit at Bob and Michelle's home in a nearby suburb that is cosmetically more attractive than where Rita and Sue live, although perhaps there is just as much desperation behind the picture windows. There's a great scene of the two girls sitting side by side on a sofa, bouncing in time to a music video; we can see how young they really are, something that's not always very obvious.\n\nLate at night, Bob brings his wife home and offers to drive the two girls home. Instead, they drive into the country, park overlooking the town and have sex. Bob proposes, they giggle, and then they get right to it, right there in the car. This is the scene that's hard to read. It is sordid and Bob's behavior is certainly immoral, and yet the sex itself has a sort of low, bawdy humor to it and the girls seem surprisingly casual about it.\n\nTo fortunate people with middle-class opportunities, the whole episode is likely to seem shocking. But the film means to shock, and the statement it makes is a political one. Rita and Sue come from utterly deprived homes, from the culture of poverty. Nothing is happening in their lives. Bob provides variety, someone to gossip and speculate about, and his demands are no more inconvenient for them than the casual, brutal promiscuity they see at home. The movie challenges us to disapprove of the conditions that produced Rita and Sue, rather than to take a safe, superficial stand against that rascal Bob.\n\nBut here I am lecturing, and the curious thing about \"Rita, Sue & Bob, Too\" is that it does not lecture and contains no speeches. It is a comedy, if a sometimes depressing one, and the best thing in it is the irrepressible sauciness of the two girls.\n\nIf this were an American film, it would be an R-rated sex romp without a brain in its head, another soft-core baby-sitter saga. But \"Rita, Sue and Bob, Too\" is one of those recent small-scale British films that is more interested in human nature than in selling lots of tickets with lots of sex.\n\nThis is a movie about two tough, deprived girls from the worst part of town and an irresponsible, feather-brained adult who thinks he's taking advantage of them when in fact they're a whole lot more worldly and cynical than he is. These aren't bad girls. They're totally without standards - after all, they haven't been taught any - but they have a sense of humor and high spirits.\n\nThis is one of those movies you talk about a lot afterward because the motives of all the characters are so complicated that you're not absolutely sure just who came out ahead.", "running_time": null, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-02", "genres": null, "title": "Rita, Sue and Bob Too (1987)"}