{"url": "http://www.rogerebert.com/reviews/rivers-and-tides-andy-goldsworthy-working-with-time-2003", "by": "Thomas Riedel-Sheimer", "star_rating": 4.0, "text": "\"The very thing that brought the thing to be is the thing that will cause its death,\" Goldsworthy explains, as his elegant, spiraled constructions once again become random piles of stones on the beach. As with Andy's stones, so with our lives.\n\n\"Rivers and Tides: Andy Goldsworthy Working with Time\" is a documentary that opened in San Francisco in mid-2002 and just kept running, moving from one theater to another, finding its audience not so much through word of mouth as through hand on elbow, as friends steered friends into the theater, telling them that this was a movie they had to see. I started getting e-mails about it months ago. Had I seen it? I hadn't even heard of it.\n\nIt is a film about a man wholly absorbed in the moment. He wanders woods and riverbanks, finding materials and playing with them, fitting them together, piling them up, weaving them, creating beautiful arrangements that he photographs before they return to chaos. He knows that you can warm the end of an icicle just enough to make it start to melt, and then hold it against another icicle, and it will stick. With that knowledge, he makes an ice sculpture, and then it melts in the sun and is over.\n\nSome of his constructions are of magical beauty, as if left behind by beings who disappeared before the dawn. He finds a way to arrange twigs in a kind of web. He makes a spiral of rocks that fans out from a small base and then closes in again, a weight on top holding it together. This is not easy, and he gives us pointers: \"Top control can be the death of a work.\" Often Andy will be ... almost there ... right on the edge ... holding his breath as one last piece goes into place ... and then the whole construction will collapse, and he will look deflated, defeated, for a moment (\"Damn!\"), and then start again: \"When I build something, I often take it to the very edge of its collapse, and that's a very beautiful balance.\" His art needs no explanation. We go into modern art galleries and find work we cannot comprehend as art. We see Damien Hurst's sheep, cut down the middle and embedded in plastic, and we cannot understand how it won the Turner Prize (forgetting that no one thought Turner was making art, either). We suppose that Concepts and Statements are involved.\n\nBut with Andy Goldsworthy, not one word of explanation is necessary, because every single one of us has made something like his art. We have piled stones or made architectural constructions out of sand, or played Pick-Up Stix, and we know exactly what he is trying to do--and why. Yes, why, because his art takes him into that Zone where time drops away and we forget our left-brain concerns and are utterly absorbed by whether this ... could go like this ... without the whole thing falling apart.\n\nThe documentary, directed, photographed and edited by Thomas Riedelsheimer, a German filmmaker, goes home with Goldsworthy to Penpont, Scotland, where we see him spending some time with his wife and kids. It follows him to a museum in the South of France, and to an old stone wall in Canada that he wants to rebuild in his own way. It visits with him old stone markers high in mountains, built by early travelers to mark the path.\n\nAnd it offers extraordinary beauty. We watch as he smashes stones to release their cyan content and uses that bright-red dye to make spectacular patterns in the currents and whirlpools of streams. We see a long rope of linked leaves, bright green, uncoil as it floats downstream. Before, we saw only the surface of the water, but now the movement of the leaves reveals its current and structure. What a happy man. Watching this movie is like daydreaming.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-03-14", "genres": null, "title": "Rivers & Tides: Andy Goldsworthy Working With Time (2003)"}