{"url": "http://www.rogerebert.com/reviews/rize-2005", "by": "David LaChapelle", "star_rating": 3.0, "text": "The footage in this movie has not been speeded up in any way. We need to be told that, right at the beginning of \"Rize,\" because krumping, the dance style shown in the movie, looks like life in fast-forward. You haven't heard of krumping? Neither had I. And I didn't know dressing up like a clown has become an alternative to joining a street gang in the South Central and Watts areas of Los Angeles. When this movie was made, there were more than 50 clown groups; now there are said to be more than 100.\n\n\"Rize\" is the rare documentary that plays as breaking news. Krump and clowning have become so big in L.A. that the fifth annual krumping competition, known as Battle Zone, was held in the Great Western Forum. Yet until this movie was made by Vanity Fair photographer David LaChapelle, it was a phenomenon that existed below the radar of the media. It's an alternative to the hip-hop style that is growing a little old; because recording labels and cable TV have so much invested in hip-hop, however, they have been slow to embrace krump. Or maybe they just couldn't believe their eyes.\n\nThe clowns in these groups are real clowns. Bozo should get royalties. They have rainbow wigs and putty noses and weirdly made-up faces and wildly colored costumes, and they would have floppy shoes except then they couldn't dance. The dance they do, krumping, sometimes looks like a fistfight in fast motion, sometimes borrows moves from strippers, sometimes looks like speeded-up martial arts, sometimes is beyond description. Borrowing a page from poetry jams, krumpers face off one-on-one and try to out-krump one another, and the final showdown in Battle Zone V is between the two main factions of the movement, the Krumps and the Clowns. (Just to spell out the difference: While Clowns krump, not all Krumps are Clowns. Krumping was invented by Lil C, Tight Eyez and Dragon after they left Tommy to start their own school. So now you know.)\n\nThis world is the invention, we learn, of Tommy the Clown (Tom Johnson), who as a young man was into drugs and gangs. \"Living like that,\" he says, \"you either wind up shot dead or in jail. I was lucky. I wound up in jail.\" When he was released and unsure what direction his life would take, he was asked to play a clown at a friend's birthday party. He liked the way people responded to him as a clown; they regarded him as if he had dropped out of ordinary categories and lived in a separate world.\n\nTommy the Clown became \"a ghetto celebrity,\" he tells us, and we see footage of Tommy making unannounced appearances at shopping malls, movie theater lines and street corners. He takes his first disciple, Lil Tommy (\"When my mom was in jail, he took me in\"), and soon he's running a Clown Academy. A key moment comes when the clowns evoke a new kind of dancing; a clown named Larry is a key innovator. Soon there are groups of krump-dancing clowns all over the streets of neighborhoods that were once afire (the film opens with footage from the Watts and Rodney King rioting).\n\nIn these neighborhoods, to wear the wrong gang colors in the wrong place at the wrong time is to risk being shot dead. But a clown wears every possible color at once and in a way becomes disqualified. \"The gangs sort of leave us alone,\" one of the clowns says, and there is a sense that joining a clown group may be a way to survive outside the gang culture. It is also a very weird lifestyle.\n\nWe see clowns devising elaborate facial makeup, owing more to Batman villains than to Bozo. We witness artistic rivalries between various styles of clowning and dancing. And there are suggestions that not everyone loves clowns; while Tommy is running the faceoff at the Forum, his home is trashed. Late in the film, one of the most lovable characters is shot dead by drive-by killers, firing at random. Guns don't kill people; people with guns kill people.\n\nStill, \"Rize\" on the whole brings good news, of a radical social innovation that simultaneously sidesteps street gangs and bypasses hip-hop. Krumping should turn up any day now on BET and MTV, if it hasn't already; whether the dancers will be dressed as clowns is less likely. There is something a little eerie about clowns, and to see dozens of them at once perhaps inspires even gang members to go elsewhere.\n\nThe most remarkable thing about \"Rize\" is that it is real. I remember hearing vaguely at Sundance about an earlier short subject that LaChapelle made about this phenomenon; was it on the level or a mockumentary? If \"Rize\" were a fake doc, it would look about the same as it does now, and would be easier to absorb, since the idea of gangs of clowns sounds like a put-on. But it isn't.", "running_time": 86, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-06-23", "genres": ["Documentary", "Musical"], "title": "Rize (2005)"}