{"url": "http://www.rogerebert.com/reviews/roadie-1980", "by": "Meat Loafas Travis W. Redfish", "star_rating": 1.5, "text": "\n\nIt was in last summer's terrible \"Americathon,\" as I\r\nrecall, that the rock singer Meat Loaf single-handedly demolished an auto. That\r\nsort of thing tends to get your attention.\n\nNow\r\nMr. Loaf is back in a starring role, in \"Roadie.\" He plays a genius\r\ninventor who can fix, build or remodel anything - and who is whisked away from\r\nhis native Texas to be a roadie for a rock group. (The difference between a\r\nroadie and a groupie is that a roadie fixes a group's equipment, whereas a\r\ngroupie services it.)\n\nThe\r\nidea for \"Roadie\" has a certain charm, especially with Meat Loaf in\r\nthe title role. He's a large, cheerful, reasonably engaging performer who is\r\nconvincing as a Texan, and no wonder: He was born in Dallas and attended no\r\nless than three Texas colleges, majoring, it says, here, in football. He plays\r\na kid from a family of inventors; his crackpot father (Art Carney) inhabits a\r\nhouse jammed with gadgets and gimmicks, of which my favorite is a telephone\r\nbooth that slides outside the house on a rail if you want extra privacy.\n\nMeat\r\nLoaf happily inhabits this milieu as a beer truck driver until a rock band\r\npasses through. Their van breaks down, he fixes it, romance blossoms with the\r\nband's resident groupie (Kaki Hunter), and he's signed on for the tour. The\r\ntour is an invaluable plot device, since it explains a cross-country odyssey\r\nduring which our heroes meet all sorts of famous singing stars, including Hank\r\nWilliams Jr., Roy Orbison, Alice Cooper, Asleep at the Wheel, and Deborah Harry\r\nwith Blondie.\n\nIf\r\nthe movie had given us more of their songs, this could have qualified as a\r\nconcert movie. If it had given us more of Meat Loaf, it might have developed\r\ninto a character study. But \"Roadie\" never makes up its mind. The\r\nmovie's so genial, disorganized and episodic that we never really care about\r\nthe characters, and yet whenever someone starts to sing the performance is\r\ninterrupted for more meaningless plot development.\n\nAnd\r\nMeat Loaf himself is badly used: His inimitable charisma and stage presence are\r\nnever exploited, he never gets a chance to sing, and he disappears into his\r\nboozy role as a laid-back Good Ol' Boy when he might have helped the movie by\r\ngoing berserk.\n\nThere\r\nare a few good moments. One comes when a rock concert is canceled by an\r\nenvironmental group because it will use too much energy. Combining the best\r\nqualities of Ralph Nader and Rube Goldberg, Meat Loaf teams up a windmill, a\r\nsteam boiler and a solar reflector to power the concert.\n\nAlice\r\nCooper has some nice moments, explaining to Kaki Hunter that he's a nice, quiet\r\nlad by day, and that becoming the reprehensible onstage Alice is just something\r\nhe does for a living. Debby Harry of Blondie has an intriguing quality,\r\nalthough we only get glimpses of it -- one of the movie's constant irritations\r\nis the way it cuts away from its stars to dwell on the peculiarities of its\r\nsupporting cast.\n\nFootnote:\r\n\"Roadie\" is being shown in some situations in Dolby Stereo, but that\r\nwas little inspiration to the audiences at the Water Tower theater Sunday\r\nafternoon. One Dolby channel was out to lunch, so that the movie's dialog\r\nsounded thin and distorted, and the music either boomed or whispered.\n\nI\r\ncomplained about the sound and was informed the system was on the blink;\r\ndoesn't a theater have an obligation in a situation like that (especially with\r\na movie where hearing the music's the whole point) to post a warning at the box\r\noffice?", "running_time": 106, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-06-18", "genres": ["Action", "Comedy", "Music"], "title": "Roadie (1980)"}