{"url": "http://www.rogerebert.com/reviews/road-house-1989", "by": "Patrick Swayzeas Dalton", "star_rating": 2.5, "text": "The guiding spirit of \"Road House\" can be glimpsed in one particular scene, which is set in the trophy room of an evil sadist who holds a helpless town in his iron grasp. His hunting trophies include not only the usual deer and elk and antelopes, but also orangutans, llamas and a matched set of tropical monkeys. This guy went hunting in the zoo.\n\nWe are expected to believe that the sadist financed these hunting expeditions by shaking down the businesmen in a town that, on the visible evidence, contains a bar, a general store, a Ford dealership and two residences. \"Road House\" is the kind of movie that leaves reality so far behind that you have to accept it on its own terms.\n\nWas it intended as a parody? I have no idea, but I laughed more during this movie than during any of the so-called comedies I saw during the same week. Consider, for example, the movie's hero, a barroom bouncer named Dalton and played by Patrick Swayze (last seen in \"Dirty Dancing\"). Here is a man known as the best bouncer in the business - and the business must pay well, since he owns a Mercedes convertible. But he is not simply your average tough guy. He has a Ph.D. in philosophy from New York University and is capable of deep insights into his trade, such as, \"In a fight, nobody wins.\" Dalton is summoned to a small Missouri town where the Double Deuce, the local nightclub, is terrorized nightly by the local goons and louts. His assignment: Bring peace to the bar so the owner can remodel and expand. His enemies: the hired guns of Brad Wesley (Ben Gazzara), the extortionist with the exotic trophy room. (Everyone in this movie has names out of a Western - not only Dalton and Brad Wesley, but also such characters as Wade Garrett, Doc, Emmet, and Cody. Doc is a girl, but never mind.) Dalton wades into the fray on opening night and finds himself in the middle of a fight in which the furnishings of the Double Deuce are reduced to matchsticks. Wounded by a knife cut, he goes to the hospital, where the gash is sewn closed by Doc (Kelly Lynch), a beautiful blond who is impressed by Dalton's doctorate in philosophy and his ability to withstand pain.\n\nIn no time at all, Dalton and Doc are making love on the porch roof outside Dalton's rented room - a roof that can clearly be seen by the evil Wesley, who once entertained hopes of becoming Doc's lover.\n\n(These two houses, on either side of a river, seem to be the only homes in town, and most of what goes on in each house seems to be staged for the benefit of the other.) Dalton sees he needs help to clean up the bar. So he calls in his best friend, Wade Garrett (Sam Elliott), who is the second-best barroom bouncer in the world. (Note to cable TV operators: The world finals of bouncing might pull in decent ratings.) This upsets Wesley no end, since his income depends on maintaining an iron rule of terror over the local townspeople.\n\n\"Road House\" is said to be based on an actual case in Missouri where the local bad guy, universally hated by everyone in town, was murdered in broad daylight - and no one in town seems to have seen a thing. If that is the genesis for the story, everything else in it seems to have come from a cheerful willingness to go over the top in every way possible.\n\nThis is the first movie in a long time to use the line, \"Prepare to die!\" And how long has it been since the same movie contained a) a dash into an exploding building to save an occupant; b) a rock 'n' roll band protected by a Plexiglas shield; c) goons who line up for instructions and call the bad guy \"boss\"; d) a lecture on the fine points of bouncing; e) a sexy woman doctor who goes all the way on the first date, and f) random quotations from the great Western philosophers? This movie is so top-heavy with plot, it can even afford to ignore some obvious possibilities. For example, Swayze's rented room is on a ranching spread across the river from Gazzara, and Gazzara is so busy with his other villainous duties that he doesn't have time for the standard subplot in which he wants to run the rancher off the land so he can build a subdivision. Of course, in a town with two residences, there may not be much pent-up housing demand.\n\n\"Road House\" exists right on the edge between the \"good-bad movie\" and the merely bad. I hesitate to recommend it, because so much depends on the ironic vision of the viewer. This is not a good movie.\n\nBut viewed in the right frame of mind, it is not a boring one, either.", "running_time": 107, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-05-19", "genres": ["Action", "Drama", "Thriller"], "title": "Road House (1989)"}