{"url": "http://www.rogerebert.com/reviews/road-to-nowhere-2011", "by": "Shannyn Sossamonas Woman/Actress", "star_rating": 2.0, "text": "\"Road to Nowhere\" plays like an exercise in frustrating audiences. Imagine a jigsaw puzzle where you assemble as many pieces as seem to fit, but have gaps and pieces left over. One of the pleasures of puzzle films is that we understand, or at least sense, the underlying pattern of their solution. Here is a film that seems indifferent to that satisfaction.\n\nIt marks the first film in 21 years by the cult legend Monte Hellman, whose \"Two-Lane Blacktop\" (1971) offers less determined frustrations. Clarity of nar­rative is unimportant in both films. They're more about their own making. It is one thing for a director to express his vision, and another thing for him to make a film about it, especially a fragmented film. \"Two-Lane Blacktop\" at least followed linear, if enigmatic and unexplained, characters. \"The Road to Nowhere\" keeps pulling the rug out from under the characters' feet.\n\nThe film opens with a shot of a DVD being loaded. The DVD is titled \"Road to Nowhere.\" So therefore this film exists outside another film of the same name. We are seeing a film about the film. The \"inner\" film is being made by a director named Mitchell Haven (Tygh Runyan), who has the same initials as Monte Hellman. So is the outer film about the making of the inner one, or are the two films simply not synched in time and space? And for that matter is there a third level, a \"reality,\" that neither film completely reflects?\n\nWe see Haven working with an actress named Laurel Graham (Shannyn Sossamon), who he has discovered and persuaded to play her role. She doesn't think of herself as an actress. Perhaps Haven doesn't care. He spends a great deal of time in earnest discussions with her that men use to impress their importance upon women. These often take the form of wise teacher and attentive student.\n\nWe see Laurel acting in apparently fictional scenes involving a fraud case. This fraud was blogged about by Nathalie (Dominique Swain), who we learn is the person watching the DVD seen at the beginning. On her blog, a \"real\" crime was described, and Laurel apparently greatly resembles Velma Duran, one of the perps, who is now dead. We gather that because Laurel visits her grave. But everyone notes that Laurel looks exactly like Velma. The possibility is left hanging that Velma faked her death and changed her name to Laurel, which would go a long way toward explaining Laurel's reluctance to accept the movie role. The film doesn't consider the question of who, therefore, is buried in the grave.\n\nVelma and her partner in crime, Rafe (Cliff De Young), died in the crash of a small plane into a lake, we are told. Or possibly not. Rafe is also much seen in the movie, sometimes calling in from Rome. It is unclear to me, however, which movie Rafe is in — or if he's in both. Is he calling, then, into the inner movie or into the movie about it?\n\nFurther complicating matters is the existence of Bruno Brotherton (Waylon Payne), a detective whom Mitch hires. Is he hired in the inner story or the outer story? Actually, he seems to suggest the existence of a third, still more encompassing story, that involves Mitch's meta-role in both of the others.\n\nAre you following this? I'm not. Some scenes are intended as fiction within a larger reality, and then of course all realities in the film may be part of a larger fiction. The levels seem to be leaking into one another. \n\n \"Road to Nowhere\" is not a failure in that it sets out to do exactly what it does, and does it. The question remains of why it should have been done. Hellman's skill is evident everywhere in precise framing and deliberate editing. Each scene works within itself on its own terms. But there is no whole here. I've rarely seen a narrative film that seemed so reluctant to flow. Nor perhaps one with a more accurate title.", "running_time": 121, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-08-03", "genres": ["Mystery", "Suspense", "Thriller"], "title": "Road to Nowhere (2011)"}