{"url": "http://www.rogerebert.com/reviews/road-to-perdition-2002", "by": "Paul Newmanas John Rooney", "star_rating": 3.0, "text": "\"Road to Perdition\" is like a Greek tragedy, dealing out remorseless fates for all the characters. Some tragedies, like \"Hamlet,\" are exhilarating, because we have little idea how quirks of character will bring about the final doom. But the impact of Greek tragedy seems muted to me, because it's preordained. Since \"Road to Perdition\" is in that tradition, it loses something. It has been compared to \"The Godfather,\" but \"The Godfather\" was about characters with free will, and here the characters seem to be performing actions already long since inscribed in the books of their lives.\n\nYet the movie has other strengths to compensate for the implacable progress of its plot. It is wonderfully acted. And no movie this year will be more praised for its cinematography; Conrad L. Hall's work seems certain to win the Academy Award. He creates a limbo of darkness, shadow, night, fearful faces half-seen, cold and snow. His characters stand in downpours, the rain running off the brims of their fedoras and soaking the shoulders of their thick wool overcoats. Their feet must always be cold. The photography creates a visceral chill.\n\nThe story involves three sets of fathers and sons--two biological, the third emotional--and shows how the lives they lead make ordinary love between them impossible. Tom Hanks plays Michael Sullivan, an enforcer for the Rock Island branch of the Chicago mob, circa 1931. Tyler Hoechlin plays his son Michael Jr., a solemn-eyed 12-year-old. After his brother Peter asks \"What does dad do for a job?\" Michael Jr. decides to find out for himself. One night he hides in a car, goes along for the ride, and sees a man killed. Not by his father, but what difference does it make? Sullivan works for John Rooney (Paul Newman), the mob boss, who is trim and focused and uses few words. John's son Connor (Daniel Craig) is a member of the mob. Sullivan finds out that Connor has been stealing from his father, and that sets up the movie's emotional showdown, because Sullivan thinks of John like his own father, and John speaks of Sullivan as a son. \"Your mother knows I love Mr. Rooney,\" Michael Sr. tells his son. \"When we had nothing, he gave us a home.\" Men who name their sons after themselves presumably hope the child will turn out a little like them. This is not the case with Michael Sr., who has made a pact with evil in order to support his wife (Jennifer Jason Leigh) and two boys in comfort. \n\nUnlike Rooney, he doesn't want his son in the business. The movie's plot asks whether it is possible for fathers to spare their sons from the costs of their sins. It also involves sons who feel they are not the favorite. \"Did you like Peter better than me?\" Michael Jr. asks his father, after his little brother has been killed. And later Sullivan goes to see Mr. Rooney, and cannot understand why Rooney would protect his son Connor, who betrayed and stole from him, to his loyal employee who is \"like a son.\" The movie is directed by Sam Mendes, from a graphic novel by Max Allan Collins and Richard Piers Rayner, much revised by screenwriter David Self. This is only Mendes' second film, but recall that his first, \"American Beauty,\" won Oscars in 1999 for best picture, director, actor, screenplay--and cinematography, by Conrad Hall. Both films involve men in family situations of unbearable pain, although the first is a comedy (of sorts) and this one certainly is not. Both involve a father who, by leading the life he chooses, betrays his family and even endangers them. Both involve men who hate their work.\n\nThe key relationships are between Hanks and Newman, and Hanks and Hoechlin, the newcomer who plays his son. Newman plays Rooney as a man who would prefer that as few people be harmed as necessary, but he has an implacable definition of \"necessary.\" He is capable of colorful Corleone-style sayings, as when he declares that his mob will not get involved in labor unions: \"What men do after work is what made us rich. No need to screw them at work.\" Against this benevolence we must set his trade in booze, gambling and women, and his surgical willingness to amputate any associate who is causing difficulty.\n\nThe Hanks character sees the good side of Rooney so willfully that he almost cannot see the bad. Even after he discovers the worst, he feels wounded more than betrayed. He's a little naive, and it takes Rooney, in a speech Newman delivers with harsh clarity, to disabuse him. Called a murderer, Rooney says: \"There are only murderers in this room, Michael. Open your eyes. This is the life we chose. The life we lead. And there is only one guarantee--none of us will see heaven.\" Sullivan wants his son to see heaven, and that sets up their flight from Rooney justice. Father and son flee, pursued by a hit man (Jude Law) who supplements his income by selling photographs of the people he has killed. The plot all works out in an ending that may seem too neat, unless you reflect that in tragedy there is a place of honor for the deus ex machina --the god being lowered by the machinery of the plot into a scene that requires solution.\n\nI mentioned the rain. This is a water-soaked picture, with melting snow on the streets and dampness in every room. That gives Conrad Hall the opportunity to develop and extend one of his most famous shots. In \"In Cold Blood\" (1967), he has a closeup of Robert Blake, as a convicted killer on the night of his death. He puts Blake near a window, and lights his face through the windowpane, as raindrops slide down the glass. The effect is of tears on his face. In \"Road to Perdition,\" the light shines through a rain-swept window onto a whole room that seems to weep.\n\nAfter I saw \"Road to Perdition,\" I knew I admired it, but I didn't know if I liked it. I am still not sure. It is cold and holds us outside. Yes, there is the love of Hanks for his son, but how sadly he is forced to express it. The troubles of the mob seem caused because Rooney prefers family to good management, but Michael Sullivan's tragedy surely comes because he has put it the other way around--placing Rooney above his family. The movie shares with \"The Godfather\" the useful tactic of keeping the actual victims out of view. There are no civilians here, destroyed by mob activities. All of the characters, good and bad, are supplied from within the mob. But there is never the sense that any of these characters will tear loose, think laterally, break the chains of their fate. Choice, a luxury of the Corleones, is denied to the Sullivans and Rooneys, and choice or its absence is the difference between Sophocles and Shakespeare. I prefer Shakespeare.", "running_time": 119, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-07-12", "genres": ["Action", "Crime", "Drama"], "title": "Road To Perdition (2002)"}