{"url": "http://www.rogerebert.com/reviews/road-trip-2000", "by": "Breckin Meyeras Josh", "star_rating": 2.0, "text": "\"Road Trip\" is mellow and dirty, which is the wrong combination. It's sweet when it should be raunchy, or vice versa, and the result is a movie that seems uneasy with itself. It wants to be evil, really it does, but every so often its better nature takes over, and it throws in sweetness right there in the middle of the dirty stuff and the nudity. We feel unkind watching it. We'd enjoy the nudity more if it were ribald and cheerful, but it feels obligatory, as if the actresses were instructed to disrobe every five minutes in a movie that's only really interested in sex for commercial reasons.\n\nNude scenes should be inspired by the libido, not the box office. That's why I object to the phrase \"gratuitous nudity.\" In a movie like this, the only nudity worth having is gratuitous. If it's there for reasons that are clankingly commercial, you feel sorry for the actresses, which is not the point.\n\nThe plot, which is narrated by MTV personality Tom Green in his first film role, is a lame-brained contrivance. It follows a frat boy named Josh (Breckin Meyer), who has been dating Tiffany (Rachel Blanchard of TV's \"Clueless\") ever since high school. Now he's a student at Ithaca University in New York, and she has decided she needs room to grow, or concentrate on her major, or something, and she enrolls at the University of Austin, which is not as far from Ithaca as you can get, but might as well be.\n\nJosh and Tiff keep in touch by phone, but Josh senses her attention waning, and then there's a period when she doesn't answer the phone. Meanwhile, Josh has been flirting with a campus sexpot named Beth (Amy Smart), and one night she seduces him and they make a video of themselves having sex, perhaps because they have seen the same thing done in \"American Pie,\" or perhaps because the makers of \"Road Trip\" are ripping off \"American Pie,\" which is probably more likely.\n\nJosh has made a sweet video to send to Tiffany, but we get no points for foreseeing the obvious, which is that the wrong video gets mailed to Tiff, and so Josh and his friends, who lack airfare, have to make an emergency road trip to Austin, Texas, to try to retrieve the video before Tiffany can see it. All of this is complicated by the presence of Jacob (Anthony Rapp), an unpleasant undergraduate whose minor seems to be in stalking.\n\nJosh borrows a car that belongs to his geeky friend Kyle (DJ Qualls) and takes along his friends Rubin (Paulo Costanzo) and E.L. (Seann William Scott), who is from \"American Pie\" and thus functions as a cross-cultural trivia bookmark. They have versions of the usual adventures along the way, including an awkward scene where these white boys try to convince the members of an African-American fraternity that they are members. This scene is an uncomfortable as comedy can be because the latent humor in it would be racist, and so the movie lets it remain latent, which means that all the characters, black and white, seem to be standing around self-consciously avoiding tasteless material. (The movie is sadly bereft of any alternative material.) Whether Josh gets to the tape before Tiff sees it, I will leave for you to determine. And yes, I said \"determine\" and not \"decide,\" because to be honest with you, I was confused. I thought she had seen it, and then it appeared that she had not, all because of a dream sequence that was either (a) incompetently presented, or (b) failed to engage what I fondly think of as my full intelligence.\n\nOn the way out of the movie, I met three teenage girls who asked me what I thought of it, and I requested their opinion: Didn't it seem like Tiff had seen the video and then that she hadn't? The three girls agreed with me, and said they'd been confused, too, and together we figured out what had happened, which was useful, but not the sort of conversation you should be having. When a movie doesn't have a brain in its head, it's kind of unfair to require thought on the part of the audience.\n\nFull disclosure requires me to report that there were several moments in the movie when I did indeed laugh, and that the characters are likable when they are not being required to act dirty for the transient purposes of the screenplay. Those virtues are not enough to redeem the film, but they suggest that the cast should be regarded more as victims than perpetrators.", "running_time": 91, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-05-19", "genres": ["Comedy"], "title": "Road Trip (2000)"}