{"url": "http://www.rogerebert.com/reviews/robin-hood-prince-of-thieves-1991", "by": "Kevin Costneras Robin Hood", "star_rating": 2.0, "text": "\"Robin Hood: Prince of Thieves\" is a murky, unfocused, violent and depressing version of the classic story, with little of the lightheartedness and romance we expect from Robin Hood. It's shot mostly at night or in gloomy forests, beneath overcasts or by flickering firelight or in gloomy dungeons, which is all very well for the atmosphere, but makes the action scenes almost impossible to follow.\n\nAmong the movie's many problems: Kevin Costner plays a tortured, thoughtful Robin Hood, totally lacking in the joy of living that we associate with the character. The romance between Robin and Maid Marian (Mary Elizabeth Mastrantonio) seems inspired more by necessity than by desire, as if both of them had read the book and knew they were required to fall in love. The most colorful character is the villain, the Sheriff of Nottingham (Alan Rickman), but both the character and the performance are inappropriate for this film.\n\nAnd the amount of gore is appalling in a film that will presumably be aimed at a family market.\n\nTo begin with the gore: The movie begins with a hand being chopped off, and continues with various amputations, gorings, stabbings, burnings, floggings, hangings (a small boy is one of the intended hanging victims), explosions, and falls from great heights, before reaching a climax of sorts as the Sheriff of Nottingham attempts to rape Maid Marian, and has just succeeded in spreading her legs (a graphic, floor-level shot here) before Robin Hood comes swinging in through the window to save her.\n\nThen there is the general moral climate of the movie, in which all of the priests are seen as corrupt or drunken swine, and the Sheriff consults an old crone in a dungeon who foretells the future by reading blood and chicken bones. The leading cleric of Nottingham is a turncoat and a liar, who marries Marian to the Sheriff against her will while the castle is under siege. You know we have entered a shaky liturgical era when Friar Tuck is the most religious person in the film.\n\nThe movie casts Robin Hood as sort of a populist guerrilla, a Che Guevera with bow and arrow who lives with his followers in Sherwood Forest and intercepts the king's mail by using tunnels and camouflaged hiding places under the forest floor, Viet Cong-style.\n\nHis best friend and right-hand man is a Moor (Morgan Freeman), who he has brought back from the holy land after saving his life in prison. His biggest disciplinary problem is a young hothead (Christian Slater), who is so obviously bursting with a secret he desires to share that it's amazing Robin is able to wait almost until the end of the movie before learning it.\n\nMuch has been said about Kevin Costner's British accent, or lack of same, in advance publicity about the movie. Neither the accent nor the lack of same bothered me in the slightest. What bothered me was that the filmmakers never found the right tone for Costner to use, no matter what his accent. He isn't joyous, or robust, or comical, or heroic, but more of a thoughtful, civilized, socially responsible Robin Hood, sort of a nonpartisan saint who wants to preserve the kingdom for the absent Richard the Lionhearted.\n\nCostner plays Robin Hood as if he were Alan Alda.\n\nAlan Rickman, in complete contrast, plays the Sheriff as if he were David Letterman: He's a wicked, droll, sly, witty master of the put-down and one-liners, who rolls his eyes in exasperation when Robin comes bursting in to interrupt the rape. Rickman's performance has nothing to do with anything else in the movie, and indeed seems to proceed from a uniquely personal set of assumptions about what century, universe, etc., the story is set in, but at least when Rickman appears on the screen we perk up, because we know we'll be entertained, at whatever cost to the story.\n\nThe only major player who finds the right tone and voice for all of his scenes is Morgan Freeman, as the Moor, who finds humor when it is needed, courage when it is required, and somehow even survives being given a running joke that has to be carefully nurtured from one end of the movie to the other. Mary Elizabeth Mastrantonio does what she can with Marian, but must have been confused when the screenplay gave her a thoughtful, independent woman in the earlier scenes, and then turned her into a cliched damsel in distress at the end.\n\nThe costumes look as if they have things growing in them.\n\nThe treehouses in Sherwood Forest permit Robin and his men to engage in a key battle scene that looks like a cross between \"Tarzan\" and the savage tribesmen at the end of \"Apocalypse Now.\" (This battle deserves greater analysis. In it, hired Celtic mercenaries attack Robin's band and are all but destroyed, after which they only then use their fire catapults, and all but destroy Robin's side, after which, for the later assault on the castle, Robin hardly seems to have lost a man.) The music is your standard rum-dummy-dum false epic dirge kind of stuff. The editing is desperate. The most depressing thing about the movie is that children will attend it expecting to have a good time.", "running_time": 138, "mpaa_rating": "PG-13", "release_year": 1991, "date_published": "1991-06-14", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "Robin Hood: Prince of Thieves (1991)"}