{"url": "http://www.rogerebert.com/reviews/robin-and-marian-1976", "by": "Sean Conneryas Robin Hood", "star_rating": 3.0, "text": "It's not so much that I never thought Robin Hood and Maid Marian would grow older. I thought they'd never grow up. In Robin's various screen manifestations, ranging from Douglas Fairbanks in 1922 and Errol Flynn in 1938 to the Disney animated version of a few years ago, he was sort of an ageless adolescent, leading his merry band on raids that seemed like pranks. Robin lived outside of time; he'd never grow old or gray. But he has, in Richard Lester's partly successful\r\n\"Robin and Marian.\" The screenplay by James Goldman gives us an England that's 20 years older, wiser and more exhausted than when Robin Hood last inhabited it. We learn that he left Maid Marian and most of the\r\nothers behind, and went off to the Crusades with\r\nRichard the Lionhearted. That Maid Marian attempted suicide and then went into a nunnery. And that Robin finally returned to Sherwood Forest as a very\r\ndifferent, even thoughtful, version of himself. \n\nThe film opens with the last gasp of Richard's private crusade. He's badgering his men into an attack on an undefended and worthless castle, and they're grumbling about getting on home. Richard is killed by an arrow thrown by a crazy old man - how incongruously the\r\ngreat can die - and Robin heads back to England with the faithful Little John. Nothing is quite as he left it. The haunts and lairs of Sherwood Forest have\r\nfallen into disrepair, and so has Maid Marian. \n\nBut the years seem to fall from her face when she sees Robin again, and they resume in middle age what was essentially a teen-age romance. She renounces her vows - or, rather, doesn't even bother to when Robin leads her on a romp into the fields - and the merry band re-gathers around them. The Sheriff of Nottingham\r\nobligingly appears to take up his ancient feud, and so all of the elements of the story are back in place. It's been said that history repeats itself, the first time as tragedy, the second time as comedy, but Lester and Goldman seem fairly unsure about how Robin Hood's saga should feel the second time around. It was comedy the first time, basically, and their ending this time is tragic. But they want to keep some comedy, too, so a lot of their scenes try to strike two notes. They play some things broadly, recalling Lester's recent musketeers' movies, and then they go in for emotions we're meant to take seriously. \n\nWhat prevent the movie from really losing its way, though, are the performances of Sean Connery and\r\nAudrey Hepburn in the title roles. No matter what the director and the writer may think, Connery and Hepburn seem to have arrived at a tacit understanding between themselves about their characters. They glow. They really do seem in love. And they project as\r\nmarvelously complex, fond, tender people; the passage of 20 years has given them grace and wisdom.\r\nLester photographs them with more restraint than he might have used 10 years ago. His active camera is replaced here by a visual tempo more suited to\r\nbittersweet nostalgia. He photographs Sherwood Forest and its characters with a nice off-hand realism that's better than the pretentious solemnity we sometimes get in historical pictures. He surrounds Connery and\r\nHepburn with a fine supporting cast (Robert Shaw comes over best, all grim and patient as the sheriff), and he gives us a movie worth seeing. \n\nIf only, though everyone had agreed at the outset on what the movie was really about. Connery and Hepburn seem to know; in their last scene, as the wounded but victorious Robin says to Marian, \"I'd never have had a day like this again.\" They make their feelings clear: This is a movie about the end of youth and high\r\nromance, about death and the possibility of simple human compassion. That would have worked just fine, without Goldman and Lester uneasily putting in jokes and asides and trying to make us laugh on the way to the graveside.", "running_time": 106, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-04-21", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "Robin and Marian (1976)"}