{"url": "http://www.rogerebert.com/reviews/robin-hood-2010", "by": "Russell Croweas Robin", "star_rating": 2.0, "text": "That Robin Hood is nowhere to be found in Ridley Scott's “Robin Hood,” starring Russell Crowe as a warrior just back from fighting in the Third Crusade. Now Richard is dead, and Robin is essentially an unemployed mercenary. This story is a prequel. It takes place entirely before Robin got to be a folk hero. The idea of taking from the rich and giving to the poor was still in storyboard form. Grieving Richard the Lionhearted and now facing the tyrant King John, Robin leads an uprising.\n\nThis war broadens until, in the words of the movie's synopsis, “it will forever alter the balance of world power.” That's not all; “Robin will become an eternal symbol of freedom for his people.” Not bad for a man who, by general agreement, did not exist. Although various obscure bandits and ne'er-do-wells inspired ancient ballads about such a figure, our image of him is largely a fiction from the 19th century.\n\nBut so what? In for a penny, in for a pound. After the death of Richard, Robin Hood raises, arms and fields an army to repel a French army as it lands on an English beach in wooden craft that look uncannily like World War II troop carriers at Normandy. His men, wielding broadswords, backed by archers, protected from enemy arrows by their shields, engage the enemy in a last act devoted almost entirely to nonstop CGI and stunt carnage in which warriors clash in confused alarms and excursions, and Russell Crowe frequently appears in the foreground to whack somebody.\n\nSubsequently, apparently, Robin pensioned his militia and retired to Sherwood Forest to play tag with Friar Tuck. That's my best guess; at the end the film informs us, “and so the legend begins,” leaving us with the impression we walked in early.\n\nAh, you say, but what of Maid Marion? In this telling, Marion (Cate Blanchett) is not a maid but a widow, and not a merry one. At one point she threatens to unman Robin with her dagger, which is unlike the Maid Marions I've known and loved. Blanchett plays the role with great class and breeding, which is all wrong, I think. She's the kind of woman who would always be asking Robin, “Why do you let that smelly so-called friar hang around you like a fanboy?”\n\nIf you listen closely to the movie's commercials, you may hear of a royal edict being issue against “Robin of the Hood.” A hood, in medieval English, was of course a wood or forest — a point that may be lost on many of the commercial's viewers.\n\n“Robin Hood” is a high-tech and well made violent action picture using the name of Robin Hood for no better reason than that it's an established brand not protected by copyright. I cannot discover any sincere interest on the part of Scott, Crowe or the writer Brian Helgeland in any previous version of Robin Hood. Their Robin is another weary retread of the muscular macho slaughterers who with interchangeable names stand at the center of one overwrought bloodbath after another.\n\nHave we grown weary of the delightful aspects of the Robin Hood legend? Is witty dialogue no longer permitted? Are Robin and Marion no longer allowed to engage in a spirited flirtation? Must their relationship seem like high-level sexual negotiations? How many people need to be covered in boiling oil for Robin Hood's story to be told these days? How many parents will be misled by the film's PG-13 rating? Must children go directly from animated dragons to skewering and decapitation, with no interval of cheerful storytelling?\n\nThe photography is, however, remarkable, and Crowe and the others are filled with fierce energy. Ridley Scott is a fine director for work like this, although in another world, Hollywood would let him make smarter films. God, he must be tired of enormous battle scenes.", "running_time": 140, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-05-12", "genres": ["Action", "Adventure", "Drama"], "title": "Robin Hood (2010)"}