{"url": "http://www.rogerebert.com/reviews/robocop-1987", "by": "Peter Welleras Murphy/RoboCop", "star_rating": 3.0, "text": "There is a moment early in \"RoboCop\" when a robot runs amok. It has been programmed to warn a criminal to drop his gun, and then to shoot him if he does not comply. The robot, an ugly and ungainly machine, is wheeled into a board meeting of the company that hopes to make millions by retailing it. A junior executive is chosen to pull a gun on the machine. The warning is issued. The exec drops his gun. The robot repeats the warning, counts to five, and shoots the guy dead.\n\nThis is a very funny scene. (Whether it was even funnier before the MPAA Code and Ratings Administration requested trims in it is, I suppose, a moot point.) It is funny in the same way that the assembly line in Chaplin's \"Modern Times\" is funny - because there is something hilarious about logic applied to a situation where it is not relevant.\n\nBecause the scene surprises us in a movie that seemed to be developing into a serious thriller, it puts us off guard. We're no longer quite sure where \"RoboCop\" is going, and that's one of the movie's best qualities.\n\nThe film takes place at an unspecified time in the future in Detroit, a city where gang terror rules. There has been a series of brutal cop killings. A big corporation wants to market the robot cops to stamp out crime, but the demonstrator model obviously is not up to the job.\n\nA junior scientist thinks he knows a better way to make a policeman, by combining robotics with a human brain. And he gets his chance when a hero cop (Peter Weller) is killed in the line of duty. Well, not quite killed. Something remains, and around that human core the first \"robocop\" is constructed - a half-man, half-machine that operates with perfect logic except for the shreds of human spontaneity and intuition that may be lurking somewhere in the background of its memory.\n\nNancy Allen co-stars in the movie as a woman cop who was Weller's partner before he was shot. She recognizes something familiar about the robocop, and eventually realizes what it is: Inside that suit of steel, it's her old partner, Weller. It actually shouldn't have taken her long to figure that out, since Weller's original nose, mouth, chin and jaw are visible. His inventor apparently agrees with Batman and Robin that if you can't see the eyes of someone you know, you'll never recognize them.\n\nThe broad outline of the plot develops along more or less standard thriller lines. But this is not a standard thriller. The director is Paul Verhoeven, the gifted Dutch filmmaker whose earlier credits include \"Soldier of Orange\" and \"The Fourth Man.\" His movies are not easily categorized. There is comedy in this movie, even slapstick comedy. There is romance. There is a certain amount of philosophy, centering on the question, What is a man? And there is pointed social satire, too, as the robocop takes on some of the attributes and some of the popular following of a Bernhard Goetz.\n\nOddly enough, a lot of the robocop's personality is expressed by his voice, which is a mechanical monotone. Machines and robots have spoken like this for years in the movies, and now life is beginning to copy them; I was in the Atlanta airport a few weeks ago, boarding the shuttle train to the terminal, and the train started talking just like robocop, in an uninflected monotone. (\"Your-attention-please-the-doors-are-about-to-close.\")\n\nI laughed. No one else did. Since the recorded message obviously could have been recorded in a normal human voice, the purpose of the robotic audio style was clear: to make the commands seem to emanate from a pre-programmed authority that could not be appealed to. In \"RoboCop,\" Verhoeven and Weller get a lot of mileage out of the conflict between that utterly assured voice and the increasingly confused being behind it.\n\nConsidering that he spends much of the movie hidden behind one kind of makeup device or another, Weller does an impressive job of creating sympathy for his character. He is more \"human,\" indeed, when he is a robocop than earlier in the movie, when he's an ordinary human being. His plight is appealing, and Nancy Allen is effective as the determined partner who wants to find out what really happened to him.\n\nMost thriller and special-effects movies come right off the assembly line. You can call out every development in advance, and usually be right. \"RoboCop\" is a thriller with a difference.", "running_time": 102, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-07-17", "genres": ["Action", "Science Fiction", "Thriller"], "title": "RoboCop (1987)"}