{"url": "http://www.rogerebert.com/reviews/robot-and-frank-2012", "by": "Frank Langellaas Frank", "star_rating": 2.5, "text": "\"Robot & Frank\" tells the story of relationship between a retired burglar and a household appliance more relentless than an alarm clock. Frank is a man who lives alone in a bucolic house in upstate New York and is somewhere along the slope into dementia. He's still able to feed and care for himself and walk into town to get books from the library, but he's becoming forgetful. Just how forgetful we don't realize at first.\n\nHe lives, we're told, in the \"near future,\" which looks like the present, except for skinny automobiles, big-screen Skype and a present brought to him by his worrywart son. This is a sleek white robot, about 5 feet tall, who has been programmed as a care-giver. The robot has no name, nor does Frank ever give him one, but he's handy around the house; he cleans, cooks, plants a garden, takes Frank on walks in the woods and advises him to cut back on his sodium intake.\n\nFrank is played by Frank Langella, who succeeds in making the character more intriguing and less soppy than he might have been. He's served a couple of prison sentences, we learn, and confides in Robot that he was a \"second-story man,\" expert at outwitting security systems and lifting the jewels from rich households. At first, Frank is merely annoyed by Robot, but eventually he discovers the little fella can he trained for useful tasks — like lock-picking and safecracking, for example. \n\nRobot's voice (spoken by Peter Sarsgaard) will inevitably remind you of HAL 9000 in \"2001,\" and that was sort of a disappointment to me. I've become something of a student of voices for computers and discovered how extraordinarily difficult it is to make them sound more human and less … robotic. Even in the \"near future,\" when advanced robots like this exist, science still hasn't licked that challenge.\n\nFrank is a heavy-duty reader of books, and also a quiet admirer of Jennifer, the fragrant local librarian (Susan Sarandon). There is unhappy news: The library's books will be replaced by digital devices, in a switchover masterminded by an oily local software tycoon named Jake (Jeremy Strong). Jake is Frank's neighbor, his wife appears at a benefit draped with diamonds, and Frank enlists Robot for a little burglary.\n\nOne question all along is how crafty Frank really is. Sometimes he does alarming things. He doesn't always remember his son (James Marsden ) or daughter (Liv Tyler). At other times, as when dealing with the suspicions of Jake and the local sheriff (Jeremy Sisto), he's clever like a fox. It's also an open question how much Robot really understands Frank — or anything else. \"I'm not a human being,\" he keeps reminding his owner.\n\nThis is an intriguing set-up for a story, and director Jake Schreier moves it along with decorum and quiet humor. There is one scene of genuine emotional impact, and I wish it had been more deeply developed. I also wish Robot had more up his metal sleeves. \n\nThis is a framework that could have benefitted from more irony and complexity, especially with the resources of Langella, but at the end, I felt the movie was too easily satisfied.", "running_time": 85, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-08-22", "genres": ["Comedy"], "title": "Robot & Frank (2012)"}