{"url": "http://www.rogerebert.com/reviews/robocop-3-1993", "by": "John Burkeas Robert", "star_rating": 1.5, "text": "There is a certain weariness that begins to infect sequels after a time.\n\nWhile some movie characters seem able to carry on forever, like James Bond or Tarzan, others get old real fast. Robocop, for example, is a character whose limited dimensions have been exhausted. There is only so much you can do with a creature who is half-man, half-machine. Who walks like a child's toy. And who eventually disobeys his programming in order to fight for the good guys.\n\n\"RoboCop 3\" is set once again in Detroit, where, despite the achievements chronicled in \"RoboCop\" and \"Robocop 2,\" things are even worse. So bad, indeed, that the city has more or less been sold to the evil Omni Consumer Products corporation, which even owns the police force.\n\nOCP's grand design, as the movie opens, is to displace thousands of nice folks in a colorful neighborhood, and build on the ashes of their homes the towers of Delta City, a high-rise development that seems copied directly from the covers of back issues of \"Amazing Stories.\" (OCP has no doubt studied the great success of other megalomaniac high-rise developments in Detroit.) The people who live in the neighborhood understandably resent OCP's plans, which are carried out by deadly strike forces who evict tenants on pain of death. One little child, for example, is left to wander through the mean streets, an orphan, after OCP's wrecking crews have killed her parents. Meanwhile, in the sewers beneath the city streets, an alternative culture struggles to survive. These underground people, who dress like 1960s hippies, are against totalitarianism and mega-corporations, and are waging guerrilla warfare against the capitalist pigs.\n\nThere are some moments of humor in \"RoboCop 3,\" as when an executive hangs up his phone and jumps out the window. And it's fun watching Rip Torn, as Omni's CEO. He walks, talks, smiles and thinks exactly like the producer of the Larry Sanders Show, a role he was probably performing more or less simultaneously. (Because \"RoboCop 3\" gives him little else to do, this is a wise acting decision on his part.) RoboCop, you will recall, was once a normal human Detroit policeman, until large parts of his anatomy were lost in the battle against evil. Now equipped with machine-tooled body parts and a computer-assisted brain, he looks like a robot, except for his mouth and chin, which are left exposed, probably in homage to Batman's uniform. He clanks about the city, speaking like an automated elevator, and despite the efforts of Detroit's best programmers he keeps having flashbacks to his loved ones - memories that revive his human side, and cause him to side with people he likes.\n\nRoboCop was played by Peter Weller in the first two movies, which he confided in me were the worst experiences in his life - not because of the screenplay, but because of the costume, which caused him to sweat gallons even though air-conditioners were trained on him between takes. This time the metal man is played by Robert John Burke, star of \"Simple Men,\" by the independent filmmaker Hal Hartley. This may be too high a price to pay to enter the Hollywood mainstream. Nancy Allen is also back again, as Robo's old cop partner, in a role that grows more thankless with every sequel.\n\nWhy do they persist in making these retreads? Because \"RoboCop\" is a brand name, I guess, and this is this year's new model. It's an old tradition in Detroit to take an old design and slap on some fresh chrome.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-11-05", "genres": ["Action", "Adventure", "Crime", "Science Fiction", "Thriller"], "title": "Robocop 3 (1993)"}