{"url": "http://www.rogerebert.com/reviews/robocop-2-1990", "by": "Peter Welleras Robocop", "star_rating": 2.0, "text": "\"RoboCop 2\" is a bizarre mixture of violence and humor. It's a film with a split personality, giving us gruesome scenes and then moving on as if they didn't really mean anything. This is a movie where one scene features a tycoon announcing plans to \"take Detroit private,\" and another scene has RoboCop snatching the brains of his enemy out of their artificial skull and pounding them into the pavement. The movie's technique is to alternate the laughs and the gore, so that right after the brains get smashed, there's a line of funny dialogue.\n\nApart from anything else, the very idea of RoboCop is funny: There's a human tendency to be amused by anything that seems to be intelligent but is actually governed by laws of behavior it doesn't understand. That's why we like plastic teeth that chatter when we wind them up, and stupid pet tricks. RoboCop is a creature like that: An incredibly expensive, complicated piece of machinery and computer circuits that stomps around Detroit making all of the wrong decisions.\n\nThe story this time begins at a moment when Detroit is in even worse shape than it was at the end of the last movie. There's a citywide police strike, in protest of pay cuts masterminded by the evil Omni Consumer Products conglomerate, a giant corporation that wants to replace cops with RoboCops and take over Detroit in the process. OCP is run by the Old Man (Daniel O'Herlihy), a tycoon whose vision would make Mike Milliken envious: He'll force the city into bankruptcy, take it over at a bargain price, and strip it of its assets.\n\nThis plot doesn't really have much to do with the central confrontation in \"RoboCop 2,\" which is between Cain (Tom Noonan), the inventor of a popular new drug, and the forces of justice as represented by RoboCop (Peter Weller). Cain's sidekicks include a violent, foul-mouthed young boy (Gabriel Damon), who looks to be about 12 years old but kills people without remorse, swears like Eddie Murphy, and eventually takes over the drug business. I hesitate to suggest the vicious little tyke has been shoehorned into this R-rated movie so that the kiddies will have someone to identify with when they see it on video, but stranger things have happened.\n\nThe movie's screenplay is a confusion of half-baked and unfinished ideas. The most distracting loose end is the suggestion that Murphy, the cop whose organic matter has been recycled into RoboCop, may still be human after all. He acts as if he is - driving past his house to look longingly at his wife - but then they reprogram him to acknowledge that he is only a machine. The way he says that makes us suspect that he's trying to fool his programmers, but then the whole plot thread is dropped and we never find out if he's really human or not.\n\nThen there's the question of who makes a good RoboCop. After the initial success of the original model, one prototype RoboCop after another self-destructs. They get suicidal, according to scientists in the movie, because they lack a strong sense of duty. That's why the character Murphy made such a good RoboCop. Since each RoboCop costs untold millions to develop, the corporation can't waste money on unpromising material.\n\nSo OK, then: Why do they decide to turn Cain, the drug dealer, into a robot? He's completely whacked out on chemicals all of the time, but they steal his brain and stick it in a big, mean robot for no better reason, I suppose, than so RoboCop and the new monster can slug it out in the finale. (The bad robot has a head that looks like a Nazi helmet; did its inventors know they were manufacturing a villain?) The concluding passages of the movie expend untold thousands of machine-gun bullets, most of them fired at the bad robot despite the fact that it's manifestly impervious to bullets. The vicious little tyke gets a tender deathbed scene, no doubt out of deference to his tender years. The tycoon and his strategists plan to blame everything on a woman scientist, but the movie ends before they can.\n\nAnd we never find out if RoboCop has true human feelings or not.\n\nIn fact, we see relatively little of RoboCop in this movie, perhaps because Peter Weller rebelled against the inhuman ordeal of wearing that heavy metal suit any longer than necessary. What we do see are lots of violence and action, lots of dialogue between minor characters that never pays off, and lots of humorous TV ads for the world of the future. The ads are funny - especially the one that opens the movie. I didn't much like \"RoboCop 2\" (the use of that killer child is beneath contempt), but I've gotta hand it to them: It's strange how funny it is, for a movie so bad. Or how bad, for a movie so funny.", "running_time": 117, "mpaa_rating": "R", "release_year": 1990, "date_published": "1990-06-22", "genres": ["Action", "Adventure", "Crime", "Science Fiction", "Thriller"], "title": "Robocop 2 (1990)"}