{"url": "http://www.rogerebert.com/reviews/robots-2005", "by": "Robin Williamsas Fender", "star_rating": 3.5, "text": "The thing that struck me first of all about \"Robots\" was its pictorial beauty. I doubt that was the intention of the filmmakers, who've made a slapstick comedy set in a futurist city that seems fresh off the cover of a 1942 issue of Thrilling Wonder Stories. Towers and skyways and strange architectural constructions look like an Erector set's erotic dreams, and the ideal skyscraper is a space needle ringed by metallic doughnuts.\n\nThis world is inhabited by robots who are human in every respect except that they are not human in any respect, if you follow me. They even have babies. As the movie opens, Herb Copperbottom and his wife are unwrapping their new little boy, who has arrived in a shipping crate, some assembly required. This being a PG-rated movie aimed at the whole family, the robots even have the ability to fart, which is a crucial entertainment requirement of younger children.\n\nBut look at the design and artistic execution. Each robot is a unique creation, made of nuts and bolts but also expressing an individual personality, and moving in a way that seems physical and mechanical at the same time. And consider the color palate, which seems to have been borrowed from Fiestaware, which was inspired by the cheap table settings that used to be given away as prizes at Saturday matinees and is now collected by those who inexplicably find it beautiful, such as myself. Even the shapes of some of the robots resemble the plump Art Deco lines of a Fiestaware teapot or water pitcher.\n\nLike \"Finding Nemo,\" this is a movie that is a joy to behold entirely apart from what it is about. It looks happy, and, more to the point, it looks harmonious. One of the reasons this entirely impossible world works is because it looks like it belongs together, as if it evolved organically.\n\nOf course organics are the last concern of young Rodney Copperbottom (voice of Ewan McGregor), who is born in Rivet City but dreams of a journey to Robot City, where he hopes that a mysterious tycoon named Big Weld will be amazed by his inventions. Rodney's father (Stanley Tucci) is a dishwasher (the appliance is built right into his midsection), and Rodney has invented a tiny helicopter robot that can whiz around the kitchen, stacking plates and silverware. What the restaurant serves on the plates I will leave to your imagination.\n\nEncouraged by his father to follow his dream, Rodney takes the train to Robot City. This train apparently uses the same technology as the Polar Express; it's pulled by a traditional steam locomotive, which casually takes off and chugs through the air. In Robot City, almost the first robotperson Rodney meets is Fender (Robin Williams), a tourist tout who snaps pictures, sells postcards and introduces Rodney to the city's public transportation system.\n\nTheir trip across town is when we realize how joyously the filmmakers have imagined this world. Chris Wedge and Carlos Saldanha, who worked together on \"Ice Age\" (2002), create a Rube Goldberg series of ramps, pulleys, catapults, spring-loaded propulsion devices, spiraling chutes and dizzying mechanical sling shots that hurtle Fender and poor Rodney on a stomach-churning ride, or would if they had stomachs.\n\n\"Robots\" has a plot that centers on the availability of spare parts, and uses a lot of them itself, borrowed from other movies. There's a little of \"The Wizard of Oz\" in the character of Big Weld (Mel Brooks), who does a TV program extolling the virtues and perfection of his vast corporation, but does not seem findable when Rodney visits Big Weld headquarters. Nor are Big Weld's executives interested in Rodney's inventions.\n\nThe company is being run day-to-day by Phineas T. Ratchet (Greg Kinnear), who is uninterested in improving the product because a perfect product would be bad for sales. \"Upgrades! That's how we make the dough!\" he explains, sounding like a consumer electronics executive. By the time this movie comes out on DVD, there will be two competing and incompatible DVD-HD systems in the marketplace, which will suit Phineas T. Ratchet just fine, since whichever one you buy, you should have bought the other one, and he will manufacture both.\n\nPhineas is dominated by his mother, Madame Gasket, voiced by Jim Broadbent. Yes, Jim Broadbent, but reflect that in a robot society the genders are elements of design, not function. If you have a screwdriver and swappable attachments, you can come out of the closet as whatever you feel like. Madame Gasket's master plan is to create a shortage of spare parts, so that robots will have to be replaced, instead of being indefinitely repaired like a 1959 Chevy in Havana.\n\nRodney now meets a sexpot, or would that be an oilpot, named Cappy (Halle Berry), who serves as his guide to some of the secrets of Robot City. She looks great, but of course in a robot society everybody has had some work done. She becomes his sidekick in an invasion of Big Weld headquarters, which leads to a confrontation with the Weld himself.\n\nI have observed before that giant corporations have replaced Nazis as dependable movie villains. Phineas T. Ratchet, who plans an inside takeover of Big Weld's empire, is obviously a student of the theories of conspicuous consumption and planned obsolescence. Such truths of human marketing would presumably have no place in the logical world of robots, but perhaps somewhere in the dim prehistory of Robot City there were human programmers, who added a few lines of code to make the robots endearingly greedy, selfish and wasteful.\n\nDarwinian processes seem irrelevant in robot society, since as nearly as I can tell every robot is a unique example of intelligent design, including Aunt Fanny (Jennifer Coolidge), whose enormous derriere would no doubt confer an evolutionary advantage not immediately apparent, if robots reproduced according to the laws of DNA instead of the whims of manufacturers and repairmen. Imagine going to the garage after a breakdown and asking, \"How long will it be before I can get myself back?\"", "running_time": 91, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-03-10", "genres": ["Animation", "Comedy", "Family", "Science Fiction"], "title": "Robots (2005)"}