{"url": "http://www.rogerebert.com/reviews/rocknrolla-2008", "by": "Gerard Butleras One Two", "star_rating": 3.0, "text": "I'm looking at \"RocknRolla\" and I'm thinking, why make a movie about stealing a parcel of London real estate, when you could make a movie about stealing a trillion bucks of real estate? British gangsters may dress better than Wall Street overlords and be more colorful, but they just don't think big. After watching Richard S. Fuld, CEO of Lehman Brothers, squirm before the House Oversight and Government Reform Committee (HOGREFORM) as he explained why he deserved $350 million for guiding his company into bankruptcy, I found it refreshing to watch hoodlums squirm because they might get personally kneecapped without even so much as a golden hang-glider.\n\nGuy Ritchie's latest movie is about some very hard cases from the London and Russian underworlds who are all trying to cheat on one another, and about an accountant who the term femme fatale has been hanging around waiting to describe. It's one of those rare circular con jobs where you can more or less figure out what's going on, and you can more or less understand why nobody else does, although at various times, they all think they do, and at other times, you're wrong. While they engage in these miscalculations, they act terrifically dangerous to one another -- so smoothly you'd swear they were in the second year of a repertory tour. \n\nYou know who Tom Wilkinson is. You may not recognize him here, for reasons I won't describe because then you would. He's funny and terrifically dangerous as Lenny Cole, a gangster with the memory of a tax collector. He owns or has leveraged great swaths of London, including one swath urgently required by a Russian gangster named Uri Obamavich (Karel Roden), who comes to Cole. Now follow this attentively. One Two (Gerard Butler), Handsome Bob (Tom Hardy) and Mumbles (Idris Elba), whose parents may have been Dick Tracy fans, borrow $7 million from Cole to buy some land. Cole secretly owns the land and won't sell it to them, and arranges to steal the money back and demands to be paid. So he has the money and still has his land. Ken Lay would be proud.\n\nBut that's the simple part. Now Uri pays Cole $7 million to put the fix in on his own swath deal through Cole's tame London councilman, offering Cole his \"good luck painting\" as security. The femme fatale (Thandie Newton), Uri's accountant, sees a way to sidetrack the money herself. She hires One Two and Mumbles to steal Cole's $7 million, which she doesn't know was briefly their $7 million, from which they can pay $2 million to Cole and he won't kill them, but they lose the money and Cole doesn't have the $7 million to pay Uri, and meanwhile, the invaluable \"Good Luck\" painting has been stolen, so at this point I'm not sure who has the money, maybe the femme fatale, but Cole needs it to give Uri, and Uri desperately needs it for harrowing reasons of his own, and the councilman needs it to save his career. \n\nUri may not give a damn about his priceless painting but Cole doesn't know that, and he sends Archy (Mark Strong) and Mickey (Chris \"Ludacris\" Bridges) to find out who stole the painting, and ohmigod! it's in the hands of Cole's own stepson, the druggie rocknrolla Johnny Quid (Toby Kebbell), and Cole discovers that if there's anyone harder to deal with than a Russian mafioso, it's a druggie rocknrolla stepson.\n\nNow don't go medieval on me because I gave away the whole plot, because (1) that's only the first time around the block, (2) right now you can't remember what I said, and (3) I may have gotten large parts of it wrong, although my fingers were bleeding from scribbling notes. The bottom line is, all these people chase the same money around with the success of doggie tail-biting, and it's a lot of fun, and it's not often in these con films that everybody is conning everybody, and they're all scared to death, and nobody knows which cup the pea is under.\n\n\"RocknRolla\" (which is how they say \"rock and roller\" in the East End) isn't as jammed with visual pyrotechnics as Ritchie's \"Lock, Stock and Smoking Barrel\" (1998), but that's OK, because with anything more happening, the movie could induce motion sickness. It never slows down enough to be really good, and never speeds up enough to be the Bourne Mortgage Crisis, but there's one thing for sure: British actors love playing gangsters as much as American actors love playing cowboys, and it's always nice to see people having fun.", "running_time": 114, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-29", "genres": ["Action", "Adventure", "Comedy", "Crime", "Foreign", "Thriller"], "title": "RocknRolla (2008)"}