{"url": "http://www.rogerebert.com/reviews/rocky-iv-1985", "by": "Sylvester Stalloneas Rocky Balboa", "star_rating": 2.0, "text": "The \"Rocky\" series is finally losing its legs. It's been a long run, one hit movie after another, but \"Rocky IV\" is a last gasp, a film so predictable that viewing it is like watching one of those old sitcoms where the characters never change and the same situations turn up again and again. Even Sylvester Stallone seems to be getting tired of the series; as the writer and director, as well as the star, he puts himself through the same old paces.\n\nThe movie begins with footage from Rocky's big fight with Mr. T. Then we meet Drago (Dolph Lundgren), a 6-foot-4, 261-pound Russian fighting machine. Then it's time for a quick roll call of all the regular characters who pop up in every installment. There's a bizarre birthday party for Paulie (Burt Young), Rocky's brother-in-law, who gets a robot for his present (the robot, by the way, can understand statements and respond spontaneously, suggesting that Rocky's suppliers have licked the problem of artificial intelligence). Maybe Paulie needs the robot for company; he has apparently made no friends during nine years as the champ's in-law, and only three people attend his party.\n\nThere's the obligatory romantic scene between Rocky and his wife Adrian (Talia Shire), who seem to have lost all passion during nine years of marriage, and are content to be worshippers at the shrine of their ideal love. There's a walk-on for Rocky Jr., a couple of scenes with old pal Apollo Creed, and then it's time for the big fight scenes and the final freeze-frame.\n\nIt's tempting to forget how good the original \"Rocky\" was, back in 1976. It was a fresh, wonderful film, and we met some real people - quirky, lovable characters - on the way to the final fight scene. Rocky Balboa had a distinctive way of expressing himself, a love of colorful language that set him apart from the cliches of his characters. The people around him were genuine originals.\n\nThe next two Rocky pictures lost some of those qualities, but were still superior entertainments. Maybe it was inevitable that Rocky himself came to dominate his movies, while the others were reduced to perfunctory walk-ons. Maybe Rocky's opponents had to grow more and more bizarre, as the human and vulnerable Apollo Creed gave way to Mr. T's antics. But now, with \"Rocky IV,\" almost all of the human emotions have been drained out of the series, and what's left is technology. Stallone assembles and photographs two fight scenes (the first always a loss, the second always a victory), and links them together with perfunctory drama. Even the colorful dialogue is missing this time, replaced with endless, unnecessary songs on the sound track; half the time, we seem to be watching MTV.\n\n\"Rocky IV\" has many moments that are not believable. My favorite is the moment when Rocky faces Drago in the ring in Moscow, and the all-Russian crowd starts chanting \"Rocky! Rocky!\" Sure. Uh-huh. You bet. My next favorite moment is when Drago demonstrates that he has four times the punching strength and glove velocity of any other fighter who has ever lived. By my reckoning, and considering how violent a heavyweight punch is anyway, that should be enough to decapitate Rocky. The third most awkward moment is a grotesque exhibition match between Drago and Apollo Creed, who meet on a Las Vegas stage where Creed's warm-up consists of an appearance with soul singer James Brown. This single scene sets some kind of a record: It represents almost everything that the original 1976 Rocky Balboa would have found repellent.\n\nDrago makes more of a James Bond villain than a Rocky-style character. He's tall, blond, taciturn, and hateful. He lets his wife (Brigitte Nielsen) do almost all of the talking on his behalf, and yet, interestingly, he and his wife do not have a single intimate scene together. Their most personal moments seem to occur at press conferences. Why couldn't (a) Drago do his own talking, or (b) Drago not require a wife in the movie? Could the answer be that Brigitte Nielsen is Stallone's girl-friend?\n\n\"Rocky IV\" is movie-making by the numbers. Even the climactic fight scene isn't as exciting as it should be, maybe because we know with a certainty born of long experience how it will turn out. Stallone says this will be the last Rocky movie. He should have taken Rocky Marciano as an example, and retired undefeated.", "running_time": 91, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-11-27", "genres": ["Action", "Drama"], "title": "Rocky Iv (1985)"}