{"url": "http://www.rogerebert.com/reviews/rock-school-2005", "by": "Don Argott", "star_rating": 3.0, "text": "Paul Green is a great teacher. We have this on the authority of Paul Green. He wanted to be a great rock musician, and when that didn't pan out, he picked something he could be great at, and now, he admits, he is great at it. In the documentary \"Rock School,\" he is the founder and apparently the entire faculty at the Paul Green School of Rock, a Philadelphia after-school program that takes kids from 9 to 17 and trains them to be rock musicians. Maybe he would like to start even sooner; at one point he asks his infant son, \"Can you say 'Jethro Tull'?\"\n\nThe school is crammed into a narrow brick building where every classroom seems jammed with kids who do not measure up to Green's standards. He warns them, berates them, shouts at them, waves his arms, issues dire predictions and somehow gets them to play music. Some of them are pretty good. There is a guitar player named C.J. Tywoniak, who stands about 5 feet tall and can play better than most of the guitarists you see on \"Saturday Night Live.\" And a singer named Madi Diaz Svalgard, who comes out of a Quaker background and knows people involved in a group named Quaker Gangsta.\n\n\"The whole thing in education now is that you don't compare children,\" Green says. \"Well, I do.\" It's difficult to figure out what the kids are thinking as they stare at him during his tirades, but he has a certain level of self-mockery that takes the edge off. Green is not an angry jerk so much as a guy playing an angry jerk because he loves rock music and wants these kids to play it well. He's not Mr. Nice Guy, like the Jack Black character in the movie \"School of Rock.\"\n\nBut what does he mean by rock music? \"I wanted life as a rock star in 1972,\" he said. \"I'd never want to be a rock star now.\" His god is Frank Zappa, and he leads the kids through difficult Zappa songs like \"Inca Roads,\" preparing them for the annual Zappanale Festival in Germany. \"We gotta be the best band there,\" he says, and his pre-show pep talk soundd uncannily like a coach in a high school sports movie.\n\nIn Germany they get a chance to play with two Zappa veterans, Napoleon Murphy-Brock and Jimmy Carl Black, and Murphy-Brock gets down on his knees and bows to young C. J., and is about half-serious.\n\nOne of the most intriguing students in the school is Will O'Connor, who provides a description of his rocky beginnings: His was a difficult birth, his head was too large, he had to wear a neck brace for three years, he was misdiagnosed as mentally challenged, he was suicidal, etc., and then he discovered rock school, and while he has not emerged as much of a musician, he no longer thinks of suicide and can even kid about it; Paul Green establishes the school's \"Will O'Connor Award for Student Most Likely to Kill Himself,\" which sounds one way when it's an in-joke in the school corridors, and another way when it's quoted in the Philadelphia Inquirer. One thing becomes clear when O'Connor is on the screen: Far from being \"slow,\" he talks like the smartest person in the movie. Rock School is made for difficult cases like his.\n\nThere are scenes showing Lisa, Paul's wife, and his home life, which looks conventional. There are interviews with a few parents, who seem pleased with what their children are learning at school. One even styles her kid's hair in a spiky punk style, but draws the line at stenciling pentagrams on his face. Scenes of 9-year-olds rehearsing to sing in a menacing fashion are illuminating, revealing the 9-year-olds inside many rock singers.\n\nGreen uses the f-word incessantly, along with all the other words he can think of, and anyone in the conventional educational system would be horrified, I suspect, by moments in this film. What is important is that he doesn't talk down to the students, and he is deadly serious about wanting them to work hard, practice more, and become good musicians. He rants and raves, but at least he doesn't condescend. \"By the time I'm 30,\" his student Will O'Connor says, evaluating his musical progress, \"I think I could be decent. If I live that long.\"\n\nAll very well, but how good a teacher is Paul Green, really? There are no scenes in the movie showing him actually teaching his students to play a guitar. Not a single musical note is discussed. No voice lessons. There are times when the point of the school doesn't seem to be making students into rock stars, but rewriting Green's own lost childhood. There are other times when the students regard him blankly, waiting for his wacky behavior to be over so that they can get back to playing. We see no friendships between the students. Not much school spirit; they're playing for Green's glory, not their own.\n\nGreen's approach certainly opens up opportunities for his students, and is a refreshing change from the lockstep public school approach, which punishes individualism. But sooner or later, a kid like C.J. Tywoniak is going to have to move on -- to Juilliard, maybe.", "running_time": 93, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-06-02", "genres": ["Action", "Documentary", "Music"], "title": "Rock School (2005)"}