{"url": "http://www.rogerebert.com/reviews/rock-a-doodle-1992", "by": "Tony Scott Gangeras Edmond", "star_rating": 2.0, "text": "The animator Don Bluth left Disney in 1979 when he felt the studio's animation division had lost its way. He was quite right at the time. But since then, with titles like \"The Little Mermaid\" and \"Beauty And The Beast\" (1991), Disney has found its way again, and now it sometimes seems as if Bluth is wandering.\n\nHis titles as an independent animator include \"The Secret of NIMH,\" \"The Land Before Time,\" \"An American Tail,\" \"All Dogs Go To Heaven\" and now \"Rock-a-Doodle.\" His trademark is a certain freedom of figure drawing; characters look unusual, even bizarre, compared to the more anthropomorphic Disney characters, and until the very latest Disney movies played catch-up, they had more spatial freedom, too.\n\nHis \"All Dogs Go to Heaven\" was also notable for the particular brilliance of its colors; it was dazzling to look at. But one of the disappointments of \"Rock-a-Doodle\" is a muted color palette. The movie doesn't feel as bright as it should.\n\nThe story (awkwardly sandwiched between unnecessary live-action bookends involving a real little boy) is about Chanticleer, a boastful barnyard rooster who confidently believes it is his crowing that makes the sun come up. The Grand Duke of Owl, who lives nearby, is also convinced Chanticleer has that power - and doesn't like it one bit, because he prefers the deep, dark night himself.\n\nOne morning Chanticleer fails to crow, and the sun indeed fails to come up. Chanticleer slinks off to the big city in disgrace, and big dark rain clouds hang low over the land, threatening the farm with flooding. The barnyard animals, led by a little kitten that is the embodiment of the \"real\" boy in the wraparound, get up an expedition to the city, hoping to find Chanticleer. He, in the meantime, has found overnight success as a rock 'n' roll singer named 'The King', with a pompadour that makes him look amazingly like Elvis. Glen Campbell plays the voice of Chanticleer, and others on the soundtrack include Christopher Plummer as the Owl and the ageless Phil Harris as an ancient dog.\n\nThe movie has some good songs and some lively animation, but what bothered me was that most of the interaction between characters was on the level of violence. Why do almost all problems in family movies have to be settled through strength and scheming? Is there any other way to create dramatic tension and excitement? \"Rock-a-Doodle\" is passably entertaining - the younger you are, the more it may absorb you - but as movies like \"Beauty And The Beast\" (1991) marry animation with musical comedy, it looks a little uninspired.", "running_time": 74, "mpaa_rating": "G", "release_year": 1992, "date_published": "1992-04-03", "genres": ["Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Rock-A-Doodle (1992)"}