{"url": "http://www.rogerebert.com/reviews/rock-star-2001", "by": "Mark Wahlbergas Chris Cole", "star_rating": 2.5, "text": "Rock is a business like any other, and musicians are businessmen, and what goes on behind the scenes isn't always pretty. We know this, and we don't want to know this. ''Rock Star'' is a movie about a copy machine repairman who becomes the lead singer in a famous heavy metal band, and somehow with that premise it should be more fun than it is. (It doesn't even have a crucial moment where the new star saves the day with an emergency copier repair.) Instead, it's a morality play with morose undertones, and for the second movie in a row after ''Planet of the Apes'' (2001). Here is Mark Wahlberg looking like he doesn't enjoy being out front.\n\nWahlberg plays Chris ''Izzy'' Coles, a Pittsburgh office supplies salesman who sings in the church choir, loves and is loved by his parents and a loyal girlfriend, and leads a local tribute band named Blood Pollution. He idolizes the band Steel Dragon, and insists that his band do only their songs, and only in the exact way they perform them (''You're not nailing the squeal,'' he tells a guitarist during rehearsal). Eventually his fanaticism makes him such a nuisance that his own band fires him.\n\nMiraculously, the lead singer of Steel Dragon is in the process of being kicked out, and the band sees one of Izzy's tapes and hires him as a replacement singer.\n\nThis is all loosely inspired by fact. An Ohio office supply salesman named Tim ''Ripper'' Owens actually did replace Rob Halford, the lead singer in Judas Priest, after warming up as lead singer in a tribute band. Most of the film's other details are, I imagine, fiction--but they portray a world which must be more or less the same for many bands, involving the ordeal of touring, personality clashes, the danger of violence, unhappy relationships, omnipresent groupies, and managers who must be liars, thieves, drug counselors and psychoanalysts, to keep the show on the road.\n\nThe best parts of the movie are the early ones, as Izzy fights with his band, stands by his dream, and is supported by his girlfriend Emily (Jennifer Aniston), who at one point goes beyond the call of duty by piercing his nipple so he can wear a ring just like his idol Bobby Beers, the lead singer in Steel Dragon. One of the funniest scenes in the movie involves what appears to be a fight with a cop who breaks into Izzy's bedroom; I won't spoil the punch-line.\n\nThe members of Steel Dragon are revealed, behind the scenes, to be cynical professionals who casually boot out Bobby Beers, see a tape of Izzy performing, fly him to L.A. for an audition, and hire him. Izzy brings Emily along (''we traded in the first class ticket for two tourist tickets''), and indeed plans on keeping her by his side during the whole adventure. This is not the way the tour works, and Emily is banned from the band bus; she and the other wives and girlfriends trail behind in a stretch limousine, although an astrologer and a drag queen are allowed on the bus.\n\nWe follow Izzy's adventures as a lead singer; he falls down a flight of stairs on his first entrance, and makes a good impression by singing while blood runs down his forehead. Eventually we, and he, understand that who can be hired can be fired. Timothy Spall anchors this section of the film with his observant, solid performance as the manager, who sees all, knows all, tolerates all until it affects the box office.\n\nAware that Emily feels shut out while groupies cluster around the band, he counsels her to ''build up a little tolerance to it, you know?'' Watching ''Rock Star'' was an instructive experience. Until the halfway mark I approved of it, and then slowly my enthusiasm faded. It stopped being an adventure and started being a parable. Instead of the life and energy in a movie like ''Almost Famous,'' set in roughly the same period, there was a glum disconsolance. I began to feel that Izzy lacked the imagination to turn the situation into fun; that his rigidity in insisting that Blood Pollution copy Steel Dragon note for note was translated as a kind of paralyzing inflexibility. Where was the juice and joy? By the end of the film I conceded, yes, there are good performances and the period is well captured, but the movie didn't convince me of the feel and the flavor of its experiences.\n\nNote: ''Rock Star'' began production with the title ''Metal God,'' which is incomparably better; at one point, it was called ''So You Want to be a Rock Star?\"--the inspiration, no doubt, of a ratings-crazed executive who thought it could attract all the Regis Philbin fans.", "running_time": 110, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-09-07", "genres": ["Comedy", "Drama", "Music"], "title": "Rock Star (2001)"}