{"url": "http://www.rogerebert.com/reviews/rocky-1976", "by": "Sylvester Stalloneas Rocky", "star_rating": 4.0, "text": "She sits, tearful and crumpled, in a corner of her little bedroom. Her brother has torn apart the living room with a baseball bat. Rocky, the guy she has fallen in love with, comes into the room.\n\n\"Do you want a roommate?\" she asks shyly, almost whispering.\n\n\"Absolutely,\" says Rocky.\n\nWhich is exactly what he should say, and how he should say it, and why \"Rocky\" is such an immensely involving movie. Its story, about a punk club fighter from the back streets of Philly who gets a crack at the world championship, has been told a hundred times before. A description of it would sound like a cliche from beginning to end. But \"Rocky\" isn't about a story, it's about a hero. And it's inhabited with supreme confidence by a star.\n\nHis name is Sylvester Stallone, and, yes, in 1976 he did remind me of the young Marlon Brando. How many actors have come and gone and been forgotten who were supposed to be the \"new Brando,\" while Brando endured? And yet in \"Rocky\" he provides shivers of recognition reaching back to \"A Streetcar Named Desire.\" He's tough, he's tender, he talks in a growl, and hides behind cruelty and is a champion at heart. \"I coulda been a contender,\" Brando says in \"On the Waterfront.\" This movie takes up from there.\n\nIt inhabits a curiously deserted Philadelphia: There aren't any cars parked on the slum street where Rocky lives or the slightest sign that anyone else lives there. His world is a small one. By day, he works as an enforcer for a small-time juice man, offering to break a man's thumbs over a matter of $70 (\"I'll bandage it!\" cries the guy. \"It'll look broke\"). In his spare time, he works out at Mickey's gym. He coulda been good, but he smokes and drinks beer and screws around. And yet there's a secret life behind his facade. He is awkwardly in love with a painfully shy girl (Talia Shire) who works in the corner pet shop. He has a couple of turtles at home, named Cuff and Link, and a goldfish named Moby Dick. After he wins forty bucks one night for taking a terrible battering in the ring, he comes home and tells the turtles: \"If you guys could sing and dance, I wouldn't have to go through this crap.\" When the girl asks him why he boxes, he explains: \"Because I can't sing and dance.\"\n\nThe movie ventures into fantasy when the world heavyweight champion (Carl Weathers, as a character with a certain similarity to Muhammad Ali) decides to schedule a New Year's Eve bout with a total unknown -- to prove that America is still a land of opportunity. Rocky gets picked because of his nickname, the Italian Stallion; the champ likes the racial contrast. And even here the movie looks like a genre fight picture from the 1940s, right down to the plucky little gymnasium manager (Burgess Meredith) who puts Rocky through training, and right down to the lonely morning ritual of rising at four, drinking six raw eggs, and going out to do roadwork. What makes the movie extraordinary is that it doesn't try to surprise us with an original plot, with twists and complications; it wants to involve us on an elemental, a sometimes savage, level. It's about heroism and realizing your potential, about taking your best shot and sticking by your girl. It sounds not only clichéd but corny -- and yet it's not, not a bit, because it really does work on those levels. It involves us emotionally, it makes us commit ourselves: We find, maybe to our surprise after remaining detached during so many movies, that this time we care.\n\nThe credit for that has to be passed around. A lot of it goes to Stallone when he wrote this story and then peddled it around Hollywood for years before he could sell it. He must have known it would work because he could see himself in the role, could imagine the conviction he's bringing to it, and I can't think of another actor who could quite have pulled off this performance. There's that exhilarating moment when Stallone, in training, runs up the steps of Philadelphia's art museum, leaps into the air, shakes his fist at the city, and you know he's sending a message to the whole movie industry.\n\nThe director is John Avildsen, who made \"Joe\" and then another movie about a loser who tried to find the resources to start again, \"Save the Tiger.\" Avildsen correctly isolates Rocky in his urban environment, because this movie shouldn't have a documentary feel, with people hanging out of every window: It's a legend, it's about little people, but it's bigger than life, and you have to set them apart visually so you can isolate them morally.\n\nAnd then there's Talia Shire, as the girl (she was the hapless sister of the Corleone boys in \"The Godfather\"). When she hesitates before kissing Rocky for the first time, it's a moment so poignant it's like no other. And Burt Young as her brother -- defeated and resentful, loyal and bitter, caring about people enough to hurt them just to draw attention to his grief. There's all that, and then there's the fight that ends the film. By now, everyone knows who wins, but the scenes before the fight set us up for it so completely, so emotionally, that when it's over we've had it. We're drained.", "running_time": 119, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Action", "Adventure", "Drama", "Romance"], "title": "Rocky (1976)"}