{"url": "http://www.rogerebert.com/reviews/rocket-science-2007", "by": "Reece Daniel Thompsonas Hal Hefner", "star_rating": 3.5, "text": "The high school hero of \"Rocket Science\" stutters, but all high school kids stutter. It's just that most of them don't do it with their voices. They stutter in the way they don't know how to present themselves, what to say next, how to talk their way out of embarrassment, when to make an approach to someone they have a crush on or how to perform in class when everybody's looking at them. It's just that Hal Hefner (Reece Daniel Thompson) does it out loud.\n\nThat's why he seems to be an odd choice when Ginny Ryerson (Anna Kendrick) talks him into joining the school debate team. The movie opens when she loses her regular debate partner, Ben Wekselbaum (Nicholas D'Agosto). His meltdown is spectacular. In the middle of a debate, he is effortlessly speeding along at a zillion words a second (I learn debaters call this \"spreading\") when suddenly he freezes. His mind goes blank and he can't think of a single thing to say. Who can't identify with that?\n\nBen drops off the team and starts beating himself up psychologically, and that's when Ginny recruits Hal. She has reasons of her own, which are revealed in the fullness of time, but oddly enough, they're not the reasons we're expecting. \"Rocket Science\" is not a formula high school movie, is not about formula kids and is funny in a way that you laugh but it still kinda hurts.\n\nThe movie's director, Jeffrey Blitz, must have learned a lot about overachieving kids and their occasional breakdowns while directing his first film, the suspenseful, Oscar-nominated documentary \"Spellbound\" (2002) about the National Spelling Bee. He learned other things, too, like how when adolescent boys of a certain age think about anything but sex, it's a distraction.\n\nHal has too many hangups to develop much of a love life, but the kid who lives next door to Ginny obsesses on her, spies on her, steals her brassiere, and in general makes himself miserable. Meanwhile, does Ginny like Hal, does she feel sorry for him or is she playing a cruel trick?\n\nHal has problems beside Ginny. His dad (Denis O'Hare) walks out of his marriage one day, after saying farewell to Hal and his older brother Earl (Vincent Piazza) in the kind of speech a man might make before leaving for a better job. Then his mom (Lisbeth Bartlett) starts dating a nice Korean judge (Aaron Yoo), although she lacks certain intra-ethnic instincts. \"Is this some kind of an exotic Korean dish?\" she asks. \"Because it has a strange odor.\" The judge smiles. \"It's tuna casserole.\"\n\nThe movie is not a slick repackaging of visual cliches from Teen Vogue (that one was \"Bratz\") but instead seems to be in a plausible high school filled with students who act and look about the right age, even though they're a little older. The movie was shot in Baltimore, doubling for \"Plainsboro High School\" in New Jersey, and even spells Plainsboro correctly throughout, unlike \"Carry Nation High School\" in \"Bratz,\" which couldn't even spell its title. (This just in: \"Carry\" is an acceptable spelling for Ms. Nation's first name, but \"Bratz\" is of course a short form of \"Bratwurst.\")\n\nHold on. I'm drifting back toward my review of \"Spellbound.\" The thing about \"Rocket Science\" is that its behavior, even its villainy, is within plausible margins. Ginny is a hateful \"popular girl,\" but she isn't hateful beyond all reason. Hal's mother's new boyfriend is not a stereotyped interloper, but a nice guy who would be an improvement. And a lot of the laughs come in understated asides that reveal character.\n\nThe leads, Thompson and Kendrick (\"Camp\"), are early in what promise to be considerable careers. Kendrick can make you like her even when you shouldn't, and Thompson fine-tunes the pathos of his dilemma to slip comedy into moments that could be deadly.\n\nI suspect a lot of high school students will recognize elements of real life in the movie (that's why it's rated R, to protect them from themselves), and that the movie will build a following. It may gross as little as \"Welcome To The Dollhouse\" or as much as \"Clueless,\" but whichever it does, it's in the same league.", "running_time": 101, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-16", "genres": ["Comedy", "Drama", "Indie"], "title": "Rocket Science (2007)"}