{"url": "http://www.rogerebert.com/reviews/rock-of-ages-2012", "by": "Tom Cruiseas Stacee Jaxx", "star_rating": 3.0, "text": "\"Rock of Ages,\" a rags-to-riches rock 'n' roll musical set mostly in a music club on Sunset Strip, wins no prizes for originality. A lot of it is zesty entertainment, with some energetic musical numbers; several big names (Tom Cruise, Russell Brand, Alec Baldwin) prove they can sing well enough to play the Strip if they lose the day job. The two leads are Diego Boneta, as a bartender in the Strip's hottest club, and Julianne Hough, as a naive kid just off the bus from the Midwest. They're both gifted singers and join the others in doing covers of 1980s rock classics.\n\nOf course they also fall in love. Of course they have heartfelt conversations while standing behind the \"Hollywood\" sign. Of course they break up because of a tragic misunderstanding. Of course their mistake is repaired and (spoiler!) they're back together at the end. Has ever a romance in a musical been otherwise?\n\nThey're sweet and likable, but for me, the better story involves the fate of the club, the Bourbon Room. Dennis Dupree (Alec Baldwin), its owner, is desperate because he owes back taxes and will have to close the doors at any moment. His only confidante is a weathered rocker named Lonny (Russell Brand), whose primary function is to lean over him during phone calls and frantically tell him what to say. The person on the other end of the line is usually a venal music manager named Paul Gill (Paul Giamatti), who claims he will save the club by supplying his legendary client Stacee Jaxx (Tom Cruise) for a one-night farewell concert.\n\nIf you're tracking those names, you're perhaps impressed. Adam Shankman's \"Rock of Ages\" not only has a high-profile cast, but they never seem to be slumming; they play their roles with great intensity and earnestness, which is really the only way to do satire.\n\nA subplot is recycled directly out of old \"Beach Party\" musicals. If you are of a certain age, you may remember them. Frankie, Annette and the gang were always having a great time down at the beach when some stuffy local politician decided to run them out of town as a campaign tactic. In this case, the politician is Mayor Whitman (Bryan Cranston), who gets all of his instructions from his domineering wife, Patricia (Catherine Zeta-Jones). She leads a group of protesters across the street from the Bourbon Room, while Dennis and Lonny look grimly out the window.\n\nThere isn't an original idea in the screenplay by Justin Theroux and Chris D'Arienzo, based on an Off-Broadway hit. Even the songs are oldies. And that's OK, because the actors are having a lot of fun, and the production values of the musical numbers are slick and high-spirited. The only problem is that the plot meanders when nobody is singing. If you're making the kind of movie where everybody in the audience knows for sure what's going to happen, it's best not to linger on the recycled bits. If Drew misunderstands something he sees and thinks Sherrie was cheating on him with Stacee Jaxx, then let them clear that up without a lugubrious return visit to the Hollywood sign.\n\nIn a movie where all the stars except the leads are essentially satirizing themselves, Tom Cruise is the most merciless on himself. Stacee Jaxx, his muscular body a quiltwork of tattoos, travels with a couple of grim bodyguards (Kevin Nash, of all people, and Jeff Chase, a giant 6'7\" bodybuilder). Stacee has such a big ego that when he's interviewed by a Rolling Stone reporter (Malin Akerman), he's so narcissistically seductive he almost seduces himself. Meanwhile, Alec Baldwin and Russell Brand have a big scene I'll bet neither one saw in his future.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-06-13", "genres": ["Comedy", "Drama", "Musical", "Romance"], "title": "Rock of Ages (2012)"}