{"url": "http://www.rogerebert.com/reviews/rocket-man-1997", "by": "Stuart Gillard", "star_rating": 3.0, "text": "\"RocketMan'' is cheerfully oblivious to any scientific discoveries about Mars more advanced than that the planet is red. (It assumes, for example, that instantaneous two-way communication could take place with a lander on the Martian surface.) But this is not a science movie, to put it mildly. It's a wacky comedy in the Jerry Lewis-Jim Carrey mold, with lots of jokes about two astronauts who share the same air hose while one of them passes enormous volumes of gas. Guess which one.\n\nHarland Williams comes across uncannily like a man born to annoy you with everything he says. The movie exploits this. After the mission lands on Mars and he gets into an explorer vehicle with the mission commander (William Sadler), he badgers him with little-kid questions: \"Are we almost there? Can I drive?'' He bungles the dramatic moment when they plan to raise the American flag on Mars by dropping it over a cliff--but he saves the day with his own substitute flag, which waves proudly on TV for the folks at home: his pair of stars-and-stripes boxer shorts.\n\nJessica Lundy and Sadler, who play his fellow crew members, are deployed mostly as foils. And the movie has fun with the obligatory shots of Mission Control, with rows of men in white shirts and ties, deployed solemnly at computers but jumping up on cue to cheer successful developments. (There's a bald-headed actor playing a Mission Control guy here who has had similar roles, I'll bet, in half the space pictures made; no, not Clint Howard, but you get the idea.) Most of the technical dialogue is right out of other space movies, but there's the occasional zinger, such as \"Your promises are worth about as much as dental floss at a Willie Nelson concert.'' \"RocketMan'' is not inspired or brilliant or original, but it's the kind of movie that gives you a goofy grin half of the time. A lot of the credit goes to Williams, who has the knack of almost making you think he doesn't know how obnoxious his character is. \"It wasn't me!'' he shouts, every time he screws up. For example, when he falls out of the lander door and inadvertently becomes the first man on Mars. And when his air hose is linked to Sadler's, and Sadler realizes someone has cut the cheese.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-10-10", "genres": ["Comedy", "Family", "Science Fiction"], "title": "Rocket Man (1997)"}