{"url": "http://www.rogerebert.com/reviews/roger-dodger-2002", "by": "Campbell Scottas Roger", "star_rating": 3.0, "text": "Roger is an advertising executive who explains that his technique is to make consumers feel miserable, so they can restore their happiness by buying the sponsor's product. In his private life, Roger is the product, trying to make women feel miserable about themselves and then offering himself as the cure. Roger is an optimist who keeps on talking, just as if his approach works.\n\nAs \"Roger Dodger\" opens, Roger (Campbell Scott) has just been dumped by his lover, Joyce (Isabella Rossellini), who is also his boss, and makes him feel miserable with admirable economy of speech: \"I am your boss. You work for me. I have explained to you that I do not wish to see you socially any longer. Find a way to deal with it.\" Roger can't quite believe her. Indeed, he attends a party at her house that he has specifically not been invited to. He's an optimist in the face of setbacks, a con man who has conned himself.\n\nInto his office and life one day walks his nephew Nick (Jesse Eisenberg), who is 16. Roger isn't on speaking terms with Nick's mother, but Nick is another matter, a young man who asks for guidance that Roger feels himself uniquely equipped to provide. Nick knows little of women and wants advice, and Roger starts with theory and then takes Nick nightclub-hopping so they can work on the practice. During one incredibly lucky evening, they meet Andrea and Sophie (Elizabeth Berkley and Jennifer Beals), who are intrigued by Nick's innocence, charmed by his honesty, and delighted by his wit. The kid's naivete acts like a mirror in which they can study their own attitudes. Roger the coach finds himself on the sidelines.\n\nThe movie, written and directed by Dylan Kidd, depends on its dialogue, and like a film by David Mamet or Neil LaBute has characters who use speech like an instrument. The screenplay would be entertaining just to read, as so very few are. Scott, who usually plays more conventional roles, emerges here as acid and sardonic, with a Shavian turn to his observations, and although his advice is not very useful, it is entertaining.\n\nThe problem of Nick's young age is one that several other movies, notably \"Tadpole,\" have negotiated lately. Apparently when it comes to the age of consent for sex, in the movies young males don't count. If an innocent 16-year-old girl were taken to a nightclub by his aunt and set up with a couple of 30-something guys, the MPAA would be outraged and Hollywood terrified. But turn the tables and somehow the glint in Nick's eye takes care of everything.\n\n\"Roger Dodger\" effectively deflects criticism in this area by making Roger the victim and the subject. While Nick is funny and earnest, and generates many laughs, the movie is really about Roger--about his attempts to tutor his nephew in a lifestyle that has left the older man lonely and single. The film is not just a lot of one-liners but has a buried agenda, as the funny early dialogue slides down into confusion and sadness. There is a lesson here for Nick, but not the one Roger is teaching.", "running_time": 104, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-11-01", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Roger Dodger (2002)"}