{"url": "http://www.rogerebert.com/reviews/role-models-2008", "by": "Seann William Scottas Wheeler", "star_rating": 3.0, "text": "\"Role Models\" is the kind of movie you don't see every day, a comedy that is funny. The kind of comedy where funny people say funny things in funny situations, not the kind of comedy that whacks you with manic shocks to force an audible Pavlovian response.\n\nNow that we've cleared the room by using \"Pavlovian,\" let's enjoy \"Role Models.\" This is a fish-out-of-water plot with no water. The characters are all flopping around in places they don't want to be. \n\nPaul Rudd and Seann William Scott play Danny and Wheeler, teammates who drive a Minotaur-mobile super truck from school to school, touting a Jolt-like drink as the high-octane energy boost that will get you high without a jail sentence: \"Just say no to drugs, and YES! to Minotaur!\"\n\nThey get in trouble and are assigned to community service. Sweeny (Jane Lynch), the woman in charge of the program, could have been your usual Nurse Ratched type, but instead she's a brilliant comic invention, a former big-time cokehead from the Village with tattoos on her arm. I don't know why, but I have always found it pleasing to hear a pretty, middle-aged woman saying, \"You can't bull---- a bull----ter.\"\n\nDanny and Wheeler are assigned to be mentors in a Big Brother kind of program for young troublemakers. Here the film is inventive. The heroes are assigned a potty mouth and a nerd, but not like any you've seen before. Danny gets Augie (Christopher Mintz-Plasse), whose life is entirely absorbed in a medieval fantasy game where bizarrely costumed \"armies\" do battle in parks with fake swords. There are mostly younger teenagers and lonely men with mountain-man beards. Sort of a combination of Dungeons and Dragons and pederasty. Wheeler draws Ronnie (Bobb'e J. Thompson), a sassy rebel who looks about 10 and hasn't had his growth yet. Not only does Ronnie know all the bad words, he can deliver them with the loud confidence of Chris Rock at full speed. Bobb'e J. Thompson will have his own show on Comedy Central before he's 25.\n\nSo these two terrific young actors go through all the steps of a formula plot, but a formula plot works if you're laughing at the plot and not noticing the formula. There are nicely drawn supporting characters, including the pompous King Argotron (Ken Jeong). He rules this universe, and its members take him very, very seriously, even going so far as to fork-feed him and wipe his chin with a napkin at a pancake house.\n\nThen there is Beth (Elizabeth Banks, Miri to Zack), Danny's girlfriend, who breaks up with him after he insults an Italian coffeehouse waitress. He shouts at her for calling a taller coffee a vingt. That's not Italian! (It's French, but she may have been saying venti. Twenty ounces, you see.) Anyway, Beth is sick of his anger and his dark moods. Ronnie helps to bring them back together after he accidentally gazes upon her \"boobies.\" He is ecstatic. Earlier, he and Danny had started to bond for the first time when Danny told him: \"Remember, for every man in the world, there are two boobies, more or less.\" A troubled young man needs all the encouragement he can get.\n\nWhat's interesting about the fantasy medieval warfare is that the players take it with deadly seriousness. This is not a game. It is the game of their very lives. When they are tagged by a sword, they are dead, and what is unbearable is that they are still alive to know they are dead, and listen to their enemies' scorn. The punishment is, they can't play anymore. Oh, this is heavy stuff. Remember that story a few years ago about some college students who were playing a fantasy game in the tunnels and sewers beneath a campus, and a few of them got lost or killed, I forget which?\n\nEverything is satisfactorily resolved in the end, as the formula requires. But since their problems were a little deeper than usual in this genre, our pleasure is increased a little. Not to the point where we're cheering, you understand. But to the point where we're thinking, hey, I sort of liked that.\n\nI was mentioning little Ronnie's attitude. I like this exchange:\n\nRonnie: Suck it, \"Reindeer Games!\"\n\nDanny: I'm not Ben Affleck.\n\nRonnie: You white, then you Ben Affleck.", "running_time": 99, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-05", "genres": ["Comedy"], "title": "Role Models (2008)"}