{"url": "http://www.rogerebert.com/reviews/roller-boogie-1980", "by": null, "star_rating": 1.5, "text": "There is a sense in which \"Roller Boogie\" comes as a\r\nrefreshing surprise: I didn't think it was still possible, in the dog-eared\r\nfinal days of the 1970s, to have this silly, innocent, lame-brained and naive\r\nmovie. I'd always thought that when Annette Funicello and Frankie Avalon grew\r\nup, that was it.\n\nBut,\r\nno, the spirit of those American-International beach party movies from the\r\nearly 1960s still survives. You remember the beach\r\nparty/blanket/bikini/bongo/bingo/barbecue gang: Annette and Frankie, down on\r\nthe beach with their surfboards, catching the monster waves and dancing to\r\n\"Surfin' USA\" and planning a big dance down at the local teen hangout\r\n. . . until a fascist meanie local real estate speculator announces plans to\r\nbuy the hangout, tear it down immediately, and put up something real thrilling\r\nlike, say, a senior citizens' condominium.\n\nTimes\r\ndo change: I can see more virtue in the fascist meanie viewpoint than I could\r\nin 1960, and Frankie and Annette, for that matter, are probably putting more\r\nmoney into condos than juke boxes these days.\n\nBut\r\nthe basic art form of the beach party movie apparently never dies. It was first\r\nborn, indeed, in the days before beach parties and even before bikinis: This\r\nbasic genre had its first golden era in the MGM classics where Judy Garland and\r\nMickey Rooney would bat around dialog along the lines of. \"I've got it!!!\r\nLet's rent the old barn and put on a show!!\"\n\nNothing\r\nhas changed much in all the years since. \"Roller Boogie\" involves a\r\nbunch of kids who hang around on the boardwalk at Venice, Calif., and whose\r\nlives are centered around roller skating. Lest you dismiss this as fantasy:\r\nI've been to the boardwalk at Venice, and it is, incredibly, very much as it's\r\ndepicted here. There were never real teenagers like the beach party gang, but\r\nthere are, God help us, real teenagers like the roller boogie gang, and there\r\nare some senses in which \"Roller Boogie\" is a documentary.\n\nBut,\r\nanyway, the kids hang around on the boardwalk, as I was saying, and roller\r\nskate up and down and listen to Top 40 stations on their transistor headphones.\r\nAnd then we meet a local rich girl (Linda Blair) who lives in one of those Bel\r\nAir mansions where the domestic staff runs things while Linda's mother sits\r\naround looking painfully bored, and her daddy makes large amounts of money and\r\nkeeps his daughter in new convertibles.\n\nSo.\r\nLinda and her friend, a busty brunette who would have looked great in one of\r\nAnnette's bikinis, hop in the convertible and bop down to the boardwalk and\r\nskate up and down, and hang out at the rink, and there are some puppy love\r\nromances and some stunt skating and then it turns out that the local fascist\r\nreal estate meanies, in association with the mob, plan to . . . you guessed it,\r\nthey're gonna tear down, the rink jut before the big disco roller derby.\n\nWhat\r\nswine. The rink is run by a nice old guy whose name I didn't catch (but I will\r\nlay you 3-to-2 it's \"Pop\"), and the kids all rally around, and Linda\r\nBlair runs away to the boardwalk and there is a confrontation at a swank party\r\nat her Bel Air mansion, and lots of people in formal clothes get pushed into\r\nthe swimming pool and there is, inevitably, a disco roller derby after all,\r\nlooking as if it owes a great deal to \"Saturday Night Fever.\"\n\nThe\r\nmovie, as you have guessed, is not very deep. But I've been thinking: Is it a\r\nbad movie, or is it just that my tastes have completely changed since those\r\nlong-ago days when I could see some residual virtue in Annette and Frankie and\r\nthe gang? Let's say \"Roller Boogie\" is no better and no worse than\r\nthe beach blanket/bikini/bingo/bongo movies, and from there you're going to\r\nhave to take it by yourself.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-01-01", "genres": ["Drama", "Family", "Music", "Romance"], "title": "Roller Boogie (1980)"}