{"url": "http://www.rogerebert.com/reviews/rollerball-2002", "by": "Chris Kleinas Jonathan Cross", "star_rating": 0.5, "text": "\"Rollerball\" is an incoherent mess, a jumble of footage in search of plot, meaning, rhythm and sense. There are bright colors and quick movement on the screen, which we can watch as a visual pattern that, in entertainment value, falls somewhere between a kaleidoscope and a lava lamp.\n\nThe movie stars Chris Klein, who shot to stardom, so to speak, in the \"American Pie\" movies and inhabits his violent action role as if struggling against the impulse to blurt out, \"People, why can't we all just get along?\" Klein is a nice kid. For this role, you need someone who has to shave three times a day.\n\nThe movie is set in 2005 in a Central Asian republic apparently somewhere between Uzbekistan and Mudville. Jean Reno plays Petrovich, owner of \"the hottest sports startup in the world,\" a rollerball league that crowds both motorcycles and roller skaters on a figure-8 track that at times looks like a Roller Derby crossed with Demo Derby, at other times like a cruddy video game. The sport involves catching a silver ball and throwing it at a big gong so that showers of sparks fly. One of the star players confesses she doesn't understand it, but so what: In the final game, Petrovich suspends all rules, fouls, and penalties. This makes no difference that I could see.\n\nKlein plays Jonathan Cross, an NHL draft pick who has to flee America in a hurry for the crime of racing suicidally down the hills of San Francisco flat on his back on what I think is a skateboard. His best friend is Marcus Ridley (LL Cool J), who persuades him to come to Podunkistan and sign for the big bucks. Jonathan is soon attracted to Aurora (Rebecca Romijn-Stamos, from \"X-Men\").\n\n\"Your face isn't nearly as bad as you think,\" he compliments her. She has a scar over one eye, but is otherwise in great shape, as we can see because the Locker Rooms of the Future are co-ed. Alas, the Women Athletes of the Future still turn their backs to the camera at crucial moments, carry strategically placed towels, stand behind furniture and in general follow the rules first established in 1950s nudist volleyball pictures.\n\nI counted three games in the rollerball season. The third is the championship. There is one road trip, to a rival team's rollerball arena, which seems to have been prefabricated in the city dump. The games are announced by Paul Heyman, who keeps screaming, \"What the hell is going on?\" There is no one else in the booth with him. Yet when Aurora wants to show Jonathan that an injury was deliberate, she can call up instant replays of all the cameras on equipment thoughtfully provided in the locker room.\n\nThe funniest line in the movie belongs to Reno, who bellows, \"I'm this close to a North American cable deal!\" North American cable carries Battling Bots, Iron Chefs, Howard Stern and Monster Truck Rallies. There isn't a person in the audience who couldn't get him that deal. Reno also has the second funniest line. After Jonathan engages in an all-night 120-m.p.h. motorcycle chase across the frozen steppes of Bankruptistan, while military planes drop armed Jeeps to chase him, and after he sees his best pal blown to bits after leaping across a suspension bridge that has been raised in the middle of the night for no apparent reason, Reno tells him, \"Play well tonight.\" Oh, and I almost forgot Aurora's breathless discovery after the suspicious death of one of the other players. \"His chin strap was cut!\" she whispers fiercely to Jonathan. Neither she nor he notices that Jonathan makes it a point never to fasten his own chin strap at any time during a game.\n\nSomeday this film may inspire a long, thoughtful book by John Wright, its editor. My guess is that something went dreadfully wrong early in the production. Maybe dysentery or mass hypnosis. And the director, John McTiernan (\"Die Hard\"), was unable to supply Wright with the shots he needed to make sense of the story. I saw a Russian documentary once where half the shots were blurred and overexposed, because the KGB attacked the negative with X-rays. Maybe this movie was put through an MRI scan. Curiously, the signifiers have survived, but not the signified. Characters set up big revelations and then forget to make them. And the long, murky night sequence looks like it was shot, pointlessly, with the green-light NightShot feature on a consumer video camera.\n\nOne of the peculiarities of Television of the Future is a device titled \"Instant Global Rating.\" This supplies a digital readout of how many viewers there are (except on North American cable systems, of course). Whenever something tremendously exciting happens during a game, the rating immediately goes up. This means that people who were not watching somehow sensed they had just missed something amazing, and responded by tuning in. When \"Rollerball\" finally does get a North American cable deal, I predict the ratings will work in reverse.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-02-08", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Science Fiction", "Thriller"], "title": "Rollerball (2002)"}