{"url": "http://www.rogerebert.com/reviews/roll-bounce-2005", "by": "Chi McBrideas Curtis Smith", "star_rating": 3.0, "text": "Film by film, the makers of \"Roll Bounce\" have been creating a new world in American movies. This is a world in which black people live in well-kept homes, have jobs, don't do drugs, don't have guns, aren't in gangs, don't call anybody \"bitch\" and do not use a famous 12-letter word.\n\nIt is sad that I need to write such a paragraph, but relevant: The dominant image of African-Americans in the movies is of the lawless, the violent and the drugged. This image does not represent the majority of black people, but it works as subtle propaganda in the minds of audiences of all races.\n\nNow consider some titles. The producers of \"Roll Bounce,\" Robert Teitel and George Tillman Jr., also made \"Soul Food,\" \"Men of Honor\" (with Cuba Gooding as the first black Navy diver), \"Barbershop\" and its spin-offs, and \"Beauty Shop.\" Some of the movies are better than others, but all of them have good hearts. They reflect a reality that is missing in the Friday night multiplex specials.\n\n\"Roll Bounce,\" a nostalgic memory of disco roller-dancing in the late 1970s, has warm starring performances from Bow Wow (formerly Lil Bow Wow) and Chi McBride, who are funny, lovable and sometimes touching. In their different ways, they're mourning the death of a mother and wife; Xavier (Bow Wow) hangs out with four friends at a Chicago South Side roller rink and Curtis, his dad, (McBride) obsesses on repairing his dead wife's car. It is his secret that after 10 years as an engineer, he lost his job when his company closed, and he is out of work.\n\nXavier feels his dad is distant. He is right; the father is distracted by his griefs and worries. At the Palisades rink, \"X\" and his friends practice synchronized skating routines, but then the rink closes: \"There goes our summer.\" Not quite. On the North Side, there's the Sweetwater rink, an establishment so grand that special effects are used to create its facade out of Navy Pier. Sweetwater is ruled by a showboat dancer named Sweetness (Wesley Jonathan), who has a court of three male backup skaters, and three sexy girls who hold his cape and his hat and look at him yearningly.\n\n X is reluctant to go to Sweetwater until he sees Sweetness in action and his competitive spirit is aroused. He and his buddies decide to enter the big $500 Skate-Off at the end of the summer. Joining them as a mascot is the new girl next door, Tori (Jurnee Smollett) who has braces on her teeth that the boys kid her about - but then the screenplay by Norman Vance Jr. is filled with sharp-edged dialogue in which ritualistic insults are exchanged in language that is colorful precisely because it is not made out of tired vulgarities. Tori's mom Vivian (Kellita Smith) also lives next door, which eventually becomes of interest to Curtis.\rAt the rink, X and his friends encounter Naomi (Meagan Good), who Xavier once almost dated, apparently, before he dropped out because of the loss of his mother and his self-confidence. She's gotten a lot prettier in the year since he saw her, but she's still nice - too nice to be impressed by Sweetness, for example. It is astonishing Naomi and Tori do not become rivals; instead, Tori encourages X to ask Naomi out, because she thinks they'd be good together. A move like that away from the predictable story line allows all sorts of truth into a situation that would otherwise he on autopilot.\rThere are two climaxes in the movie: The Skate Off, and the inevitable moment of truth between Xavier and his dad. Both are handled well, the Skate Off like a reprise of \"Saturday Night Fever,\" the father-son conversation filled with earned sentiment. McBride and Bow Wow, who between them have specialized in comedies and music videos, find serious emotion well within their reach. In the Skate Off, Sweetness and his gang are so talented that it's unlikely Bow Wow's crowd would be in contention, but there you go.\r\"Roll Bounce\" is not a great film, but it does a good job of doing exactly what it intends: Showing a summer in the lives of ordinary teenagers and their parents, and remembering the roller disco craze that preceded hip hop. It's based on fact. Chicago black kids in the 1970s really did move between a neighborhood rink and a ritzier north side rink, and it was kind of a territorial thing. The movie gets something else right (and wrong). Xavier has a paper route, which is right, but he throws the wrong paper.", "running_time": 112, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-22", "genres": ["Comedy", "Drama", "Family"], "title": "Roll Bounce (2005)"}