{"url": "http://www.rogerebert.com/reviews/romancing-the-stone-1984", "by": null, "star_rating": 3.0, "text": "It may have an awkward title, but \"Romancing the Stone\" is a silly, high-spirited chase picture that takes us, as they say, from the canyons of Manhattan to the steaming jungles of South America. The movie's about a New York woman who writes romantic thrillers in which the hungry lips of lovers devour each other as the sun sinks over the dead bodies of their enemies. Then she gets involved in a real-life thriller, which is filled with cliff-hanging predicaments just like the ones she writes about. The writer, played by Kathleen Turner, uses her novels as a form of escape. Throbbing loins may melt together on her pages, but not in her life. Then she gets a desperate message from her sister in South America: Unless she flies to Cartagena with a treasure map showing the location of a priceless green jewel, her sister will be killed.\n\nWhat follows is an adventure that will remind a lot of people of \"Raiders of the Lost Ark,\" but it will be a pleasant memory. After all the \"Raiders\" rip-offs, it's fun to find an adventure film that deserves the comparison, that has the same spirit and sense of humor. Turner lands in Colombia, and almost instantly becomes part of the plans of a whole lineup of desperadoes. There are the local police, the local thugs, the local mountain bandits, and the local hero, a guy named Jack Colton, who is played by Michael Douglas.\n\nMovies like this work best if they have original inspirations about the ways in which the heroes can die. I rather liked the pit full of snarling alligators, for example. They also work well if the villains are colorful, desperate, and easy to tell apart. They are. Danny DeVito, from TV's 'Taxi' plays a Peter Lorre type, complete with a white tropical suit and a hat that keeps getting trampled in the mud. He's a gangster from up north, determined to follow Turner to the jewel. \n\nThere's also a suave local paramilitary hero named Zolo (Manuel Ojeda), who wears a French Foreign Legion cap and lusts after not only Turner's treasure map but all of her other treasures. And Alfonso Arau plays a rural bandito who turns out to have memorized all of Turner's thrillers.\n\nMovies like this have a tendency to turn into a long series of scenes where the man grabs the woman by the hand and leads her away from danger at a desperate run. I always hate scenes like that. Why can't the woman run by herself? Don't they both have a better chance if the guy doesn't have to always be dragging her? What we're really seeing is leftover sexism from the days when women were portrayed as hapless victims. \"Romancing the Stone\" doesn't have too many scenes like that. It begins by being entirely about the woman, and although Douglas takes charge after they meet, that's basically because he knows the local territory. Their relationship is on an equal footing, and so is their love affair. We get the feeling they really care about each other, and so the romance isn't just a distraction from the action.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Action", "Adventure", "Comedy", "Romance"], "title": "Romancing the Stone (1984)"}