{"url": "http://www.rogerebert.com/reviews/roman-de-gare-2008", "by": "Fanny Ardantas Judith Ralitzer", "star_rating": 2.5, "text": "\"Roman de Gare\" is French for what we call an \"airport novel,\" but it's virtually the opposite. In a good airport novel, the plot plows you through safety-belt demonstrations, $5 \"snacks\" and lists of connecting flights. In \"Roman de Gare,\" the plot has a way of braking to a halt and forcing us to question everything that has gone before. What can we believe, and when can we believe it? Directed by Claude Lelouch, that inexhaustible middlebrow whose \"A Man and a Woman\" (1966) monopolized art house screens for months and months, it's so clever that finally that's all it is: clever.\n\nIt begins with a flash-forward to the end (or, as it turns out, not quite the end) featuring a famous novelist being questioned by the cops for murder. This is Judith Ralitzer, played by the elegant Fanny Ardant, Truffaut's widow. She's idolized by the next character we meet, who is Huguette (Audrey Dana). We join her and her boyfriend Paul (Cyrille Eldin) in a car on an expressway at 3 a.m. They're having a fight that seems to be about her smoking, but is actually about their entire relationship, which ends when Paul abandons her at a highway cafe, taking with him her purse, money, keys, everything. What a lousy trick.\n\nWatching this happen is a man (Dominique Pinon) drinking coffee in the cafe. He offers her a ride and keeps sipping his coffee until she agrees. The movie hints this is actually Jacques Maury, a pedophile who has escaped from prison. Nicknamed \"The Magician,\" he performs magic tricks to entrance his victims. On the other hand, he may be Judith Ralitzer's ghost-writer, as he claims. And what about a worried wife we meet talking to a cop? She thinks her husband, a schoolteacher, has abandoned her. Lelouch constructs a story in which this same man could be one, but not, I think, all of the above.\n\nDominique Pinon is a fascinating actor to watch. With a stepped-on face, a scrawny beard and a low-key, insinuating manner, he is not blessed by the gods, but he seems able to fascinate women. As they drive through the night, he drops the bombshell that he's the ghost-writer of her favorite novelist. Then he says things that may sync with news reports of \"The Magician.\" All the time, he chews gum in lots of fast little chomps. I was going to say he looks like he's chewing his cud, but he's not like a cow, he's like an insect.\n\nAt this point, the movie had me rather fascinated. Turns out Huguette and Paul were driving to the country so she could introduce her parents to Paul. \"Would you do me a huge favor?\" she asks her new friend. She wants him to impersonate her fiance. This leads us into a sly domestic comedy, when Huguette's mother wonders who this little man really is, and Huguette's daughter (who lives on the farm) takes him trout-fishing; they're gone for hours, while Huguette reflects she knows nothing about the man, except that he said he was a ghost-writer and then he said he wasn't. And then the real Paul turns up at the farmhouse.\n\nIt's here that the movie goes wrong, starting with Huguette's method of facing this situation. Then we learn more about the novelist, her ghost-writer, the wife with the missing husband, the cop she's talking to, one of his relatives and magic tricks. This should all delight me. I've invested countless words denouncing plots as retreads! Standard! Obligatory! Here's a plot that double-crosses itself at every opportunity. I should be delighted with it, especially since it visits two of my favorite places, Cannes and Beaune, home of a medieval hospital that made a deep impression on me. Lined up along the walls of an enormous arching room, the patients are bedded in alcoves with a clear view of the altar where mass is celebrated; the Beaune cure is prayer.\n\nOffshore from Cannes in her luxurious yacht, Judith floats with whoever the hell Dominique Pinon is playing now. He has unexpected plans for her next novel, leading to the question that generates the flash-forward at the beginning. The movie's closing scenes are dominated by Fanny Ardant, who has the kind of sculptured beauty Truffaut must have recognized when he desired to make her his wife and his star.\n\nWhen a movie like \"Roman de Gare\" works, it's ingenious, deceptive and slippery. When it doesn't, it's just jerking our chains. I think I understand the alternative realities of the plot, and I concede the loose ends are tied up, sort of, but I didn't care. One of the characters played by Pinon would have been enough for this movie. I would have been interested in the escaped serial killer, or the ghost-writer. But not in both of them interchangeably, and that pesky missing husband. Come on, I'm thinking, give us a place to stand. Do we care about Huguette because her favorite novelist is a fraud, or because her daughter may be sleeping with the fishes?", "running_time": 103, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-05-22", "genres": ["Foreign", "Thriller"], "title": "Roman de Gare (2008)"}