{"url": "http://www.rogerebert.com/reviews/romance-and-cigarettes-2007", "by": "James Gandolfinias Nick Murder", "star_rating": 4.0, "text": "How did one of the most magical films of the 2005 festival season become one of the hardest films of 2007 to see? John Turturro's \"Romance & Cigarettes\" is the real thing, a film that breaks out of Hollywood jail with audacious originality, startling sexuality, heartfelt emotions and an anarchic liberty. The actors toss their heads and run their mouths like prisoners let loose to race free.\n\nThe story involves a marriage at war between a Queens high-steel worker named Nick (James Gandolfini) and his tempestuous wife Kitty (Susan Sarandon), who has found a poem he wrote to his mistress (Kate Winslet), or more accurately to that part of her he most treasures.\n\nAfter Kitty calls him a whoremaster (the film is energetic in its profanity), they stage a verbal battle in front of their three grown daughters, and then he escapes from the house to do -- what? To start singing along with Engelbert Humperdinck's \"A Man Without Love,\" that's what.\n\nHe dances in the street and is joined by a singing chorus of garbagemen, neighbors and total strangers. What do I mean by \"singing along\"? That we hear the original recordings and the voices of the actors, as if pop music not only supplies the soundtrack of their lives, but they sing along with it. The strategy of weaving in pop songs continues throughout and is exhilarating, reminding me of Woody Allen's \"Everyone Says I Love You.\"\n\nGandolfini and Sarandon, who portray a love that has survived but is battered and bitter, are surrounded by their \"armies,\" as Nick describes them to a cop. She has their three young adult daughters (Mary-Louise Parker, Mandy Moore and Aida Turturro), her cousin Bo (Christopher Walken) and the church choir director (Eddie Izzard). He has his work partner (Steve Buscemi) and of course his mistress, who works in a sex lingerie boutique.\n\nNow that I have made this sound like farce, let me make it sound like comedy, and then romance. The dialogue, by Turturro, has wicked timing to turn sentences around in their own tracks. Notice how Nick first appeals to his daughters, then shouts, \"This is between your mother and me!\" Listen to particular words in a Sarandon sentence that twist the knife.\n\nObserve a scene in Gandolfini's hospital room. He is being visited by his mother (Elaine Stritch) and Buscemi (eating the Whitman's Sampler he brought as a gift). She tells them both something utterly shocking about her late husband, in a monologue that is off the wall and out of the room and heading for orbit. Then observe Buscemi's payoff reaction shot, which can be described as an expression of polite interest. I can draw your attention to the way he does that, the timing, the expression, but I can't do it justice. Actors who can give you what Stritch gives you, and who can give you Buscemi's reaction to it, should look for a surprise in their pay packets on Friday.\n\nNow as to Winslet's mistress, named Tula. She is not a tramp, although she plays one in Nick's life. She actually likes the big lug, starting with his belly. She talks her way through a sex romp Russ Meyer would envy, and then is so tender to the big, sad guy that you wanna cry. Although the characters in this movie are familiar with vulgarity, they are not limited to it, and \"Romance & Cigarettes\" makes a slow, lovely U-turn from raucous comedy to bittersweet regret.\n\nThe movie got caught in its own turnaround as MGM and United Artists changed hands, was in limbo for a time, has now been picked up by Sony for DVD release (next year) and is in the meantime being personally distributed by Turturro. He had a hit run at Film Forum in New York, went into limited national release Nov. 9, and comes to Chicago's Music Box today.\n\nSo many timid taste-mongers have been affronted by the movie that it's running 33 percent on the TomatoMeter, so let me run my own RebertoMeter, which stands at 100, and includes these quotes: \"It's the most original picture by an American director I've seen this year, and also the most delightful\" (Andrew O'Hehir, Salon); \"More raw vitality pumping through 'Romance & Cigarettes' than in a dozen perky high school musicals\" (Stephen Holden, New York Times); \"Turturro's energetic, stylish musical about love, sex and death is such an outrageous film that it's almost impossible not to adore it\" (Geoff Andrew, Time Out London), and \"Four stars and both of my thumbs way up!\" (me).", "running_time": 105, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-11-08", "genres": ["Comedy", "Music", "Romance"], "title": "Romance and Cigarettes (2007)"}