{"url": "http://www.rogerebert.com/reviews/roman-polanski-wanted-and-desired-2008", "by": "Marina Zenovich", "star_rating": 3.5, "text": "The tragic story of Roman Polanski, his life, his suffering and his crimes, has been told and retold until it assumes the status of legend. After the loss of his parents in the Holocaust, after raising himself on the streets of Nazi-controlled Poland, after moving to America to acclaim as the director of \"Chinatown,\" after the murder by the Manson family of his wife and unborn child ... what then?\n\nHe was arrested and tried for unlawful sexual intercourse with a 13- year-old girl, one of several charges including supplying her with drink and drugs. Then he fled the country to avoid a prison sentence and still remains in European exile for that reason. That is what everybody remembers, and it is all here in Marina Zenovich's surprising documentary, \"Roman Polanski: Wanted and Desired.\"\n\nBut there is so much more, and the story she builds, brick by brick with eyewitness testimony, is about crimes against the justice system carried out by the judge of Polanski's case, Laurence J. Rittenband. So corrupt was this man that the documentary finds agreement among the three people (aside from Polanski) most interested in the outcome: the defense attorney, Douglas Dalton; the assistant D.A. who prosecuted the case, Roger Gunson, and Samantha Gailey Geimer, who was the child involved.\n\nTheir testimony nails Rittenband as a shameless publicity seeker who was more concerned with his own image than arriving at justice. Who broke his word to attorneys on both sides. Who staged a fake courtroom session in which Gunson and Geimer were to go through the motions of making their arguments before the judge read an opinion he had already prepared. Who tried to stage such a \"sham\" (Gunson's term) a second time. Who juggled possible sentences in discussions with outsiders, once calling a Santa Monica reporter, David L. Jonta, into his chambers to ask him, \"What the hell should I do with Polanski?\" Who discussed the case with the guy at the next urinal at his country club. Who held a press conference while the case was still alive. Who was removed from the case on a motion by both prosecution and defense.\n\nThe most significant fact of the film is that the prosecutor Gunson, a straight-laced Mormon, agrees with the defender Dalton that justice was not served. Both break their silences for this film after many years, Gunson saying, \"I'm not surprised that he left the country under those circumstances.\" Samantha Geimer, whose family asked at the time that Polanski not be prosecuted or jailed, came public in 1997 to forgive him, and now says she feels Rittenband was running the case for his own aggrandizement, \"orchestrating some little show that I didn't want to be in.\" And in 2003, I learn from the New York Times, she published a statement, concluding: \"Who wouldn't think about running when facing a 50-year sentence from a judge who was clearly more interested in his own reputation than a fair judgment or even the well-being of the victim?\"\n\nIt is her own well-being that leaves her bitter about the judge and the press, when as a child she became the center of an international media circus. Finally, she says, \"I just stayed in my room.\" Now an intelligent and well-spoken adult, she represents herself with quiet dignity.\n\nPolanski's ordeal with the press began after the 1969 Manson murders. Before the case was linked to Manson, Polanski was widely reported to be a satanic drug addict who probably orchestrated the killings himself. That was a crushing irony for a man who had suffered so much as a child and had now lost so much as an adult.\n\nYes, what he did with the 13-year-old girl was very wrong. That there were mitigating circumstances should not concern us. He confessed his guilt in a plea bargain arranged by the judge and both attorneys. He turned up at Chino State Prison to serve a 90-day \"evaluation\" sentence. When Chino agreed with the parole board and two court-appointed psychiatrists (one is in the film) that he should be given parole, Rittenband decided to ignore those opinions because he was getting a bad image, he complained in chambers, while trying to orchestrate the second of his sham sessions (Dalton calls them \"like a mock trial\").\n\nZenovich uses file footage of Polanski at the time, TV news bites, newspaper clippings, even scenes from Polanski's films (\"Rosemary's Baby\" made such an impact that some thought it was made under satanic inspiration). There are no current interviews with Polanski himself -- just older TV interviews. But she has achieved extraordinary access to the other still-living players in the case, and they all seem to be in agreement: Polanski is correct in saying the judge played with him as a cat might play with a mouse. The corruption in Rittenband's courtroom was worthy of \"Chinatown.\"\n\nNote: On July 15, 2008, Polanski and Dalton asked the L.A. district attorney's office to review his case based on new evidence disclosed in the film, including alleged improper communication between a member of the prosecutor's office (not Gunson) and Rittenband.", "running_time": 99, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-07-23", "genres": ["Documentary", "Indie"], "title": "Roman Polanski: Wanted and Desired (2008)"}