{"url": "http://www.rogerebert.com/reviews/romance-1999", "by": "Caroline Duceyas Marie", "star_rating": 3.0, "text": "There is a fantasy scene in \"Romance\" where a woman's body is divided by a wall. On one side, from the waist down, she is in a brothel. On the other side, from the waist up, in a delivery room. What is the message of the scene? Don't be too sure you know. I know I don't. It isn't some kind of simplistic message linking childbirth with misuse by men. The woman having the fantasy isn't really against the activities on either side of the wall. Maybe the scene is intended as an illustration of her own confusion about sex.\n\nThe woman's name is Marie (Caroline Ducey). She could be the woman Freud was thinking about when he confessed he could not answer the question, \"What do women want?\" Marie asks herself the same question. She wants something, all right. She is unhappy with her boyfriend Paul, who refuses to sleep with her, and unhappy, too, with the sexual adventures she has. It's like there's a disconnect between her body and her identity. She does things that sometimes make her feel good, but she doesn't feel good because she has done them.\n\n\"Romance,\" written and directed by Catherine Breillat, became notorious on the festival circuit this autumn because it is an intelligent, radical film by a woman, and at the same time it contains explicit nudity and, as nearly as we can tell, actual sex. It is not arousing or pornographic, because the sex isn't presented in an erotic way; it's more like a documentary of a dogged woman's forced march toward orgasm, a goal she is not sure she values. Marie narrates the film herself and also seems to be reading pages from her journal; she is baffled by herself, baffled by men, baffled by sex. Even after climax, her hand closes on air.\n\nOf course the film is French. It is said that for the French, wine takes the place of flirting, dining takes the place of seduction, smoking takes the place of foreplay and talking takes the place of sex. \"Romance\" is so analytical that you sometimes get the feeling Marie is putting herself through her sexual encounters simply to get material for her journal. These poor guys aren't lovers, they're case studies.\n\nAnd yet the film has an icy fascination. Perhaps it is a test of how men and women relate to eroticism on the screen. I know few men who like it much (sure proof it is not pornographic). Women defend it in feminist terms, but you have the strangest feeling they're not saying what they really think. At a screening at the Toronto Film Festival there was some laughter, almost all female, but I couldn't tell if it was nervous, or knowing.\n\nPerhaps the sex content gets in the way, causing our old tapes to play. When we see a stud on the screen (like Rocco Siffredi, in real life an Italian porno actor famous for one very good reason), we go into porno mode and expect to see--well, what we usually see. But \"Romance\" doesn't have that mode. Marie relates to Paolo (Siffredi's character) as if he is a laboratory specimen. So this is the famous white rat she has heard so much about. Can he bring her pleasure? Is it perhaps a matter of physical endowment? And what about Robert (Francois Berleand), who offers to tie her up? He is an ordinary man, not handsome, not exciting, but he has all the necessary equipment and skills, and when he makes his offer, she agrees, as if he is a guide at Disney World suggesting one more ride she should try before leaving the park. Does she like bondage? She goes back for more. Perhaps it is not the sexual side that pleases her, but the fact that when Robert is arranging his ropes and restraints, at least he is thinking about her.\n\nThere is a scene in the movie that looks like rape, but is it? She more or less invites the stranger who mistreats her. She wants--well, she wants to take a chance, and then she finds out she didn't like it. So she's defiant toward the guy, but it's not anger at how he treated her, it's triumph that she feels undefeated. Later, there is a gynecological examination--perhaps the creepiest scene in the movie, as interns line up for their turn.\n\nI did not really enjoy this movie, and yet I recommend it. Why? Because I think it's on to something interesting. Movies buy the whole romantic package, lock, stock and barrel. People look great, fall in love and have wonderful sex. Even intelligent characters in smart movies all seem to think more or less the same way while they're in the sack. Erogenous autopilot takes over. Here is a movie about a woman who never stops thinking. That may not be as good for you as it is for her.", "running_time": 103, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-11-12", "genres": ["Drama", "Foreign", "Romance"], "title": "Romance (1999)"}