{"url": "http://www.rogerebert.com/reviews/romantic-comedy-1983", "by": "Dudley Mooreas Jason", "star_rating": 3.0, "text": "Not a whole heck of a lot happens in \"Romantic Comedy,\" but it happens so charmingly, and with such quick spirit and wit, that it's enough. This is the kind of movie Hollywood used to make to exploit the sheer charm of its great stars -- performers like Cary Grant or Katharine Hepburn, who were so wonderful to watch that all you had to do was find something for them to say.\n\nThe stars this time are Dudley Moore and Mary Steenburgen. Together, they have the sort of chemistry that might make any dialog work, and certainly works in Bernard Slade's story about a couple of playwrights who collaborate for years and years before they find the courage to finally come right out and kiss each other. This sort of chemistry is not always inevitable.\n\nIn \"Six Weeks,\" for example, Dudley Moore did not have it with Mary Tyler Moore, and in \"A Midsummer Night's Sex Comedy,\" Steenburgen and Woody Allen were unable to generate much more electricity than the fireflies drifting through.\n\nBut here, in a predictable story with one easily anticipated development after another, everything comes alive because Steenburgen and Moore are having so much fun with each other. The fun becomes almost a tangible thing; you can see on the screen that they like each other, and so everything, even the scenes where each line seems obvious, becomes fun. Maybe it works because their characters know the lines are obvious, too, and take delight in toying with the situations. \n\nThe story involves Moore and Steenburgen as a couple of Broadway playwrights who collaborate on some hits and a few misses, while trying to overlook the fact that they have fallen in love at first sight. Unfortunately, first sight was on Moore's wedding day. His wife, Allison (Janet Eilber), is an intelligent, attractive woman whose interests are simply not the same as Moore's. They drift apart, and she finally gives up on him.\n\nMoore, meanwhile, has meaningless affairs with actresses in his plays, while Steenburgen falls in love with a reporter (Ron Liebman) and marries him just about the time Moore comes back on the market. She explains their dilemma by quoting Hemingway's famous lament about the great love of his life, who was always married when he was single, and single when he was married. They're out of synch. And when they do finally get into synch, they find that passion is perhaps not as important to them as friendship.\n\nThis is a nice movie. It bears comparison with Slade's \"Same Time, Next Year,\" or such other adult love stories as \"The Four Seasons.\" It is about smart, witty people who suffer, but not too much, while they work, but not too hard, and break their hearts, but not irreparably. I think you could call it an escapist fantasy.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-10-10", "genres": ["Comedy", "Romance"], "title": "Romantic Comedy (1983)"}