{"url": "http://www.rogerebert.com/reviews/romeo-must-die-2000", "by": "Jet Lias Han Sing", "star_rating": 1.5, "text": "Shakespeare has been manhandled in countless modern-dress retreads, but I was looking forward to \"Romeo Must Die,'' billed as a war between Asian and African-American families, based on \"Romeo and Juliet.'' After \"China Girl'' (1987), which sets the story in New York's Little Italy and Chinatown, and \"Romeo + Juliet\" (1996), which has a war between modern gangsters in a kind of CalMex strip city, why not a martial arts version in Oakland, Calif.? Alas, the film borrows one premise from Shakespeare (the children of enemy families fall in love), and buries the rest in a creaky plot and wheezy dialogue. Much is made of the presence of Jet Li, the Hong Kong martial arts star (\"Lethal Weapon 4\"), but his scenes are so clearly computer-aided that his moves are about as impressive as Bugs Bunny doing the same.\n\nLi stars as Han Sing, once a cop, now taking the rap for a crime he didn't commit. He's in a Hong Kong prison as the movie opens. His brother is killed after a fight at a dance club, and Sing breaks out of prison to travel to America and avenge his brother's death. In Oakland, he meets Trish O'Day (the singer Aaliyah, in her movie debut), and they begin to fall in love, while she helps him look into his brother's death.\n\nBut what a coincidence! Her father Isaak (Delroy Lindo) may know more about the death than he should, and soon the two lovers are in the middle of a war between Chinese and black organizations who are involved in a murky plot to buy up the waterfront for a new sports stadium. This real-estate project exists primarily as a clothesline on which to hang elaborate martial arts sequences, including one Jackie Chan-style football game where Jet Li hammers half a dozen guys and scores a touchdown, all at once.\n\nIt is a failing of mine that I persist in bringing logic to movies where it is not wanted. During \"Romeo Must Die,'' I began to speculate about the methods used to buy up the waterfront. All of the property owners (of clubs, little shops, crab houses, etc.) are asked to sell, and when they refuse, they are variously murdered, torched, blown up or have their faces stuck into vats of live crabs. Don't you think the press and the local authorities would notice this? Don't you imagine it would take the bloom off a stadium to know that dozens of victims were murdered to clear the land? Never mind. The audience isn't in the theater for a film about property values, but to watch Jet Li and other martial arts warriors in action. \"Romeo Must Die'' has a lot of fight scenes, but their key moments are so obviously filmed via special effects that they miss the point. When Jackie Chan does a stunt, it may look inelegant, but we know he's really doing it. Here Jet Li leaps six feet in the air and rotates clockwise while kicking three guys. It can't be done, we know it can't be done, we know he's not doing it, and so what's the point? In \"The Matrix,\" there's a reason the guy can fly.\n\nIn Jackie Chan's \"Rumble In The Bronx,\" he uses grace and athletic ability to project his entire body through the swinging gate of a grocery cart, and we say, \"yes!'' (pumping a fist into the air is optional). Here Jet Li tries the Chan practice of using whatever props come to hand, but the football game looks over-rehearsed and a sequence with a fire hose is underwhelming (anybody can knock guys off their feet with a fire hose).\n\nClosing notes: Many windows are broken in the movie. Many people fall from great heights. There are a lot of rap songs on the soundtrack, which distract from the action because their lyrics occupy the foreground and replace dialogue. Killers on motorcycles once again forget it is dangerous to chase cars at high speed, because if they get thrown off their bikes, it will hurt. The reliable Motorcycle Opaque Helmet Rule is observed (when you can't see the face of a character because the visor is down, chances are--gasp!--it's a woman). No great romantic chemistry is generated between the young lovers, and there is something odd about a martial arts warrior hiding behind a girl's bedroom door so her daddy won't catch him. Lindo projects competence, calm and strength in every scene. This movie needs a screenplay.", "running_time": 115, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-03-22", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Romance", "Sports Film", "Thriller"], "title": "Romeo Must Die (2000)"}