{"url": "http://www.rogerebert.com/reviews/romeo-and-juliet-1996", "by": "Claire Danesas Juliet Capulet", "star_rating": 2.0, "text": "I've seen Shakespeare done in drag. I've seen Richard III as a Nazi. I've seen “The Tempest” as science fiction and as a Greek travelogue. I've seen Prince Hal and Falstaff as homosexuals in Portland. I've seen “King Lear” as a samurai drama and “Macbeth” as a Mafia story, and two different “Romeo and Juliets” about ethnic difficulties in Manhattan (“West Side Story” and “China Girl”), but I have never seen anything remotely approaching the mess that the new punk version of “Romeo & Juliet” makes of Shakespeare's tragedy.\n\nThe desperation with which it tries to “update” the play and make it “relevant” is greatly depressing. In one grand but doomed gesture, writer-director Baz Luhrmann has made a film that (a) will dismay any lover of Shakespeare, and (b) bore anyone lured into the theater by promise of gang wars, MTV-style. This production was a very bad idea.\n\nIt begins with a TV anchor reporting on the deaths of Romeo and Juliet while the logo “Star Crossed Lovers” floats above her shoulder. We see newspaper headlines (the local paper is named “Verona Today”). There is a fast montage identifying the leading characters, and showing the city of Verona Beach dominated by two towering skyscrapers, topped with neon signs reading “Montague” and “Capulet.” And then we're plunged into a turf battle between the Montague Boys (one has “Montague” tattooed across the back of his scalp) and the Capulet Boys. When, in an early line of dialog, the word “swords” is used, we get a closeup of a Sword-brand handgun.\n\nIf the whole movie had been done in the breakneck, in-your-face style of the opening scenes, it wouldn't be Shakespeare, but at least it would have been something. But the movie lacks the nerve to cut entirely adrift from its literary roots, and grows badly confused as a result. The music is a clue. The sound track has rock, Latin and punk music, a children's choir, and a production number, but the balcony scene and a lot of the later stuff is scored for lush strings (and not scored well, either; this is Mantovani-land, a dim contrast to Nino Rota's great music for the Zeffirelli “Romeo and Juliet” in 1968).\n\nMuch of the dialogue is shouted unintelligibly, while the rest is recited dutifully, as in a high school production. Leonardo DiCaprio and Claire Danes are talented and appealing young actors, but they're in over their heads here. There is a way to speak Shakespeare's language so that it can be heard and understood, and they have not mastered it.\n\nThe only actors in the film who seem completely at home, indeed, are Pete Postlethwaite, as Father Laurence, and Miriam Margolyes, as the Nurse. They know the words and the rhythm, the meaning and the music, and when they say something, we know what they've said. The other actors seem clueless, and Shakespeare's lines are either screamed or get all mushy. (Brian Dennehy, as Romeo's father “Ted Montague,” would have been able to handle Shakespeare, but as nearly as I can recall he speaks not a single word in the entire movie--a victim, perhaps, of trims in post-production.) Not that there is much Shakespeare to be declaimed. The movie takes a “Shakespeare's greatest hits” approach, giving us about as much of the original as we'd find in “Bartlett's Familiar Quotations.” And even then it gets nervous and tarts things up. What can we make of a balcony scene that immediately leads to Romeo and Juliet falling into a swimming pool and reciting their best lines while treading water? I think back to the tender passion of the 1968 version, and I want to shout: “Romeo! Quick! Poison yourself!” The film's climactic scenes are more impressed by action-movie cliches than by the alleged source. Romeo pumps Tybalt full of lead while shouting incomprehensible lines. He tenderly undresses Juliet and they spend the night together. Shakespeare's death scene in the tomb lacked a dramatic payoff for Luhrmann, who has Juliet regain consciousness just as Romeo poisons himself, so that she can use her sweet alases while he can still hear them.\n\nNo doubt I will receive mail from readers accusing me of giving away the story's ending by revealing that Romeo and Juliet die. I had my answer all prepared: If you do not already know what happens to the star-crossed lovers, then you are not the audience this movie is aiming for. But, stay, my pen! Perhaps you are.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 1996, "date_published": "1996-11-01", "genres": ["Crime", "Drama", "Romance"], "title": "Romeo + Juliet (1996)"}