{"url": "http://www.rogerebert.com/reviews/romero-1989", "by": "Raul Juliaas Archbishop Oscar Romero", "star_rating": 2.5, "text": "The assassination of Archbishop Oscar Romero, in 1980, provoked at the time the usual international reaction of shock and protest, which is to say, it was ignored by most people and quickly forgotten by many of the rest.\n\nSuch atrocities have become routine in many of the nations of Central and South America, and although it is comforting to dismiss them as the anarchic behavior of corrupt and bloodthirsty Latinos, there is often the hint of the unholy hand of the CIA somewhere in the shadows. America, land of the free, has an uncanny habit of picking the wrong side in Latin America.\n\nRomero was shot to death while celebrating mass. He was, at the time, not only the spiritual leader of El Salvador's Catholics but one of the most outspoken critics of the government - a government portrayed in this film as little more than a holding company for the economic exploiters of the country. But Romero was not always a critic, and the movie follows his career from the day when he is selected as archbishop because he is considered a \"safe\" and \"moderate\" man who will not rock the boat.\n\nThe radicalization of Romero is shown in terms of his responses to a series of personal experiences. He counsels trust, but then he sees deception. He would like to consider the government honest, but he is lied to. He sees the evidence of murder and repression, and he cannot ignore it any longer. His conscience eventually requires him to speak out against a government that is denying basic human freedoms to its citizens.\n\nRomero is portrayed in the film by Raul Julia, who plays him as a reasonable, thoughtful man, slow to anger, willing to see both sides.\n\nThis is a Romero who must have seemed like a safe choice to the rulers of El Salvador and their sponsors. His conversion into a critic of the government is seen almost entirely in theological, not political terms; he takes his stands not because he is a leftist but because he is a Christian.\n\nThe movie was produced by an agency of the Paulist Fathers, a Roman Catholic order of teachers and communicators, and it was financed in part by Catholics (although it is not an official church production). Perhaps that is why it sees Romero as essentially a religious, not a political man.\n\nThe issue of \"liberation theology\" is not addressed as such in the movie - perhaps in deference to the establishment of Rome, which in Latin America very much believes in rendering onto Caesar that which is Caesar's (sometimes, this movie hints, in preference to rendering onto God that which is God's). But there is no doubt what the film, and Romero, believe in: free elections, the right to form labor unions, land reform, free speech, freedom from unreasonable search, seizure and murder.\n\nThe film has a good heart, and the Julia performance is an interesting one, restrained and considered. His Romero is not a firebrand but a reasonable man who cannot deny the evidence of his eyes and his conscience. The film's weakness is a certain implacable predictability: We can feel at every moment what must happen next, and the over-all trajectory of the film seems ordained even in the first few shots. As a result, the film doesn't stir many passions, and it seems more sorrowing than angry. Romero was a good man, he did what his heart told him to do and he died for his virtues. It is a story told every day in Latin America.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-09-08", "genres": ["Comedy", "Documentary", "Drama", "Foreign", "History", "Indie"], "title": "Romero (1989)"}