{"url": "http://www.rogerebert.com/reviews/romeo-is-bleeding-1994", "by": "Gary Oldmanas Jack", "star_rating": 2.0, "text": "\"Romeo is Bleeding\" is an exercise in overwrought style and overwritten melodrama, and proof that a great cast cannot save a film from self-destruction.\n\nThe movie belongs to a modern genre we could call \"meditations on film noir.\" It doesn't want to be film noir, but it wants you to know the filmmakers have seen a lot of noir, and understand it enough to be ironic about it. Since noir itself is the most ironic of genres, this approach is usually doomed: You can't kid a kidder.\n\n(When it works, as in \"The Grifters,\" you basically end up with the noir and not the kidding.) The movie stars Gary Oldman, unsurpassable in roles of this type, as a crooked, greedy cop named Jack Grimaldi who is working both sides of the street. Assigned to a witness-protection program, he sells his secrets to a mob boss (Roy Scheider). In his off time, he cheats on his wife (Annabella Sciorra) with a mistress (Juliette Lewis) who indulges his fantasies with an exhausting willingness.\n\nThen he meets a female gangster named Mona Demarkov, who seems born out of countless femme fatales in noir classics. There are essentially three kinds of women in noir: helpless heroines, bimbos and killer predators. She combines the second two categories, although she's classy enough to give bimbos a good name.\n\nGrimaldi, who is a cross between the Bad Lieutenant and Popeye Doyle, is a man run ragged by his scheming. He does it all for money, he claims, and buries the cash in his backyard. Eventually he's going to turn around too quickly, and discover that he's gaining on himself. In a labyrinthine plot development, he finds himself inadvertently responsible for the deaths of two of his fellow cops, then finds that Mona has been charged with the crime, then finds that Scheider wants her dead, the feds want her alive, and she wants to cut a separate deal with him herself.\n\nWhat to do? Jack's problem is that he is sexually obsessed with Mona, who knows this, and plays games with him involving sadistic come-ons and embarrassing sexual developments. He finds this irresistible. And the plot grows murkier as he tries to play all three ends against the middle.\n\nThe movie was directed by Peter Medak, responsible for the stylish and very funny Peter O'Toole comedy \"The Ruling Class,\" and for two recent, very good, British crime docudramas: \"Let Him Have It\" and \"The Krays.\" Here he seems to have lost his bearings. His screenplay, by Hilary Henkin, not only slathers on the recycled noir with heedless excess, but adds a portentous narration (\"God sends meat and the devil sends cooks\") and tells the story as a flashback that ends up with a particularly annoying gimmick ending. After they had the meat and the cooks, what they needed was a recipe.", "running_time": 109, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-02-04", "genres": ["Action", "Crime", "Drama", "Suspense", "Thriller"], "title": "Romeo Is Bleeding (1994)"}