{"url": "http://www.rogerebert.com/reviews/romy-and-micheles-high-school-reunion-1997", "by": "Mira Sorvinoas Romy", "star_rating": 3.0, "text": "\"I just get really happy when they let her shop,'' Michele tells Romy, tears in her voice, as they watch the video of \"Pretty Woman'' for the umpteenth time. Romy agrees. The two women, curled up on their beds, have been pals since high school, and now, in Los Angeles and pushing 30, they're still single but still making the dance club scene and still looking for Mr. OK. Here they are in front of the mirror: \"I can't believe how cute I look.'' \"Don't you love how we can say that to each other and we know we're not being conceited?'' \"No, we're just being honest.'' The two women have been friends so long they talk the same way, sounding a little like the \"Saturday Night Live'' version of Tori Spelling. Romy (Mira Sorvino) is a cashier at a Jaguar dealership, and Michele (Lisa Kudrow) is unemployed at the moment, but, honestly, they think their lives are pretty darn exciting.\n\nMemories of their painful and dreadful days in high school are all but obliterated until one day an old classmate named Heather (Janeane Garofalo) walks into the Jaguar shop and is recognized by Romy. She tells Romy that their 10th reunion is coming up at Sagebrush High in Tucson. Will she be there? Romy and Michele at first decide not to go. They recall nothing but agony. They were labeled as \"kooks'' and persecuted by the popular girls in their high school. But then . . . then . . . they start thinking maybe they could go and make a different impression. Romy can borrow a used Jag from the dealership. And they can pose as business executives. What business? They decide to tell everyone that they invented Post-It Notes.\n\n\"Well, I invented them,'' Romy tells Michele, \"but you were instrumental in the development and marketing.'' There have been a lot of high school reunion movies (this is the second one this month, after \"Grosse Pointe Blank''), and they all hinge on long-lasting insecurity. Apparently *everyone* was miserable during high school, and even the popular kids didn't seem successful to themselves. (I recently got a note from a high school classmate who described herself as painfully shy and dyslexic. Looking at the signature, I recognized the name of a woman I'd always thought of as the epicenter of popularity.) \"Romy and Michele's High School Reunion,'' written by Robin Schiff (based on her play) and directed by David Mirkin, is one of the brightest and goofiest comedies in a while, a film that has a share of truth, but isn't afraid to cut loose with the weirdest choreography I have seen outside a 1960s revival.\n\nIt alternates scenes from the reunion with flashbacks to real memories of high school, and fantasy scenes (the funniest is when Michele is challenged to explain how she invented Post-It Notes, and responds with a detailed and technical explanation that sounds pretty good to me).\n\nIn high school, Romy and Michele were scorned by a trio of the most popular girls. Romy had a crush on cute Billy Christiansen, who wouldn't give her the time of day. Michele injured her neck in an accident and had to wear an unsightly neck brace that squeaked every time she moved. Times were not good, especially when the popular girls stuck refrigerator magnets to her brace.\n\nFor everyone who is unpopular, there is someone more unpopular still. Sandy Frink (Alan Cumming), the class nerd, had such a hopeless crush on Michelle that he carried a giant notebook with him everywhere, for camouflage in case of unwanted physical responses to her mere presence. And there was plump, plain Toby (Camryn Manheim), who exuded school spirit but was always ignored.\n\nNow Sandy has become incredibly wealthy (he's a Bill Gates clone), and arrives by helicopter. He even looks better: \"When I made my first million, my present to myself was a new face,\" he tells Michelle during a dream sequence. He still carries a torch for her, which helps set up the funny closing sequences at the reunion dance, where old wrongs are righted and old enemies are slighted.\n\nSorvino and Kudrow work easily and wickedly together, playing conspirators who are maybe just a little too dense to realize how desperate they are, or maybe just a little too bright to admit it. Garofalo, looking fearsomely hard-boiled, is the *really* successful businesswoman from the class, chain-smoking and blurting out the truth, and at the reunion she, too, runs into an old nemesis: Cowboy (Justin Theroux), whom she used to meet when she slipped behind the building to sneak a cigarette. He has a secret, too.\n\nComedies are hard to make well. The proof is in how many are made badly. This one is light as a feather and cheerfully inconsequential, and most of the developments are predictable, but it has charm, a sly intelligence, and the courage to go for special effects sequences such as a weird run-in with a limo. And then there's that three-way dance number at the reunion. I can't believe how cute they look. Honest.", "running_time": 91, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-04-25", "genres": ["Comedy"], "title": "Romy And Michele's High School Reunion (1997)"}