{"url": "http://www.rogerebert.com/reviews/ronin-1998", "by": "Robert De Niroas Sam", "star_rating": 3.0, "text": "The ronin of Japanese legend were samurai whose lords were killed. Left with no leader to dedicate their lives to, they roamed the countryside, free-lancers for hire. The same definition would apply to the rough band of killers who assemble in a Paris bistro at the beginning of John Frankenheimer's “Ronin.” They're an international crew. From America comes Sam (Robert De Niro), who the others think is ex-CIA. From France, Vincent (Jean Reno). From Russia, Gregor (Stellan Skarsgard), who may be ex-KGB and is a computer expert. From England, Spence (Sean Bean), a munitions and bomb man. And there's another American, Larry (Skipp Sudduth), who is supposed to be a great driver but is too much of a showboat, choosing as he does to replicate the Diana death chase (actually, that's just the movie's in-joke, if it's a joke at all).\n\nThe movie is essentially bereft of a plot. There's an explanation at the end, but it's arbitrary and unnecessary. “Ronin” is really about characters, locations and behavior. Consider the elaborate opening setup in which Sam, the De Niro character, reconnoiters the bistro before going in. We assume he's going to attack those inside, but actually he's only attending a meeting of all the men that has been called by an IRA paymistress named Deidre (Natascha McElhone). “Why did you go around to the back?” she asks him. “I never walk into a place I don't know how to walk out of,” says De Niro, who spends most of the rest of the movie walking into places he doesn't know how to walk out of.\n\nFrankenheimer milks that opening for 10 minutes of pure cinema. Once De Niro gets inside, the opening is revealed as just an exercise, but in a film like this you stay in the present, and don't ask questions (like, why hold the meeting in a public place?).\n\nThe IRA has assembled these five men to get a briefcase. We never learn what is in the briefcase. It's the perfect McGuffin, as defined by Hitchcock (something everyone cares about, although it doesn't matter what it is). My guess: Inside this briefcase is the briefcase from “Pulp Fiction.” The briefcase is in the possession of “five to eight men,” Deidre tells them, and the ronin set out to track them to Cannes, Nice and other attractive locations (an obligatory encounter in an ancient Roman arena is not overlooked). Every encounter leads to a violent bloodbath and a high-speed chase, so that in the real world the headlines would be screaming about streets in flames and dozens dead--but in a thriller of course, to be dead is to be forgotten.\n\nI enjoyed the film on two levels: for its skill and its silliness. The actors are without exception convincing in their roles, and the action makes little sense. Consider the Stellan Skarsgard character, who is always popping out his laptop computer and following the progress of chase scenes with maps and what I guess are satellite photos. Why does he do this? To affirm to himself that elsewhere something is indeed happening, I think.\n\nThe best scene is one of the quieter ones, as De Niro's character gives instructions on how a bullet is to be removed from his side. “I once removed a guy's appendix with a grapefruit spoon,” he explains, and, more urgently: “Don't take it out unless you really got it.” The scene ends with a line that De Niro, against all odds, is able to deliver so that it is funny and touching at the same time: “You think you can stitch me up on your own? If you don't mind, I'm gonna pass out.” John Frankenheimer is known as a master of intelligent thrillers (“The Manchurian Candidate” (1962), “52 Pick-Up”), and his films almost always have a great look: There is a quality in the visuals that's hard to put your finger on, but that brings a presence to the locations, making them feel like more than backdrops.\n\nHere, with a fine cast, he does what is essentially an entertaining exercise. The movie is not really about anything; if it were, it might have really amounted to something, since it comes pretty close anyway. The screenplay credits conceal the presence of hired hand David Mamet, who reportedly wrote most of the final draft, and who gives the dialogue a deadpan, professional sound. For a little more, maybe he would have thrown in a plot.\n\n ", "running_time": 121, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-25", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Ronin (1998)"}