{"url": "http://www.rogerebert.com/reviews/rooftops-1989", "by": "Jason Gedrickas T", "star_rating": 2.0, "text": "I never believed the characters, their crowd or even their neighborhood really existed, but most of all I didn't believe the three heavies who portrayed the drug dealers. In the movie, they know the names of everyone in the area and walk around making threats and taking names. They're like old-style movie gangsters. The true dimensions of the crack crisis are more accurately reflected in the stories last weekend about grade-school kids who are hired to shove drugs through openings in bulletproof steel doors.\n\nThere is a sense in which \"Rooftops\" knows it is not realistic and adds some elements of pure fantasy. The kids in the neighborhood, for example, engage in a ritualistic form of combat that's a cross between dancing and karate, and is inspired (according to the press releases) by a Brazilian dance form named Capoeira, created by slaves.\n\nAt a dance, for example, one kid will challenge another kid, and instead of actually fighting, they'll jump into the center of the room and go into an elaborately choreographed ballet. This may take place in the \"Fame\" student talent show, but I doubt it's very common in slums ruled by crack.\n\nAlthough the movie is set in a neighborhood with a mostly black and Hispanic population, the hero is a white kid (Jason Gedrick), an orphan who lives in an empty water tower and supports himself by collecting scrap metal. He falls in love with a Hispanic girl (Troy Beyer), but then learns that she's working as a lookout for the crack dealers. We know, but he doesn't, that she has taken the job because she needs the money to support her sick and needy family. We know for two reasons: (1) the movie has already informed us; and (2) this plot detail is as old as the hills.\n\nThe movie ends, as all such plots must end, in a violent showdown between the good guys and the drug dealers. We can even predict exactly how it will end, because the movie's opening scene tips off the manner and details of the climax. But more than the ending is predictable: Every person and event in this film is recycled out of other movies, until the whole film becomes an almost academic exercise in the manipulation of genre. If the movie had gone ahead and declared itself as a musical fantasy, that would have taken the curse off the cliches. But it hedges its bets; it pretends to be a straight narrative, and then hopes to sneak in the dance stuff. Hollywood seems terrified these days of any experiment in style that distracts from the simplicity of a story line.\n\n\"Rooftops\" was directed by Robert Wise, one of the great names in Hollywood history, and of his many films, \"West Side Story\" is the one that comes to mind. That was also a love story set against a slum war, with dance and music. But all the elements worked together within the conventions of musical comedy. \"Rooftops\" comes alive during the passages of music and dance, which feel like those moments in a musical when the characters burst into song, but then it tries to fit those flights of fantasy into a melodrama about drugs. It's too tight a squeeze.", "running_time": 95, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-03-17", "genres": null, "title": "Rooftops (1989)"}