{"url": "http://www.rogerebert.com/reviews/rookie-of-the-year-1993", "by": "Thomas Ian Nicholasas Henry Rowengartner", "star_rating": 3.0, "text": "I was absolutely lousy in Little League. I was a sub for one season, screwing up every play I was involved in. I stopped out there in the middle of right field, squinting into the sun, hoping desperately that the ball would not come my way. If it did, I didn't use my glove to catch it. I used the glove for protection.\n\nI was, in fact, a lot like Henry Rowengartner, the 12-year-old hero of \"Rookie of the Year.\" It seemed like the other kids had always known how to play baseball, and that I would never know. When I was a kid, I think I might have liked \"Rookie of the Year\" a lot. I am no longer a kid, and this movie is not likely to make my list of the year's best, but I can remember those miserable Little League games and so in a modest way I'm grateful for this film. It is pure wish-fulfillment, 40 years after I needed it.\n\n\"Rookie of the Year\" is about how Henry is the worst Little League player in history, until he steps on a ball and breaks his shoulder and is fitted with a cast that makes it look like he's always raising his arm in class. When the cast comes off, his dad takes him to Wrigley Field, and he catches a home run ball while he's out in the bleachers, and then he throws it back - all the way to the catcher behind the plate.\n\nThere is an immediate sensation. Who is this kid with the rifle arm and the 100-m.p.h. delivery? It appears that the surgery or the injury has tightened his tendons in such a way that he can throw the ball faster than anyone in history. Henry becomes an overnight celebrity, and is signed to the Cubs by the team's genial owner (Eddie Bracken). Of course he becomes a star pitcher and wins the big game at the end of the movie.\n\nI don't know about anyone else, but I think it makes perfect sense for the Cubs to hire a 12-year-old. He looks kind of skinny and doesn't know what to say in social situations, and is blissful every time he walks out into Wrigley Field. (Some of the movie's scenes were shot during real games with big crowds, giving the film an authenticity that \"The Babe,\" for example, was lacking.) Among Henry's supporters is a veteran Cubs pitcher played by Gary Busey, who gives him advice and encouragement. (Busey, who is emerging from a decade of overweight character roles, is slimmed down here and looks terrific - amazingly like Nick Nolte, in fact, and if he stays in shape he may be playing the hero again before long.) The structure of the movie is fairly predictable. We get to meet Henry's parents and some of the other players, and a Cubs announcer who is played by John Candy - who tries, but is unable to achieve the surrealistic voice effects provided every day by Harry Carey.\n\nEverything leads up to the end of the season, with the Cubs fighting for first place, and then the movie shows some creativity by not having Henry pitch a no-hitter, or hit a home run. How he does try to win the game is unlikely, to say the least, but entertaining.\n\nLook, this isn't a great movie. If you're not a kid, don't go unless there's a kid you want to take. But if you are a kid, and you have ever for a moment wondered what it would be like to play major-league ball at your age, then take it from the old Little Leaguer and see this movie. I really shouldn't give it three stars, but I'm going to anyway. Call it a form of revenge for all those hours of dread I spent in right field.", "running_time": 103, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-07-07", "genres": ["Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Rookie Of The Year (1993)"}