{"url": "http://www.rogerebert.com/reviews/roommates-1995", "by": "Peter Falkas Rocky", "star_rating": 2.5, "text": "\"Roommates\" tells the story of a 75-year-old man who adopts his 6-year-old grandson rather than let him be sent to an orphanage. The movie covers the next three decades in their lives. The grandfather is named Rocky - not a good sign - and is played by Peter Falk, in another one of his amazing impersonations of old people. (See his 1987 film \"Happy New Year\" for a deception so brilliant it will fool you even if you know what you're looking for.) Rocky's grandson, Michael, is orphaned at an early age, and when the other relatives want to turn him over to professionals, Rocky says, \"The child stays! Conversation over!\" The family doubts a 75-year-old can raise a kid, but they're afraid to cross him. As one observes, \"The man has the personality of a clenched fist.\" Rocky is unusually agile for a 75-year-old, and keeps up with the kid pretty well, although there are some hitches along the way. When they disagree, they sound like they've rehearsed their dialogue. Rocky, for example, catches Michael taking bets from his school chums: \"Fifteen years old, and already a bookie!\" \"I'm gonna be a doctor!\" \"You'll set fires for insurance money!\" Michael does grow up into a medical intern, played by D. B.\n\nSweeney, and by then Rocky is nearly 100 and refusing to be moved out of the apartment he's lived in all his life. (It reminds me of that story the other day about the guy who offered monthly payments to a 90-year-old Parisian woman, in return for her apartment when she died. She's still alive, at 120.) Michael talks Rocky into moving into the flat he shares with six other medical students, all Chinese (and all communists, according to Rocky, although he is happy to play poker with them).\n\nThen Michael goes too far, bringing home Beth (Julianne Moore), a girl he loves. Rocky disapproves. Michael reasons with him: \"We went out, we had a few drinks, I brought her home.\" \"In my day,\" sniffs Rocky, \"a girl who drank, we didn't bring home.\" Time marches on. Michael and Beth get married and have children. Rocky continues to be his crusty, lovable, irascible self.\n\nMuch happens that I will not reveal. It will come as no surprise, however, that Rocky eventually dies, since it would be cheating the audience to let a man live to 107 and then fade out with him still holding forth. I mention this for a reason, however: There is a running gag in the movie that Rocky is always looking for a job, and I thought it was a bit much that he was still studying the classifieds on his deathbed. If the movie had been just a little less cute, and Rocky just a little less like The Most Unforgettable Character We've Ever Met, it might have amounted to more.\n\nAs it is, \"Roommates\" provides a fine role for Peter Falk, whose TV career has sometimes obscured his range as an actor. He creates a character with a stubborn streak and has fun with him. (As when he gets a job as the oldest baker in Columbus, Ohio, and is invited on a TV talk show. Asked for his bread recipe by a host he doesn't like, he says: \"You take 100 pounds of flour, 11 quarts of water, and yeast. How much? I won't tell you.\") Falk is entertaining and sometimes moving, and Sweeney and Moore do what they can as his pawns, but the movie finally just outstays its welcome. The pieces were in place for a nice little story, but by trying to do too much with it, \"Roommates\" overshoots the runway.", "running_time": 109, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-03-03", "genres": null, "title": "Roommates (1995)"}