{"url": "http://www.rogerebert.com/reviews/rooster-cogburn-1975", "by": null, "star_rating": 1.0, "text": "John Wayne and Katharine Hepburn, it needs no saying, are two of the strongest presences in the history of movies. Just to see them on the screen is to remember dozens of roles, many of them great, that shaped them almost into elemental forces. The problem with \"Rooster Cogburn\" is that those memories become mostly painful. We remember Hepburn in \"The African Queen\" and Wayne in \"True Grit\" (1969), and then we've got to watch the actors themselves conspire in a ripoff of some of their finest moments.\n\nThere was Hepburn, bravely manning the tiller while Bogart tried to keep up stream and the little African Queen shot the rapids. And then there was their beautiful sigh of relief when they thought they'd done it and then the look of alarm as the thunder of even faster rapids grew in the air. And now what we get are Hepburn and Wayne improbably riding a raft loaded with nitroglycerin through much tamer rapids, for a far less (certain purpose, and we remember the classic scene so sharply that the new one becomes less exciting and poignant.\n\nAnd there was John Wayne, in his first time out as Rooster Cogburn in \"True Grit,\" the movie he finally won the Oscar for. We remember him drunk and defiant, taking the reins in his teeth and firing with both hands as he recklessly charged the bad guys. We remember the glory and the craziness of that moment, and in \"Rooster Cogburn,\" we see him rolling around drunk on the ground and firing at his favorite delicacy, corndodgers, and it's a pale moment by comparison.\n\nIt may seem unfair to compare \"Rooster Cogburn\" to such classics. After all, how many movies could possibly stand up? Except that comparison is absolutely invited. Not only does Wayne play the same character, but Hepburn just about does. She was a missionary's sister in \"The African Queen,\" but this time she's a missionary's daughter. Both times, the locals killed the missionary, and both times she turned to a heroic local character. Wayne replaces Bogart, the various plots mingle awkwardly and all too obviously, and the movie depends on the HepburnWayne chemistry to survive.\n\nWell, the chemistry's there at times. But when it does work, it's largely because of the sheer acting craft of the two of them. The dialog they're given is so consciously arch, so filled with subtle little recognitions of who the two actors are, that we never care about the story and it never gets told. And without a narrative to help us along, we finally have to wonder why the movie was made.\n\nNow about that nitroglycerine. It's stolen from the government by a gang of outlaws, who need it to rob a bank, and then Wayne and Hepburn get it back again through trickery. Before long, they're on the raft in the river again, still with the nitro. And we have to wonder why. There's no reason they couldn't just dump it, or hide it for the Army and tell them where it was except that the nitro's necessary for a climactic scene that doesn't seem to matter much. The whole movie seems so contrived, so obviously a vehicle for its stars and for their former, happier roles, that finally we just get depressed. Talent shouldn't be thrown around like this.", "running_time": 108, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Action", "Western"], "title": "Rooster Cogburn (1975)"}