{"url": "http://www.rogerebert.com/reviews/rope-1948", "by": null, "star_rating": 2.0, "text": "Alfred Hitchcock called “Rope” an “experiment that didn’t work\r\nout,” and he was happy to see it kept out of release for most of three decades.\r\nHe was correct that it didn’t work out, but “Rope” remains one of the most interesting\r\nexperiments ever attempted by a major director working with big box-office\r\nnames, and it’s worth seeing this week during its revival at the Fine Arts\r\ntheaters.\n\nThe\r\nmovie starred James Stewart, John Dall and Farley Granger in a movie version of\r\na play that was inspired by the Leopold-Loeb murder case. In the play, two\r\nhomosexual college students become fascinated by their philosophy professor’s\r\nideas about the “innate superiority” of some people over others. Convinced they\r\nhave found a victim who is inferior to them, they murder him, conceal his body\r\nin an unlocked trunk in their apartment, and then throw a dinner party with the\r\ntrunk as the brazen centerpiece of the living room.\n\nThe\r\nplay depended, for its effect, on the fact that it was one continuous series of\r\nactions. Once the characters have entered the room, there can’t be any jumps in\r\ntime, or the suspense will be lost. The audience must know that the body is\r\nalways right there in the trunk.\n\nThe\r\nplay appealed to Hitchcock’s sense of the macabre and his fascination with\r\nsituations involving the inconvenience of dead bodies. But in translating the\r\nplay to the screen, he had to deal with that unity of time and space. All of\r\nthe events had to take place in one uninterrupted act, and he arrived at the\r\nnovel idea of shooting the movie without any visible cuts, so that it would\r\nlook like one continuous shot.\n\nHe\r\nbuilt elaborate sets with movable walls on wheels. He choreographed his actors\r\nso that they and the camera could perform intricate ballets without\r\ninterrupting the action. He loaded his camera with 10-¬minute magazines of\r\nfilm, he arranged the screenplay in 10-minute sections, and at the end of each\r\nsection he used an “invisible wipe” to get to the next magazine: The camera,\r\nfor example, would move behind a chair at the end of one shot, and seem to be\r\nmoving out from behind it in the next.\n\nThis\r\nwas, of course, an unnecessary gimmick. Although when a director cuts from one\r\nshot to another it can seem as if time has passed, that is not necessarily the\r\ncase. Many films that deal with uninterrupted spans of time use a lot of cuts:\r\nfor example, “My Dinner with Andre,” which, despite constant cutting, never\r\nseems to miss a single bite of food or morsel of conversation.\n\n“While\r\nwe were making ‘Rope,’” Stewart remembers, “I suggested to Hitch that since we\r\nwere filming a play, we ought to bring bleachers into the sound stage, and sell\r\ntickets.” The final product seems curiously limp and unfocused, perhaps because\r\nHitchcock was handcuffed by denying himself the usual grammar of camera\r\nmovement and editing.\n\nIn\r\nan ordinary movie, closer shots indicate more intensity, longer shots are more\r\nobjective. Camera movement helps establish mood. Closeups punch home dramatic\r\nmoments. Cutaways, or “reaction shots,” make it clear who is reacting, and\r\nwhen. Although Hitchcock tried to choreograph his 10-minute takes so that the\r\ncamera would be where the drama demanded it, there are moments when it seems to\r\nbe in the wrong place at the wrong time. And that trunk spends so much time in\r\nthe foreground that we wonder why it’s not the immediate center of attention.", "running_time": 80, "mpaa_rating": null, "release_year": 1948, "date_published": "1984-06-15", "genres": ["Crime", "Drama", "Mystery", "Suspense", "Thriller"], "title": "Rope (1948)"}