{"url": "http://www.rogerebert.com/reviews/rory-oshea-was-here-2005", "by": "James McAvoyas Rory O'Shea", "star_rating": 3.0, "text": "Don't you want to get drunk, get arrested, get laid?-- Rory to Michael\n\nWhen Rory O'Shea arrives at the Carrigmore Home for the Disabled, Michael Connolly's life is on hold. Michael's cerebral palsy makes his speech difficult to decipher, except by Rory, who understands every word. Rory himself is exuberantly verbal, but muscular dystrophy has left him with control over two fingers of one hand, and that's it.\n\nAre you still even reading this review? \"Marketing challenges don't come much tougher,\" says Variety, the show-biz bible. So I should shift gears and say that \"Rory O'Shea Was Here\" is funny and moving, and more entertaining than some of the movies you are considering this weekend -- more than \"Son of the Mask\" or \"Constantine,\" that's for sure.\n\nIn fact, trying to keep you from tuning out because of the subject matter, I've just gone back and added the quote at the top of this review. That's said by Rory to Michael in his attempt to blast him out of his silent corner at the care home, and get him out in the world -- where, Rory is convinced, they both belong.\n\nRory wears his hair in a weird arrangement of spikes. I didn't notice his shoes, but they were probably Doc Martens. Yes, muscular dystrophy has thrown him a curve, but he's still at the plate and swinging. In no time at all, he has Michael following him into a pub, where he tries to pick up girls and at one point seems prepared to start a fight, which with anybody else would be a bad sign but for Rory may actually represent growth.\n\nRory wants to get out of the institutional world and into independent living. A well-meaning board of supervisors doesn't think he's ready for that yet, not with his disabilities combined with his recklessness. Michael is perfectly prepared to spend forever in the home, until Rory blasts him loose and uses him as his ticket to freedom. He persuades Michael to apply for independent living, and after Michael's application is approved by the board, Rory adds sweetly that of course Michael will need an interpreter.\n\nThey'll also need a caregiver, and they interview the usual assortment of hopeless cases. There should be a Little Glossary entry about the obligatory scene where a job interview or an audition inevitably involves several weirdly unacceptable candidates before the perfect choice steps forth.\n\nIn this case, they meet Siobhan (Romola Garai) in a supermarket, and convince her that life with them will have to be more exciting than stacking toilet tissue. It is more or less inevitable that they'll both get a crush on Siobhan, made more poignant because Rory will have to interpret whatever Michael wants to say to her. How this works out is not predictable, and is the occasion for some of the film's best written and acted scenes.\n\nJames McAvoy plays Rory as a would-be Dublin punk turned into the R.P. McMurphy of the care home. It's a performance combining joy and determination as if they feed off each other. Steven Robertson has more limited opportunities with his character, but let it be said that by the end of the film we can sort of understand what Michael is saying, and we always know what he means. On the other hand, amusingly, a word or two of Rory's Dublin accent sometimes slips past undetected.\n\nBoth actors are able-bodied in real life. I could not watch the movie without being powerfully reminded of an Australian film that never got theatrical distribution in the United States -- Rolf de Heer's \"Dance Me to My Song.\" It was the first film in my first Overlooked Film Festival, and on stage we greeted Heather Rose, who, like Rory, could control only a finger or two. Yet she wrote the film and starred in it, as a woman with two goals in life of which Rory would have approved: (1) Get revenge on the minder who is mistreating her and stealing from her, and (2) meet a bloke and get laid. Heather Rose was a great and funny woman, who died last year. After the Q&A session she typed out on her voice synthesizer, in the true Aussie spirit, \"Now let's all go out and get pissed.\"\n\nYou can rent \"Dance Me to My Song,\" and you may want to, after seeing \"Rory O'Shea Was Here.\" There has been much talk involving the messages about disability sent by two major recent movies. Here is a movie that sends the message that if you want to be a punk and you're in a wheelchair, you can be a punk in a wheelchair. If you're in a chair and want to play rugby, you can, as a new documentary named \"Murderball\" makes perfectly clear. Some are more disabled than others; Rory will not be able to play wheelchair rugby, but he'd make a hell of a coach.", "running_time": 104, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-02-17", "genres": ["Drama", "Foreign"], "title": "Rory O'Shea Was Here (2005)"}