{"url": "http://www.rogerebert.com/reviews/rosalie-goes-shopping-1990", "by": "Marianne Sagebrechtas Rosalie Greenspace", "star_rating": 3.0, "text": "Most movies have a dominant quality, and in \"Rosalie Goes Shopping,\" that sought-after quality is Reassurance. The movie is about a woman who reassuringly provides her family with all of the best things in life, and reassuringly lies to the banks and the credit card companies that she will be able to pay for them, and reassuringly assures herself that she is a splendid wife and a wonderful mother and an exemplary human being.\n\nSometimes, to be sure, she has her infinitesimal little moments of doubt, and when they spring up, she goes to confession, where her parish priest listens in wonder to her tale of scams, con games and check kitings. He gives her the best advice he can, and she leaves him trying to reassure himself that he belongs in the priesthood. How does a priest feel when a penitent seems more positive about her sins than he does about her redemption? The whole movie takes place somewhere in rural Arkansas, where Rosalie (Marianne Sagebrecht), a plump German woman with a beatific smile, has settled down with her husband to raise a large and increasingly affluent family. The husband (Brad Davis) is a crop-dusting pilot who presumably wooed and won Rosalie during a tour of duty with the Air Force in Germany. Now he is confronted by a wife who is a delight and a puzzlement to him. She showers the benefits of the consumer society on their family, she walks around the house in a cocoon of serenity, and yet, and yet - the question must be asked: Where does the money come from? The answer is that the money comes from thin air. I have a friend who was once a credit card swindler, and the way he explains it, the credit card companies are almost pathetically happy to send you their cards and let you use them, and not as swift as they ought to be to figure out who isn't paying. When you use one card to pay another, and combine that with the judicious use of check-floating strategies and a home-equity loan on a home with no equity, you can live pretty well in the short run. And of course you should never even think in the long run.\n\n\"Rosalie Goes Shopping\" is the third movie directed by Percy Adlon and starring Sagebrecht, whose previous collaborations were \"Sugarbaby\" and \"Bagdad Cafe.\" She is an unlikely looking movie star, plump and angelic and somewhere around 40, but it cannot be denied that she has a particular screen quality: She glows. It is an innocent, benevolent glow. She is happy with herself, pleased to make others happy, and she lets tomorrow take care of itself.\n\nThe movie doesn't tell her story as a financial thriller, with lots of dates and times and bank balances. Adlon is more concerned with the meaning of what she does. She sees comfort and plenty all around her, she wants it for her family, and she finds that people will sell it to her on credit, time and plastic. So why save up first? Live it up now and let your ship come in tomorrow! The family has its doubts. Some of the children seem to suspect uneasily that Mom may be living in a dream world, and Davis would be worried, too, if he thought about such things. Certainly Rosalie's parents grow concerned when they visit from Germany and see children being raised with little discipline, a household being run on credit - and their own return tickets being sold to raise a little emergency cash.\n\n\"Rosalie Goes Shopping\" records the mood of a large part of society - of those people in the TV commercials and sometimes in real life, who measure their happiness by material possessions, brand names and the latest models of the newest gizmos. Rosalie occupies the center of the film, almost in a daze; she's a juggler who can keep all of her balls in the air only if she stays half-hypnotized by their rhythm.\n\nCall her attention to anything - especially her current net worth - and the whole act would come crashing to earth.", "running_time": 94, "mpaa_rating": "PG", "release_year": 1990, "date_published": "1990-05-02", "genres": ["Comedy"], "title": "Rosalie Goes Shopping (1990)"}