{"url": "http://www.rogerebert.com/reviews/rosewood-1997", "by": "Jon Voightas John Wright", "star_rating": 3.5, "text": "John Singleton's \"Rosewood'' re-creates the story of a shameful event in American history, the race riot by whites against blacks in 1922 in the small Florida town of Rosewood, which left the town in smoking ruin while dozens of its residents were shot, burned to death or lynched. But if the movie were simply the story of this event, it would be no more than a sad record. What makes it more is the way it shows how racism breeds and feeds, and is taught by father to son.\n\nEarly in the film, we see a young white boy named Everett, whose best playmate is a black boy about the same age. His father forbids him to \"pal around with that little nigger boy.'' During the course of the film, this father will show his son how to tie a hangman's noose, and he will shove others aside, crying out, \"Make way for a boy to look!'' so his son can peer down into a mass grave filled with the bodies of African Americans--some of them babies.\n\nWe do not need to be told that many of the white men in the mob had similar childhood experiences, and that their own guilt was mixed with fear, envy and the intoxicating frenzy of the mob, to create the bloodbath of Rosewood. Between 70 and 250 African Americans were killed during the violence, according to recent reconstructions (state authorities at the time estimated \"two to six'' deaths). But Rosewood remained a secret until 1982, when newspaper reports were published in the St. Petersburg (Fla.) Times (and later embellished by a recent ABC news documentary on the Discovery Channel)--perhaps because there were few survivors, or they were too frightened to talk.\n\nAs the film opens in 1922, we see a prosperous town owned by its African-American residents, who have only a few white families living among them--including the grocer, Mr. Wright (Jon Voight), whose affection for his neighbors extends to sexual relations with his pretty 17-year-old clerk.\n\nThe black families own their land and run their businesses, and are resented by poorer whites living in a neighboring town. (\"Why does that nigger have a piano when I don't?'' one man asks; he is offended on principle, since he can't play the piano.) Early in the film, Singleton and his screenwriter, Gregory Poirier, introduce a key story element not based on fact: the character of Mann (Ving Rhames), who rides into town on a handsome horse, has money and bids at auction for five acres of land coveted by the white grocer. A black convict has just escaped from a chain gang in the area: Is Mann the escapee? Almost certainly not, although rumors feed the fires of suspicion when a local white woman claims she was beaten (but not raped, she is careful to add) by a black man who invaded her home.\n\nWe saw the event, and know what happened. She was beaten by her own white lover, and has made up the story to explain her bruises to a jealous husband. Two local black women also know the story, but remain silent until it is too late, because they fear retribution. The white woman's report inspires white mob violence.\n\nOne of the crucial figures in these events is the white sheriff (Michael Rooker), who has a good idea of what really happened and tries ineffectually at times to cool the mob, but is powerless because he is the creature of its collective will. He makes attempts to warn blacks--especially the stubborn, courageous Sylvester Carrier (Don Cheadle)--to get out of town and save their lives, but their understandable desire to protect their property causes them to delay until it is too late. The older woman who witnessed the original attack, played by Esther Rolle, was midwife to half the local whites, and perhaps has a misplaced belief that people who were so lovable as babies could hardly grow up to attack her family.\n\nMann is also aware of the dangers (\"If I stay I'm sure to be hung''), but he becomes the leader of the defense, especially in a sequence where he leads women and children to a train--operated by friendly whites--that will help them escape. Although the train escape is based on historical events, this sequence plays a little too much like an action movie to fit convincingly with the rest of the story.\n\nSingleton is the young director who burst onto the scene with \"Boyz N the Hood\" (1991). \"Rosewood\" represents an important step in his growth; it's a period picture painted on a large canvas, and he handles his big cast effortlessly, establishing a good sense of community life.\n\nThe \"Rosewood'' project began with the screenplay by Poirier; Singleton was brought in at a time when a more \"positive'' black lead than Ving Rhames was being sought (that's Rhames' word). But his performance here finds the right note and is essential to the film.\n\nRhames became famous as the mob boss in \"Pulp Fiction\" and played a South African drug lord in \"Dangerous Ground.\" He is a powerful, direct actor, who takes up considerable psychic space. Here, in a partly symbolic role, as the strong independent counterpoint to the local blacks who are reluctant to fear the worst, he convinces at first sight and keeps on convincing. Rhames at this point has an element of mystery and unfamiliarity that's effective.\n\n\"Rosewood'' was expensive, and there is some question in the industry about what audiences will be drawn to it; it's not easily summarized in ads and does not obviously appeal to either blacks (since it documents such a depressing chapter) or whites (depicted as murderous or ineffectual). Perhaps it will appeal to people looking for a well-made film that tells a gripping, important story. Now there's a notion.", "running_time": 142, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-02-21", "genres": ["Drama", "History"], "title": "Rosewood (1997)"}