{"url": "http://www.rogerebert.com/reviews/rosie-1967", "by": "Rosalind Russellas Rosie", "star_rating": 3.0, "text": "About six people were sitting around talking about movies and I let it slip that I had to see \"Rosie\" with Rosalind Russell and Sandra Dee. Everyone was filled with sympathy. Everyone hated Rosalind Russell-Sandra Dee pictures and never went to see them because they were (and I quote) goody-gumdrop.\n\nNow the trouble was that none of us had seen \"Rosie.\" Movie critics are naturally supposed to hate all movies named \"Rosie\" on principle, and especially when they have Sandra Dee in them. We are all serious, intellectual types, and if a movie isn't going to save the world, or at least let the folks know where to get off, we don't have any use for it. So there I was agreeing about how terrible Rosalind Russell-Sandra Dee movies are, when in fact \"Rosie\" is the first movie they've ever made together. Prejudices die hard.\n\nSo what I'm leading up to (having, made lots of profound noises) is that \"Rosie\" is a really good movie. I was as surprised as anyone although, come to think of it, why shouldn't it be? Rosalind Russell is a magnificent actress, and she's been in lots of good movies.\n\n\"Rosie\" is the story of a wealthy Auntie Mame type who tears around the countryside in a Ferrari and stands on her head in the middle of the street. But it is more than that. In fact, the Auntie Mame stuff doesn't amount to much in the movie and is useful mainly in the advertising. \"Rosie\" is really a movie about a grandmother who labors under the delusion that it's all right to let loose and have fun even if you're over 30. So she does have fun. She goes into partnership with a taxi driver, and wears purple wigs, and buys an abandoned theater for a couple of million.\n\nThen her daughters (Audrey Meadows and Vanessa Brown) get worried that she's going to spend her fortune before they get their hands on it. So they contrive a plot to have her kidnapped and bundled off to a ''rest home\" to be officially declared incompetent. A sympathetic attorney (well played by Brian Aherne) works with her granddaughter (Sandra Dee) to free her from the merciless clutch of the law.\n\nAt about this point you realize that \"Rosie\" isn't the movie you were expecting. A slick headshrinker with a clipboard starts asking Rosie personal questions. She is locked in a room fit for the Prisoner of Chillon. The kindly nurse has a compulsion about tea. Drink your tea and you'll be sane again. The whole business resembles the backward logic of Kafka: You may not be mad now, but if you're kept in this institution long enough you'll eventually go mad, and since you will anyhow, we've locked you up now -- for your own good.\n\n\"Rosie\" joins \"Divorce American Style\" among recent Hollywood movies that have used conventional means to make an unexpected social commentary. Dick Van Dyke and Debbie Reynolds, the all-American couple, suddenly found their all-American marriage breaking apart. Rosalind Russell, whose Auntie Mame was everybody's fantasy of having a ball with your money, suddenly discovers that you can be locked up and deprived of your fortune and your sanity if you don't act the way \"normal\" people do.\n\nThis is not comedy but satire, and an interesting development from Hollywood. It is also, by the way, excellent entertainment for the holidays: a family film of interest to adults, too, not just to 6-year-olds.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-11-28", "genres": null, "title": "Rosie (1967)"}