{"url": "http://www.rogerebert.com/reviews/rough-cut-1980", "by": "Burt Reynoldsas Jack Rhodes", "star_rating": 2.5, "text": "You've got to give \"Rough Cut\" credit for paying\r\nhomage to its sources. It begins with Burt Reynolds doing his imitation of Cary\r\nGrant, and, indeed, this is just the sort of suave thriller Cary Grant might\r\nhave made, complete with its several references to films by Alfred Hitchcock.\r\nReynolds is playing in the right league - he can mix subtle eroticism and sly\r\nwit in ways that do sometimes remind us of Grant - but the movie itself doesn't\r\nquite make it.\n\nIt's\r\nfun, it's slick and it's carefully put together, but it's more of an exercise\r\nthan an accomplishment. Everyone does their schtick, the plot complications\r\nunfold like clockwork, but we find ourselves not really caring. That was the\r\nthing about Hitchcock: He often reached technical perfection, but rarely at the\r\ncost of involving us on a gut level.\n\nThe\r\ndirector this time is another Hollywood master, Don Siegel, whose biggest\r\nsuccesses recently have starred Clint Eastwood. Siegel's very good at action\r\npictures, but when he lets up on the reins a little, as he does here in an\r\nattempt at a sophisticated tone, the movie has a tendency to go flat. There are\r\nmoments when \"Rough Cut\" is just marking time, and a thriller should\r\nnever give us that feeling.\n\nThe\r\nmovie's about a master thief (Burt Reynolds) who meets a beautiful girl at a\r\nparty, discovers that she's a thief, and falls in love with her. The girl\r\n(Lesley-Anne Down) turns out to be more complicated than she seems. She's a\r\nkleptomaniac who's being blackmailed by Scotland Yard's chief inspector (David\r\nNiven). He's after bigger game he wants to arrest Reynolds as a suitable climax\r\nto his career - and he wants to use the girl as bait.\n\nSo\r\nhere we have a nice, tricky situation that only grows more complicated when\r\nReynolds begins to suspect what's up, and then, of course, there are all sorts\r\nof other developments I wouldn't dream of revealing. This is the kind of\r\ndouble-reverse situation Hitchcock used to like: As the man and woman fall in\r\nlove, their romantic feelings get entangled with the crimes they're involved\r\nin, and the climax involves both ethical and romantic decisions.\n\nOne\r\nof the problems here, though, is that we don't care enough about the chemistry\r\nbetween Burt Reynolds and Lesley-Anne Down. They're assigned to a fencing match\r\nof dialogue that's just a little too clever to contain real emotions. We can't\r\ntell at times if they'd rather seem honest or clever.\n\nStill,\r\nDavid Niven turns in one of his patented performances as the world-weary, brave\r\nand cynical establishment figure, although we find at the end we didn't\r\nunderstand him as well as we thought.\n\nAnd\r\nthe sound track works overtime at establishing the mood: Nelson Riddle has\r\norchestrated the action with arrangements of Duke Ellington classics, which\r\nsometimes sound very suave indeed but are sometimes crashingly obvious, as when\r\na parade of police cars is accompanied by \"Caravan.\"\n\nThere\r\nare other references to classical sources. \"Rough Cut\" has at least\r\nthree specific references to Hitchcock (the second story job, from \"To\r\nCatch a Thief,\" a police car chasing a speeding heroine, from\r\n\"Notorious,\" and windmills as a cover for an airfield, from\r\n\"Foreign Correspondent\"). Combine those with the Cary Grant imitation\r\nand you have a movie that's being very clear about the category it wants to\r\ncompete in. But it doesn't make it out of the semifinals.", "running_time": 112, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-06-19", "genres": ["Action", "Adventure", "Comedy", "Crime", "Mystery", "Romance"], "title": "Rough Cut (1980)"}