{"url": "http://www.rogerebert.com/reviews/rough-night-in-jericho-1967", "by": "Dean Martinas Alex Flood", "star_rating": 2.5, "text": "The advertising campaign for \"Rough Night in Jericho\" asks the question \"Who says they don't make Westerns like they used to?\" I can't figure out if this meant to inspire praise or forestall criticism, but one thing's for sure: This is the kind of Western they used to make, all right.\n\nFor one thing, the deputy's name is Jace. Now when you stop to think about it. Jace is a name you don't hear much anymore, except in the kind of Western they used to make. The girl is named Molly, which is a common enough name, but she makes up for it by putting her hand on her hip a lot, saying \"damn\" and calling men by both of their names.\n\nFor example, at one point Molly, portrayed by Jean Simmons, says to Dean Martin: \"You get off this property, Alex Flood.\" Just roll that around on your tongue for a moment. About the only people who still call each other by both names are stars in Westerns, and announcers on radio commercials (\"That's right, Art Linkletter! And, folks etc., etc.\").\n\nThere is also a plot pretty much like the Western plots of old. A bad man (Dean Martin) comes into town and takes over. He has the assistance of \"the boys,\" who strangle ladies with chains and, in short, are pretty good at convincing everyone they mean business.\n\nThe bad guy takes over a ranch, a gold mine, a herd of cattle and a saloon, thus neatly encompassing the economy of the old West. But he can't take over the stagecoach line, which is run by Miss Simmons. Whenever he tries, she put her hand on her hip and says \"You get off this property, Alex Flood.\" That settles his hash.\n\nA handsome young gun-fighter (George Peppard) and an old ex-sheriff with whiskers (John McIntire) are brought in by Molly to run Alex Flood out of town, and after they drink a lot of whiskey and get in a couple of fights and Peppard falls in love with her, why, that's more or less what they do. I'd tell you how it turns out, but shucks you oughta be able to fill in that part yourself.\n\nMartin plays his standard character fairly well, although he isn't in most of the movie. Peppard and Miss Simmons play their standard characters pretty well and you can guess what Slim Pickens does can't you? If you haven't seen a Western in 40 years, go see \"Rough Night in Jericho\" and catch up.", "running_time": null, "mpaa_rating": null, "release_year": 1967, "date_published": "1967-10-13", "genres": ["Action", "Foreign"], "title": "Rough Night in Jericho (1967)"}