{"url": "http://www.rogerebert.com/reviews/rough-magic-1997", "by": "Bridget Fondaas Myra Shumway", "star_rating": 2.0, "text": "If ever there were two genres that don't seem to fit together, they're film noir and magic realism. The one grovels in gritty realism, the other dissolves into clouds of butterflies. Clare Peploe deserves credit for the uncompromising way in which she stage manages a head-on collision between them in \"Rough Magic,'' an oddly enchanting fantasy that almost works.\n\nThe story, set in 1952, follows a magician's assistant named Myra (Bridget Fonda) as she flees from a Los Angeles murder scene and the arms of an arranged marriage. Her fiancee, a Howard Hughes type named Wyatt (D. W. Moffett) sends a private eye named Alex (Russell Crowe) after her, and then flies down himself, piloting his private DC-3. But by then she's fallen in love with Alex, and fallen into the clutches of a quack named Doc Ansell (Jim Broadbent), who sells a constipation cure (not that it doesn't work). The Doc realizes she's the real thing. So he arranges for her to go on a solo mission: She crosses a lake and engages in rituals with ancient shaman women, drinks a secret potion, and finds that she possesses real magic (she also lays a blue egg).\n\nIt can be dangerous, being a genuine magician. At one point she unintentionally turns an ominous Mexican bandit into a sausage, which is gobbled up by Doc Ansell's beloved terrier. At another point, she makes love with Alex so enthusiastically that they levitate. She kills someone without meaning to, but not to worry: Hardly anyone is dead for long in this movie.\n\nMy favorite dialogue exchange comes after she turns the guy into a sausage: \"Those guys would have made a hamburger out of me,'' Alex says. She frowns and says thoughtfully, \"Don't say things like that.'' \"Rough Magic'' is based on a novel by the noir novelist James Hadley Chase, best known for \"No Orchids for Miss Blandish.'' I haven't read it, but I'll bet nobody lays a blue egg in it. The screenplay, written by Peploe with Robert Mundy and William Brookfield, is curiously serious even in its most absurd moments; Bridget Fonda looks at times as if she thinks she may be in a comedy, but can't be sure. Neither can we. A whimsical fantasy may be the correct description.\n\nPeploe, who is married to Bernardo Bertolucci, co-wrote his \"Luna\" (1979) and Antonioni's \"Zabriskie Point\" (1970), and has directed one previous feature, \"High Season\" (1987), an engagingly goofy comedy set on a Greek island and involving tourists and spies. Nothing she has done before is anything like \"Rough Magic,'' which seems to be a visitor from a parallel timeline: If film noir had developed in South America instead of California, maybe we would have seen more films like this.\n\nApart from anything else, the movie is wonderful to look at. It's a cliche to talk about great visuals, since if you point a camera in the right direction you can make almost anything look good. But John J. Campbell and Peploe create painterly compositions with rich Mexican colors, and there are landscape shots and atmospheric effects here that are astonishing.\n\nThe acting is quirky in an engaging way. Moffett is dry and opaque as the ambiguous Hughes clone, Broadbent is a likable scoundrel as the snake oil salesman, and Russell Crowe is steady in the Mitchum role, as a guy hired to do a job who falls in love with the dame. At one point in the movie he starts calling Bridget Fonda ``Slim,'' and indeed her hair style and costumes are intended to evoke Lauren Bacall, but it's hard for her to maintain an air of mystery while laying eggs.\n\nIn casting the lead, Peploe obviously leaned toward the noir side of her material, and went for an actress who could project 1950s allure. Maybe she should have tilted toward the Latin elements of magic realism, and picked somebody like Maria Conchita Alonso or Jennifer Lopez --somebody who, when presented with a mysterious green goblet of liquid prepared by an ancient priestess on the slopes of a volcano, would be able to look eager to taste it. Or maybe the project was so weird it was doomed from the start. Give \"Rough Magic'' credit, however, for possessing all the pieces necessary to make two other movies that both might have worked.", "running_time": 104, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-05-30", "genres": null, "title": "Rough Magic (1997)"}