{"url": "http://www.rogerebert.com/reviews/rounders-1998", "by": "Matt Damonas Mike McDermott", "star_rating": 3.0, "text": "\"Rounders\" cheerfully buys into compulsive gambling. The hero gambles away his tuition money, his girlfriend, his law degree and nearly his life, and at the end he's still a happy gambler. If this movie were about alcoholism, the hero would regain consciousness after the DTs and order another double. Most gambling movies are dire warnings; this one is a recruiting poster.\n\nI think that's because the movie would rather recycle the \"Rocky\" genre than end on a sour note. It stars Matt Damon as a New York law student who is a truly gifted poker player, and since the movie ends with a big game you somehow kinda know he's not going to lose it. Since the genre insists on a victory at the end, the movie has to be in favor of poker; you don't see Rocky deciding to retire because of brain damage.\n\nAs a poker movie, it's knowledgeable and entertaining. And as a mediocre player who hits the poker room at the Mirage a couple of times a year and has read a fair share of books about the World Series of Poker, I enjoyed it. It takes place within the pro poker underground of New York and Atlantic City, where everybody knows the big games and the key players. And it shows brash, clean-cut young Mike McDermott (Damon) venturing into the world of cutthroats like Teddy KGB (John Malkovich), the poker genius of the Russian-American mob.\n\nMike is a law student, living with fellow student Jo (Gretchen Mol). As the movie opens, he gathers his entire stake of $30,000 and loses it to Teddy KGB. Jo has been trying to talk him into quitting poker, and he promises to reform. But the next day his best friend Worm (Edward Norton) gets out of prison, and of course he has to meet him at the prison gates, and of course that leads to a poker game that night, and to an escalating and dangerous series of problems.\n\nWorm owes a lot of money to bad people. Mike unwisely becomes his co-guarantor. It becomes necessary for them to win a lot of money in a short period of time or be hurt very badly, and the movie is about the places they go and the weird people they encounter in the process. Although it's not necessary to play poker to understand the movie, the screenwriters (David Levien and Brian Koppelman) have done their homework, and approvingly quote truisms such as, \"If you can't spot the sucker in your first half hour at the table, you are the sucker.\" \n\nThe movie buys into the seedy glamor of poker, romanticizing a game that essentially consists of exhausted technicians living off brief bursts of adrenaline generated by risking everything they own or can borrow. All gambling comes down to that--the queasy combination of thrill and fear as you win or lose--and real gambling ideally involves more of your money than it reasonably should.\n\nMike is established as a brilliant poker player in a scene where he walks into a game between some judges and tells every player what's in his hand. The movie doesn't have him in the room long enough to be able to do that, but never mind: The point is made, and one of the players is his mentor, Professor Petrovsky (Martin Landau), who tells him, \"Our destiny chooses us.'' Sounds like Mike's destiny is not the law but poker, although I am not sure I follow the Professor's reasoning when he lends his student $10,000 and calls it a mitzvah. (The professor remembers someone who helped him when he decided to become a lawyer instead of a rabbi, but that's not quite the same thing as deciding to become a gambler instead of a lawyer.) \n\nThe best scenes contrast the personalities of Mike and Worm. Mike wants to win by playing well. Worm wants to hustle. He's a card mechanic who takes outrageous chances, and his intoxication with danger leads them both into trouble--not least when they find themselves in a high-stakes game in a roomful of state troopers. Not for Worm is the cautious lifestyle of Joey Knish (John Turturro), who has ground out a living for 15 years by folding, folding, folding, until he draws a good hand.\n\nThere's humor in the film, especially when a lot of professional players find themselves at the same table in Atlantic City, and Mike's droll voice-over narration describes the unsuspecting suckers who sit down at the table. (\"We weren't working with one another, but we weren't working against one another, either. It's like the Nature Channel; you don't see piranhas eating each other.\") The movie was directed by John Dahl, whose \"Red Rock West\" and \"The Last Seduction\" are inspired neo-noirs. \"Rounders\" sometimes has a noir look but it never has a noir feel, because it's not about losers (or at least it doesn't admit it is). It's essentially a sports picture, in which the talented hero wins, loses, faces disaster, and then is paired off one last time against the champ. For a grimmer and more realistic look at this world, no modern movie has surpassed Karel Reisz's \"The Gambler\" (1974), starring James Caan in a screenplay by self-described degenerate gambler James Toback. Compared to that, \"Rounders\" sees compulsive gambling as a lark--as long as it's not your money.", "running_time": 115, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-09-11", "genres": ["Action", "Drama", "Thriller"], "title": "Rounders (1998)"}