{"url": "http://www.rogerebert.com/reviews/round-midnight-1986", "by": "Dexter Gordonas Dale Turner", "star_rating": 4.0, "text": "In Dexter Gordon's voice in \"Round Midnight,\" there is a quality that at first sounds like a great weariness. As I listened more carefully, however, I realized that there were other notes present.\n\nHere is a man (I speak of the character, not the actor) who has gone too far and seen too much, and who knows that in one way or another his death is near. Yet he is not impatient with those who still have long to live; he takes what remains of his precious time to speak carefully with them. And when he speaks of the world around him, it is with a quiet amazement that he is still there to see it.\n\nI mention Gordon's voice because it plays the same notes as the music in this film. As with all great musicians, the notes that come from within are the same as the feelings from within. Musicians who use breath to play their instruments - those who play the various horns - arrive sooner or later at a point where they play and speak in the same voice. Gordon makes it easy to hear that; the music that comes from his saxophone is sad and tender, and so are his words.\n\nIn \"Round Midnight,\" he plays Dale Turner, an American jazzman who goes to Paris in 1959 to play at a club called the Blue Note. Turner is about 60, an alcoholic and drug user whose pattern has been to pull things together for a while and then let them slide. Each slide is closer to death.\n\nHe is on the wagon in Paris, watched over by a ferocious landlady and a vigilant club owner, who want him sober so he can get his job done. In the smoky little club every night, he plays the new music of Monk and Bird, the standards of Gershwin and Porter, and songs that come up spontaneously while they are being played.\n\nOutside in the rain one night, a young Frenchman stands by a window, listening to the music, not caring if he gets wet. He believes Turner is the greatest sax player in the world, but he doesn't have enough money to go inside to hear him. One night he follows the old man out of the club and is able to see without much trouble that Turner needs help. So he offers it.\n\nTurner is the most hopeless kind of alcoholic, the kind who tries to stay dry by depending on his own willpower and the enforcement of others. Sooner or later, his willpower will advise him to drink, and sooner or later the others will not be there, so sooner or later he will be drunk. The young Frenchman senses this, and also senses the overwhelming loneliness of Dale's life, and invites him home for food and talk.\n\nThat seemingly very slight gesture - a fan trying to help the man he admires - is the heart of \"Round Midnight.\" This is not a heavily plotted movie, one of those musical biographies weighted down with omens and light on music. It is about a few months in a man's life, and about his music. It has more jazz in it than any other fiction film ever made, and it is probably better jazz; it makes its best points with music, not words.\n\nGordon plays the central role with an eerie magnetism. He is a musician, not an actor, and yet no actor could have given this performance, with its dignity, wisdom and pain. He speaks slowly, carefully considering, really making his words mean something, so even commonplace sentences (\"Francois, this is a lovely town you have here\") are really meant. He calls everyone \"Lady\" in the movie, and doesn't explain it, and doesn't need to.\n\nThe music was recorded live. The director, Bertrand Tavernier, has said that in earlier jazz films, the audience could sense that the actors were not really playing; that you could see in their eyes that they were not listening to the other musicians onstage with them. In \"Round Midnight,\" the music happens as we hear it, played by Gordon, Herbie Hancock on piano and others such as Freddie Hubbard, Bobby Hutcherson, Ron Carter and Billy Higgins, with Lonette McKee on vocals.\n\nYou do not need to know a lot about jazz to appreciate what is going on because, in a certain sense, this movie teaches you everything about jazz that you really need to know.\n\nThere are side stories: Dale's old loves, new possibilities, painful memories, battles with drink, and his suicidal decision to return to New York (where he is awaited by a slick agent and a patient, fatalistic heroin dealer). They all add up to the story of the end of a life. The story needs a song, and the movie has the song, \"Round Midnight.\"", "running_time": 131, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-10-24", "genres": ["Drama", "Musical"], "title": "'Round Midnight (1986)"}