{"url": "http://www.rogerebert.com/reviews/roxanne-1987", "by": "Steve Martinas C.D. Bales", "star_rating": 3.5, "text": "\"Roxanne\" is a gentle, whimsical comedy starring Steve Martin as a man who knows he has the love of the whole town, because he is such a nice guy, but fears he will never have the love of a woman, because his nose is too big. His nose is pretty big, all right; he doesn't sniff wine, he inhales it.\n\nThe movie is based on \"Cyrano de Bergerac,\" a play that was written in 1890 but still strikes some kind of universal note, maybe because for all of us there is some attribute or appendage we secretly fear people will ridicule. Inside every adult is a second-grader still terrified of being laughed at.\n\nIn \"Roxanne,\" the famous nose belongs to C.D. Bates, a small-town fire chief, who daydreams of a time when the local citizens will have enough confidence in his department to actually call it when there's a fire.\n\nIn despair at the incompetence of his firemen, he hires a firefighting expert (Rick Rossovich) to train them. The expert arrives in town almost simultaneously with a tall, beautiful blond (Daryl Hannah), who is an astronomer in search of an elusive comet.\n\nBoth men fall instantly in love with the woman. At first she has eyes for Rossovich, who is tall, dark and handsome. But he is totally incapable of talking to a woman about anything but her body, and after he grosses her out, who can she turn to except Martin, the gentle, intelligent, poetic fire chief?\n\nMartin is afraid to declare his love. He thinks she'll laugh at his nose. He assumes the role of a coach, prompting Rossovich, writing love letters for him, giving him advice. In the movie's funniest scene, Martin radios dialogue to Rossovich, who wears a hat with earflaps to conceal the earphone.\n\nWhat makes \"Roxanne\" so wonderful is not this fairly straightforward comedy, however, but the way the movie creates a certain ineffable spirit. Martin plays a man with a smile on his face and a broken heart inside - a man who laughs that he may not cry. He has learned to turn his handicap into comedy, and when a man insults him in a bar, he counterattacks with 20 more insults, all of them funnier than the original. He knows how to deal with his nose, but he has never learned how to feel about it.\n\nHannah provides a sweet, gentle foil to the romantic fantasies of Martin and Rossovich. She has come to their small town because the air is clear and she can get a good view of the comet with her telescope. She isn't really looking for romance, and although she thinks Rossovich is cute, she's turned off by lines about her body. She likes his letters, though, and when she finds out the letters are really from Martin, she is able to accept him for his heart and not for his nose, which is the whole point, so to speak, of Cyrano.\n\nAll of the corners of this movie have been filled with small, funny moments. Michael J. Pollard, the getaway driver in \"Bonnie and Clyde\" 20 years ago, is back as a weird little fireman. Fred Willard is the pompous local mayor. Shelley Duvall, as the owner of the local cafe, does double-takes at the strangeness of ordinary life. And Martin proceeds manfully ahead, rescuing cats from trees, helping strangers, fighting fires and trying to still the beating of his heart.", "running_time": 107, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-06-19", "genres": ["Comedy", "Romance"], "title": "Roxanne (1987)"}