{"url": "http://www.rogerebert.com/reviews/royal-flash-1975", "by": "Malcolm McDowellas Harry Flashman", "star_rating": 2.0, "text": "I got the strangest feeling I'd seen \"Royal Flash\" before and in a way, I had. It's the new film by Richard Lester, whose previous movies include \"The Three Musketeers\" and its sequel, the not surprisingly titled \"The Four Musketeers.\" This time Lester gives us a British swashbuckler, set in the early days of the Victorian period. But it's so similar in tone and spirit to the musketeers movies that we almost seem trapped in the interminable film.\n\nLester's hero is Capt. Harry Flashman, a cowardly scoundrel and womanizer who's the hero of a series of swashbuckling comic novels by George MacDonald Frazer. On the surface, he's the ideal product of a top British school and Her Majesty's Service; tall, handsome, impeccable, just enough of a cad to keep an edge on. But we know better. Flashman is inspired in his efforts to shirk duty, turn the other cheek, surrender to the enemy at the earliest possible opportunity and ascertain the whereabouts of the nearest reliable brothel.\n\nPresented with some imagination, he could become the hero of his own series of movies, as James Bond did. But Lester and Fraser (who wrote this screenplay as well as the \"Musketeers scenarios) don't really seem to think Flashman is very funny. And that's fatal, because in the business of swashbuckling, you've either got to be very serious or totally unserious. You can't establish a lighthearted tone and then inundate the set with buckets of blood and gore.\n\nYet that's what Lester does, and it's hard to laugh during whole stretches of the film because what's happening is so violent and spiteful. He never finds the right tone. And it's impossible to care much about his episodes, because they all seem so much cut from the same cloth. That also was the problem with \"The Four Musketeers.\" After a certain quota of gallant heroes, dastardly villains, pure maidens and lusty wenches are introduced, their various duelings and joinings lose purpose and pattern. We don't care what happens because it's all so arbitrary.\n\nLester has cast Malcolm McDowell, the star of \"If . . .\" and \"A Clockwork Orange,\" as Flashman, and it's not an inspired choice. McDowell just doesn't seem focused enough. Flashman, at least as he comes through in such Fraser stories as the current Playboy serial, is maniacally devoted to his own cause and needs. McDowell doesn't project the ego. He seems like an observer at his own outrages.\n\nSomeone who does seem focused - who might, indeed, have made the better Flashman - is Oliver Reed, as Count von Bismarck. In role after role in the last 10 years, Reed has come across as one of the most hateful of all movie stars. In person, he's really a nice guy, but in the movies, he comes across as so satisfactorily evil we almost take his side.\n\nThe cast also is populated with a gallery of British character actors who've made a specialty of dressing up as Victorian officers, twirling their moustaches, strutting about and blustering. Just as Hollywood has a dozen or so standard Western character actors who always look at home on a horse or in a saloon, so England has Alastair Sim and Lionel Jeffries and Michael Hordern (and the best of all at this sort of thing, Trevor Howard, although he's not in \"Royal Flash\"). They add background and personality and a nice hokey quality I wish the movie had more of.\n\nThere's Britt Ekland, too, as the initially frigid and later abundantly enthusiastic duchess Flashman marries, but she's poorly used by Lester. She has a fine comic style (she was good in \"The Night They Raided Minsky's\"), but here, she's just plugged into the plot and left to fend for herself. It's as if Lester and Fraser had such faith in the intrinsic funniness of a comic swashbuckler that they didn't work to make this particular one funny. So all the elements are in place, but nothing seems to work and nobody seems much concerned.", "running_time": 102, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-10-13", "genres": ["Comedy", "Drama", "Foreign"], "title": "Royal Flash (1975)"}