{"url": "http://www.rogerebert.com/reviews/ruby-in-paradise-1993", "by": "Ashley Juddas Ruby Lee Gissing", "star_rating": 4.0, "text": "\"Ruby in Paradise\" is a wonderful, life-affirming movie about a young woman who has that kind of luck. It's a celebration of heart, courage and persistence. It stars Ashley Judd, in one of the very best performances of the year, as Ruby Lee Gissing, age about 20, who gets in the car and drives away from her dead-end existence in Tennessee, and finds herself in Florida. We never find out much about what she left behind; she doesn't want to remember it. In Florida, what she basically seeks is a job that pays enough to meet her living expenses, so she can support herself and be independent.\n\nShe finds a job, in a beachwear shop run by a woman named Mildred Chambers (Dorothy Lyman). Milfred doesn't really need an employee. It's the slow season. But Ruby stands her ground, looks her in the eye, and gets the job, and after awhile she begins to like doing it. She likes dealing with the public and doing inventory and arranging the stock; retail is exciting, and it suits her.\n\nOther aspects of the job are not so thrilling. She has a mild little flirtation, for example, with Milfred's son Ricky (Bentley Mitchum). But he's not her type, and she tries to discourage him. He isn't easily discouraged, is angered with her, tells lies to his mother, and causes her to lose her job.\n\nAnd then there is a low, bleak period of unemployment and desperation, even involving a brief visit to a topless joint where she considers, and rejects, the idea of becoming a stripper.\n\nIn that entire sequence, you can see a different mentality at work than you usually sense behind American movies. Hollywood in general sees strippers and hookers in a curiously positive light, as if the sex business is a good one for a woman to get into. Maybe that's how a lot of men in the movie business feel. Many Hollywood female characters are prostitutes even when there's no earthly reason in the plot for them to be one. See \"True Romance,\" for example.\n\n\"Ruby in Paradise\" has different values. Ruby is filled with stubbornness and pride, and perhaps the best scene in the whole movie comes when Mildred Chambers discovers the truth about Ruby and her son, and goes to visit the young woman, and offers to rehire her.\n\nStudy that scene - the writing, the acting, the lighting, the direction - and you will be looking at a movie that knows exactly what it is about, and how to achieve it.\n\n\"Ruby in Paradise\" was written, directed and edited by Victor Nunez, a Floridian whose previous films, \"Gal Young Un\" and \"A Flash of Green,\" showed a deep sympathy with his characters. He cares about his people - what they need, how they feel. Here he has found the perfect star in Ashley Judd, who has done some television but is in her first movie role, and brings a simplicity and honesty to the performance that is almost startling in its power.\n\nThe key thing, I think, is that Judd and Nunez allow Ruby to have the halfway feelings of real people, when that's appropriate, instead of casting all her decisions in the black-white exaggeration of most movie plotting. Look at the subtle way the movie handles her relationship with another local man, named Mike McCaslin (Todd Field). He's a pleasant, caring, ethical soul, concerned with ecology and social causes. She likes his sensitivity and his friendship. But eventually she comes to realize that he's too laid-back for her; that she has more drive, and wants to get more places than he cares about.\n\nThis is so refreshing, to see her go through these discoveries, since in most movies the women choose their men only according to qualities that would be equally valued among primates in a zoo. What we see is Ruby growing, learning, discovering things about herself.\n\nThere is an important scene where Milfred takes her to a retail convention in Tampa, and at another table Ruby sees a young woman like herself, carrying a briefcase, engaged in a business meeting. At that instant, I think, Ruby stops thinking of her job as mere employment, and realizes it is a career.\n\nMy description of \"Ruby in Paradise\" may make it sound like events in a boring everyday world. Nothing could be further from the truth. The greatest adventures in life don't take place in bizarre places with fantasy people. They take place as we size up the world and take our chances with it. And here is a young woman, on her own, smart and capable but still feeling her way, who makes some discoveries about what she can achieve, and what makes her happy.\n\nWhen successful people tell their stories, you never hear much enthusiasm in their voices as they describe their most recent triumph. But their voices glow when they describe their first successes: Their first job, or the first time their talent was recognized, or the first time they realized what they were good at doing. That first chapter is the hard one to write. Then the rest of the book takes care of itself. \"Ruby in Paradise\" is a breathtaking movie about a young woman who opens the book of her life to a fresh page, and begins to write.", "running_time": 115, "mpaa_rating": "NR", "release_year": 1993, "date_published": "1993-11-26", "genres": ["Drama", "Indie", "Romance"], "title": "Ruby in Paradise (1993)"}