{"url": "http://www.rogerebert.com/reviews/ruby-1992", "by": "Danny Aielloas Jack Ruby", "star_rating": 2.0, "text": "There are people who carry a certain aura, a strength of personality, a confidence, that lets you know they are sane and capable and can be trusted. The actor Danny Aiello is such a person.\n\nThat makes him wrong to play Jack Ruby. He invests the Dallas nightclub owner with such stubborn dignity, even as he swims in the sleazy world of strip joints, drugs and crooked cops, that he takes on a certain nobility. He's like a character from Shakespeare, destined for better things, blocked by a fatal flaw.\n\nThe enigma of Jack Ruby continues to fascinate us. Who was he, where did he come from, what was his real story, why did he shoot Lee Harvey Oswald - and, most crucially, why did he never really speak for himself and explain his motives in the years before he finally died in prison? Unlike Oswald, a shadowy figure who still refuses to come into focus, Ruby was a man who seemingly led a comprehensible life until his rendezvous with history. He existed in history, not outside it. His brother was in the papers not very long ago, auctioning the pistol he used on that day in Dallas. People knew him. He could have spoken for himself. Yet he died and we are still not sure what his motivation was.\n\nThe movie \"Ruby\" approaches his story in much the same way that Tom Stoppard approached \"Hamlet\" in \"Rosencrantz and Guildenstern Are Dead\". Jack Ruby is at center stage. And way over there, in the corner of the Vegas hotel dining room, John F. Kennedy is a supporting player; he has a bit part, and is always seen in long shot.\n\nRuby is in another universe from JFK. But he is on the fringes of another center of power, the Mafia (or \"Cosa Nostra,\" as Joe Valachi calls it in a TV clip early in the film). He comes from Chicago. Keeps telling people that. Has arrived in Dallas to run a burlesque club which he takes great pride in. Moves on the fringes of respectability, hosting \"precinct night\" every Tuesday, so the cops can come and ogle the strippers, and leave him alone the rest of the week.\n\nThere seems to be no secret to his existence, and yet, why did he leave Chicago and come to Dallas? The movie suggests he was being positioned by the mob for some purpose he was not fully aware of himself. Ruby believes he is about to be drawn into higher circles of organized crime, but the film suggests it was his very lack of stature, his typecasting as an insignificant little guy, that was useful to them in their larger purposes. He is so insignificant, indeed, that there are times when the movie strains beyond any credibility in its attempts to include him in the action.\n\nEarly in the film, Ruby wanders into the Dallas bus station and finds a forlorn young blond (Sherilyn Fenn) who says her name is Candy Cane. He befriends her. Usually the word \"befriends\" is in quotes, because we know what happens to forlorn young girls who meet strip show owners in bus stations. But, yes, Ruby truly does befriend her, giving her fatherly advice and letting her bed down for the night in his club. He even shows her how to lock her door from the inside. The next day, it's Candy who has to convince Jack to let her try out as a stripper.\n\nThe relationship between Jack Ruby and Candy Cane is at the heart of \"Ruby,\" which shows how they use one another - Candy, not nearly as naive as she first appears, using Jack as a way to touch the lives of really powerful men, first in the Mafia, and finally, it is suggested, even in the White House. Since her character explains so many of the questions about Jack Ruby, it is a shock, at the end of the film, to learn that Candy is a completely fictional creature.\n\nIt would have been so convenient had she existed. She seems to have been created by the filmmakers as a cross between the Texas stripper Candy Barr and Judith Campbell Exner, who said she shared the beds of both Sam Giancana and John F. Kennedy.\n\nThe movie's Ruby, in his role as a fringe player, witnesses events that seem to exist just beyond the threshold of our understanding. He is summoned to Las Vegas, for example, for dinner with the highest members of the national Mafia council (that's when he sees JFK across the room - and when JFK sees Candy Cane across the room). But what is the purpose of the meeting, and what is Ruby's role? In one of the movie's least convincing moments, Ruby excuses himself awkwardly and leaves the table. I do not imagine, when you are at Jack Ruby's level, that you have the nerve to leave the table.\n\nMany of the events in the film are re-creations from real life. They have the same poignant reality as they do in Oliver Stone's \"JFK.\" There are especially touching moments showing how the mood of the city changes as the word spreads that the president has been shot. And then Jack Ruby, a big, genial, even kind man, a man who loves his dogs and befriends stray women at the bus station, loads up his pistol and goes off to kill Oswald. (The film's chronology of the scenes in which he does so does not match the historical record; it was always said in Ruby's defense that the timing was accidental, that he did not intend to rendezvous with Oswald in that Dallas basement. Here, the killing is deliberate.) Do we know more about Jack Ruby because of this movie? Not really, because it tells us about a fictional Ruby, a Ruby invested by Danny Aiello with a great deal more substance and humanity than perhaps the historical figure would have commanded. As a film, \"Ruby\" creates a convincing and memorable character, an essentially good man who confusedly tries to do good things. As history, the film is not much help.", "running_time": 100, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-27", "genres": ["Action", "Crime", "Drama", "Thriller"], "title": "Ruby (1992)"}