{"url": "http://www.rogerebert.com/reviews/ruby-1978", "by": "Ruth Hurdas Ruby", "star_rating": 3.5, "text": "Dick Bartlett’s “Ruby” is one of the most bizarre films I’ve ever seen, and one of the funniest, and one of the saddest. It draws such a thin line between pathos and satire that some scenes seem to be on both sides at once, and it creates characters that are simultaneously “real” and completely unbelievable; the movie almost resists description.\n\nIt’s being shown as part of the fifth anniversary celebration at the Film Center of the Art Institute - and if it’s perhaps not one of the best films shown at the center during the last five years, it’s got to be one of the most unforgettable. It marries middle America and the National Lampoon, as if Lawrence Welk were starring on Saturday Night Live.\n\nIts heroine, Ruby, is a school bus driver in her middle 50s. She’s married to Clifford, a paraplegic who spends his days making fudge in an incredibly sloppy kitchen, and his nights watching television. We also meet Ruby’s brother, George, and his daughter, Vivian, who George forces to wear a chastity belt. And we meet Earl Tibbets, the has-been nightclub performer that Ruby falls in love with.\n\nSo far I could be describing “Mary Hartman.” But Bartlett directs this material in the oddest way, presenting the bizarre with an absolutely straight face, so that the movie constantly challenges us to make up our minds about it. Is Ruby’s whirlwind romance with Earl being made fun of? Yes, but it’s a little wonderful, too, especially in her fantasy of running through a field with Earl her orange pants suit streaming behind her in the wind. And what about Vivian’s battle with the chastity belt, especially in the scene where her desperate boyfriend protects her stomach with double-strength aluminum foil and then goes after the padlock with a blowtorch?\n\n“Ruby” was shot independently on a low budget in what looks like the Cape Cod area, and Bartlett exploits his budget limitations: The nightclub where Ruby first meets Earl, for example, is obviously someone’s basement recreation room. It’s furnished with card tables and folding chairs, the tablecloths are garish paper, and each table has a solitary tapered candle that looks completely out of place. Earl comes across as a third-rate Merv Griffin (and a first-rate Merv Griffin is no big deal in my book). Ruby falls for him, and he likes her, too, and they eventually sneak out for a night on the town - in Ruby’s school bus.\n\nClifford, meanwhile, stirs his fudge and then sells it, wheeling his chair down a roadside obviously lacking any possible fudge customers. Vivian goes to pick up a chicken for her parents, brings it home hanging from the handle bars of her bike, accidentally lets it fall into the road, and watches in horror as a car runs over it. So much for supper. Her parents have bitter arguments over her, but they occasionally exhibit some good sense, as when her father angrily throws her discarded chastity belt onto the roof and then reflects to his wife: “I’ll get the ladder; we’d better get that damn thing down off of there.”\n\nWell, I said the movie was odd. Odd? Maybe it’s crazy. But what it does is very sneaky: It takes the ordinary rhythms of normal lives and considers them from a few degrees off from reality. It’s a whole movie done from the point of view of the famous Second City skit about the man who drowned himself in a giant-sized can of pork and beans. But then there’s one more level, too: The one on which, in some weird way, we really do like Ruby and hope her dreams come true.", "running_time": null, "mpaa_rating": null, "release_year": 1978, "date_published": "1978-01-24", "genres": null, "title": "Ruby (1978)"}