{"url": "http://www.rogerebert.com/reviews/ruby-sparks-2012", "by": "Paul Danoas Calvin", "star_rating": 3.0, "text": "The magical event that happens in the life of a young novelist named Calvin Weir-Fields is first a dream come true, but then becomes a nightmare. Calvin (Paul Dano) had the misfortune to write, in his late teens, a book that was loved and treasured by just about everyone. He's been blocked ever since. I imagine J.D. Salinger having gone through torture like this.\n\nCalvin makes the mistake of seeing a psychiatrist, although anyone who writes for a living would tell him there is only one thing to do when you're blocked, and that is to start writing again. Calvin never needed to write for a living. A windfall came to him essentially through no effort, and now he expects the Muse to dictate another perfect novel immediately. Turns out the shrink (Elliott Gould) is not needed because the Muse appears in the flesh and gets right to work.\n\nShe is an ethereal backlit beauty named Ruby (Zoe Kazan), who materializes in Calvin's life and represents his ideal romantic partner. Surely she's too good to be real? Not at all. She is absolutely real, as Calvin's disbelieving brother Harry (Chris Messina) discovers after he comes over to see for himself. Calvin discovers that he can control this young woman, however, by the words that he writes. In a sense, that takes all the fun out of it — but there's no use trying to reason with Zoe Kazan's original screenplay, which (perhaps wisely) makes no effort to explain how this happens.\n\nInstead, Kazan and co-directors Jonathan Dayton and Valerie Faris (of \"Little Miss Sunshine\") use the existence of Ruby as a device to introduce more characters, who are entertaining as themselves and don't really need to further the plot. These include Calvin's mother (Annette Bening), her lover (Antonio Banderas), and his long-suffering literary agent (Steve Coogan). They all add color and humor, but the movie's real activity is between Ruby and Calvin. The would-be novelist finds that controlling a woman by writing about her is about as easy as being that guy who keeps all the plates spinning on top of the poles.\n\nI imagine most people seeing \"Ruby Sparks\" will consider it to be about a writer and his fictional creation. There may be another way to approach it. Zoe Kazan of course is an actress as well as a writer, and in her career, she must have often felt tugged this way and that by the fantasies and requirements of the (mostly) men who wrote and directed her roles. Surely one of the most dreaded things an actress can hear is, \"We've made a few changes to your character.\" But if characters have lives of their own on the page, they also take on a reality in the minds of those who portray them, and the finished character we see in a film may be more of a compromise than anyone's personal vision.\n\nThe movie's intriguing in its fanciful way, and there are times when both Calvin and Ruby seem uncannily like they're undergoing revision at the hands of some uber-writer above them both. If the film has a message, and I'm not sure it does, it may be: As long as you're alive, you're always in rewrite.", "running_time": 104, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-07-24", "genres": ["Comedy", "Fantasy", "Romance"], "title": "Ruby Sparks (2012)"}