{"url": "http://www.rogerebert.com/reviews/rudo-y-cursi-2009", "by": "Gael Garcia Bernalas Tato", "star_rating": 3.0, "text": "I am gradually discovering that soccer is superior to American football: quicker, more athletic, depending on improvisation more than planning. In South and Central America, where American baseball has been embraced, soccer is a way of life. A movie like \"Rudo y Cursi\" helps explain why: One day, peons on a banana plantation; the next day, playing for the big bucks in Mexico City. Just bring your shorts, your shoes, your shirt and your ability. No shoulder pads.\n\nThe movie is a rags-to-beeyaches comedy about two half-brothers from a poor rural background who are spotted one day by a talent scout. Why was he even watching their small-town game on a vacant lot? He was stranded there, along with his disabled red sports convertible and his trophy squeeze, by a slow-moving auto shop. He sees them playing and offers them an audition, which hinges ironically on the ancient confusion between audience right and stage right.\n\nThis is not a deep movie, but it's a broad one. It reunites three talents who had an enormous hit with \"Y Tu Mama Tambien\" (2001): actors Gael Garcia Bernal and Diego Luna, and Carlos Cuaron, who wrote that film and writes and directs this one. Instead of trying to top themselves with life and poignancy, they wisely do something for fun.\n\nTato (Garcia Bernal) plays the accordion and dreams of a future as a music star, although nothing about his singing and playing suggests much of a future. Beto (Luna) has a wife and kids and has recently been promoted to foreman of a banana-picking crew. He dreams of being a pro goalie, in much the same way we all dream of being Susan Boyle, although without her talent.\n\nBatuta (Guillermo Francella), the talent scout, is a smooth-talking slickster who considers himself a historian and philosopher of soccer. He is the film's narrator, and shares the surprising news that soccer was invented by ancient Aztecs while kicking around the severed heads of their enemies. So much for the belief that it originated in China in about 200 B.C. I'm not surprised. To hear them tell it, everything originated in China in about 200 B.C.\n\nThe boys travel eagerly to Mexico City, leaving behind Beto's family, their mother and their mother's assorted worthless husbands. They pick up nicknames. Tato is \"Cursi,\" meaning cornball. Beto is \"Rudo,\" meaning rough-edged. They're dazzled by the bright lights, the big city, and in Rudo's case, the joys of high-stakes poker. Tato realizes his fantasy of meeting a sexy model he's worshipped on TV and tapes his first music video, which, on the basis of its outcome, seems likely to be the last.\n\nCuriously, and wisely, there's not a lot of soccer action in the movie, although it goes without saying there's a Big Match. This isn't a sports movie but a human comedy, and depends on the effortless chemistry between Luna and Garcia Bernal, who evoke, like real brothers, the ability to love and hate each other and push all the right buttons. We are happy for their sudden good fortune, but somehow doubtful it will amount to much; they want success, but not enough to commit their entire lives to the quest.\n\nThe movie is the first from the newly formed Cha Cha Cha Productions, a collaboration of the top Mexican directors Alejandro Gonzalez Inarritu (\"Babel\"), Guillermo del Toro (\"Pan's Labyrinth\") and Alfonso Cuaron (brother of Carlos and director of \"Y Tu Mama Tambien\"). It comes at the end of an exciting decade for Mexican cinema, which is finding significant success because of its high quality and the growing indie, foreign and Spanish-speaking markets in the United States.\n\n\"Rudo y Cursi\" is the sort of high-level buddy movie every national cinema needs for export -- along with its masterpieces, to be sure.", "running_time": 102, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-05-13", "genres": ["Comedy", "Drama", "Foreign"], "title": "Rudo y Cursi (2009)"}