{"url": "http://www.rogerebert.com/reviews/rudyard-kiplings-second-jungle-book-mowgli-and-baloo-1997", "by": "Jamie Williamsas Mowgli", "star_rating": 1.5, "text": "One of the reasons to make a movie is to tell a good story, which makes it all the more mysterious that so many storytelling opportunities are lost in \"Rudyard Kipling's Second Jungle Book: Mowgli and Baloo.'' The movie is in no sense authored by Kipling, who knew how to tell a story; its primary connection to the Jungle Books is the name of the hero and the name of the bear.\n\nBut it has a promising premise: Boy is raised in the jungle by animals, lives with them as an equal, then falls afoul of evil civilized men who want to exploit him. Can you imagine a film involving a boy, animals and the jungle? I can. It would involve a lot of storytelling imagination, since there would presumably be no dialogue. And it would be hard to photograph the animals convincingly. But a film could be made--maybe a good one.\n\n\"Rudyard Kipling's Second Jungle Book: Mowgli and Baloo'' (which has the longest movie title since \"Swept Away by an Unusual Destiny in the Blue Sea of August'') is not the one. It gives us a child actor whose acting is limited largely to looking agog in closeups, while the editor cuts to shots of animals. Adult characters are thrown in for broad comedy and manufactured thrills. Great effort was obviously expended on the film--some of these sequences could not have been easy to shoot, and they look good--but the filmmakers were content with a limp story, one of those ready-made combinations of chases that aren't exciting and pratfalls that aren't funny.\n\nConsider Chuchandra (David Paul Francis), the major Indian character. He's a caricature, a collection of Indian stereotypes. When we first see him, he's aghast because his pet monkey has escaped and is frolicking with Mowgli (Jamie Williams) on a train. The monkey is referred to as dirty. \"He is not filthy!'' the Indian cries. \"I am picking off his fleas every day!'' Ho, ho.\n\nLater Chuchandra exhibits exaggerated fright at sounds he must have been long familiar with (thunder, animal roars) and races about waving his hands like a silent comedian.\n\nThe film opens with Mowgli swinging through the treetops like a junior Tarzan. He comes upon a railway track and tries to stop the train, only to be chased through the car (he may be small, but he's strong enough to drag a grown man the length of a carriage). Among those coveting him is Harrison (Bill Campbell), who works for P.T. Barnum and intends to exhibit the boy in the circus. Harrison teams up with Buldeo (Gulshan Grover), a local with a secret: Mowgli is probably his lost nephew, and Buldeo has stolen his hereditary fortune.\n\nAn even more villainous character is Karait (Dyrk Ashton), who has trained a snake to hunt; the snake can wrap itself around the sleeping Mowgli--who, after years in the jungle, doesn't have instincts that awaken him. The snake then helpfully drops Mowgli into a net. After Mowgli escapes and stumbles upon a lost city, there is the character of King Murphy (Roddy McDowall), who lives half-mad in a jungle ruin, expecting visits from royalty.\n\nAll of these adult characters are arbitrary. They have little to do with Mowgli or with one another; they are invented out of whole cloth and put into a series of lame chases, double takes, frights, surprises, sinister developments and contrived escapes.\n\nIt is not easy to get a movie made, and even harder to make one for young audiences. If you're going to the effort, why not make a smart one? Young moviegoers, in my experience, are sharp and observant: Bored by countless hours of brainless television, they don't want the same old stuff on a movie screen. At a time when a film like \"Shiloh\" is playing in theaters, there is no reason to see \"Rudyard Kipling's etc., etc.''", "running_time": 88, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-05-16", "genres": null, "title": "The Second Jungle Book: Mowgli & Baloo (1997)"}