{"url": "http://www.rogerebert.com/reviews/rudyard-kiplings-the-jungle-book-1994", "by": "Jason Scott Leeas Mowgli", "star_rating": 3.0, "text": "The credits say it is \"based on characters\" from the Kipling stories. It would be more honest to say the characters have \"names from the Kipling stories,\" since that is the only connection. The sweet innocence of Kipling's fables about a boy who learns to live among the animals is replaced here by an \"Indiana Jones\" clone, an action thriller that Kipling would have viewed with astonishment.\n\nWhat next? \"Tom Sawyer,\" with a car chase and a shoot-out? And yet viewed entirely apart from Kipling and the alleged source material, \"The Jungle Book\" is actually quite an entertaining movie and a splendid showcase for the talent of Jason Scott Lee, who plays Mowgli, the boy who grows up in the jungle, speaks the languages of the animals and owes more than a little to the origin story of Tarzan.\n\nLee is a casting problem for Hollywood - he doesn't fit in the usual molds - but when he is in a role that fits, as in \"Dragon: The Bruce Lee Story\" or \"Map Of The Human Heart,\" he shows a rare range of dramatic power and physical presence. Here, in a role that might have turned silly in other hands, he brings perfect conviction; he seems at home in the jungle, in action sequences, in quiet talk and waltzing at a formal ball.\n\nThe film begins as if it's going to be a live-action version of the Walt Disney cartoon, with young Mowgli making friends with a British girl his age, named Kitty. After a mishap separates them and he grows up in the jungle, there are cute little sequences where he rescues a bear cub that has become trapped in a log. Then there's a flash-forward to the present, and we're in Temple of Doom territory.\n\nMowgli stumbles upon a forgotten temple in the jungle, filled with unimaginable riches. Then fate reunites him with Kitty (Lena Headey), who with her father (Sam Neill), a British officer, is stationed nearby. He comes to live on the base, among such classic colonial types as John Cleese (in pith helmet), and learns excellent English in no time flat. And a tender feeling, the beginnings of love, grows up between Mowgli and Kitty.\n\nA sinister young officer named Boone (Cary Elwes) considers her his territory, and he and his fellow officers take delight in humiliating the young man from the trees. At a dance, Mowgli waltzes gracefully with her, but then a cruel practical joke is played, and before long Kitty's engagement to Boone is announced, with her lukewarm consent. Mowgli is crushed, but philosophical: \"I run with the wolf pack. You must run with the man pack. It is the proper thing.\" Kitty breaks the engagement. But Boone has noticed Mowgli's diamond-encrusted dagger, and guesses that the jungle boy has discovered the temple of treasures. In a cruel twist, he and some ruthless friends kidnap Kitty, knowing Mowgli must come after them, and that with her as a hostage he will lead them to the hoard. And now the movie truly escalates in its violent action, with business involving giant snakes, quicksand, falls from cliffs and an eerie scene in which a man is buried alive in an ancient trap in the temple.\n\nThese scenes are unsuitable for small children, and the \"PG\" rating is laughable. What's hard to understand is why the producers would want to pass off \"Rudyard Kipling's the Jungle Book\" as a children's movie, when it holds up perfectly well as a competent example of the \"Gunga Din\" and \"Indiana Jones\" genre. The special effects are convincing, the performances are forthright, and the direction, by Stephen Sommers, recalls his energetic, lighthearted \"The Adventures of Huck Finn\" (1993). It's a good film, in its way, and I hope the right audience finds it.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-12-25", "genres": ["Action", "Adventure", "Family", "Fantasy"], "title": "Rudyard Kipling's The Jungle Book (1994)"}