{"url": "http://www.rogerebert.com/reviews/rugrats-in-paris-2000", "by": "Christine Cavanaughas Chuckie Finster", "star_rating": 3.0, "text": "Many members of the target audience for \"Rugrats in Paris\" cannot read, so I am dedicating this review to their parents, especially their moms. I know your secret. You watch \"Rugrats,\" too. It supplies a time in the day when you and the kids can get together in front of the set and laugh, often for different reasons. You don't make a habit of announcing you're a \"Rugrats\" fan, but when you get together with other moms and the \"Rugrats\" come up, you grin and say you hate to admit it but you actually like the show.\n\nYou will like \"Rugrats in Paris,\" too. I liked it. It's better than the 1998 \"Rugrats\" movie, funnier, weirder, with more stuff for adults to clue in to. Or maybe kids also clue into this stuff. Today's real-life rugrats are so hip to the media that a lot of them will even get the \"Godfather\" satire that opens the movie. (My favorite moment: One of the kids finds a hobby-horse head in his bed, and another says, \"That's what you get for wiping your boogers on Cynthia.\") The original \"Rugrats\" satirized \"2001: A Space Odyssey\", \"Jurassic Park,\" \"The Fugitive,\" \"Raiders of the Lost Ark\" and Busby Berkeley musicals. This one has fun not only with \"The Godfather\" but \"King Kong,\" \"Godzilla,\" \"Little Indian, Big City,\" \"Lady and the Tramp\" and \"101 Dalmatians\" (1991). It also pokes fun at EuroReptarland, a Japanese-owned theme park in Paris with giant reptiles that look a lot like \"The Iron Giant.\" (Not many of the kids will know that the artificial wave towering above the park is based on Katsushika Hokusai's famous drawing \"The Great Wave\" from 1831, but look it up on the Web with them and they'll want the T-shirt.) The plot: As the movie opens, little Chuckie Finster (voice by Christine Cavanaugh) is sad because his dad took him to a wedding where there was a dance all the kids were supposed to dance with their moms, but Chuckie's mom is dead. He thinks his dad ought to get married again. They check out the dating sites on the Web, and one candidate has all the right credentials, except that she is not allowed to enter the state of Georgia.\n\nThen there's an emergency call from Paris: A Reptar is malfunctioning at the theme park, and a friend of the Finsters, a Reptar engineer, is summoned to Paris--and mistakenly thinks he was asked to bring along his family and friends.\n\nThat's a convenient way for the entire \"Rugrats\" crowd to be transported to France, where we meet Coco La Bouche (voice of Susan Sarandon), the witchy theme park executive, whose Japanese boss thinks she should be married and love kids, so she decides to marry Mr. Finster, forcibly if necessary, and adopt Chuckie.\n\nThe plot is just the excuse for the goofiness, including a dance line of sumo wrestlers, a thrilling trip to the Princess at the very top of the park, a love affair between a poodle and a mutt, and the Godzilla-style chase through the streets of Paris, with the kids running a giant Reptar, which scales the Eiffel Tower before finally arriving at Notre Dame cathedral, where the wedding is in progress.\n\nThe graphic style of the movie will be familiar to anyone who watches the cable TV show. I like it. It's bright and quirky, with the oversized heads of the kids owing a little to Charles Schultz. The dialogue is direct and fundamental, geared to young values: \"My dad is marrying a lady who doesn't like me or my wa-wa or any kids.\" His wa-wa of course is his stuffed pet. And there are the usual jokes about poo and pee and farts and stinky didies; as I observed in my \"The Rugrats Movie\" review, kids are fascinated with bodily excretions because they have so recently celebrated their own personal victories over them.\n\nThe point is, adults can attend this movie with a fair degree of pleasure. That's not always the case with movies for kids, as no parent needs to be reminded. There may even be some moms who insist that the kids need to see this movie. You know who you are.", "running_time": 80, "mpaa_rating": "G", "release_year": 2000, "date_published": "2000-11-17", "genres": ["Animation", "Comedy"], "title": "Rugrats In Paris (2000)"}