{"url": "http://www.rogerebert.com/reviews/rugrats-go-wild-2003", "by": "Jodi Carlisleas Thornberry", "star_rating": 2.0, "text": "In the movie, the Pickles family goes on a cruise--not on the magnificent ocean liner that's pulling out just as they arrive at the dock, but on a leaky gut-bucket that soon runs into big trouble, as the movie sails into \"Perfect Storm\" territory with a wall of water that towers above them.\n\nMarooned by the storm on a deserted island, they discover it isn't deserted when they stumble upon Debbie Thornberry sunning herself beside the family's luxury camper. Yes, the Wild Thornberrys are on the island to film a documentary, and Sir Nigel and family more or less rescue the Pickles family, not without many adventures. One intriguing development: Spike, the Pickles' dog, talks for the first time, thanks to the ability of little Eliza Thornberry to speak with animals. (Spike's voice is by Bruce Willis.) I sat watching the movie and was at a loss for an entry point. Certainly this is not a film an adult would want to attend without a child; unlike \"Finding Nemo,\" for example, it doesn't play on two levels, but just on one: shrill nonstop action. That doesn't mean it lacks humor and charm, just that it pitches itself on the level of the Nickelodeon show instead of trying to move it beyond the target audience.\n\nThat's what I think, anyway, but as an adult am I qualified to judge this film? Not long ago I (and 80 percent of the other critics in America) disliked Eddie Murphy's \"Daddy Day Care,\" only to be reprimanded by Al Neuharth, founder of USA Today, who wrote a column saying we critics were out of touch because he went with his children, ages 5-12, and they liked it.\n\nI offered Mr. Neuharth a list of a dozen other films his kids would probably like infinitely more, and that also would perhaps challenge and enlighten them, instead of simply bludgeoning them with sitcom slapstick. But on the off chance he was right, I took my grandsons Emil, age 9, and Taylor, age 5, along with me to \"Rugrats Go Wild!,\" and afterward asked them to rate it on a scale of one to 10.\n\nThey both put it at five. \"Not as much fun as the TV show,\" said Emil. \"Angelica didn't get to do as much funny stuff.\" What did they think about the Pickles family meeting the Thornberrys? They were unmoved, not to say indifferent.\n\nMy own feeling is that the film is one more assault on the notion that young American audiences might be expected to enjoy films with at least some subtlety and depth and pacing and occasional quietness. The filmmakers apparently believe their audience suffers from ADD, and so they supply breakneck action and screaming sound volumes at all times. That younger viewers may have developed ADD from a diet of this manic behavior on television is probably a fruitful field for study.\n\nNote: The movie is presented in \"Odorama.\" At most screenings, including the one I attended, audience members are given scratch-'n-sniff cards with six scents, keyed to numbers that flash on the screen. We can smell strawberries, peanuts, tuna fish, etc. Scratching and sniffing, I determined that the root beer smells terrific, but the peanut butter has no discernible smell at all. The kids around me seemed pretty underwhelmed by this relic from the golden age of exploitation, which was last used by John Waters with his \"Polyester\" (1981).", "running_time": 81, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-06-13", "genres": ["Action", "Animation", "Comedy", "Drama", "Family"], "title": "Rugrats Go Wild (2003)"}