{"url": "http://www.rogerebert.com/reviews/rumba-2009", "by": "Dominique Abelas Dom", "star_rating": 2.5, "text": "\"Rumba\" is a peculiar deadpan comedy from Belgium, sort of sweet, sort of macabre, about a couple who are out of step with life but not with each other. It’s not terrifically funny, but then how could it be? The influence of Jacques Tati abides in the material, without his sunniness.\n\nDom and Fiona (Dominique Abel and Fiona Gordon, who also co-wrote and co-directed the film with Bruno Romy) are schoolteachers and competitive rumba dancers — and dangerously out to lunch. Arriving at a dance contest, they realize they’ve forgotten their costumes, race home to get them, and drive back at top speed while changing their clothes, Dom at one point upside down in the driver’s seat while Fiona tugs at his socks. It’s one time you’re relieved to be able to see it’s back projection.\n\nTheir luck worsens. Just for starters, they’re in a car crash on their way home, and Dom loses his memory and Fiona her leg. This doesn’t much depress them; they’re loving and ebullient, and have each other. But then one catastrophe after another besets them, only one of which I will reveal.\n\nAbel and Gordon, I learn, have long worked together in cabaret, tilting toward physical comedy. They’re essentially silent comedians with no need of a movie with a soundtrack, and “Rumba” has a bare minimum of dialogue.\n\nThey’re skilled. A scene when Dom tries to rescue Fiona after a mishap with a trash fire reminded me of that Buster Keaton bit where he tries to help a drunken woman into her bed.\n\nThe movie is pleasing and amusing. I think it’s intended to be funnier, but it’s too laid back to achieve take off. Yes, laid back, even after they burn the house down. Those damned wooden legs. Nothing but fire hazards.", "running_time": 77, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-08-05", "genres": ["Comedy", "Foreign"], "title": "Rumba (2009)"}