{"url": "http://www.rogerebert.com/reviews/rumble-in-the-bronx-1996", "by": "Jackie Chanas Keung", "star_rating": 3.0, "text": "The movie uses the flimsiest of plots as an excuse to string\rtogether astonishing action sequences in which Chan exhibits the physical grace\rand athletic control of a Buster Keaton.\n\nThe rhythm of the movie becomes predictable. There's perfunctory\rdialogue (involving the disposable plot), bad guys appear, and Chan springs\rinto action. He uses the martial arts to defeat whole gangs of thugs, yes, but\rhe also uses whatever tools and props are at hand. In \"Rumble,\"\rthere's a sequence where he uses refrigerators, another one where he improvises\rwith furniture, one involving perfect timing with a knife and another fight -\rin a grocery store - where he does something amazing with a grocery cart.\n\nJackie\rChan is famous for always doing his own stunts, and his fans wait eagerly for\rthe end of his films, because they know that along with the closing credits\rthey'll see outtakes of the stunts that went wrong. \"Rumble in the\rBronx\" has its share. There's one scene where Chan jumps off the top of a\rbuilding and lands on a fire escape landing across an alley and two or three\rfloors below. He broke his ankle on that one. In the outtakes, we can see\rambulances arriving, blood spreading, and lots of laughs as Jackie hides a cast\runder his blue jeans for the next day's shooting.\n\nBut\rit's not the stunts themselves that make \"Rumble in the Bronx\"\rspecial. It's Jackie Chan's high spirits and infectious personality. Here's a\rChinese man, about 40, who resembles nobody so much as Tom Hayden, and whose\rnose looks as if it is broken regularly. He's pleasant but not handsome,\rathletic but not tall, and his acting in this movie is perfunctory; he's\rwaiting for the action like the rest of us.\n\nHe\rdoesn't view himself with great solemnity. He gets the joke. And he seems to be\renjoying himself. George C. Scott said a sign of a good actor is his ability to\rproject \"the joy of performance.\" Chan breathes that joy. There's a\rlighthearted air about \"Rumble in the Bronx\" that's infectious, if\ryou open yourself up to it.\n\nNot\rthat this is a masterpiece. The movie is just plain goofy. It's set in the\rBronx but was photographed in Vancouver. Its Bronx has a golf course with\rmountains in the background. After scenes that are obviously not set anywhere\rnear New York, it throws in a canned shot of the Manhattan skyline, as\rreassurance. And the plot (Jackie visits his uncle, helps him sell his grocery\rstore, then befriends the young woman who has bought it) is simply a\rclothesline for the stunts and action.\n\nThere's\runintentional hilarity in the motorcycle gang that supplies the villains for\rthe first half of the movie (before becoming Jackie's allies against the real\rbad guys). They look and talk like \"Baywatch\" rejects. In one scene,\rthey fake an assault on a young woman (Francise Yip) simply to lure Jackie into\ra trap. They beat him to a pulp. Later, after Jackie has befriended Yip's\rlittle brother, who is wheelchair bound, she admits, \"Sometimes we go too\rfar.\" Meanwhile, the other bad guys think stolen diamonds are hidden in\rthe cushion of the wheelchair. And so on.\n\nAny\rattempt to defend this movie on rational grounds is futile. Don't tell me about\rthe plot and the dialogue. Don't dwellon\rthe acting. The whole point is Jackie Chan - and, like Astaire and Rogers, he\rdoes what he does better than anybody. There is a physical confidence, a grace,\ran elegance to the way he moves. There is humor to the choreography of the\rfights (which are never too gruesome).\n\nHe's\rhaving fun. If we allow ourselves to get in the right frame of mind, so are we.", "running_time": 90, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-02-23", "genres": ["Action", "Comedy", "Foreign", "Thriller"], "title": "Rumble In The Bronx (1996)"}