{"url": "http://www.rogerebert.com/reviews/rumble-fish", "by": null, "star_rating": 3.5, "text": "This is a movie you are likely to hate, unless you can love it for its crazy, feverish charm. It's all style and flash, all emotion and impact, and it doesn't slow down for the usual items of business. It lays a weird-looking, experimental film style on top of a fairly basic story about hoods and street gangs, and if you care how the story turns out, you're in the wrong movie. \n\nFrancis Ford Coppola, who made “Rumble Fish,” calls it an \"art film for teenagers.\" They may like it on that level. Teenage moviegoers are sometimes willing to forgive gaps in narrative and character, and go for the sheer texture of movies they like. “Rumble Fish” gives you emotions, looks and sounds rather than story; afterwards, you feel like you've seen a gang movie, but you're not sure which one. \n\nThe film is all in black and white, except for a couple of piranha in a fish tank at the pet store; they're red and blue. That's a nice triple-play in the symbolism department, giving us the colors of the flag, the fishbowl of adolescence, the built-in urge to fight, and the danger of going belly up if you're removed from your environment. Piranhas as teenagers: Original, but it works. \n\nThe teenagers in the movie inhabit an unnamed big American city, perhaps in the 1950s. They're clones from “Blackboard Jungle” and all the punk gang images in dozens of other films. Their hero is Rusty James (Matt Dillon), a young, handsome, doomed gang leader. His hero is his older brother, Motorcycle Boy (Mickey Rourke), who has just returned from California to teach Rusty James some of the sad lessons of life. The movie also involves Rusty James' girlfriend (Diane Lane), a calculating sweetie; his father, (Dennis Hopper), a maudlin drunk; the street kid Steve (Vincent Spano), and assorted drifters and passers-by. \n\nDuring the course of the movie, the characters meet, fight, talk, philosophize, make out, drink, and sometimes die. The movie treats these activities in a highly stylized way; one death scene is followed by a levitation, as the character floats around town eavesdropping on the gossip about himself. Francis Ford Coppola fills every frame with great billowing clouds of smoke, steam, and fog. He shoots in low-angle a lot, to show the cloudy sky, and he uses special effects to make the clouds race past in an eerie, dreamlike way. \n\nThe effect either grows on you, or it doesn't. The night I saw the film, a lot of people walked out and one guy shouted that he shoulda stayed home and watched \"Dallas.\" Maybe he was right. He knows himself better than I do. I thought “Rumble Fish” was offbeat, daring, and utterly original. Who but Coppola could make this film? And, of course, who but Coppola would want to?", "running_time": 94, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-08-26", "genres": ["Action", "Adventure", "Crime", "Drama", "Romance"], "title": "Rumble Fish (1983)"}