{"url": "http://www.rogerebert.com/reviews/rumor-has-it-2005", "by": "Jennifer Anistonas Sarah Huttinger", "star_rating": 3.0, "text": "Now here is a curious thing. When I see Jennifer Aniston playing any halfway ordinary character, I have the same reaction: Hey, a friend of mine has somehow gotten into the same movie with all of those stars. I've never actually met Aniston, although once at Sundance I saw paparazzi fight to photograph her with Brad Pitt, in response to a tragic shortage of pictures showing them together. Most of these photos later appeared on the covers of gossip mags with the couple torn in two by a jagged line and Angelina Jolie leering over the bar code, but none of that has anything to do with how I feel when I see Aniston in a movie. It's the damnedest thing. I don't ever want to meet her, because then I might lose her as a friend.\n\nIn \"Rumor Has It,\" she plays a character named Sarah Huttinger, who unless she is vigilant may become the third woman in her family to sleep with Benjamin Braddock -- you remember, the Dustin Hoffman character in \"The Graduate.\" This of course is all based on rumor. In Pasadena, the movie explains, everyone knew the real Charlie Webb, who wrote the novel The Graduate, and rumor has it that he based his book on real people who really lived in Pasadena. There really was a bride who ran away with this guy three days before her wedding, and the guy had earlier slept with her mother, who was the original Mrs. Robinson, and so on.\n\nNow another generation has passed. Sarah's mother was the original of Elaine Robinson, and a guy named Beau Burroughs (Kevin Costner) was the original Benjamin Braddock, and the original Mrs. Robinson was therefore of course Sarah's grandmother. Can you believe Shirley MacLaine as the original Mrs. Robinson? I can, with no trouble at all.\n\nI could also have believed Anne Bancroft. Sigh. The movie was directed by Rob Reiner, a friend of Anne Bancroft and Mel Brooks since he was a child, and at first I wondered if perhaps the role was intended for her before she'd become ill. But no: In the film's logic, the characters have seen the 1967 movie with Bancroft and Hoffman, and discuss it. It wouldn't make sense for the \"real\" Mrs. Robinson to be played by the same actress who played the fictional character.\n\nThe plot, written by Ted Griffin, sounds like a gimmick. That's because it is a gimmick. But it's a good gimmick. And \"Rumor Has It\" works for good reasons, including sound construction and the presence of Kevin Costner, who is posted sturdily at the balance point between Mrs. Robinson and her granddaughter. We can see him with either one. In fact, at times we seem about to.\n\nAs the film opens, Sarah (Aniston) is engaged to marry Jeff (Mark Ruffalo), but they are keeping their engagement a secret until after the wedding of Sarah's sister Annie (Mena Suvari). In \"reality,\" we learn, the original Elaine dumped Benjamin, came back to Pasadena, married Earl (Richard Jenkins), had Sarah and Annie, and then died, which is a neat touch, because it sidesteps the Idiot Plot (if their mom is dead, she can't tell them what really happened).\n\nJeff hears the rumors in Pasadena, does the math, and suggests to Sarah that it's possible she was conceived during the three days her mother ran away with Beau. Obsessed with learning the truth, she tracks down Beau, who is a San Francisco dot.com millionaire, and finds herself attracted to him as a possible dad -- and more than a dad, if you see what I mean. Beau is a very attractive guy, but if he's her real father, then that would mean, like, yeechh! Try it out loud.\n\nIt's for the movie to reveal who does (or doesn't) do what, and with which, and to whom. I will observe that Costner has quietly been reminding us in recent roles (\"Open Range,\" \"The Upside of Anger\") that when he doesn't play characters who stride astraddle the Apocalypse, he is a natural actor with enormous appeal. Mark Ruffalo has a good line in heartfelt sincerity, Richard Jenkins can turn on a dime as good pop/bad pop, and Shirley MacLaine plays Mrs. Robinson by just acting naturally.\n\nThis is not a great movie, but it's very watchable and has some good laughs. The casting of Aniston is crucial, because she's the heroine of this story, and the way it's put together there's danger of her becoming the shuttlecock. Aniston has the presence to pull it off. She has to maybe scuttle her sister's wedding and her own, maybe abandon the guy who loves her, maybe break her official father's heart, maybe (yeechh!) sleep with her (maybe) real dad, yet always retain our sympathy. Well, of course she does. She's one of my closest friends.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-12-22", "genres": ["Comedy", "Drama", "Romance"], "title": "Rumor Has It (2005)"}