{"url": "http://www.rogerebert.com/reviews/run-lola-run-1999", "by": "Franka Potenteas Lola", "star_rating": 3.0, "text": "The setup: Lola gets a phone call from her boyfriend Manni. He left a bag containing 100,000 deutsche marks on the subway, and a bum made away with it. Manni is expected to deliver the money at noon to a gangster. If he fails, he will probably be killed. His desperate plan: Rob a bank. Lola's desperate plan: Find the money somehow, somewhere, in 20 minutes. Run, Lola, run! The director, a young German named Tom Tykwer, throws every trick in the book at us, and then the book, and then himself. The opening credits spring a digital surprise, as a shot of a crowd turns into an aerial point of view and the crowd spells out the name of the movie. Lola sometimes runs so frantically that mere action cannot convey her energy, and the movie switches to animation. There's speedup, instant replay, black and white, whatever. And the story of Lola's 20-minute run is told three times, each time with small differences that affect the outcome and the fate of the characters.\n\nFilm is ideal for showing alternate and parallel time lines. It's literal; we see Lola running, and so we accept her reality, even though the streets she runs through and the people she meets are altered in each story. The message is that the smallest events can have enormous consequences. A butterfly flaps its wings in Malaysia, causing a hurricane in Trinidad. You know the drill.\n\nFranka Potente, who plays Lola, has a certain offhand appeal. I liked her, though I can't say I got to know her very well, and she is usually out of breath. She runs down sidewalks and the middle of streets, arms pumping, bright red hair flying, stomach tattoo wrinkling in time with her footsteps. She loves Manni and wants to save him from his own stupidity. Occasionally the movie pauses for moments of sharply seen detail, as when her rich father refuses to give her the money, tells her he plans to leave home and marry his mistress, and throws in for good measure: \"I'd have never fathered a girl like you. You're a cuckoo's egg.\" Manni does his share of running, too, and there are various alternate scenarios involving car crashes, gunshot wounds and the sly use of that ancient movie situation where guys are carrying a huge sheet of plate glass across the street. Tykwer also adds segments titled \"Now and Then,\" in which he singles out minor characters on the screen and uses just a few startling flash-frames to foresee their entire lifelines.\n\n\"Run Lola Run\" is essentially a film about itself, a closed loop of style. Movies about characters on the run usually involve a linear story (\"The Fugitive\" comes to mind), but this one is basically about running--and about the way that movie action sequences have a life and logic of their own. I would not want to see a sequel to the film, and at 81 minutes it isn't a second too short, but what it does, it does cheerfully, with great energy, and very well.", "running_time": 81, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-07-02", "genres": ["Action", "Drama", "Foreign", "Thriller"], "title": "Run Lola Run (1999)"}