{"url": "http://www.rogerebert.com/reviews/run-wild-run-free-1969", "by": "Mark Lesteras Philip", "star_rating": 3.0, "text": "\"Run Wild, Run Free\" is a sensitive and beautiful film, and probably ideal for kids from about the fourth grade up. But I have my reservations about taking younger children to see it; not because there's anything \"objectionable\" in it, but because the youngsters simply might not understand it.\n\nThis is often one of the problems with family films. They're either so simple that they bore everyone above the age of 10, or they're difficult enough to puzzle the kids under that age. Some of the great story films (\"National Velvet,\" for example) manage to span that fourth-grade generation gap. \"Run Wild, Run Free\" doesn't quite.\n\nIt's about a young English boy (Mark Lester) who has some sort of psychological block and hasn't spoken since he was very young. His compelling interest is in the wild animals of the moor, and eventually he sets his heart on capturing and taming a wild white pony he's seen.\n\nThis process occupies most of the film. He's aided by a crusty old moorman (John Mills) and an 11-year-old girl from a neighboring farm (Fiona Fullerton). And many of the scenes on the moor are breathtakingly beautiful.\n\nBut beneath the surface there are some unresolved problems in the film. For one, the boy's speech block is a pretty serious matter, and it bothers the really young children in the audience. All around me, there were urgent conversations going on as the kids tried to figure out why the hero couldn't talk. Few understood it as a psychological difficulty; they thought he was either stupid or stubborn.\n\nAnother problem is presented by Sylvia Syms' performance as the boy's mother. Miss Syms is apparently incapable of playing the role straight, as she should. Instead, filled with the fire of a dedicated actress, she rings in all sorts of quirks and nervousness. These are apparently supposed to indicate her own psychological hang-ups, and to suggest some of the reasons for the boy's problems. But nothing is made clear, and so the mother simply appears neurotic. More warmth and tenderness in the character of the mother would have been welcomed by the younger children in the audience.\n\nThe plot is fairly thin, which doesn't help. \"National Velvet\" told a story (here was this young girl who loved a horse and knew it could win the Grand National). \"Run Wild, Run Free,\" since it is preoccupied with the inner difficulties of the hero, has too many scenes where the boy runs off to the foggy moor and is searched for by his parents and friends. Until you're fairly sure of yourself, it's no fun to see a kid in a movie get lost. Some of the 6- and 7-year-olds didn't like it a bit.\n\nStill, these reservations are mostly on behalf of the younger kids (and if you take yours, you might try discussing the movie with them afterward to be sure they understood). For older children, teenagers and adults, \"Run Wild, Run Free\" is what it's intended to be: an absorbing family movie.", "running_time": 100, "mpaa_rating": "G", "release_year": 1969, "date_published": "1969-12-03", "genres": null, "title": "Run Wild, Run Free (1969)"}