{"url": "http://www.rogerebert.com/reviews/run-1991", "by": "Patrick Dempseyas Charlie", "star_rating": 1.5, "text": "The movie is a bargain-basement version of Martin Scorsese's great 1985 film \"After Hours,\" in which an innocent young man sets out looking for a good time, and encounters one horrible incident after another. Scorsese was able to wind his plot up into a high-energy paranoid comedy that played like a thriller. \"Run,\" on the other hand, takes the same basic premise and turns it into a series of stunts, predictable scenes and loose ends.\n\nThe movie stars Patrick Dempsey as a law student and ace poker player who is hired to drive a Porsche to Atlantic City. He makes an unscheduled pit stop along the way, in a small city run by a mob boss named Halloran (Ken Pogue). He gets into an illegal poker game with Denny, the boss' son, played by Alan C. Peterson, a short-tempered bully who is one of those intrinsically unlovable people: To see him is to detest him. But Boss Halloran loves the lad, and when Denny is accidentally killed in a fight, the Dempsey character becomes a marked man. Everybody in town wants to find him and deliver him to the mobster - all of the mob guys, and also all of the police, who are on Halloran's payroll.\n\nThe movie then develops as a nightmare punctuated by action, violence, locations as colorful as they are unlikely, and of course the instant love affair with the local girl (Kelly Preston) who becomes Dempsey's only friend. Dempsey makes several mistakes, including calling the police, calling the FBI, and telling people where he can be found. He eludes capture in such places as a shopping mall, a hospital, a parking garage, alleys, taxis, and the dog-racing track owned by Halloran.\n\nThis is, of course, an Idiot Plot, so defined because at several points early in the action the hero could easily walk away from all of his trouble if only he were not an idiot. There are other problems with it, such as when the movie asks us to believe that Boss Halloran really wants blood revenge for his son - who is such a cretin that even the old man ought to be happy to see him dead.\n\nBut perhaps I am missing the point. I want to be fair. \"Run\" was obviously intended as a very slight plot upon which to hang several complicated and virtuoso stunt sequences. And the movie does keep moving, with one chase and shootout after another. It is made with technical skill. Patrick Dempsey, not given much to do, does it well, and is convincing in the physical sequences. As a kind of action cartoon, the movie may work as a diversion for undemanding audiences. But it's really no more than a pinball machine, a brainless exercise in how to use action as a substitute for thought.", "running_time": 91, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-02-01", "genres": ["Action", "Drama", "Thriller"], "title": "Run (1991)"}