{"url": "http://www.rogerebert.com/reviews/runaway-jury-2003", "by": "John Cusackas Nicholas Easter", "star_rating": 3.0, "text": "The case involves a widow who is suing a gun manufacturer because her husband was killed in an office massacre involving an easily-obtained weapon. The widow has hired the traditional, decent Wendell Rohr (Dustin Hoffman) to represent her, and the gun manufacturer is defended by a lawyer named Durwood Cable (Bruce Davison), who is the instrument of the evil, brilliant jury consultant Rankin Fitch (Gene Hackman).\n\nFitch has been hired by the reptilian head of the gun company to find a jury stacked in the company's favor. The most interesting sequence in the movie, a virtuoso montage of image, dialogue and music by the director Gary Fleder, shows him doing just that. Fitch stands in front of an array of computer and television monitors, apparently able to summon at will the secrets of all the prospective jurors. I was reminded a little of Tom Cruise manipulating those floating digital images in \"Minority Report.\" Spying on dozens of jury pool members is probably not legal, especially when blackmailable information is obtained, but apart from that -- wouldn't it cost millions, and could it be done in such a short time? Such quibbles disappear in the excitement of the chase, as Fitch presides over his screens like an orchestra conductor, offering pithy comments on possible jurors and their faults. \"I hate Baptists as much as I hate Democrats,\" he says. I don't know who that means he likes (atheist Republicans?), but Hackman can sell a line like that and make us believe Fitch can see into jurors' souls.\n\nThere is, however, one juror who gets on the panel, despite Fitch's grave misgivings. This is Nicholas Easter (John Cusack), a feckless young man who seems to come from nowhere and appears to be trying to get off the jury (he feeds the judge a rambling explanation about the videogame contest he's involved in). Easter's evasions inspire the judge (Bruce McGill) to lecture him on doing his duty, and puts indirect pressure on both sides to accept him.\n\nSpoiler warning: Easter, as it turns out, is involved in a free-lance arrangement with his woman friend Marlee (Rachel Weisz) to sell the jury to the highest bidder. He'll work on the inside, she'll handle the negotiations, and then the highest bidder will get the verdict. This is an ingenious plot device, saving the movie from being a simple confrontation between good and evil, and adding a wild card forcing both sides to choose their own morality.\n\nWill the decent Wendell Rohr pay in order to win the verdict he believes his client deserves? Will the devious Durwood Cable add this expense to the massive Fitch operation? Can Easter sway a jury that Fitch thinks he has hand-picked for acquittal? These questions are so absorbing that we neglect to ask ourselves how Easter could be so sure of being called up for jury duty in the first place. If I missed the explanation, it must have been a doozy.\n\nThe movie hums along with a kind of sublime craftsmanship, fueled by the consistent performances of Hackman and Hoffman (in their first film together), the remarkable ease of John Cusack (the most relaxed and natural of actors since Robert Mitchum), and the juicy typecasting in the supporting roles. Several jury members are given back stories (there's a Marine veteran, played by Cliff Curtis, who thinks the case is nonsense), and a little jury rebellion that leads to their defiant reciting of the Pledge of Allegiance in the courtroom. McGill, as the judge, treats them like an unruly grade school class.\n\nThe movie's ending is underwhelming. There's a whole lot of explaining going on, as we discover everyone's hidden motives long after they've ceased to be relevant. And there's not enough behind-the-scenes stuff in the jury room showing Easter at work (what we see is a study in applied psychology). The jury room itself looks curiously like the one in \"12 Angry Men,\" reminding us of a movie where the jury really did decide a case. Here the jury is getting the case decided for it. \"There are some things,\" say the movie's ads, \"that are too important to be left to juries.\"", "running_time": 127, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-10-17", "genres": ["Drama", "Thriller"], "title": "Runaway Jury (2003)"}