{"url": "http://www.rogerebert.com/reviews/runaway-bride-1999", "by": "Julia Robertsas Maggie Carpenter", "star_rating": 2.0, "text": "Sometimes a movie manipulates me in dumb ways, and I grin and purr.\n\nSometimes I get grumpy. It all has to do with tone. The material may be unlikely, manipulative and contrived, but sometimes it works and sometimes all you want to do is bark at it.\n\nConsider two films. Garry Marshall's \"Pretty Woman\" (1990) starred Richard Gere and Julia Roberts as an executive who was shy of emotional commitment and the hooker with whom he finds true love. Garry Marshall's \"Runaway Bride\" (1999) stars Julia Roberts and Richard Gere as a woman who gets skittish at the altar and a newspaper columnist who finds true love with her. Same director, same stars, similar Meet Cutes. A hooker and a newspaper columnist are not precisely in the same occupation, but close enough--both enter the lives of strangers, for hire--the difference being that the hooker is invited.\n\nThe virtues of \"Pretty Woman\" do not need repeating. Even its utterly unlikely ending, so contrived it was bizarre, actually worked by the time we steamed up to it. Now here we have the same two actors--actors we like, actors who are good to look at, actors who work easily together--and the same directorial hand at the helm, and they just seem to be going through the motions.\n\nGere plays Ike Graham, a columnist for USA Today. His specialty is banging out last-minute prose off the top of his head (at one point he actually seems to be sitting in a bar and writing in longhand). A drunk tells him about a woman in his hometown named Maggie Carpenter who has left seven or eight guys stranded at the altar. He writes a female-bashing column, prints the woman's name and is astonished when she writes a snarly letter to the editor. She only stranded three guys, she says, and there are 15 other inaccuracies; doesn't he check his facts? How about USA Today? Don't they check theirs? This guy wouldn't last a day in the real world. But hey, this is a movie, and so we accept the premise that he would quickly journey down to the bucolic movie hamlet where Maggie lives--Hale, Md., a village that looks like a postcard, where everybody lives in each other's pockets. I kept waiting for the town to fade to black and white and turn into \"Pleasantville.\"\n\nIn Hale we meet Maggie's jovial but hard-drinking dad (Paul Dooley), who is a good sport, assuming he has to pay for all the weddings; her best friend Peggy (Joan Cusack), a hair stylist who reads omens in the flights of geese, and Maggie's grandma Julia (Jean Schertler), whose theory is that it's not the wedding Maggie is afraid of, but the wedding night.\n\nThere is also the matter of Maggie's current fiance, Coach Bob (Christopher Meloni). He's \"Runaway Bride's\" equivalent of the guy in a cop picture who has one day to go before retirement.\n\nBack at USA Today, Rita Wilson plays Ike's ex-wife, who is now his editor. Hector Elizondo plays her current husband, for the excellent reason that he has appeared in all 11 of Marshall's films and is the director's good-luck charm, or at least that was the theory. Their scenes have no dramatic or comedic importance, leaving us free time to reflect that a movie starring them as the runaway bride and the newspaper columnist instead of Roberts and Gere might have had more zing, if less hair.\n\nIt is crashingly obvious to everyone in the theater that Maggie and Ike will eventually find themselves at the altar together, after obligatory preliminary fights, negotiations and scuffles. We click off the screenplay stops along the way: They have to fight. Suddenly see the other person in a different light. Share confidences. Be involved in a silly misunderstanding. Go to the brink of tragedy. Tell truths. Be saved. And of course, just as they stand at the brink of False Happiness, there has to be a False Crisis, before the Real Crisis and the Real Happiness can be permitted onscreen.\n\nThe movie has one great line (\"Always a bride, never a bridesmaid\"), but even that is sort of inevitable. Movies like this should have an explanatory note at the outset, to help us understand them.\n\nSomething like: The following characters all look really great but don't know anything they haven't learned by watching sitcoms. After seeing Gere and Roberts play much smarter people (even in romantic comedies), it is painful to see them dumbed down here. The screenplay is so sluggish, they're like Derby winners made to carry extra weight.", "running_time": 116, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-07-30", "genres": ["Comedy", "Romance"], "title": "Runaway Bride (1999)"}