{"url": "http://www.rogerebert.com/reviews/running-scared-2006", "by": "Paul Walkeras Joey Gazelle", "star_rating": 3.0, "text": "Speaking of movies that go over the top, \"Running Scared\" goes so far over the top, it circumnavigates the top and doubles back on itself; it's the Mobius Strip of over-the-topness. I am in awe. It throws in everything but the kitchen sink. Then it throws in the kitchen sink, too, and the combo washer-dryer in the laundry room, while the hero and his wife are having sex on top of it.\n\nI never tire of quoting the French director Truffaut, who said that he was interested only in movies that were about the agony of making cinema or the ecstasy of making cinema. \"Running Scared\" eliminates the middle man. It's not even about making cinema. It's just about the agony and the ecstasy.\n\nThe movie stars Paul Walker. You won't catch him acting in \"Running Scared.\" The movie never slows down enough. He simply behaves, at an alarming velocity. After an opening flash-forward that features a car crash, the movie flashes back to a drug deal that goes bad. All the crooked cops and drug dealers in the room are killed, except for Joey Gazelle (Walker) and a guy who tells him to take all of the guns and lose them. Actually, maybe some other guys survived, too. This is the kind of movie where the next scene starts before the body count.\n\nGazelle hides the guns in his basement. His son Nicky (Alex Neuberger) is best friends with Oleg (Cameron Bright), the Russian kid who lives next door. Oleg's father Anzor (Karel Roden) grew up in Russia watching John Wayne’s \"The Cowboys\" over and over again, maybe 1000 times. But Anzor only had a 10-minute version of the film. So profoundly did it affect him that he had an image of the Duke tattooed on his back. When he came to America and saw the whole movie, he found out Wayne gets shot. This was so traumatic that he turned bitter, beat his wife and terrorized his son, who steals a gun from the Gazelle's basement and shoots his father, wounding him right about where the sheriff's badge would be.\n\nThis is very bad because that is the same gun that killed a cop in the shootout. So Joey Gazelle has to race all over town trying to find the gun and collect the slugs that came out of it (this process involves both impersonating a doctor and chewing gum, although not at the same time). Meanwhile Oleg runs away, so Joey and Nicky have to find him to get the gun back.\n\nYou understand I am giving only the bare bones of the plot. I barely have time to explain why Oleg, who has asthma, is befriended by a hooker (Idalis DeLeon) who gets him a fresh inhaler at gunpoint. And how Oleg is kidnapped by perverts who are so evil they have a body bag in their closet, and how Nicky's mother Teresa (Vera Farmiga) comes to the rescue, extremely decisively.\n\nMeanwhile, Joey is attacked with an acetylene torch by a mechanic who mistakenly sets himself on fire; Joey delays extinguishing him while screaming, \"Where is my gun?\" Oh, and there's the scene in the hockey rink where a crime boss has his hockey stars slam pucks at the hero's teeth. Just in case that scene might somehow lack interest, it is shot in black light, so everything glows like a purple necktie at a stag party. Yes, there is extreme material here. The opening sex scene is startling in its exploration of the Midlands. It is certainly a big surprise how the John Wayne tattoo gets shot. The perverts are so creepy, they belong in a Satanic sitcom. All of this is done using strong characterizations, crisp action and clear dialogue; this isn't one of those berserk action movies that looks like the script was thrown into a fan and the shreds were filmed at random.\n\nWayne Kramer, the filmmaker, writes and directs with heedless bliss. He's best known for \"The Cooler\" (2003), that splendid Las Vegas movie about how a casino hired William H. Macy to stand next to lucky gamblers, so their luck would turn bad. Kramer is such an overachiever that he actually succeeded in getting \"The Cooler\" an NC-17 rating for a sex scene starring, yes, William H. Macy. Some would say it starred Maria Bello, but that would be missing the point. The scene had to be trimmed for an R rating, leading to a bitter complaint from the 52-year-old Macy: \"I have been working out for 30 years, staying in shape in the dream that someday I would get to play a sex scene. Finally I get one, and they cut it.\" The Macy specialty they cut out of \"The Cooler\" ends up in this movie on top of the washer-dryer, in a thrilling combination of sex and the spin cycle.\n\nOne of the pleasures of the movie is how supporting characters are given big scenes all for themselves. Karel Roden has a Tarantinian soliloquy on his childhood obsession with the Duke. Vera Farmiga decisively escapes the cliche of the Thriller Hero's Wife, becomes the Hero's Thrilling Wife, and makes the neatest kills of the movie. Cameron Bright, who played the child containing the reincarnated husband of Nicole Kidman in \"Birth,\" seems to be a child containing the reincarnated Philip Seymour Hoffman in this one. Chazz Palminteri is such an evil cop that the planes of his face seem to have shifted into a sinister new configuration; I saw him in January at Sundance, where he was pleasant and smiling, and here he looks like a Batman villain who tried to shave with Roto-Rooter.\n\nIf you stand way back from \"Running Scared,\" the plot has certain flaws. For example, close attention to the ending will reveal that Joey Gazelle spent the whole movie risking his life and the lives of his son, his wife, and the neighbor kid in a desperate quest for a gun that he didn't really need to find. Don't be depressed if you miss this detail; Joey Gazelle misses it, too. Doesn't matter. The gun is only the McGuffin. If you don't know what a McGuffin is, the good news is, you don't need to know.", "running_time": 122, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-02-23", "genres": ["Action", "Adventure", "Crime", "Drama", "Thriller"], "title": "Running Scared (2006)"}