{"url": "http://www.rogerebert.com/reviews/running-brave-1983", "by": "Robby Bensonas Billy Mills", "star_rating": 2.5, "text": "\"Running Brave\" is another movie in the tradition of the \"Rocky\" pictures, which have inspired a whole Hollywood genre. The formula is pretty much the same: A poor kid with a lot of disadvantages sets his sights on the stars, has some important preliminary victories, has a setback, loses heart, almost quits, but then picks himself up off the floor and wins the big one.\n\nIn this film, the kid is an American Indian who lives on a reservation in Kansas. He can run, and he wins some cross-country races in high school, but the famous coach from the University of Kansas doesn't want him because, he explains, \"Indians are quitters.\" The kid wants to prove him wrong.\n\nThe time is the late 1950s, and racial prejudice against Indians runs high in Kansas, we're told. When the young man, Billy Mills, enrolls in school, people call him \"Chief,\" snub him and won't let him join their fraternities. He falls in love with a white girl and there's more trouble. Her parents don't approve and neither do his Indian relatives. All of this is sort of routine. But it also is, of course, the stuff of somebody's life. Billy Mills was and is a real man, and he won a gold medal in the 1964 Summer Olympics in Tokyo. I'm prepared to believe that most of the things in this film happened more or less as we see them happening, especially because \"Running Brave\" works on a fairly restrained key.\n\nMills is played in the movie by Robby Benson, a sound but sort of unexciting young actor who seems to specialize in these sincere roles. The most interesting character in the movie is the coach, played by Pat Hingle. He reminded me of coaches I have known, right down to the gut hanging over the wash pants, the narrow tie with the monogrammed clip, and the free advice.\n\nHingle has all that right. He has other things right, too. We get the feeling, through his character, that he does know something about track and something about human nature. His relationship with Billy Mills is more interesting than most coach-athlete relationships because Hingle actually seems to be coaching.\n\nThe movie's climax, of course, is Billy's big race at the 1964 Olympics. History already has recorded that he won. What sort of surprised me, as the race got under way in the movie, was how much I was involved. There is something elemental and universal about a race. I know the race is predictable and I may even know how it turns out, but it gets me.\n\nAs for the movie as a whole: It's well made but it's not electrifying. One thing about \"Rocky\" is that it wasn't reluctant to pull out all the stops. \"Running Brave\" has been made with a certain gentle restraint that may work against it.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1983, "date_published": "1983-11-11", "genres": ["Drama", "Sports Film"], "title": "Running Brave (1983)"}