{"url": "http://www.rogerebert.com/reviews/running-scared-1986-1986", "by": "Gregory Hinesas Ray", "star_rating": 3.0, "text": "\"Running Scared\" is yet another movie about street-smart cops who are best buddies wisecracking their way through one hair-raising situation after another. This genre is so overpopulated that it hardly seems like we need one more example, and yet \"Running Scared\" transcends its dreary roots and turns out to be a lot of fun. Most of the fun comes from the relationship between the two cops, who are played by Gregory Hines and Billy Crystal as if they were both successfully stealing the picture.\n\nThe movie takes place in the middle of a cold, gray Chicago winter, which is made all the colder and grayer by the hilariously inept use of fake movie snow. Considering how many vertical surfaces are plastered with \"snow\" in this movie, while the ground remains clear, Chicago must be the only city in which the snow falls from Oak Park instead of from the sky.\n\nSlogging through the grim, mean alleyways, Hines and Crystal stumble across a major drug ring. Their good luck starts with an encounter with Snake (Joe Pantoliano), a two-bit hood who has $50,000 in his briefcase. They want to arrest Pantoliano but don't have anything to charge him with. So, in a brilliant scene, they convince Pantoliano to request arrest: Crystal loudly tells the neighborhood hoods that Pantoliano is carrying 50 grand and requests them to keep an eye out for suspicious perpetrators.\n\nThe movie unfolds in the usual ways. A criminal mastermind vows to kill the two cops, a commanding officer bawls them out and orders them to go on vacation, and a couple of friendly women warm the winter nights. As stories go, nothing in \"Running Scared\" is very original.\n\nBut Crystal and Hines (and the screenplay by Gary Devore and Jimmy Huston) don't need a plot because they have so much good dialogue and such a great screen relationship. The intelligence and wit flowing between them are so palpable you can almost see them, and there and so many throwaway lines that even the bit players get some good ones.\n\nThe movie was directed by one-time Chicagoan, Peter Hyams, who can claim the distinction of using two spectacular locations: There is a chase on the L tracks and an acrobatic shootout inside the State of Illinois Center. The original twist with the L chase is that the chase vehicles are cars, not trains. Crystal and Hines pursue a Cadillac limo in their Yellow Cab.\n\nIt sounds like a great chase, but it's curiously anticlimactic, maybe because we get mostly point-of-view shots from the two cars. I kept waiting for at least one shot from ground level, showing bystanders doing double takes as a Yellow Cab zooms past on the L. But the shot is missing - an oversight for which the chase coordinator should be punished by being made to work on the next three \"The Cannonball Run\" movies.\n\nThe State of Illinois Center sequence is something else. Hines lowers himself on a cable down through the vast rotunda from the ceiling while firing a machinegun, and we reflect that the true test of architecture is its versatility. But even here, oddly enough, the action pales just a little because it is so conventional to end a movie like this with a spectacular shootout. I liked the smaller-scale scenes the best, the ones where Hines and Crystal were doing their stuff.", "running_time": 110, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-06-27", "genres": ["Action", "Comedy"], "title": "Running Scared (1986) (1986)"}