{"url": "http://www.rogerebert.com/reviews/running-on-empty-1988", "by": "Christine Lahtias Annie Pope", "star_rating": 4.0, "text": "How do you explain it to your children, when you take the family dog and put it out into the street and say that it will surely find a home - and then you drive out of town, forever? That's what happens in an early scene of \"Running on Empty,\" and the most chilling thing about it is that the children take it fairly well. They've abandoned family dogs before. And they've left town a lot of times.\n\nThe movie is about the Popes, a married couple who have been underground since the 1960s, and about their children - especially Danny, who is a senior in high school and has never known any other kind of lifestyle. The Popes were involved with radical politics, and they blew up a building, and there was a janitor inside who they didn't know would be there. They've been on the run ever since, changing towns, changing names, learning how to find jobs that don't attract attention, learning to keep the kids home on the day they take the school picture.\n\nBut it's a funny thing about the past. The more you run from it, the more it's in your thoughts. And now time is catching up with this family. What, for example, is Danny (River Phoenix) going to do? He is a gifted piano player, and through one of his teachers he gets a scholarship to the Juilliard School. But he can't claim it unless he produces his high school transcripts, which are scattered back along his trail in many towns under many different names.\n\nArthur Pope (Judd Hirsch) has taken a hard line for years, and he's not ready to change it now. He believes that the family must stay together, must protect itself against the world. He has built a fortress mentality, and Danny shares it. He knows that if he comes clean and enters the school, he cannot see his family again; he'll have an FBI tail every moment. His mother, Annie (Christine Lahti), feels as if her heart will break. She has been running a long time and she doesn't regret the sacrifices she made, but she can't bear the thought that Danny will have to sacrifice his future, just as she lost hers.\n\nLife, in the short run, goes on. Danny makes a girlfriend (Martha Plimpton), whose father is the music teacher. They share secrets, but Danny cannot share his deepest one. This is the first time he has had a girlfriend, the first time he has allowed anyone to grow this close, and he has to learn a neat trick, the trick of learning to trust without being trustworthy. Plimpton knows something is wrong, but she doesn't know what.\n\nThe family has survived every crisis that came from the outside, every close call with the FBI, every question from a pushy neighbor. But this is a threat that's unanswerable, because it comes from within: It is no longer possible for these people to avoid questioning the very foundations on which they have built their lives.\n\nAnd that questioning leads to the movie's emotional high point, when the Lahti character calls up her father (Steven Hill) and arranges to meet him for lunch. Long ago, she broke his heart. She disappeared from his life for years. Now she wants her parents to take Danny, so that he can go to music school. She will lose her son, just as her father lost her. It's ironic, and it's very sad, and by the end of the scene we have been through a wringer.\n\nThe movie was directed by Sidney Lumet, who made a movie called \"Daniel\" five years ago, inspired by the children of Julius and Ethel Rosenberg, who were executed for spying for the Russians. That film never quite came clear on what it thought about the Rosenbergs - not about whether they were guilty or innocent, but whether they were good or bad. They were seen through so many political and historical filters that we never knew who we were looking at. \"Running on Empty\" doesn't make that mistake. These are people who have made a choice and are living with the consequences, and during the course of the film they will have to re-evaluate their decisions.\n\nThe family is not really political at all. Politics, ironically, have been left far behind - that kind of involvement would blow the cover of the Pope family. The film is a painful, enormously moving drama in which a choice must be made between sticking together or breaking up and maybe fulfilling a long-delayed potential. The parents never fulfilled whatever potential they had, because of their life underground. Now are they justified in asking their son to abandon his own future? And how will they do that? Push him out of the car, and drive away, and trust that he will find a home, just as the dog did? Lumet is one of the best directors at work today, and his skill here is in the way he takes a melodramatic plot and makes it real by making it specific. All of the supporting characters are convincing, especially Plimpton and her father (Ed Crowley). There is a chilling walk-on by L.M. Kit Carson as a radical friend from the old days. And there are great performances in the central roles. Phoenix essentially carries the story; it's about him. Lahti and Hill have that shattering scene together. And Lahti and Hirsch, huddled together in bed, fearfully realizing that they may have come to a crossroads, are touching; we see how they've depended on each other. This is one of the best films of the year.", "running_time": 116, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-09-23", "genres": ["Drama"], "title": "Running on Empty (1988)"}