{"url": "http://www.rogerebert.com/reviews/rush-hour-3-2007", "by": "Jackie Chanas Lee", "star_rating": 2.0, "text": "I like this movie about as much as it's possible to like a movie with a two-star rating. Given its materials, it couldn't have been much better, but it's every bit as good as it is, if you see what I mean. Once you realize it's only going to be so good, you settle back and enjoy that modest degree of goodness, which is at least not badness, and besides, if you're watching \"Rush Hour 3,\" you obviously didn't have anything better to do, anyway.\n\nThe filmmakers didn't, either, I guess. It has been six years since \"Rush Hour 2,\" and unless you believe that director Brett Ratner and his stars, Chris Tucker and Jackie Chan, spent all that time turning down offers for a sequel, it seems fairly likely that this is a case of returning once more with a bucket before the well runs dry. Tucker is again Carter, the motormouth LAPD cop who's always in trouble, and Chan is again Lee, the ace Hong Kong cop called in to partner with him. This is, you realize, a formula. A friend of mine (I think it is me) calls these Wunza Movies. You know, wunza L.A. cop and wunza cop from China, and neither wunza guy you want to mess with.\n\nCurious how Carter is always being hauled in from a punishment gig like traffic detail and being assigned to super-important cases that will require him to investigate backstage at the Folies Bergere in Paris, etc. This time, one of Lee's old pals, Ambassador Han, has been shot in an assassination attempt in L.A., probably by a Chinese Triad gang, who are getting to be as handy as the Mafia for movie plots. Lee, in town as the ambassador's bodyguard, runs after the shooter in one of those impossible Jackie Chan chase scenes; it used to be we were amazed by his stunts, but these days I find myself even more amazed that he can still run that far.\n\nLee partners with his old friend Carter, and they go to the hospital to question the ambassador's beautiful daughter Soo Yung (Zhang Jingchu). This produces the movie's funniest line, by Carter: \"Let's go to the gift shop and get a little teddy bear.\" Soo Yung had possession of an envelope with key evidence her father was going to use in testimony before the World Court. The envelope is, of course, this movie's MacGuffin, and was stolen from Soo Yung at her karate academy.\n\nThe cops go there and have a battle with the world's tallest man (Sun Ming Ming). I think he's the same man who got married recently and was about twice as tall as his bride. Or maybe he's another tall guy -- naw, it has to be the same guy. Yao Ming, the basketball player, is only 7 feet, 6 inches, and Sun Ming Ming is 7 feet, 9 inches. A guy that tall, on his wedding night he could be making love and solving a Rubik's Cube at the same time. When Jackie Chan engages him in kung fu, he has to call on some of his wall-climbing skills.\n\nAnyway, the chase leads to Paris, where the fragrant Genevieve (Noemie Lenoir) appears. Her function in the film, apart from certain plot details is -- to appear, which she does to great effect. And soon Carter is backstage at the Folies Bergere, and all the time we know, just know, that the Eiffel Tower is in the background of so many shots for a reason.\n\nYes, there is a pursuit up and down the tower, with Jackie Chan doing the usual impossible things, although at 53, he doesn't do all of his own stunts. What difference does it make? In these days of special effects, who can tell, anyway? For years, I suspected that the only reason Jackie did the stunts himself was to provide footage for the shots during the closing credits, showing him waving cheerfully as he was taken to the hospital.\n\nAll of these events take place efficiently, and I was amused, even by a dialogue sequence involving a \"Mr. Yu\" and a \"Mr. Mee,\" in which \"he's Mee and I'm Yu,\" and who's on first? If you are trapped in a rainstorm in front of a theater playing this picture, by all means go right in. You won't have a bad time, will feel affectionate toward Lee and Carter, and stay dry.", "running_time": 91, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-08-09", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Rush Hour 3 (2007)"}