{"url": "http://www.rogerebert.com/reviews/rush-hour-2-2001", "by": "Jackie Chanas Det. Inspector Lee", "star_rating": 1.5, "text": "\"Rush Hour\" (1998) earned untold millions of dollars, inspiring this sequel. The first film was built on a comic relationship between Jackie Chan and Chris Tucker, as odd-couple cops from Hong Kong and Los Angeles. It was funny because hard work went into the screenplay and the stunts. It was not funny because Chris Tucker is not funny whenever he opens his mouth--something he proves abundantly in \"Rush Hour 2,\" where his endless rants are like an anchor around the ankles of the humor.\n\nJackie Chan complained, I hear, that the Hollywood filmmakers didn't give him time to compose his usual elaborately choreographed stunts in \"Rush Hour 2,\" preferring shorter bursts of action. Too bad Brett Ratner, the director, didn't focus instead on shortening Tucker's dialogue scenes. Tucker plays an L.A. cop who on the evidence of this movie is a race-fixated motormouth who makes it a point of being as loud, offensive and ignorant as he possibly can be.\n\nThere is a belief among some black comics that audiences find it funny when they launch extended insults against white people (see also Chris Rock's embarrassing outburst in the forthcoming \"Jay and Silent Bob\"). My feeling is that audiences of any race find such scenes awkward and unwelcome; I've never heard laughter during them, but have sensed an uncomfortable alertness in the theater. Accusing complete strangers of being racist is aggressive, hostile, and not funny, something Tucker demonstrates to a painful degree in this movie--where the filmmakers apparently lacked the nerve to request him to dial down.\n\nThere's one scene that really grates. The Tucker character finds himself in a Vegas casino. He throws a wad of money on a craps table and is given a stack of $500 chips. He is offended: It is racist for the casino to give him $500 chips instead of $1,000 chips, the dealer doesn't think a black man can afford $1,000 a throw, etc., etc. He goes on and on in a shrill tirade against the dealer (Saul Rubinek). The dealer answers every verbal assault calmly and firmly. What's extraordinary about this scene is how we identify with the dealer, and how manifestly the Tucker character is acting like a the seven-letter word for \"jerk.\" Rubinek wins the exchange.\n\nThe movie begins with Tucker and Chan going to Hong Kong on vacation after their adventures in the previous movie. Soon they're involved in a new case: A bomb has gone off in the American embassy, killing two people. Their investigation leads first to the leader of a local crime triad (John Lone) and then to an American Mr. Big (Alan King). Sex appeal is supplied by Roselyn Sanchez, as an undercover agent, and Zhang Ziyi, from \"Crouching Tiger, Hidden Dragon,\" as a martial arts fighter.\n\nJackie Chan is amazing as usual in the action sequences, and Zhang Ziyi has hand-to-hand combat with Chris Tucker in a scene of great energy. There are the usual Chan-style stunts, including one where the heroes dangle above city streets on a flexible bamboo pole. And a couple of those moments, over in a flash, where Chan combines grace, ability and timing (in one, he slips through a teller's cage, and in another he seems to walk up a scaffolding). Given Chan's so-so command of English, it's ingenious to construct a sequence that silences him with a grenade taped inside his mouth.\n\nBut Tucker's scenes finally wear us down. How can a movie allow him to be so obnoxious and make no acknowledgment that his behavior is aberrant? In a nightclub run by Hong Kong gangsters, he jumps on a table and shouts, \"OK, all the triads and ugly women on one side, and all the fine women on the other.\" He is the quintessential Ugly American, and that's not funny.\n\nOne rule all comedians should know, and some have to learn the hard way, is that they aren't funny--it's the material that gets the laughs. Another rule is that if you're the top dog on a movie set, everybody is going to pretend to laugh at everything you do, so anyone who tells you it's not that funny is trying to do you a favor.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-08-03", "genres": ["Action", "Adventure", "Comedy", "Crime", "Thriller"], "title": "Rush Hour 2 (2001)"}