{"url": "http://www.rogerebert.com/reviews/rush-1992", "by": "Jason Patricas Raynor", "star_rating": 3.0, "text": "I wonder if anybody starts out to use drugs with the thought that they will eventually lose control over their lives. Probably not. The extraordinary delusion persists that drugs can be used “recreationally,” or that somebody with “will power” can stop or cut back at will; this in spite of the testimony of countless drug users that addiction is a two-step process: First you use drugs, then they use you.\n\n“Rush” is the story of two undercover narcotics agents who get badly hooked on the drugs they are buying and illegally using.\n\nThe movie depends on two strong performances for its effects, and gets them from Jason Patric and Jennifer Jason Leigh - he as Raynor, an experienced narc, she as Kristen, the recruit he takes from civilian life into an underworld of addiction.\n\nRaynor fancies himself the master of the drug world, a grizzled veteran who knows how to fool the big-time dealers: He actually shoots drugs himself, in their presence, so they feel he cannot possibly be a cop. He explains to Kristen that she may have to shoot drugs, too, because the penalty for being caught by these bad characters is death. Sure, he says, you might get hooked, but it’s easy to kick with “a few days of sweaty sheets.” By the end of the film Raynor is huddled in a corner, waving a shotgun and gibbering at hallucinations, and there are no sweaty sheets in sight.\n\nThe movie has excellent credentials. Inspired by a true story, it’s based on a book by Kim Wozencraft and a screenplay by Pete (Paris Trout) Dexter. It is the first directing effort by Lili Zanuck, co-producer of “Driving Miss Daisy,” but feels like the work of a more experienced director, especially in the way she gives full measure to the many strong supporting performances in the film.\n\nThey include an all but speechless role by Gregg Allman, as the big local dealer, who moves silently as a wraith through the ranks of his customers; Sam Elliott, as the detective who controls the two young narcs and has his worries about them, and especially by Max Perlich, in a genuinely affecting performance as Walker, the man in the middle, frightened but loyal to his friends, who gets caught in a trap and can’t think his way out of it.\n\nLeigh of course is a veteran by now of grubby characters in sleazy films; she has become one of the best young actresses by accepting roles some of her contemporaries would not even consider.\n\nAfter her extraordinary work as a doomed prostitute in “Last Exit to Brooklyn,” here she is again, looking sweet and wholesome, and descending into a world of people who have forgotten their better natures. She and Patric work well together here, in the story of two cops who buy into the logic of the drug world and may not be able to get out again.\n\nThe psychology of undercover operatives is interesting in many different fields: There are narcotics agents, counterspies, informers, recruiting decoys, all pretending to be the very thing they are pledged to defeat. Why do they like the work? Maybe because they can sin without being sinners? “Rush” toys with the possibility that the Patric character may indeed be a drug addict, fooling himself that he is a cop, and in control. Leigh believes him, and it almost gets her killed.", "running_time": 120, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-01-10", "genres": null, "title": "Rush (1992)"}