{"url": "http://www.rogerebert.com/reviews/rush-hour-1998", "by": "Jackie Chanas Detective Lee", "star_rating": 3.0, "text": "“Rush Hour” is our reliable friend, the Wunza Movie, pairing two\ropposites: Wunza legendary detective from Hong Kong, and wunza Los Angeles cop.\rAnd wunza Chinese guy, and wunza black guy. And wunza martial arts expert and\rwunza wisecracking showboat. Neither wunza original casting idea, but together,\rthey make an entertaining team.\n\nThe movie teams up Jackie Chan, king of lighthearted action\rcomedy, and Chris Tucker, who crosses Eddie Murphy with Chris Rock and comes up\rwith a guy who, if you saw him a block away, you'd immediately start wondering\rhow he was going to con you. There are comic possibilities even in their\rpersonal patterns. Chan is not known for his effortless command of English, and\rTucker is a motormouth. Chan's persona is modest and self-effacing, and Tucker\rplays a shameless self-promoter.\n\nThe story: During the last days of Hong Kong's status as a\rBritish colony, supercop Chan busts up a smuggling ring, but the masterminds\rescape to the United States. There they kidnap the daughter of the Chinese\rconsul, who tells the FBI he wants Chan, a family friend, flown in to help with\rthe investigation. The feds want nothing to do with a cop from overseas, and\rthey also don't want the LAPD involved. So they get the idea of pairing up the\rChinese guy and the L.A. cop so they can keep each other out of the way.\n\nAt L.A. police headquarters, this idea is well-received after\rthe chief (the redoubtable Philip Baker Hall) realizes it's a way to get his\rmost troublesome detective out of his hair. That would be Carter, played by\rChris Tucker as the kind of loose cannon who roars around the streets in a\rvintage Corvette and works undercover in dangerous situations.\n\nNeither cop likes teamwork. Both work best alone. But Chan\rdoesn't know his way around L.A., and Tucker needs to earn points with his\rchief. That's enough to fuel the lightweight screenplay by Jim Kouf and Ross\rLamanna, which contains a lot of genuinely funny lines and even a reference to\rRoscoe's Chicken and Waffles, of “Jackie Brown” fame.\n\nChan is, of course, noted for his stunts, which he performs\rhimself, without doubles. “Rush Hour” has a neat little example of his\rwall-climbing ability and a breathtaking sequence in which he leaps from a\rdouble-decker bus to an overhead traffic sign to a truck. And there's a scene\rin a high atrium where he falls from a beam and slides to safety down a silk\rstreamer. (It's useful to point out, I suppose, that although Chan does his own\rstunts, they are indeed stunts and not death-defying risks; he does what a stunt\rman would do, but with the same safeguards and deceptive camera angles. He is\rbrave, agile and inventive, but not foolish.) I like the way the plot handles\rSoo Yung (Julia Hsu), the consul's young daughter. Instead of being treated\rlike a helpless pawn, she's portrayed as one of Jackie's little martial arts\rstudents in Hong Kong (“Have you been practicing your eye gouges?”), and when\rthe kidnappers try to carry her off, she causes them no end of trouble. I also\rliked the way Chris Tucker (who was funny in “Money Talks”) talks his way into\rand out of situations, using a distracting stream of dialogue while he figures\rout what to do next. “Rush Hour” is lightweight and made out of familiar\relements, but they're handled with humor and invention, and the Wunza formula\rcan seem fresh if the characters are Botha couple of engaging performers.\n\nFootnote: All Jackie Chan movies end with outtakes, which\rusually show him missing on stunts and breaking bones, etc. This time the\remphasis is mostly on bloopers, where he and Tucker blow their lines. I like\rthe missed stunts better. It's not that I enjoy seeing Jackie waving bravely\rfrom the stretcher as they wheel him into the ambulance, but that there's a\rtradition involved. To be sure, with the two major stunts in this movie, any\rmistakes could have been his last.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-09-18", "genres": ["Action", "Comedy", "Crime", "Thriller"], "title": "Rush Hour (1998)"}