{"url": "http://www.rogerebert.com/reviews/rushmore-1999", "by": "Jason Schwartzmanas Max Fischer", "star_rating": 2.5, "text": "Max Fischer, the hero of \"Rushmore,'' is an activity jock, one of those kids too bright and restless to color inside the lines. Although he's a lousy student, that doesn't stop him from organizing a movement to keep Latin on the curriculum of his exclusive prep school. His grades are so bad, he's on \"sudden death probation,'' but in his spare time, he edits the school magazine and runs the fencing club, the beekeeping club, the karate team, the French club and the Max Fischer Players. With his bushy eyebrows and black horn-rims, he looks a little like a young Benjamin Braddock from \"The Graduate.'' Max, played by Jason Schwartzman, has a secret. He's in the exclusive Rushmore Academy on a scholarship; his dad is a barber. Always dressed in a tie and snappy blazer (unless in costume for one of his activities), he speaks with an unnerving maturity and is barely able to conceal his feelings of superiority for the headmaster (Brian Cox) and other adults, who enforce their stuffy rules because they are not, and never were, able to work without a net the way Max can.\n\nThen Max encounters a problem even he cannot outflank. Reading a book in the school library, he finds a quote by Jacques Cousteau written in the margin. The book was recently checked out, he discovers, by Miss Cross (Olivia Williams), a first-grade teacher at Rushmore. She is, he finds, incredibly beautiful, and he falls instantly in love, devising a scheme to attract her attention by running a campaign for a school aquarium. Among the potential donors is a steel tycoon named Blume (Bill Murray). Murray has kids in Rushmore, but hates them. Soon he, too, is in love with Miss Cross.\n\nUp until this point, even a little further, \"Rushmore'' has a kind of effortless grace. Max Fischer emerges as not just a brainy comic character, but as a kid who could do anything, if he weren't always trying to do everything. It's ingenious the way he uses his political and organizing abilities to get his way with people, how he enlists a younger student (Mason Gamble) as his gofer, how he reasons patiently with the headmaster and thinks he can talk Miss Cross into being his girlfriend. (\"Max, has it ever occurred to you that you're far too young for me?'') Blume is played by Murray with the right note to counter Max's strategies. He is, essentially, a kid himself--immature, vindictive, lovestruck, self-centered, physically awkward, but with years more experience in getting his way. (Still, he winds up hiding from life at the bottom of a swimming pool, just like Benjamin in \"The Graduate.'') The movie turns into a strategic duel between Max and Blume, and that could be funny, too, except that it gets a little mean when Max spills the beans to Blume's wife, and feels too contrived. When plotting replaces stage-setting and character development, the air goes out of the movie.\n\n\"Rushmore'' was directed by Wes Anderson and written by Anderson and his college friend Owen Wilson. It's their second film, after the slight but engaging \"Bottle Rocket'' (1996). The legend of that film is well known, and suggests that Anderson and Wilson may have a little of Max Fischer in their own personalities--the film may have elements of self-portraiture.\n\nThey were friends at the University of Texas who made a short film, pitched it to screenwriter L.M. \"Kit'' Carson, got his encouragement, took it to the Sundance Film Festival and cornered director James L. Brooks (\"As Good As It Gets''), who liked it enough to help them get financing for a feature from Columbia Pictures. I am writing this review at Sundance, where I have met a lot of kids trying to pitch their sort of films and get production deals, and having a good film is not enough: You also need the relentless chutzpah of a Max Fischer.\n\nBill Murray has a way of turning up in perfect smaller roles; he stars in his own films, but since \"Tootsie,'' he has made supporting roles into a sort of parallel career. His Blume admires and hates Max for the same reason: because he is reminded of himself. There are times where Blume looks at Max with a combination of hatred and admiration; he's frustrated in his desire to win Miss Cross for himself, but from an objective viewpoint can't resist admiring his strategy.\n\nAnderson and Wilson are good offbeat filmmakers. They fill the corners of their story with nice touches, like the details of Max's wildly overambitious stage production of \"Serpico.'' But their film seems torn between conflicting possibilities: It's structured like a comedy, but there are undertones of darker themes, and I almost wish they'd allowed the plot to lead them into those shadows. The Max Fischer they give us is going to grow up into Benjamin Braddock. But there is an unrealized Max who would have become Charles Foster Kane.", "running_time": 93, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-02-05", "genres": ["Comedy", "Drama", "Indie"], "title": "Rushmore (1999)"}