{"url": "http://www.rogerebert.com/reviews/russia-1972", "by": null, "star_rating": 4.0, "text": "I suppose we all know in a vague sort of way that the USSR is just what its name suggests, a union of various republics, nationalities and language groups. But most of the time we think, of Russia as ... just Russia. There's Moscow, Leningrad, Siberia and the Ukraine, we know, but then our high school geography gets vague. \n\nOne of the wonders of Theodore Holcomb's new color documentary, \"Russia,\" is that he has recorded the look and feel of daily life in places that are totally unlike our notion of Russia. He visited 12 of the 15 Soviet Republics, including exotic Central Asian capitals that seem to belong in the Arabian Nights rather than in the grip of a super power. And he has come back with an astonishingly diverse picture of a nation we often regard as monolithic. \n\n\"Russia\" is the first uncensored documentary about the Soviet Union ever made by an outsider. The story of how Holcomb shot it would, I suspect, make a good documentary in itself. Holcomb is an independent filmmaker with an impressive track record of documentaries about out-of-the-way places like African villages and the foothills of Anapurna. More importantly for the purposes of \"Russia,\" he doesn't have any connection, official or otherwise, with the American government. \n\nHe had the good luck to find a department of the Russian government which gave him permission to travel freely in the Soviet Union, without a guide or interpreter to oversee him, and he traveled some 17,000 miles during six months despite the great puzzlement of the Soviet secret police, the KGB, about how he had entered Russia at all. \n\nTraveling only with his French cameraman, George Elliautou, Holcomb ran into surprisingly little suspicion. He says: \"There we were with our big 16-mm Eclair on a tripod, and everybody just seemed to assume we had permission to shoot, or we wouldn't be there.\" Although tourists' cameras are frequently taken from them and the film exposed, Holcomb ran into no trouble with his thousands of feet of film negative - until the very end. \n\nThe secret police, who did not approve of his visit no matter how good his clout was with the government, stopped him at Moscow Airport and exposed all his footage to X-rays designed to ruin it. Through some unexplained miracle, the X-ray machine malfunctioned, and the color print of \"Russia\" is of excellent quality except for some wayward light fogging caused by X-rays. What we get, then, is a picture of the Soviet Union that never tends to preach, lecture or propagandize. The commentary was written by the New York Times' old Russia hand, Harrison E. Salisbury, and it is intelligent and doesn't get in the way. Salisbury has a couple of points he wants to make: That academic freedom is terribly scarce in the Soviet Union and that despite its constitution the government continues a systematic campaign against organized religion. But \"Russia\" is not an attack on Russia, or a defense; it is mostly just a portrait. \n\nWe see faces, a lot of them. We see young students in Moscow, and incredibly aged peasants outside Tashkent. We go up to a mountaintop in Central Asia to hear an ancient stringed instrument played, and we have dinner in a crowded Moscow apartment. We take a ride on the Trans-Siberian Railway, we look at the bleak and ice-bound North, and we float down the ancient canals of Leningrad. \n\nAll this is in dramatic contrast to the image of Russia that used to be current in this country. When I was in grade school, during the deep-freeze years of the Cold War, I was given a mental image of Russia as a place where the sun literally did not shine and where slaves worked 18-hour days on collective farms. I did not, certainly, have any idea of the quiet, sunny church squares of Lithuania or the soft old mountains of the Ukraine. It is good that a film like this one can let us see that there are only people over there, after all, and good that the Russians are now seeing a lot of American films. \n\nHolcomb makes no attempt, however, to suggest that the Russian system of socialism and collectivism is interchangeable with what we have here. Salisbury's commentary is especially pointed in a few places, as when he says that it will be \"a very long time\" before the Lithuanians and the Latvians accept Moscow's rule. \n\nThe film also suggests that an impulse toward free enterprise tends to spring up stubbornly even in the most avid of socialist states. We see Moscow's \"Bird Market,\" one of the last officially-sanctioned havens of free enterprise, where pet fanciers buy, sell and trade their pigeons, parakeets, goldfish, cats and dogs. And we see peasants working enthusiastically on the half-acre they're allowed to cultivate for themselves - and selling the produce in town markets. \n\n\"Russia\" never presses too hard, never belabors points. A lot of its atmosphere comes from its music, which was mostly recorded on location in the Soviet Union from native musicians playing folk compositions. Holcomb allows the camera to simply watch people during long stretches of film, and from his documentary comes a relaxed and observant record of a nation that most of us don't know nearly enough about.", "running_time": null, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-05-14", "genres": null, "title": "Russia (1972)"}