{"url": "http://www.rogerebert.com/reviews/russkies-1987", "by": "Whip Hubleyas Mischa", "star_rating": 2.5, "text": "\"Russkies\" is a good-hearted movie about a bunch of kids who find a stranded Russian sailor after he washes ashore in Florida and overcome their Cold War conditioning to become his friends. This is not hard to do, because the sailor is obviously a good guy and because helping him is obviously so much more fun than turning him in.\n\nThe sailor is an innocent bystander in the whole caper, a radio operator who gets pressed into service on a dark and stormy night when some real Russian spies need to land in Florida to accept delivery on secret equipment an American spy has stolen for them. The night is so stormy their raft capsizes, and when the kids find the sailor, he's hiding out in a ruin near the shore. All of their instincts tell them he is a dangerous Russkie. We know that because the movie has opened with a heart-stopping reading from \"Sgt. Slammer,\" a hard-line comic book in which Russians are portrayed as commie baby-eaters. A Russian in person seems less threatening to them, although they play at being big shots and grab his gun and try to hold him prisoner until he talks some sense into their heads.\n\nThe scenes between the Russian (Whip Hubley) and the kids are the best part of the movie, partly because the kids are so well cast. Their natural leader is played by Leaf Phoenix, whose brother River accepted a similar assignment in \"Stand By Me,\" a film that \"Russkies\" resembles in more ways than one. The other young boys are Peter Billingsley and Stefan DeSalle, and Susan Walters plays Diane, the sweet, rather dim older sister who of course falls instantly in love with the Russian the moment she lays eyes on him.\n\nI am enough of a realist to realize that adults probably had to come into this plot at one point or another, but the adults, unfortunately, bring grown-up movie cliches along with them, and that spoils some of the fun. I did not need a mean, sadistic local U.S. Navy drunk to be the bad guy or the usual assortment of worried parents to be the fall guys, and I particularly didn't need the last 20 minutes of this film, which are phoned in from the Bermuda Triangle of movie plots.\n\nI won't spoil the ending for you, except to observe that it grows desperately implausible when all of the characters magically converge far out to sea and stand about tidying up plot points that we didn't much care for in the first place. What is best about the movie are the sequences where it permits itself to establish a child's-eye point of view, in which comic books, fantasy and reality are all combined into a terrific adventure.\n\nThe kids have some funny dialogue in this movie, as when they accuse the Russian of crimes they have memorized directly from the pages of their war comics and he lacks enough English to fully realize what a villain he must be. That's fun. So is a running gag about Sgt. Slammer himself, who turns up for a Fourth of July celebration. Too bad the film runs out of energy long before it runs out of ideas.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-11-06", "genres": ["Drama", "Family"], "title": "Russkies (1987)"}