{"url": "http://www.rogerebert.com/reviews/ruthless-people-1986", "by": "Danny DeVitoas Sam Stone", "star_rating": 3.5, "text": "It is so hard to play a lovable villain, and Danny DeVito does it so easily. His eyes narrow, his voice deepens, and he speaks with great earnestness and sincerity about his selfish schemes and vile designs.\n\n\"Ruthless People\" opens as DeVito is having lunch with his mistress, and we can see that this is a man filled with passion. In this case, the passion is hatred for his wife and for all that she stands for, and for all that her rich father stands for, and even for all that her poodle stands for.\n\nDeVito is the mainspring of \"Ruthless People,\" the engine of murderous intensity right at the center. His passion is so palpable that it adds weight to all the other performances in the movie. If we can believe he really wants to kill his wife, then we can believe he would not pay the ransom if she were kidnapped, which is the movie's comic premise.\n\nIt is, indeed, a pleasure to watch his face as he receives the first call from the kidnappers and they threaten to kill his wife if he doesn't follow every single one of their instructions to the letter.\n\nAs he agrees to their stipulations, one after another, a wonderous calm spreads over his face, and the scene builds to a perfect climax.\n\nThe wife is played by Bette Midler, who makes her first entrance kicking and screaming inside a burlap bag. She has been kidnapped by Judge Reinhold and Helen Slater, who want to get even with DeVito, a clothing manufacturer who has ripped off their designs. It's a juicy role for Midler, a first cousin to the airhead housewife she played in \"Down and Out in Beverly Hills,\" and she milks it for all it's worth, turning into an exercise freak while being held captive in a basement.\n\nThe movie doesn't depend on just the one inspiration - the husband who doesn't want to ransom his wife. It has lots of other ideas and characters that fit together like a clockwork mechanism. We have the mistress (Anita Morris) and her boyfriend (Bill Pullman), who is not playing with a full deck. And then there are the police chief (William G. Schilling), who backs himself into an embarrassing situation, and a mad slasher (J.E. Freeman), who picks the wrong victim when he comes after Midler.\n\nThe movie is slapstick with a deft character touch here and there. It's hard to keep all the characters and plot lines alive at once, but \"Ruthless People\" does it, and at the end I felt grateful for its goofiness.\n\nThe discovery in the movie is DeVito. After seeing him on television's \"Taxi\" and here and there in character roles, I first began to notice how good he was in \"Romancing the Stone.\" Then came his great performance in \"Wise Guys,\" opposite Joe Piscopo, and now this second virtuoso performance in a row.\n\nHe is, of course, very short, but there's a funny thing about his stature: It seems to be a fact of his body, not his mind or personality. In closeups and whenever he speaks, he has so much force that he can easily command his scenes. He never seems to be compensating; he seems to be holding back. Like British actor Bob Hoskins, who also is shorter than most of the people in most of his scenes, he has a way of making the taller people around him seem unsure of what to do with their legs.\n\nDeVito is a great joy to watch in this movie, as the turns of the plot catch him in one dilemma and then another. First he wants the kidnappers to kill his wife. Then, when he is charged with faking her kidnapping, he wants to ransom her. All along, there's a running gag as he negotiates the ransom price, and Midler has a great moment when she learns that her husband is trying to buy her back - at a discount.\n\n\"Ruthless People\" is made out of good performances, a script of diabolical ingenuity and a whole lot of silliness.", "running_time": 93, "mpaa_rating": "R", "release_year": 1986, "date_published": "1986-06-27", "genres": ["Comedy"], "title": "Ruthless People (1986)"}