{"url": "http://www.rogerebert.com/reviews/rv-2006", "by": "Robin Williamsas Bob Munro", "star_rating": 2.0, "text": "The problem with traveling in a recreational vehicle, Jamie Munro tells her husband, is that you have to spend the night in an RV park with other RV people. \"Remember,\" she tells him, \"we're not friendly.\" The Munro family is not even very friendly with one another. As Bob Munro tells his wife, \"We watch TV in four separate rooms and I.M. each other when it's time to eat dinner\" Yet here they are in a gigantic rented RV, traveling cross-country to Colorado and calling it a vacation.\n\nIt's almost a genre, the cross-country family vacation movie. In fact, it is a genre. Yellowstone is almost always involved, or at least mentioned. There is trouble with unfriendly animals, reckless driving and sewage disposal. The genre usually stars Chevy Chase, but this time it's Robin Williams as pop Munro, Cheryl Hines as his wife, and Joanna \"JoJo\" Levesque and Josh Hutcherson as their kids, Cassie and Carl. The boy is young enough to still be nice, but Cassie has arrived at that age when parents were put on this earth merely as an inconvenience for her.\n\nBob had originally thought to take the family to Hawaii, but then his obnoxious boss Todd (Will Arnett) ordered him to make a presentation in Boulder, Colo. Afraid to confess the business purpose of his trip, Bob simply rents the giant RV and announces that they'll go camping instead. \"But we aren't a camping family,\" Jamie says. That becomes clear the moment Bob has to perform that least pleasant of RV tasks, emptying the sewage. In real life this job can theoretically be performed with a minimum of difficulty, but in the movies it always results in the hero being covered by a disgusting substance that oddly never seems to involve toilet paper.\n\nOn their first night away, the Munros meet the friendly Gornicke family -- Travis and Mary Jo (Jeff Daniels and Kristin Chenoweth) and their kids Earl, Moon and Billy (Hunter Parrish, Chloe Sonnenfeld and Alex Ferris). The Gornickes are mighty friendly. They do country songs as a family. She sells franchise goods from the mobile home. They are masters of sewage, RV lore, route directions and poking their noses into the business of the Munros, who, as we recall, are not friendly people.\n\nThe movie settles down into a rhythm of the road, with the Munros getting into trouble and the Gornickes getting them out of it. There are troublesome raccoons, that emergency brake that doesn't work and a scene high up on Diablo Pass where Bob gets the RV balanced on a peak and tries to rock it back and forth to get it down on the road; I was reminded of the tilting cabin in Chaplin's \"The Gold Rush,\" as I imagine the filmmakers were, too.\n\nAll of this is pleasant enough, after a fashion, but it never reaches critical mass. There is nothing I much disliked but little to really recommend. At least the movie was not nonstop slapstick, and there were a few moments of relative gravity, in which Robin Williams demonstrated once again that he's more effective on the screen when he's serious than when he's trying to be funny.\n\nWhat else did I like? The good feeling within the Gornicke family. The reptilian loathsomeness of Bob's boss, Todd. Some of the negotiations involving the merger of Bob's giant corporation with a sweet little Boulder beverage company run by the Ben & Jerry of the Rockies. What I didn't much enjoy were extended sequences in which Bob had to run, drive or pedal desperately. They were intended as comedy, but amounted only to behavior.\n\nNow I am going to tell you a strange thing. At one point in the movie, an older man appears on the screen and serves them plates of food. They don't want meat. \"It's OK,\" he says, \"it's not meat. It's just organs.\"\n\nThe strange thing is: We have never seen this man before, and we never see him again, and no one on screen seems to notice him. Who is he?\n\nIf there is one thing you should know before driving cross-country in an RV, it is: Never eat organ meats supplied by a man you have never seen before, just because he happens to turn up with a lot of organs.", "running_time": 99, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-04-27", "genres": ["Adventure", "Comedy", "Family"], "title": "RV (2006)"}