{"url": "http://www.rogerebert.com/reviews/sabrina-1995", "by": "Harrison Fordas Linus Larrabee", "star_rating": 3.5, "text": "Musing about \"Sabrina,\" I formed some notions about why the plot is so powerful: It gives us the myths of Cinderella and the Ugly Duckling, inserts some powerfully murky Freudian impulses, and wraps them up in a romantic comedy. If it's halfway well done, it can hardly fail.\n\nThe story was told first as a play by Samuel Taylor, who adapted it for the 1954 Billy Wilder film, with Audrey Hepburn as the chauffeur's daughter, William Holden as the rich playboy who falls for her and Humphrey Bogart as his older brother, who wins her. Those names - Wilder, Hepburn, Holden and Bogart - are such towering Hollywood monuments that it seems foolhardy to build beside them, but that is what Sydney Pollack has done with this 1995 version, and he has gotten away with it. The new version is just as satisfying, if not as dry and cynical, as the original.\n\nEverything here depends on the casting. There is no sense in which we can accept the story as realistic. If it is a fairy tale - and it is - then the actors themselves must embody the fates of their characters. In a movie like this, skill and talent can take you only so far, and then the camera is simply sitting there and regarding you, and you had better be regardable, or the cause is lost.\n\nJulia Ormond, in the Hepburn role, is exquisitely regardable.\n\nShe has the freshness, the open-faced quality, of the young Ingrid Bergman. If she will never be quite the swan that Hepburn was, she makes a lovable duckling, climbing up in a tree on the Long Island estate where her father works as a chauffeur so she can spy on the rich people at their dances. In the early scenes, she's hidden behind glasses and long, tangled hair, and dresses herself as if she came to repair the plumbing. Then, of course, she flies off to Paris, and transforms herself into a young woman so beautiful, so assured, that when she returns she isn't even recognized by the playboy younger brother she worships.\n\nHis name is David Larrabee, with Greg Kinnear in the Holden role, proving that among Sydney Pollack's many skills as a director is the ability to take a chance on a newcomer and be right. Kinnear is best known as the host of \"Later,\" the late-night half-hour interview show, on which he succeeded the estimable Bob Costas. How Pollack knew he would be able to fill this role I cannot guess, but Kinnear proves himself a skilled light comedian, able to play a clown in some scenes (as when he sits on champagne glasses) and yet develop enough dignity to make certain later scenes poignant.\n\nHarrison Ford plays Linus Larrabee, the billionaire older brother who minds the family business while David specializes in fast cars and fast women. Linus has never had time for romance. During most of the film, he's obsessed with a merger between his company and another conglomerate that owns the patents on an indestructible flat-panel television screen (some of the funniest moments are long shots, through a garden window, of Linus ignoring a lawn party in order to impress investors by assailing the panel with blow torch and hammer).\n\nWhen David becomes engaged to Elizabeth Tyson (Lauren Holly), the daughter of the man who owns the flat panels, Linus couldn't be more pleased. Their families will merge personally and professionally. But then Sabrina returns from Paris, David is so entranced by her that he forgets Elizabeth, and Linus sees that it is up to him to sidetrack David's dangerous obsession by seducing Sabrina himself.\n\nIt is here, having dispatched with the Cinderella and Duckling plot lines, that we venture into Freudianism. Linus is old enough, by my calculations, to be Sabrina's grandfather, although in movies such considerations do not apply (and nobody thought about Bogart's toupee and cigarette breath during his love scenes with Hepburn). In falling in love with him, Sabrina in some sense is choosing a father figure - transferring her love, perhaps, from her own father (John Wood), a British subject who chose to be a chauffeur because it would leave him a lot of time to read.\n\nTo get Sabrina away from David, Linus asks her to join him on a trip to Martha's Vineyard, allegedly to take some photos of a cottage the family is thinking of selling. Only a pure innocent could confuse Linus' behavior there (bicycle rides, sailing, a picnic and a fire on the beach) with a photo opportunity, and inevitably Sabrina falls in love, although not, of course, without plenty of difficulties and misunderstandings in the third act.\n\nTo call \"Sabrina\" escapism is an understatement. It is escapism about escapism: Sabrina is escaping into this movie world as much as we are. And Pollack is not shy about the fairy-tale aspect; when Sabrina perches in her tree in an early scene, spying on her beloved David, the movie asks us to believe that she could overhear his small talk on the dance floor, and we do.\n\nWhen the movie asks us to believe Sabrina doesn't know Linus is seducing her, and when it wants us to believe Linus doesn't know he's falling in love, we go along. There is a voice of sanity in the plot, in the form of Linus and David's mother (Nancy Marchand as a crusty dowager), but it is there only to slow down the headlong rush to love.\n\nIt's said they don't make movies like \"Sabrina\" anymore. This 1995 version shows that they do, occasionally. Arriving in the same season as \"The American President,\" it suggests that perhaps, having at last given us one sexy slasher too many, Hollywood is prepared to reconsider the possibilities of romance.", "running_time": 124, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-12-15", "genres": ["Comedy", "Romance"], "title": "Sabrina (1995)"}