{"url": "http://www.rogerebert.com/reviews/sacco-and-vanzetti-1971", "by": "Gian Maria Volonteas Vanzetti", "star_rating": 3.5, "text": "I suppose there is no imagining, unless you were alive at the time, what an incredible shock wave the case of Sacco and Vanzetti created in the 1920s. There are some contemporary newsreels in \"Sacco and Vanzetti\" that give us some notion of the passionate demonstrations held all over the world on their behalf. \n\nAnd the degree to which their names became part of the common currency is reflected in Daniel Curley's classic and often anthologized \"Saccovanzetti,\" in which a group of children play a game of stick-up and the youngest is told he must be Saccovanzetti. The names have become one word, just as their trial became a symbol to be hurled by the right at the left, and then back again. \n\nThe misfortune of Bartolomeo Vanzetti and Nicola Sacco, I guess, was that they were anarchists. That made them juicy, stereotyped bomb-throwers for the government's Red Squads - but it also made them distasteful to the Communists themselves, who were to demonstrate in Spain a decade later that they'd rather shoot anarchists than fascists. Sacco and Vanzetti, trapped in the middle, were sane and eloquent in their demands for justice, while political sloganeering obscured their case on every side. \n\nThe new film \"Sacco and Vanzetti\" keeps us close by their side as they're marched through an elaborate miscarriage of justice. The film's style forces us to see the farce through their eyes (sometimes literally, as when an old-fashioned point-of-view shot is used to show Sacco's arms being strapped into the electric chair as he would have seen them himself.) We are somehow more involved than with \"Z.\" \n\nThe film is sometimes accurate, sometimes biased and sometimes even fictional in its telling of the story, but no matter. The versions of the \"truth\" in the Sacco-Vanzetti case are so various, anyway, that a factual retelling would probably be beyond the capabilities of a feature film. Sacco and Vanzetti are beyond being helped by any film, for that matter, and the purpose of this film, like \"Z\" and \"The Murder of Fred Hampton,\" is more to alert us to how law can be used as a blunt instrument of politics. \n\nCourtroom drama is a tricky area for any director. You've got to give the impression, in a limited time, of having told the entire story of a long trial. You can't really more than brush the surface, of course, but if you cheat and simplify too much you drift into the goo of Perry Mason and get stuck with a lot of alternating close-ups.\r\nDirector Giuliano Montaldo handles his courtroom scenes in an interesting and maybe even brand-new way. He has already made us aware of the crowds surging outside the courthouse, and in the streets of world capitals. Then, inside the courtroom, he stays away from the conventional straight-on shots of the observers. Instead, the people on the other side of the railing are seen in angular long-shots, so that when outbursts and commotions take place, the courtroom railing itself acts like a police line and the crowd seems to yearn against it. Without ever making too much of a point of it, Montaldo visually equates the inside and the outside action, and it works. \n\nThe film neatly gets around all kinds of language problems by using English where indicated and Italian (with subtitles) only when necessary. It gets good performances from Gian Maria Volonte, as Vanzetti, and from Riccardo Cucciolla, who got the surprise of his life by being selected the best actor at this year's Cannes festival. I was complaining a month ago that this has been a lousy year for movies, now all of a sudden there's a rush of good ones, and this is one of the best.", "running_time": 120, "mpaa_rating": "PG", "release_year": 1971, "date_published": "1971-11-01", "genres": ["Drama", "Foreign", "History"], "title": "Sacco and Vanzetti (1971)"}