{"url": "http://www.rogerebert.com/reviews/sacrifice-2012", "by": "Ge Youas Dr. Cheng Ying", "star_rating": 3.5, "text": "In a modern China that seeks to limit families to one child, Chen Kaige's \"Sacrifice\" must have a deep resonance. Based on an opera set in 583 B.C., it tells a twisted story of love and revenge, based on the time-tested plot device of babies switched at birth. This substitution would have great political importance, because one of the babies is the only survivor of a powerful clan. But the scheme is a step too complex, and backfires.\n\nIt may be a spoiler to describe how that happens, but it all takes place so early in the film that the story is really about the aftermath and not the switch. We meet a doctor named Cheng Ying (Ge You), who is attending the pregnant sister of the king. A powerful general named Gen. Tu-Angu (Wang Xueqi) is angered that another general has married the sister — and that her child, if she had chosen differently, would have been his.\n\nThis leads to a massacre ordered by Tu-Angu, whose troops move through the kingdom, methodically murdering every member of the king's family, including all babies. The doctor, however, spares the life of the sister's baby. At the same time, his own wife has also had a male child. By switching the two babies, the doctor hopes to preserve the life of his own child, but the enraged general kills the wrong baby, the doctor's baby — and the survivor is the only surviving member of the clan.\n\nThe doctor keeps the secret and raises this orphan as his own child, as part of an elaborate scheme to gain revenge on the general. He joins the general's household, years pass, the child, Cheng Bo (Zhao Wenhao), becomes the godson of the general, and warfare breaks out. What also happens is that both the doctor and the general come to love the young man, and his origin becomes less important to the doctor.\n\nThis labyrinthine tale is told against an elaborate Chinese period background, not as epic as in such Chen Kaige films as \"Farewell, My Concubine\" (1993), but more intimate, centering mostly on the child and the two older men. That's what might have special meaning in a China where babies are limited and some females are aborted before birth by parents set on having a son. No particular statement is made about that, but in another sense, the whole film is about it.\n\nChen Kaige was one of the leading members of the \"Fifth Generation\" of new Chinese filmmakers who began to rise in the 1980s. Before then, he was swept up in the Cultural Revolution and forced to denounce his own father, himself a director. He later bitterly regretted this, and much of his work has to do with fathers and sons, particularly the stirring \"Together\" (2002), about a father who hopes to raise and understand his son, a violin prodigy. In \"Sacrifice,\" about a father who loses his son to the power of the state, it is difficult to miss the parallels with Chen's own life.", "running_time": 128, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-07-25", "genres": ["Action", "Drama", "History", "Thriller"], "title": "Sacrifice (2012)"}