{"url": "http://www.rogerebert.com/reviews/safe-passage-1995", "by": "Susan Sarandonas Mag", "star_rating": 2.0, "text": "As \"Safe Passage\" begins, a dysfunctional family is beginning to come apart at the scenes. The father has periodic episodes of blindness, apparently psychological in origin, and the mother is thinking of moving out for some quality time of her own: After raising seven sons, she has recently begun to enjoy meals where she isn't cutting up someone else's meat.\n\nThen there is a bulletin on the TV news: A terrorist bomb has blown up a U.S. Marines barracks in the Sinai Desert. And one of the sons, Percival, could be a victim. The other six sons reassemble in the family home, along with their feuding parents, for a long wait filled with fear, hope and memories.\n\nAs setups go, this one is all right, I suppose, although even from the opening scenes of \"Safe Passage\" I feared, correctly, that the movie was going to be a long slog down familiar lanes. You pick up right away, for example, that the Singer family isn't really dysfunctional - not in the searing, painful way that families really can be. This is the kind of family whose troubles we'd all like to have, filled with characters like Patrick (Sam Shepard), the father, whose absent-minded ways and strange inventions have long bemused his sons, and Mag (Susan Sarandon), the mother, who talks about leaving home but who, we suspect, is fiercely possessive of her home and family, at a level beneath her fed-up complaints.\n\nThe sons, as they gather, are the kind of collection you find in fiction more readily than in life, each one representing a quickly grasped bundle of traits and quirks. There's Simon (Nick Stahl), the youngest, somewhat bedazzled by the houseful of verbal overachievers he was born into; Izzy (Sean Astin), next youngest, who has followed his father into science and follows him around adoringly; Alfred (Robert Sean Leonard), the oldest, wise in his own way, and engaged to a woman with children of her own; Gideon (Jason London), who blames himself for Percival's possible death - because Percival (Matt Keeslar) was the track star until Gideon beat him, and the Percival, on the rebound, joined the Marines. And the twins (Philip Arthur Ross and Steven Robert Ross), whose twinness is the defining thing about them.\n\nThe Singers live in a big old house with a basement and a garage and the possessions of nine people scattered willy-nilly. We get some glimpses into the ancient differences between the parents - the Shepard and Sarandon characters - which seem based on their conflicting needs to have a lot of space of their own, while simultaneously filling it with seven sons. And of course the screenplay is carefully constructed to allow each character scenes to establish himself, reveal himself, and have a personal crisis.\n\nBecause this formula is so predictable, \"Safe Passage\" does not move as fast as it might. And as bulletins arrive from the Sinai, we are uncomfortably aware that they seem perfectly timed to interrupt, initiate or resolve the series of scenes inside the Singer home. The resolution of poor Percival's fate seems to be delayed until all of the other fates can be sorted out.\n\nThe cast is first-rate, and so there are individual scenes that sparkle. Many of them involve the invaluable Susan Sarandon, who just continues to grow as an actress: She inhabits her characters as naturally as favorite old sweaters. I liked the long, tequila-swilling scene between Sarandon and Marcia Gay Hardin, as the divorced mom who lives with the oldest son. At first Sarandon is suspicious and protective; then she senses a bond.\n\nShepard is effective, too, although his periodic bouts of blindness come across more as comic relief than as psychological symptoms. And when the Sean Astin character comes up with ideas about the cause of the blindness, they seem phoned in from another movie altogether - or maybe a sitcom. There is also some business about a neighbor with a dog that seems awkwardly contrived.\n\nI know how \"Safe Passage\" is supposed to make me feel. I know I'm supposed to care deeply about the fate of Percival, far off in the desert maybe buried under tons of rubble. I know I'm supposed to be cheered that a family crisis allows each of the members of resolve old hurts and heal old wounds. The acting is good enough that sometimes I even did feel a little of that. But most of the time, I found myself watching the plot like an elaborate wind-up mechanical device. I was not often convinced this story was really happening, or to real people. It was more like an exercise in dramatic construction.", "running_time": 98, "mpaa_rating": "PG-13", "release_year": 1995, "date_published": "1995-01-06", "genres": ["Drama", "Indie"], "title": "Safe Passage (1995)"}