{"url": "http://www.rogerebert.com/reviews/safety-not-guaranteed-2012", "by": "Mark Duplassas Kenneth", "star_rating": 3.5, "text": "Few descriptions of \"Safety Not Guaranteed\" will do it justice. It's a more ambitious and touching movie than seems possible, given its starting point, which is this classified ad in an alternative newspaper:\n\nWANTED: Someone to go back in time with me. This is not a joke. You'll get paid after we get back. Must bring your own weapons. I have only done this once before. SAFETY NOT GUARANTEED.\n\nThat sounds like a set-up for a comedy, maybe like \"Hot Tub Time Machine.\" It is a comedy in many ways, but there's a serious undertow, kindhearted attention to the characters, and a treatment of time travel that (a) takes it seriously, and (b) sidesteps all of the well-known paradoxes by which time travel is impossible.\rThat's not to say time travel takes place in \"Safety Not Guaranteed.\" Or that it doesn't. A rather brilliant ending is completely satisfying while proving nothing. What it means is that the story takes place entirely at this time, and time travel provides the subject and not the gimmick.\n\nThe classified ad comes up at a story conference for Seattle magazine. A writer named Jeff (Jake Johnson) volunteers to try to track down whoever placed the ad. He demands two interns to help him and is assigned Darius (Aubrey Plaza) and Arnau (Karan Soni). She's an intense, quirky loner. He's a virginal nerd with big glasses. Jeff is a slacker who actually wants to cover the story because it will help him hook up with a high-school girlfriend.\n\nThe reporting team goes to Ocean View, Wash., and fairly easily finds the guy who placed the ad: a mid-30s grocery clerk named Kenneth (Mark Duplass). Jeff quickly alienates him, but Darius has a better approach: She's sarcastic, aggressive and challenging. The more she discovers about Kenneth, the more intriguing he becomes. He lives in a shabby home in the woods, unchanged since his parents died and focuses with tunnel vision on his method for time travel. His ad is completely realistic, as far as he's concerned.\n\nHere's where the movie, directed by Colin Trevorrow and written by Derek Connolly, takes a decisive turn for the good. In reviewing a lot of movies, I complain that the characters speak in short bursts of basic English, to make them easier to subtitle. They never really say anything. There's no reason for us to care about them. Their dialogue is used only as a function of the plot.\n\n\"Safety Not Guaranteed\" not only has dialogue that's about something, but characters who have some depth and dimension. Kenneth is goofy and paranoid, but also smart, sincere and vulnerable. Darius is more than a wise-ass fresh college grad on her first job. When the two of them reveal their reasons for wanting to travel back through time, they're reasons we can understand. Jeff, the senior writer, essentially blows off the assignment while he goes searching for Liz (Jenica Bergere), who made an impression 20 years ago he hasn't been able to forget. When they meet, the movie avoids the many cliches we can easily imagine. Arnau does resemble the stereotyped Indian-American sidekick, but even he has life-changing experiences.\n\nMark Duplass has all of a sudden emerged as an engaging actor with real presence. This is really his movie, the role is borderline impossible, and he carries it. He and his brother Jay emerged from the mists of mumblecore (\"The Puffy Chair,\" 2005), and now he's a leading man in three other 2012 movies: \"Your Sister's Sister,\" \"Darling Companion\" and \"People Like Us.\" Both brothers are emerging as gifted directors (\"Cyrus,\" \"Jeff Who Lives at Home\"). \n\nIn this film, Kenneth walks a fine line between paranoia and caricature, and yet when he tells Darius he's being followed by government agents, it turns out he's telling the truth. There are a couple of \"Men in Black\" types who follow him around, but the movie wisely suggests they don't take this assignment entirely seriously. How wrapped up would you be in an investigation about some goofball in the woods who advertises for time-travel partners?\n\nAs I said, the movie doesn't make it absolutely clear whether time travel actually takes place. Or whether it doesn't. You'll see what I mean, and that the filmmakers have found an ingenious solution for their challenge.", "running_time": 85, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-13", "genres": ["Comedy"], "title": "Safety Not Guaranteed (2012)"}