{"url": "http://www.rogerebert.com/reviews/safe-men-1998", "by": "Sam Rockwellas Sam", "star_rating": 1.0, "text": "\"Safe Men\" whirls wildly from one bright idea to the next, trying to find a combo that will hold the movie together. No luck. This is one of those movies where you picture the author at his keyboard, chortling so loudly that he drowns out his own thoughts.\n\nThe movie takes place in Providence, R.I., where Sam (Sam Rockwell) and Eddie (Steve Zahn) are the two dismally untalented members of a pathetic lounge act. (They're dismal; the lounge is pathetic--the scene looks like it was shot in somebody's rec room.) After their gig, they go a bar where they're approached by a stranger with a weird story about a rich old man who has forgotten all about the oodles of cash in his safe.\n\nThe safe is ripe for cracking, the stranger says, but the guy can't do it himself; he's a male nurse with \"Lawrence Nightingale Syndrome.\" Florence, Lawrence--they sound alike, but it's the kind of gag that only works in print, and that's the problem with a lot of the dialogue.\n\nAnyway, the whole con is a setup by a local Mafia boss who is convinced that Sam and Eddie are actually a couple of famous safecrackers. They're not, but they find themselves just as involved as if they were, as a bitter competition breaks out between the two powerful Jewish gangsters: Big Fat Bernie Gayle (Michael Lerner) and Goodstuff Leo (Harvey Fierstein). At stake is a valuable cup that one of them has in his safe, and the other wants to present at his son's bar mitzvah. To name the cup would reveal the joke, although it's not much of a joke.\n\nSam and Eddie find themselves actually cracking safes, sometimes simultaneously with the two real safecrackers, leading to a series of coincidences in which it seems like they know what they're doing even though they don't. There is also some weak humor depending on the possibility that the tough mobsters (also including Paul Giamatti as a henchman) will hurt them badly if they don't go along.\n\nThere are isolated flashes of wit, especially in the satirically exaggerated bar mitzvah scene. And there's a certain amount of pleasure to be had from watching Lerner and Fierstein try to out-Mafia each other. And a small subplot when Sam gets a crush on Leo's daughter (Christina Kirk). But this is basically the kind of freshman project that should go straight to cable or video, clearing the way for its young writer-director, John Hamburg, to get on with his career.", "running_time": 89, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-07", "genres": ["Action", "Comedy"], "title": "Safe Men (1998)"}