{"url": "http://www.rogerebert.com/reviews/sahara-2005", "by": "Matthew McConaugheyas Dirk Pitt", "star_rating": 3.0, "text": "Clive Cussler, who wrote the novel that inspired \"Sahara,\" is said to have rejected untold drafts of the screenplay and sued Paramount over this one. One wonders not so much what Cussler would have left out as what else could have gone in. \"Sahara\" obviously contains everything that could possibly be included in such a screenplay, and more. It's like a fire sale at the action movie discount outlet.\n\nDo not assume I mean to be negative. I treasure the movie's preposterous plot. It's so completely over the top, it can see reality only in its rear-view mirror. What can you say about a movie based on the premise that a Confederate ironclad ship from the Civil War is buried beneath the sands of the Sahara, having ventured there 150 years ago when the region was, obviously, damper than it is now?\n\nMatthew McConaughey plays Dirk Pitt, the movie's hero, who is searching for the legendary ship. Dirk Pitt. Now that is a name. Dirk Pitt. Or Pitt, Dirk. Makes Brad Pitt sound like William Pitt. Dirk has a thing about long-lost ships; readers may recall that he was also the hero of \"Raise the Titanic\" (1980), a movie so expensive that its producer, Lord Lew Grade, observed, \"It would have been cheaper to lower the ocean.\"\n\nDirk has a sidekick named Al Giordino, played by Steve Zahn in the time-honored Movie Sidekick mode. Was it Walter Huston who explained that movie heroes need sidekicks \"because somebody has to do the dance.\" You know, the dance where the sidekick throws his hat down on the ground and stomps on it in joy or anger? You can't have your hero losing his cool like that.\n\nThe two men arrive in Africa to find that a dangerous plague is spreading. The plague is being battled by the beautiful Dr. Eva Rojas (Penelope Cruz), and it turns out that Dirk and Eva share mutual interests, since if the plague spreads down rivers and \"interacts with salt water,\" there is a danger that \"all ocean life will be destroyed.\" Actually, I am not sure why that is only a mutual interest; it's more of a universal interest, you would think, although General Kazim (Lennie James), the African dictator, and an evil French zillionaire (Lambert Wilson) don't seem much disturbed. That's because they're getting rich in a way I will not reveal, although there is something grimly amusing about converting pollutants into other pollutants.\n\nThe movie directed by Breck Eisner, son of Michael, is essentially a laundry line for absurd but entertaining action sequences. Dirk, Eva and Al have an amazing series of close calls in the desert, while Admiral Sandecker (ret.) (William H. Macy) keeps in touch with them by radio and remains steadfast in his course, whatever it is. There are chases involving planes, trains, automobiles, helicopters, dune buggies, wind-propelled airplane carcasses, and camels. The heroes somewhat improbably conceal themselves inside a tank car on a train going toward a secret desert plant (improbably, since the car going in that direction should have been full), and then find themselves one of those James Bondian vantage points inside the plant, from where they can observe uniformed clones carrying out obscure tasks.\n\nThere is a race against time before everything explodes, of course, and some bizarre science involving directing the sun's rays, and then what do you suppose turns up? If you slapped yourself up alongside the head and shouted out, \"The long-lost Civil War ironclad?,\" you could not be more correct. Gee, I wonder if its cannons will still fire after this length of time?\n\nI enjoyed this movie on its own dumb level, which must mean (I am forced to conclude) in my own dumb way. I perceive that I have supplied mostly a description of what happens in the film, filtered through my own skewed amusement. Does that make this a real review?\n\nFunny you should ask. As it happens, I happened to be glancing at Gore Vidal's article about the critic Edmund Wilson in a 1993 issue of the New York Review of Books. There Vidal writes: \"Great critics do not explicate a text; they describe it and then report on what they have described, if the description itself is not the criticism.\" In this case, I think the description itself is the criticism. Yes, I'm almost sure of it.", "running_time": 124, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-04-07", "genres": ["Action", "Adventure", "Comedy", "Drama", "Mystery"], "title": "Sahara (2005)"}