{"url": "http://www.rogerebert.com/reviews/saint-john-of-las-vegas-2010", "by": "Steve Buscemias John Alighieri", "star_rating": 2.0, "text": "If you were to view the trailer of \"Saint John of Las Vegas,\" it would probably look like a good time. It seems to have so much great stuff. Promise me a movie with Steve Buscemi, Sarah Silverman, Peter Dinklage and Tim Blake Nelson, and I'm there. But this movie is all elbows. Nothing fits. It doesn't add up. It has some terrific free-standing scenes, but they need more to lean on.\n\nConsider Smitty, the Flame Lord. This is a sideshow performer who wears a suit designed to burst into flames. Unfortunately, the suit has malfunctioned, and he can't take it off until the fuel is exhausted. He waits it out on a folding chair behind the carnival midway, consumed in flames every 30 seconds. That's funny, especially when he's dying for a cigarette. But -- what? He exists only to be existing.\n\nWell, not quite. The flaming also seems to fit into the over-all symbolism of \"Saint John.\" The script, we learn, was written by the director Hue Rhodes, based on the epic poem by Dante Alighieri. That name might not ring a bell with a lot of moviegoers and had better not be a question on the Tea Baggers' literacy test. We all recall that Dante's Inferno told the story of a journey into hell, with the poet Virgil as the tour guide.\n\nIn the movie, Steve Buscemi plays John Alighieri, an insurance claims adjuster who is assigned a partner named Virgil (Romany Malco) and sets off on a journey through the desert to Las Vegas (hell). \n\nLet's have some fun. Dante's First Circle of Hell was Limbo. In the movie, that would be the main office of the insurance company. People in Limbo have trouble controlling their weaknesses. John's weakness is compulsive gambling. Second Circle is Lust. He lusts for Jill (Silverman), a chirpy co-worker who labors in the next cubicle. Later, in a lap dance bar, he undergoes but resists temptation from a stripper (Emmanuelle Chriqui), who sprained her neck in a car crash but tries to give him a lap dance from her wheelchair. It's her crash the insurance company doesn't want to pay the claim on.\n\nThird Circle, Gluttony. In this circle are rain and hail, which the two drive through. Fourth Circle, Avarice. John dreams of winning the lottery and spends every dollar on scratch cards. Virgil also has greed, revealed later. Fifth Circle, Anger. They argue with a cop, and arrive at a senseless flaming gateway in the desert, guarded by Tom Blake Nelson and other naked men with guns. Sixth Circle, Heresy. Virgil seems not to take the insurance company seriously.\n\nSeventh Circle, Violence. In a used-car lot, they are led into a trap, and John, knocked senseless, barely escapes with his life. The lot is guarded with a savage dog, no doubt based on Cerberus, the watchdog of hell. Eighth Circle, Fraud. John discovers the nature of a scheme to defraud the insurance company. The Ninth Circle, and the last, Treason Against God -- or, in this case, Mr. Townsend (Dinklage), who is their boss at the insurance company.\n\nIf you recall Dante very well, or jot some reminders on your palm with a ballpoint, you can possibly follow the movie in this way. But if, like most people, your command of the Inferno is shaky, the film might seem disjointed and pointless. There's also this dilemma: Once you arrive in the Ninth Circle of Hell, what do you do for an encore?\n\nThe acting is first-rate. Buscemi is an apologetic loser who fled Vegas after losing his net worth, and now unwisely returns. Malco's Virgil, now we think of it, is a guide who seems to have been this way before. Silverman's Jill is part temptress, part saint. It must have taken all of Rhodes' willpower to avoid naming her character \"Beatrice,\" although of course Beatrice was Dante's guide into heaven. That would be the sequel. \n\nAnd who is St. John of Las Vegas? That would be John the Baptist or \"John of the desert,\" divine messenger, not to be confused with the brother of Jesus. Why is he \"of Las Vegas\"? I think the answer must relate to John's gambling history. When Anna Dudak, my onetime landlady on Burling Street, would take a trip to Las Vegas, her husband Paul would tell me she had gone to Lost Wages.", "running_time": 84, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-02-10", "genres": ["Comedy", "Indie"], "title": "Saint John of Las Vegas (2010)"}