{"url": "http://www.rogerebert.com/reviews/saints-and-soldiers-2004", "by": "Lawrence Bagbyas Shirl Kendrick", "star_rating": 3.0, "text": "Just as it stands, \"Saints and Soldiers\" could have been made in 1948. That is not a bad thing. It has the strengths and the clean lines of a traditional war movie, without high-tech special effects to pump up the noise level. I saw it the same week as the new restoration of Sam Fuller's \"The Big Red One\" (1980), made by a director who was an infantryman throughout World War II, and was struck by how the two films had similar tone: The No. 1 job of a foot soldier is to keep from getting killed. Doing his duty is a close second.\n\nThe film is inspired by actual events. We're told of a massacre of American soldiers at Malmedy, in Belgium, six months after the Normandy invasion; Nazis opened fire on U.S. prisoners and most were killed, but four were able to lose themselves in the surrounding forest. The movie is about their attempt to walk back to the American lines through snow and bitter cold; along the way, they're joined by a British paratrooper who has intelligence about a major Nazi offensive, and they decide they have to get that to the Allies in time to do some good.\n\nThese five soldiers are ordinary people; well, the Americans are, although the Brit seems odd to them, and they don't always appreciate his sense of humor. They are tired and hungry all of the time and guard cigarettes like a precious hoard. Unlike the characters in modern war movies, they don't use four-letter words, and we don't miss them. I don't know if that's accurate or not. Certainly in the 1940s that language was much rarer that it is now, but Norman Mailer uses the F-word all through The Naked and the Dead, spelling it \"fugg\" to get it past the censors.\n\nThe movie's hero is quiet and troubled rather than gung-ho. That would be Cpl. Nathan Greer (Corbin Allred), nicknamed \"Deacon\" because he treasures his Bible and was once a missionary in Berlin. That's where he learned the German that saves them. We assume he's a Mormon, but aren't actually told so. His little group is led by Sgt. Gordon Gunderson (Peter Holden), who shields him from criticism after he freezes at a crucial moment; he's the best sharpshooter in the group, but can he actually kill someone? Steven Gould (Alexander Niver), the medic, is the obligatory soldier from Brooklyn who is required in all World War II movies, and Shirl Kendrick (Lawrence Bagby) is the equally obligatory farm boy from the South. The British pilot, Oberon Winley (Kirby Heyborne), may have seen one David Niven movie too many.\n\nThe story follows them as they trek through the forest and try to stay alive. There are some close calls as German troops comb the area, but also a friendly Belgian housewife (who will remind film lovers of the farm wife in \"Grand Illusion\") and, maybe a little too coincidentally, a German soldier who was friendly with Deacon during his missionary days in Berlin.\n\nThe director, Ryan Little, used the mountains of Utah for Belgium, and a firm hand to insist on character and story in a movie that doesn't have a lot of money for extras and effects; many of the Germans are played by military hobbyists who stage battle re-enactments, and they also lent Little some of their equipment. \"Saints and Soldiers\" isn't a great film, but what it does, it does well.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-11-11", "genres": ["Action", "Adventure", "Drama", "History", "War"], "title": "Saints and Soldiers (2004)"}