{"url": "http://www.rogerebert.com/reviews/salaam-bombay-1988", "by": "Shafiq Syedas Krishna/Chaipau", "star_rating": 4.0, "text": "The history of the making of \"Salaam Bombay!\" is almost as interesting as the film itself. The filmmakers gathered a group of the street children of Bombay and talked with them about their experiences, visiting the streets and train stations, bazaars and red-light districts where many of them lived. Out of these interviews emerged a screenplay that was a composite of several lives. Then many of the children were enlisted for weeks in a daily workshop, not to teach them \"acting\" (for that they already knew from hundreds of overacted Indian film melodramas), but to teach them how to behave naturally in front of the camera.\n\nOut of those workshops a cast gradually emerged, and it was clear almost from the start that the star was an 11-year-old street child named Shafiq Syed, whose history was unknown, but who proved to be such a natural filmmaker that he sometimes reminded the directors of errors in continuity. Using Syed and shooting on actual locations in Bombay, director Mira Nair has been able to make a film that has the everyday, unforced reality of documentary, and yet the emotional power of great drama. \"Salaam Bombay!\" is one of the best films of the year.\n\nSyed plays its hero, a boy named Chaipau who works for a traveling circus. One day he is sent on an errand - to get some cigarettes from a neighboring village - and when he returns, the circus has packed up and disappeared. He goes to a nearby village and takes a train to Bombay, following some half-formed plan to return to his native village and his mother, who perhaps sold him to the circus. But Chaipau cannot read or write, and he is not quite sure where his village is, or perhaps even what it is named, and he disappears naturally into the ranks of thousands of children who live, and die, on the streets of Bombay.\n\nThese streets are without doubt a cruel and dreadful place, but as Nair sees them, they are not entirely without hope. Her Bombay seems to have a kinship with one of the Victorian slums of Dickens, who portrayed a society in which even the lowest classes had identity and a role to play. In that respect \"Salaam Bombay!\" is quite different from \"Pixote,\" the 1981 film about Brazilian street children. Although the two films obviously have much in common, the children of \"Pixote\" exist in an anarchic and savage world, while those in \"Salaam Bombay!\" share a community, however humble.\n\nChaipau is an intelligent boy, stubborn and wily, and he finds a job as a runner for a man who runs a tea stall in the street. Chaipau's job is to race up flights of tenement stairs with trays of tea, and in the tenements he finds a world of poverty, sweatshops, prostitution and drug dealing. One of the friends he makes is a pathetic 16-year-old girl who was sold or kidnapped away from her native village, and is being held captive by a rapacious madam who plans to sell her virginity to the highest bidder. The other characters in the neighborhood include a hopeless drunk and addict, who befriends the children as best he can.\n\nOne of the subplots of the film involves the relationship between a drug dealer and the prostitute who is his common-law wife. She lives for her child, and exists in daily fear that the child will be taken from her because of the life she leads. Nair treats this woman with such sensitivity that we feel great sympathy for her when the child is threatened, and this illustrates one of the underlying beliefs of \"Salaam Bombay!\": That the street life, however hard, is preferable to what happens to people once they are identified by the law and become the victims of official institutions.\n\nIt is remarkable how well Nair creates this street world and tells us its rules without seeming to force her story. One of her secrets is location shooting; not a single scene in this movie was shot on a set or in a studio, and some of the scenes - including a funeral procession - were shot with hidden cameras, to capture the unrehearsed behavior of the spectators.\n\nIt is a well-known truism of filmmaking that color photography tends to make locations look better than they are; we lose the smells and the suffering and see the bright colors and the sunlight. That happens here, I think; the very act of photographing this society probably has tended to romanticize it somewhat. And yet there are moments that remain raw and painful, as Chaipau drops his street-smart facade for a second, and we see the lonely little boy behind it.\n\nOne of the questions asked, but not answered, by the film is, what should be done about these children? At one point Chaipau and some friends are rounded up by the police and herded into a large institution that combines the worst features of an orphanage and a prison, but that doesn't seem to be the answer, and we are left with the troubling impression that in Bombay, at any event, the children seem to fare better on the streets. There they have an identity, and a measure of hope. Of course, in the best of possible worlds something would be \"done\" about them, but \"Salaam Bombay!\" takes place far from such a world, and the movie is about children doing the best they can for themselves.", "running_time": 113, "mpaa_rating": "NR", "release_year": 1988, "date_published": "1988-10-28", "genres": ["Drama", "Foreign"], "title": "Salaam Bombay! (1988)"}