{"url": "http://www.rogerebert.com/reviews/salmon-fishing-in-the-yemen-2012", "by": "Ewan McGregoras Dr. Jones", "star_rating": 2.5, "text": "Salmon fishing in the what? The title is no doubt intended to inspire incredulity. In a river in the deserts of western Yemen, that's where. \"Salmon Fishing in the Yemen\" is based on Paul Torday's novel, a political satire that was a best-seller in the UK, and allows an opening into the worlds of British and Yemeni politics, the devotion of salmon fishermen, and the possibilities of romance among humans and salmon, who in this story must both swim upstream.\n\nThere is a kind of character in British comedies I am fond of, the eccentric scientist with a narrow focus. Recall Alec Guinness as \"The Man in the White Suit.\" Here the role is played by Ewan McGregor, as Dr. Alfred Jones, a salmon expert in the British fisheries, who is known not only for his vast knowledge but also for some of the famous fishing flies he has designed. It seems a little callous to study salmon and fishing for them, but he is an affable young man who finds himself in over his head when a sheikh hatches a plan to transport his favorite pastime to his Middle East homeland.\n\nBriefly, he intends to construct a dam to convert a previously undistinguished river into a home where salmon can sport and spawn. He counts on Jones to supply him with 10,000 salmon from waters farther north. Will the salmon like it in the desert waters? For them, it's sink or swim.\n\nSheikh Muhammed (Amr Waked) is an incredibly wealthy man who seemingly has only a single interest in life, salmon fishing. He's clearly a member of the 1 percent. He seeks the cooperation of the British government for his project; this involves the prime minister and in particular his supercharged personal assistant, Patricia Maxwell (Kristin Scott Thomas). On the sheikh's team is Harriet Chetwode-Talbot (Emily Blunt), hired to handle the financial details from the Yemini side. It's her job to sign up Alfred.\n\nIf I were a poor citizen of Yemen struggling to feed my family, I wouldn't find this project charming, and indeed terrorists are stalking the sheikh and even blow up a dam to drown him. The sheikh's response to the death attempts is disappointment: \"They thought it was all about the fish!\" Well, I did, too. Apparently his motives are pure and green.\n\nDr. Jones and Ms. Chetwode-Talbot are destined to fall in love almost from the moment they set eyes on each other. This is an inconvenience because she is engaged to Robert, a soldier (Tom Mison) who is missing in action, and Dr. Jones is married to Mary (Rachael Stirling). Alfred and Harriet try to remain at respectful arm's length, which is not easy, while the inappropriately dressed Patricia Maxwell turns up on a fact-finding visit to possibly the biggest public works project in the region.\n\nThis perhaps sounds like a hilarious movie. So it could be, in the hands of the masters of classic British comedy. Unfortunately, the director is the Swede Lasse (\"Chocolat\"), who sees it as a heart-warming romance and doesn't take advantage of the rich eccentricity in the story. The sheikh in particular is an enigma. Is he a public servant, a foolish hobbyist, a spoiled rich man or a still water that runs deep? Middle East politics have become so touchy that Hallstrom and writer Simon Beaufoy refrain from making him a comic figure at all.\n\nWhat's left is the love story, which waltzes along with the schmaltzy score by Dario Marianelli. I'll be curious to see what kinds of audiences the movie attracts. Few people in this country have probably read the novel. The trailer promises a sweeping romantic comedy. The movie comes down to a missed opportunity, with a cornball happy ending. Only Kristin Scott Thomas, as the hypercharged operative for the prime minister, seems to understand she's in a comedy.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-03-07", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Salmon Fishing in the Yemen (2012)"}