{"url": "http://www.rogerebert.com/reviews/salomes-last-dance-1988", "by": "Glenda Jacksonas Herodias/Lady Alice", "star_rating": 2.0, "text": "Sex is the theater of the poor. \n\n- Oscar Wilde \n\n \n\nWhether Wilde actually said that, I cannot be sure. The line is not found in any of the standard books of quotations, but it sure sounds like Wilde, and it gets \"Salome's Last Dance\" off to a rousing start, from which it never recovers.\n\nThe Wilde character delivers the line as he enters a male bordello in Paris, where as a special treat the owner has planned a clandestine performance of his banned play \"Salome.\" The action takes place in 1892, three years before Wilde's disgrace and imprisonment, although in this freewheeling film by Ken Russell the period could be anytime in the past century. Russell's approach is to stage a play-within-a-film, so that while Wilde languishes on a sofa and drinks Champagne, the hard-working bordello staff perform his play on a proscenium stage that has been set up for the occasion.\n\nWhat do we learn from this approach, and indeed from this film? Not much, except that Russell is addicted, as always, to excesses of everything except purpose and structure. After his previous film, \"Gothic,\" which re-created a weekend idyll involving Shelley and Byron, Russell demonstrates again that he is most interested in literary figures when their trousers are unbuttoned. And even then, he isn't interested in why, or how, they carry on their sex lives; like the defrockers of the scandal sheets, he wants only to breathlessly shock us with the news that his heroes possessed and employed genitals.\n\nAs Wilde (Nickolas Grace) reclines on his sofa, the performers in \"Salome\" perform his play with great energy. Their dialogue is more or less faithful to what Wilde wrote, but the bizarre excesses of the staging are all Russell. The plot retells Wilde's version of the Biblical story of Salome's request to Herod that she be presented with the head of John the Baptist on a silver platter. But the story is complicated mightily by the use of Douglas Hodge in a duel role, playing both John the Baptist and \"Bosie,\" Lord Alfred Douglas, Wilde's lover. While Bosie struggles to stay in character onstage, Wilde reclines in the arms of a young page from the brothel, and at times actually even ignores the production.\n\nRussell is known for his cheerful willingness to involve his actors in embarrassing situations, at whatever cost to their dignity, and in \"Salome's Last Dance\" such performers as Glenda Jackson and Stratford Johns show what good sports they are by grappling manfully with their lines while all about them disintegrates in Russellian excess. There is, for example, the matter of the three dwarfs dressed as Hassidic Jews and sent on stage to mimic the behavior. There are two busty British \"Page Three\" girls, who stand in the background of nearly every scene, with no visible purpose. And there's the trickery by which Imogen Millais-Scott, as Salome, is replaced by a male dancer in one scene so that the character can be revealed as a transvestite.\n\nThere are, I am sometimes convinced, two Ken Russells: the disciplined and gifted director of such films as \"Women in Love,\" \"Altered States\" and \"Tommy,\" and the orchestrator of wretched excess in films like \"The Music Lovers,\" \"Gothic\" and this one. Despite the fact that \"Salome's Last Dance\" encompasses almost the entire text of a play by Wilde, it seems shapeless and without purpose. Russell has devised a production without inventing a goal. At the end of the film, there are some shocks and surprises, some foreshadowing of Wilde's long fall into despair, but they seemed tacked on as a favor to the history buffs. There's never the feeling that this whole film was thought out from beginning to end with any structure in mind.\n\nBy looking at a film like this, however, you can possibly learn something about what does and doesn't work on the screen. I would like to suggest the following postulate: When characters in a movie shock each other, it works a lot better than when they are intended to shock us. Everyone in \"Salome's Last Dance\" - both within and outside the play - is unshockable.\n\nRussell frames their bizarre behavior with a stage and presents it to us, presumably so that we will be shocked. But we are not. The movies are a voyeuristic medium, and to some degree we identify with the characters in a movie, so that if they aren't shocked, we aren't either. Thank God theater is not the sex of the poor.", "running_time": 90, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-06-17", "genres": ["Comedy", "Drama", "Foreign"], "title": "Salome's Last Dance (1988)"}