{"url": "http://www.rogerebert.com/reviews/salt-2010", "by": "Angelina Jolieas Evelyn Salt", "star_rating": 4.0, "text": "\"Salt\" is a damn fine thriller. It does all the things I can't stand in bad movies, and does them in a good one. It's like a rebuke to all the lousy action movie directors who've been banging pots and pans together in our skulls. It winds your clock tight and the alarm doesn't go off for 100 minutes.\n\nIt's gloriously absurd. This movie has holes in it big enough to drive the whole movie through. The laws of physics seem to be suspended here the same way as in a Road Runner cartoon. Angelina Jolie runs full speed out into thin air and doesn't look down until she's in the helicopter at the end.\n\nJolie is one fine-looking woman. You don't need me to tell you that. It's why she gets the big bucks. The movies have celebrated her eyes, lips, profile, biceps, boobs, waist, butt, thighs. “Salt\" pays tribute to her ankles. Anyone who can jump from the heights she does here, in the way she does it, may die from a lot of causes, but a sprained ankle won't be one of them.\n\nYou know parkour? Wikipedia defines it as “the physical discipline of training to overcome any obstacle within one's path by adapting one's movements to the environment.\" Jolie's character, Evelyn Salt, makes it look as though \"Run Lola Run\" was about walking. There's a scene when she descends eight stories in an elevator shaft by simply jumping across it to one wall support lower than the last. Each time she lands she says “oof,\" but that's about it.\n\nYou're not going to hear much about the plot here. Nothing I could tell you would be necessary for you to know, and everything could be fatal to your enjoyment. Let's just make it simple: She plays a woman determined to singlehandedly save the world from nuclear annihilation. Oh, it's not that the plot holds water or makes any sense, but it's a pleasure to be surprised here and there along the way, and it's not like the movie lingers over each twist and turn as if it's just pulled an elephant out of a hat.\n\nNo, each revelation is the occasion for another chase scene. Evelyn Salt escapes from, or breaks into, one inescapable and/or impenetrable stronghold after another. And she does it all by herself, and with her bare hands, plus a few guns, grenades and a home-made rocket launcher. You know how it's been said of Ginger Rogers that “she did everything Astaire did, except backwards and in high heels\"? Evelyn does everything James Bond did, except backwards and barefoot in the snow.\n\nAt one point in the movie, Evelyn is chained to a concrete floor in a North Korean dungeon while a rubber hose is charmingly stuck into her mouth and gasoline is poured in. That's at the beginning of the film. I'm not going to tell you what she survives later. She plays a spy for the CIA — but now I'm giving away too many details. Important supporting roles are played by Liev Schreiber and Chiwetel Ejiofor. \n\nThe movie has been directed by Phillip Noyce, an Australian whose work ranges from Tom Clancy thrillers to the great and angry drama \"Rabbit-Proof Fence.\" Here he performs as a master craftsman, aided by the cinematography of Robert Elswit and the editing of Stuart Baird and John Gilroy. The movie has a great many chase scenes, and faithful readers will know that these, in general, have lost their novelty for me. But a good chase scene is a good chase scene. It demands some sense of spatial coherence, no matter how impossible; some continuity of movement, no matter how devised by stuntwork and effects, and genuine interest for the audience.\n\nIt's in that area that Angelina Jolie really delivers. She brings the conviction to her role that such a movie requires. She throws herself into it with animal energy. Somehow, improbably, she doesn't come off as a superhero (although her immunity suggests one), but as a brave and determined fighter. How does she look? She looks beautiful by default, and there's a scene in an office where she looks back over her shoulder to talk with Schreiber and you think, oh, my. But neither Jolie nor Noyce overplays her beauty, and she gets gritty and bloody and desperate, and we get involved.\n\nAlthough “Salt\" finds an ingenious way to overcome history and resurrect the Russians as movie villains, neither that nor any other elements of the plot demand analysis. It's all a hook to hang a thriller on. It's exhilarating to see a genre picture done really well.", "running_time": 100, "mpaa_rating": "PG-13", "release_year": 2010, "date_published": "2010-07-21", "genres": ["Action", "Thriller"], "title": "Salt (2010)"}