{"url": "http://www.rogerebert.com/reviews/samantha-1992", "by": "Dermot Mulroneyas Martha Plimpton Henry", "star_rating": 2.0, "text": "The heroine of \"Samantha\" discovers on her 21st birthday that she was adopted, and responds by behaving like a gigantic pain in the behind. Because it is impossible to feel much sympathy for her, the movie, which is intended as a comedy, turns into a test of patience.\n\nThe filmmakers don't help by distancing themselves from the events with enormous doses of irony.\n\nThe movie stars Martha Plimpton as Samantha, a gifted concert violinist whose parents found her abandoned on their doorstep in a wicker basket. They raise her with love, which she repays by behaving as the terror of the neighborhood, and there are flashbacks showing her dressed as Superman and leaping from a tree, and having herself handcuffed and locked into a trunk which is thrown into the family swimming pool. (\"If Houdini could do it, I can do it, or it can't be done,\" she reasons).\n\nShe is advised on some of these missions by the neighbor boy, Henry (Dermot Mulroney), who practices studiously but will never be the musician she is. It is Henry, along with her parents and her long-suffering music teacher (Marvin Silbersher), who attempt to talk her out of a highly theatrical suicide attempt when she learns she was adopted. (She has invented a Rube Goldberg suicide machine obviously intended to stall the deadly moment indefinitely, so she can grandstand for the guests at her 21st birthday party). The movie then follows her unlikely search for her biological parents, which ends in a confrontation so bizarre that it seems to have wandered over from \"Saturday Night Live.\" The desire of adopted children to discover their biological parents is, of course, a completely valid longing, which means it can work as the subject of either drama or comedy. It does not work, however, as the subject of this film, which seems to be trying for some kind of trendy retro detachment inspired by films like \"Raising Arizona\" and the Twin Peaks sagas.\n\nI hesitate to even linger over the unlikely plot points in the movie. (Is it possible that the baby's plastic identity tag would remain, unnoticed, in the wicker basket for 21 years?) More serious is the waste of good actors like Plimpton, Hector Elizondo as her father, and Ione Skye as her romantic rival. They are often made to stand on screen and deliver dialogue that nobody, not even the writers, could have loved.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-11-20", "genres": null, "title": "Samantha (1992)"}