{"url": "http://www.rogerebert.com/reviews/sammy-and-rosie-get-laid-1987", "by": "Shashi Kapooras Rafi", "star_rating": 3.5, "text": "London is not entirely made up of Westminster Abbey, the Tower, the zoo and bobbies on bicycles, two by two. It also is made up of the homeless in a cardboard city under Royal Festival Hall. And of squatters living in rows of houses that seem to belong to nobody. And of such people as Sammy and Rosie, living unconventional lives that they seem to improvise day by day.\n\nRosie is British. Sammy is from India or Pakistan - it's deliberately never made quite clear - where his father is a controversial political leader. Sammy and Rosie live in a comfortable house on a nice street that seems to be on the edge of a war zone. Anarchic mobs seem to hover just out of view. Sammy and Rosie have conventional left-wing political views and a circle of friends that spans several races and sexes. To some degree, they are upwardly mobile. Then, one day, Sammy's father (played by the famous Indian actor Shashi Kapoor) comes to visit.\n\nHe is a large, genial man who seems to genuinely love people. But as the taxi brings him from the airport, we cannot fail to notice that the driver wears a bloody headband and has an empty eye socket. The father fails to notice, however, perhaps because in his country the unfortunate are less visible or perhaps because the cabbie is a ghostly vision that will return to haunt him throughout the movie.\n\nWe meet other people in this strange new London. A black, for example, who seems to move freely among several groups as a spokesman for the homeless and as a prophet of doom. He helps guide the bewildered father home through the dangerous streets and then seems to casually move in as a member of the family circle. There are other friends, sexually and politically liberated, who seem to have more freedom than they are happy with. And occasionally that bloody and bandaged figure that seems to haunt the edges of the frame.\n\n\"Sammy and Rosie Get Laid\" tells the story of all of these people in a film that is far from hopeful about the future of London. It sees the city as a bulwark of privilege against the homeless, a city in which racism is bad but class divisions are worse and more harmful, and in which real estate values are routinely considered more important than human lives and plans. In this world, Sammy and Rosie do get laid - by each other, by various friends and (the movie implies) by the system itself. In one scene that many critics have not applauded, the screen splits in three, horizontally, to show the outcome of a wild party. The sex is desperately cheerless, a metaphor for their lives.\n\nThe film was directed by Stephen Frears, whose recent film, \"My Beautiful Laundrette,\" was an international success. It told the story of outsiders who banded together in an unlikely cause: Two gays (an Asian and a white neo-Nazi) became lovers and then partners in running a laundrette that was financed by the Asian's rich, property-owning uncle.\n\nIn \"Sammy and Rosie Get Laid,\" there also is the sense that interracial love, once considered some kind of social breakthrough, is not going to change anything fundamental when all races are oppressed by the same economic system. (The movie begins with the voice of Margaret Thatcher, praising prosperity while we see people living rough in an urban wasteland.)\n\nWe learn that Kapoor, the father, was a great admirer of London when he studied there, before returning home to preside over a totalitarian regime. He has fond memories of the parks, walking by the Thames, going to plays at the Royal Court and falling in love with an elegant British woman (Claire Bloom). Now, during his visit, he tries to re-create some of the magic he remembers. While gangs roam the streets, he revisits some of his favorite places and spends some heartbreaking time with Bloom, who has never married and who still, in some ways, loves him. The conversations they have are the emotional heart of the film, for what Kapoor is trying to believe is that his romanticism and sentimentality can exist completely apart from his politics.\n\nIt doesn't work that way, and that seems to be Frears' argument throughout the film. \"Sammy and Rosie Get Laid\" is a frontal attack on the favorite fantasies of Anglophiles and the British themselves, who see the magical facade of London and ignore the inequalities and social crimes that are right underneath their noses. This will be a difficult film for anyone not fairly familiar with the city and its people; it doesn't have the universal comic undertones of \"My Beautiful Laundrette.\" It is about specific people and the specific hell they inhabit - a hell that probably is meant to be somewhat prophetic, since not all of the horrors in this film exist (yet) in London. For people who love London and yet are thoughtful about it, this film is indispensable.", "running_time": 100, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-10-30", "genres": null, "title": "Sammy and Rosie Get Laid (1987)"}