{"url": "http://www.rogerebert.com/reviews/samsara-2012", "by": "Ron Fricke", "star_rating": 4.0, "text": "In the 1970s, \"Samsara\" would have been known as a head trip. The critic Matt Zoller Seitz calls it \"a trance movie.\" For Fricke and his producer and collaborator Mark Magidson, it is a continuation of the meditative imagery they used in \"Baraka\" (1992), which intensely regarded the strangeness and wonder of our planet. Both films draw a sharp contract between the awe of nature and the sometimes ruthless imposition of man's will. I learn from Wikipedia that \"samsara,\" literally meaning \"continuous flow,\" is \"the repeating cycle of birth, life, death and rebirth\" within such Indian religions as Hinduism, Buddhism and Sikhism. \"Baraka\" can refer to God's blessing. \n\nI met Fricke and Magidson when a restored version of \"Baraka\" was shown at Ebertfest, and had the impression that traveling the world and recording these images was sort of their calling. Some of these places, structures, peoples and practices will not endure forever, and if this planet someday becomes barren and lifeless, these films could show visitors what was here.\n\n\"Samsara\" may also suggest some of the ways in which it was lost. Although the documentary presents speeded-up images of city traffic and unseemly mechanical haste, for me the most unforgettable sequence is not one of breathtaking vistas or natural beauty, but of chickens in a food-processing plant.\n\nThey are \"processed\" with such efficiency. Having spent their entire lives being fed while enclosed in cages too small for them to turn around, they now suddenly find themselves on a slippery stainless steel slope that feeds them relentlessly into a mechanical process that in a few seconds beheads them, strips them of feathers and skin, and slices them into parts. Chickens never seem very smart, but we can see the alarm in their behavior because this process is obvious to them.\n\nNow why would I dwell on such a sequence, which is probably largely responsible for the film's PG-13 rating? Because I experienced it as a shriek of terror. On this ancient and miraculous world, where such beautiful natural and living things have evolved, something has gone wrong when life itself is used as a manufacturing process. I read that in 50 years, we must adopt a largely vegetarian diet or die, and forgive me if I take that as good news. Something is out of balance, and \"Samsara\" regards the sides of the equation.\n\nI fear I haven't communicated what an uplifting experience the film is. In its grand sweep, the chickens play a tiny role. If you see it as a trance movie, a meditation, a head trip or whatever, it may cause you to become more thankful for what we have here. It is a rather noble film.", "running_time": 102, "mpaa_rating": "PG-13", "release_year": 2012, "date_published": "2012-09-05", "genres": ["Documentary", "Drama", "Foreign"], "title": "Samsara (2012)"}