{"url": "http://www.rogerebert.com/reviews/sanctum-2011", "by": "Rhys Wakefieldas Josh", "star_rating": 1.5, "text": "\"Sanctum\" tells the story of a terrifying adventure in an incompetent way. Some of it is exciting, the ending is involving, and all of it is a poster child for the horrors of 3-D used badly. The film is being heavily marketed as a \"James Cameron Production,\" but if this were a \"James Cameron Film,\" I suspect it would have fewer flaws and the use of 3-D would be much improved.\n\nBased on a true story, the movie involves a scuba-diving expedition into the Esa-ala Caves of Papua New Guinea, said to be the world’s largest cave system. The plan is to retrace an already-explored route to reach a \"base camp\" somewhere far beneath the surface, and then to press on, perhaps to find how the surface water draining into the caves finds its way to the sea. \n\nThere’s no need to discover this, you understand, but after some loss of life, Frank (Richard Roxburgh), the leader of the expedition, tells son Josh (Rhys Wakefield) that only in a cave does he feel fully alive; the humdrum surface world is not for him, and \"human eyes have never seen this before.\"\n\nAfter awkward opening scenes of almost startling inanity, we find ourselves deep inside the cave system, and our heroes deep in trouble. They are combining dangerous climbing with risky diving, and it’s a good question why an inexperienced girlfriend was allowed to come along. Still, tactical errors are not what concerned me. I only wanted to figure out what was happening, and where, and why.\n\n\"Sanctum\" should be studied in film classes as an example of inadequate film continuity. At no point are we oriented on our location in the cave as a whole, or have a clear idea of what the current cave space looks like. If you recall Cameron’s \"Titanic,\" its helpful early animation briefed us on the entire story of how the great ship sank. That was a great help in comprehending the events of the ship’s final hour. In \"Sanctum,\" there’s a computer animation showing the known parts of the cave, but as the POV whizzes through caverns and tunnels, it achieves only a demonstration of computer animation itself. We learn damn all about the cave. The animated map even flips on its horizontal axis, apparently to show off. Hey, I can do stuff like that on my Mac, and then my hair is parted on the other side!\n\nThe movie is a case study in how not to use 3-D. \"Sanctum\" takes place in claustrophobic spaces with very low lighting, which are the last places you want to make look dimmer than they already are. The lighting apparently comes from battery-powered headlamps, and the characters are half in darkness and half in gloom. Now why put on a pair of glasses and turn down the lights?\n\nOne purpose of 3-D is to create the illusion of depth. One way to do this is to avoid violating the fourth wall by seeming to touch it. Let me give a famous example from \"Jaws 3D.\" The problem with that movie is that when the shark attacked, it was so big, its body touched the sides of the screen, and the 3-D illusion was lost. (The movie also has a scene of an eel attack, and that’s scary.)\n\nAlas, the cinematographer of \"Sanctum,\" Jules O’Loughlin, consistently touches the side of the screen. He even follows the curious practice of framing middle action with large, indistinct blocks of foreground stones and stuff. But they are out of focus so that the mid-range can look sharp, and 3-D only makes us wonder why the closer objects are less distinct. In close quarters, he has to use many closeups, and those, too, get old in a hurry in 3-D. The 3-D movie \"Journey to the Center of the Earth\" (2008) did a much better job of placing its actors in its spaces. Of course the spaces were mostly f/x, but there you are. \n\nIn its editing continuity, \"Sanctum\" doesn’t make clear how the actions of one character relate to the others. There is great spatial disorientation in the use of close shots. There is a scene where a character gets in trouble underwater, and I invite anyone to explain exactly what happens. \"Sanctum\" uses a tactic to distract from this visual confusion. Three team members follow many of the events from above on a large computer monitor. Alas, we don’t see what they see. We only get reaction shots of them seeing it. Where does their screen image come from? Head-mounted web-cams? A cam in that submersible lighting device? I dunno. How is the image transmitted? I doubt the cell-phone service is great in an underwater cave in New Guinea. Maybe they set up a LAN? How is it powered? They even complain about the batteries in their headlamps. \n\nThere are a few closing scenes which involve the ruthless rea­lity of who survives in a cave and who doesn’t. One of these involves Frank and Josh. We’ve had a long wait, but the scene works. It has absolutely no need for 3-D. I wonder if people will go to \"Sanctum\" thinking the James Cameron name is a guarantee of high-quality 3-D. Here is a movie that can only harm the reputations of Cameron and 3-D itself.", "running_time": 108, "mpaa_rating": "R", "release_year": 2011, "date_published": "2011-02-02", "genres": ["Action", "Thriller"], "title": "Sanctum (2011)"}