{"url": "http://www.rogerebert.com/reviews/sandstone-1975", "by": null, "star_rating": 2.0, "text": "Enough of these documentaries of the sexual revolution. What we need now is a revolution of the sexual documentary. Hardly a month goes by without yet another analysis of the upheaval in middleclass morality that's allegedly sweeping the land (for \"land.\" read California), and most of these movies are so uplifting and earnest that we end up nostalgic for the good old days of inhibition. At least in those days an illicit thrill was both illicit and a thrill.\n\n \"Sandstone,\" for example, is a documentary about a loosely defined group of people who live or visit in a rambling ranch house in the hills above Los Angeles. They seem like ordinary enough folks, pulling up in their Volkswagen stations wagons and talking about their last vacation and lining up with paper plates for the buffet dinner. But they're more liberated, freer, more open and loving than their fellow beings down in the valley; they take off their clothes and embrace each other a lot and get into heavy rap sessions. And, likely as not, by the time the weekend's over they'll have had sex with various friends, strangers, lovers or even spouses. \n\n This is known as strengthening a relationship, or testing a relationship, or finding new validity in a relationship. They all talk a lot about relationships. They sit on sofas and debate whether their relationships are \"ready\" for the idea of the husband or wife having sex with someone else: \"Right now it'd be threatening,\" they say, \"but maybe in a couple of years our relationship will be strong enough for that trip.\" \n\n They're mostly married, it would appear; and in \"Sandstone\" it almost seems that the purpose of marriage is to cement a relationship so sound that it can flourish on adultery. Now it's called \"being honest,\" but a bird by any other name is as good as one in the bush. Don't get me wrong; these people ARE open, loving, frank and caring, and they do want to love one another and build more human relationships. It's just that they're so singleminded about it, so somehow definitively middleAmerican: At no moment does their enthusiasm for the Sandstone experience come over more strongly, at no point do their eyes glow quite so much, as when they're lined up for the buffet.\n\n \"Sandstone\" was made by Jonathan and Bunny Dana, a married couple who've made two award winning documentaries on drug abuse, and they lived at Sandstone for a year. They seem to be sincere people, making a film about something important to them and yet where did they misplace a saving sense of humor? Their film doesn't record the human comedy that's almost inevitable in a situation like Sandstone; it's too reverent, and the Danas are too sold on the whole idea to preserve a certain observant wit.\n\nThat leaves us, then, with the one scene in the film that does retain some perspective, however eccentric. A vigorous man in his 60s explains and demonstrates his remarkable camper van, which has been customized and outfitted into a veritable Playboy mansion on wheels. He has a bed in the back surrounded with mirrors at every possible angle; he has stereo music piped in; he has a \"120 foot candle light source\" to illuminate strategic areas, and he has the most unusual stick shift you've ever seen. He also has slyness and glee and a great deal more of the life force than all the others with their relationships to be tested and their emotions to be shared and their really heavy trips.", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": null, "title": "Sandstone (1975)"}