{"url": "http://www.rogerebert.com/reviews/santa-claus-the-movie-1985", "by": "Dudley Mooreas Patch", "star_rating": 2.5, "text": "It seems strange at first that the producers of the Superman movies would move on to an epic about Santa Claus. But in a way it makes sense. Both Superman and Santa are legendary superheroes, able to cure our pains through magical intervention. Both of them can fly through the air. Both have large supporting casts: Superman has Lois Lane, Jimmy Olson and Perry White, and Santa has Mrs. Claus, the elves and, of course, Dasher and Donner and Blitzen.\n\nIlya Salkind, the co-producer of the Superman movies, has extended the similarities by making \"Santa Claus: The Movie\" roughly similar in shape and form to a Superman epic. The key element in the lives of all superheroes is their origin (somehow, they are rarely simply born to humble folk). Superman came from Krypton, and Claus, we learn, was a kindly middle-aged man who was loved by everybody in the neighborhood because he went out in blizzards with a sleigh full of toys. Near the beginning of the movie, Claus ventures out into one blizzard too many, and freezes. But then he is spirited mysteriously to the North Pole, where he learns that he will get a new name - Santa Claus - and new duties, as the superpower of Christmas Eve.\n\nThe movie does an interesting job of visualizing Santa's workshop, and introducing the residents there. The elves seem to have a sort of craft guild. Burgess Meredith, wearing a white beard several yards long, plays the Ancient Elf who briefs Claus on his duties. Dudley Moore is Patch, the chief elf, who is not as efficient as he should be. There are long rows of new toys, all made in a sturdy, old-fashioned way out of wood and nails. There's not a piece of plastic or polyurethene in sight.\n\nAlas, Patch gets ideas for speeding up production and, before long, the wheels are falling off children's wagons all over the world. Patch leaves the North Pole in disgrace, and soon meets a crooked toy manufacturer (John Lithgow), who makes dangerous toys. For me, the high point of the movie was a Senate hearing where a shocked Senate aide emptied out the stuffings of one of Lithgow's toy animals. What had he stuffed it with? Why, nails and rusty razor blades and shards of glass, of course!\n\nLithgow is supposed to be in the great tradition of superhero villains, like Gene Hackman's Lex Luthor in \"Superman,\" or all of the bizarre enemies Batman had to face. Lithgow gives a nice hateful performance, but the villain is not drawn big enough, and he doesn't have enough to do. Indeed, the central weakness of \"Santa Claus: The Movie\" is its lack of real conflict. The movie needs a super-Scrooge, and all it gets is the kind of bad guy Ralph Nader might have invented. The biggest crisis is when a couple of reindeer come down with runny noses.\n\nThe good thing about the movie is the special effects. The Salkinds and their associates have by now figured out exactly how to make it look like somebody is flying, and when Santa's sleigh makes a run past the Brooklyn Bridge, it's a pretty sight. Little kids will like it, and, indeed, little kids will probably like most of this movie. The weakness is that larger kids and parents, deputized to escort the little ones, are likely to find a lot of it a little thin.", "running_time": 108, "mpaa_rating": "PG", "release_year": 1985, "date_published": "1985-11-27", "genres": ["Adventure", "Comedy", "Family", "Fantasy", "Holiday", "Science Fiction"], "title": "Santa Claus: The Movie (1985)"}