{"url": "http://www.rogerebert.com/reviews/sarafina-1992", "by": "Leleti Khumaloas Sarafina", "star_rating": 2.0, "text": "“Sarafina!” has been classified PG-13 by the wise people at the MPAA Code and Ratings Administration, who explain the rating in these words: “For scenes of apartheid-driven violence.” What does that mean? That the MPAA believes all violence is not equally objectionable? That ordinary violence might get the R rating, but if it's “driven” by apartheid, well, that's a different matter? The most violent scene in the film shows a group of black schoolchildren pouring gasoline on a black policeman and burning him alive. But the policeman has been revealed as an instrument of apartheid, which apparently means he had it coming to him, and explains the PG-13 instead of the R. There are also scenes of South African soldiers, black and white, shooting school children dead.\n\nOnce again, “apartheid-driven,” and therefore PG-13.\n\nThe MPAA in its torturous efforts at Political Correctness only mirrors the underlying confusion of this production, which has taken a wonderful musical and turned it into a confused and misleading narrative quagmire. You can still see what made “Sarafina!” great on the stage - the great music, the dancing, the energy, the spirit of the young South Africans who perform it. You can see the luminous work of young Leleti Khumalo, who played the title role onstage and brings the movie to glorious life. But you can also see a misguided attempt to take an inspirational musical and turn it into a half-hearted attempt to deal with the labyrinth of South African politics, by filmmakers who lack a clear idea of what they want to say or how they want to say it.\n\nThe movie stars Khumalo as a bright young student who is inspired by her teacher (Whoopi Goldberg) to dream of a better tomorrow. The teacher makes statements in her classroom that sound like common sense to us - but like communism to the South African authorities, circa 1976, who arrest her and take her away. The movie has opened with a sequence of school children burning down part of their own school; now they stage protests that lead to armed intervention, the detention and torture of possible witnesses, and the burning death of the black policeman.\n\nIn a drama, these scenes would have been provided with a context. In this musical, they fit awkwardly between inspiring song and dance numbers.\n\nThere is a perfunctory subplot involving Goldberg's lover, who asks her to hide a machinegun, and Goldberg asking Sarafina to hide it again, after the arrest. And then Sarafina herself goes to jail, setting up the movie's most puzzling sequence.\n\nWe know that Sarafina's mother works as a domestic for white people in Johannesburg. After Sarafina is released from jail, she goes to visit her mother (Miriam Makeba), and they engage in the movie's key dialogue scene. I know it is the key scene because the whole structure leads up to it and follows from it. But I do not know what it means. It sounds as if Sarafina is apologizing for being radical, and honoring her mother for the patience and courage it takes to be a domestic. Is that really it? I doubt it. I've seen the movie twice, and still don't know.\n\nI questioned the scene after seeing “Sarafina!” at Cannes in May 1992, and was told there should have been a “Six Months Later” subtitle. I didn't see how that would help. I saw the movie again in September 1992, after it had been “re-edited,” only to find that all of the problems remained. Then I encountered Harvey Weinstein, head of Miramax Pictures, at the Toronto Film Festival. He said I had still not yet seen the “real” re-cut version, and that his company and its co-distributor, Hollywood Pictures, have had disagreements about the various versions. Weinstein's version, he promised, would answer my questions--but, alas, it was not the one being released to theaters, and my deadline presented itself.\n\nI doubt whether one version will be any clearer than the other.\n\nThe distributors obviously have a problem with the fact that the heroes of their picture commit murder, and the film lacks any clear moral position on the murder. We know the soldiers are wrong to kill the students - but are the students wrong to burn the policeman (who had not killed anybody)? Sarafina was friendly with the dead cop, and there is a chilling moment where she joins the crowd that is burning him, and their eyes meet. What does she think? That it's a shame he had to die? Who knows? And so when she goes to spill out her heart to her mother, she doesn't know what she wants to say, and the confusing dialogue reflects that.\n\nAfter seeing “Sarafina!” the stage musical I left the theater with a clear idea of what the musical felt, and how I felt about it. The people who made the movie have needlessly complicated the film without adding to its clarity or conviction.\n\nThe absurd MPAA rating “explanation” perfectly reflects this spineless vagueness: “Apartheid-driven violence,” indeed. I guess that means if there had never been apartheid in South Africa, there would be no violence in this movie, and indeed no movie. All very well, but morality, I believe, has to stand above political expediency, and murder is murder, no matter who commits it. Others believe that political murders are justified. This movie doesn't know what it believes. “Sarafina!” shows black children committing murder, and lacks either the courage to condemn them for it, or the courage to say it was justified.\n\nHere is a movie that stands up to be counted, and loses count.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-09-25", "genres": ["Drama", "Family", "Foreign", "Music"], "title": "Sarafina! (1992)"}