{"url": "http://www.rogerebert.com/reviews/sarah-silverman-jesus-is-magic-2005", "by": "Sarah Silvermanas Herself", "star_rating": 1.5, "text": "\"Sarah Silverman: Jesus is Magic\" is a movie that filled me with an urgent desire to see Sarah Silverman in a different movie. I liked everything about it except the writing, the direction, the editing and the lack of a parent or adult guardian. There should have been somebody to stand up sadly after the first screening and say, \"Sarah, honey, this isn't the movie you want people to see. Your material needs a lot of work, the musical scenes are deadly, except for the first one. And it looks like it was edited by someone fooling around with iMovie on a borrowed Macintosh.\"\n\nApparently the only person capable of telling Sarah Silverman such things is Sarah Silverman, and she obviously did not. Maybe the scene of her kissing herself in the mirror provides a clue. The result is a film that is going to make it hard to get people to come to the second Sarah Silverman film. Too bad, because Silverman is smart, funny and blindsides you with unexpected U-turns. She could be the instrument for abrasive and transgressive humor that would slice through the comedy club crap. But here, she isn't.\n\nYou have seen her before. She started in \"Saturday Night Live\" and has been in 15 movies and a lot of TV shows. She's tall, brunette and good-looking, and she says shocking things with the precise enunciation and poise of a girl who was brought up knowing how to make a good impression. The disconnect between what she says and how she says it is part of the effect. If she were crass and vulgar, her material would be insupportable: If you're going to use cancer, AIDS and 9/11 as punch lines, you'd better know how to get the permission of the audience. She does it by seeming to be too well-bred to realize what she's saying. She's always correcting herself. When she uses the word retards she immediately registers that it's non-PC and elaborates: \"When I say 'retards,' I mean they can do anything.\"\n\nSo that's one of her lines. It would be a cheap shot for me to quote a dozen more, and do her act here in the review. Better to stand back and see why she's funny but the movie doesn't work. The first problem is with timing. None of her riffs go on long enough to build. She gets a laugh, and then another one, maybe a third, and then she starts in a different direction. We want her to keep on, piling one offense on top of another. We want to see her on a roll.\n\nThat's in the concert documentary parts of the movie. She stands on a stage and does the material and there are cuts to the audience, but curiously not much of a connection; it doesn't seem to be this audience at this performance, but a generic audience. Then she cuts away from the doc stuff to little sketches. The first one, in which her sister (Laura Silverman) and her friend (Brian Posehn) brag about their recent accomplishments, is funny because she perfectly plays someone who has never accomplished anything and never will, and lies about it. Then we see her in a car, singing a song about getting a job and doing a show, and then she does a show. Fair enough.\n\nBut what's with the scene where she entertains the old folks at her grandma's rest home by singing a song telling them they will all die, soon? She is rescued by the apparent oblivion of the old folks, who seem so disconnected she could be working in blue screen. Then there's the scene where she angrily shakes the corpse of her grandmother in its casket. Here is a bulletin from the real world: Something like that is not intrinsically funny. Yes, you can probably find a way to set it up and write it to make it funny, but to simply do it, just plain do it, is pathetic. The audience, which has been laughing, grows watchful and sad.\n\nTo discuss the film's editing rhythm is to suggest it has one. There are artless and abrupt cuts between different kinds of material. She's on the stage, and then she's at the nursing home. There is a way to make that transition, but it doesn't involve a cut that feels like she was interrupted in the middle of something. And the ending comes abruptly, without any kind of acceleration and triumph in the material. Her act feels cut off at the knees. The running time, 70 minutes including end credits, is interesting, since if you subtract the offstage scenes that means we see less of her than a live audience would.\n\nNow if Silverman had been ungifted or her material had lacked all humor, I would maybe not have bothered with a review. Why kick a movie when it's down? But she has a real talent, and she is sometimes very funny in a way that is particularly her own. Now she needs to work with a writer (not to provide the material but to shape and pace it), and a director who can build a scene, and an editor who can get her out of it, and a producer who can provide wise counsel. On the basis of this movie, it will be her first exposure as a filmmaker to anyone like that.", "running_time": 70, "mpaa_rating": "NR", "release_year": 2005, "date_published": "2005-11-10", "genres": ["Comedy"], "title": "Sarah Silverman: Jesus is Magic (2005)"}