{"url": "http://www.rogerebert.com/reviews/sarahs-key-2011", "by": "Kristin Scott Thomasas Julia", "star_rating": 2.5, "text": "\"Sarah's Key\" cuts back and forth between a tragic story involving the Holocaust and an essentially trivial, feel-good story about a modern-day reporter. It's an awkward fit and diminishes the impact of the earlier story.\n\nIn Paris in the early 1940s, we meet a Jewish family that is targeted by the Nazis for deportation to a death camp. Acting quickly, this family's young daughter, Sarah (Melusine Mayance) shoves her kid brother into a closet and tells him to keep quiet and stay there. The key that's mentioned in the movie's title is the key to that closet, and it stays with her during a harrowing series of events.\n\nIn the present day, we meet a fortysomething reporter named Julia Jarmond (Kristin Scott Thomas) whose research leads her into events of that period. The French have been none too forthcoming about their record under the Nazis (apart from a remarkable number of them claiming to be resistance fighters), but Julia is focused on a more narrow subject, that first targeting of the Parisian Jews.\n\nThe link between the two stories is an improbable coincidence. The family of Julia's husband Bertrand (Frederic Pierrot) came into possession of that apartment and its (by then empty) closet, and now he's remodeling the place for them to live in. If his family had seized it from Sarah's family, that would be fraught with meaning, but no, it just happened to work out that way, and his family was not actively evil.\n\nThe center of interest in the story involves Sarah, whose life is spared because of extraordinary events and her own ingenuity and courage. She is taken in by a rural couple, survives the war and emigrates to America. To lend urgency to Julia's story, we learn she is pregnant and must decide whether, at her age, to have the baby.\n\nDoesn't this feel to you like an issue cobbled together for narrative purposes? Now that Julia has explored the horrors of the past and discovered she and Sarah have only a few degrees of separation, is it acceptable, in movie terms, for her to decide against the baby? And whatever she decides, what difference does that make to the members of Sarah's family, and millions of others, who died in the Holocaust?\n\nKristin Scott Thomas is excellent, as she so often is. Flawlessly bilingual, she has taken advantage, in films like this, \"Tell No One\" (2006) and \"I've Loved You So Long\" (2008) of the greater openness in France to dramas about grown-ups. She does all that is probably possible to invest Julia's story with the emotional weight of Sarah's, but it is Sarah's key, and this is Sarah's story.", "running_time": 111, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-07-27", "genres": ["Drama", "Foreign", "War"], "title": "Sarah's Key (2011)"}