{"url": "http://www.rogerebert.com/reviews/saturn-3-1980", "by": "Farrah Fawcettas Alex", "star_rating": 1.0, "text": "Given the fact that written science fiction encourages the\r\ngreatest possible free play of ideas, why is it that filmed science fiction\r\nalmost always seems required to be dumb, dumb, dumb? You can count on one hand\r\nthe recent s-f films that have contained truly challenging ideas: \"2001,\"\r\nof course, and then \"Silent Running,\" \"Zardoz\" (for its\r\nstory but not its ending), \"Close Encounters of the Third Kind,\" and,\r\nfor certain of its scenes, \"Alien.\" Certain other s-f movies have\r\nredeemed themselves by sheer visual energy and high spirits; \"Star\r\nWars\" is the obvious example.\n\nBut\r\nhow, this late in the game, can we still get movies like \"Saturn 3\"?\r\nWho paid for it? The credits name Lord Lew Grade and Elliott Kastner. They've\r\ngot a tidy little partnership over in England that's well enough financed to\r\nchum out about a dozen international releases a year, some of them as good as\r\n\"The Muppet Movie,\" most of them as bad as \"Saturn 3.\"\n\nThe\r\nlevel of intelligence of the screenplay of \"Saturn 3\" is shockingly\r\nlow - the story is so dumb it would be laughed out of any junior high school\r\nclass in the country - and yet the movie was financed. Why? Why couldn't Lord\r\nGrade and Kastner for once decide that since they'd committed themselves to\r\nspend this money anyway, they had nothing to lose in financing a creative and intelligent\r\nscreenplay? Why do they feel compelled to support the lowest common\r\ndenominator, of filmmaking?\n\nAnd,\r\nall right, then: How dumb is \"Saturn 3\"? 1 will give you an example.\r\nThe movie's about Kirk Douglas and Farrah Fawcett, who are the only two crew\r\nmembers on Saturn 3, a space research station near Saturn. They have a visitor,\r\nwho is supposed to be a Captain James, but is really the evil Benson (Harvey\r\nKeitel) who has killed James and replaced him for reasons of his own. Benson\r\nhas brought along a robot named Hector. And, toward the end of the movie,\r\nHector is chasing Kirk and Farrah.\n\nSo\r\nwhat do they do? They remove the floor panels of the space station and cover\r\nthe hole with a flimsy material, so that when Hector steps on it, it'll\r\ncollapse, and Hector will fall through to the bitterly cold cauldron beneath.\n\nAmazing!\r\nWe haven't seen this brilliant idea since Tarzan was putting stakes in the\r\nbottoms of holes to catch elephants. And Tarzan, at least, would have been\r\nbright enough to realize that if you make a hole in the floor of a space\r\nstation, your atmosphere will rush out explosively. How can they still get away\r\nwith disregarding all the elementary laws of physics in science fiction movies?\n\nBut\r\nthis movie's dumb in other ways, too. The love triangle between Douglas,\r\nFawcett and Keitel is so awkwardly and unbelievably handled that we are left in\r\nstunned indifference. The purpose of Keitel's visit is left so unclear we can't\r\nbelieve Douglas would accept it. The hostility of the robot is unexplained.\n\nAnd\r\nthen there are dubious details like (a) the spaceship whizzes through the rocks\r\nin the rings of Saturn without hitting any of them; (b) the space station is\r\nrambling and spacious despite the fact that every square inch of construction\r\nwould be at an incredible premium millions of miles from Earth; (c) gravity is\r\nthe same as on Earth; (d) ... but never mind.\n\nThis\r\nmovie is awesomely stupid, totally implausible from a scientific viewpoint, and\r\na shameful waste of money. If Grade and Kastner intend to continue producing\r\nfilms with standards this low, I think they ought instead, in simple fairness,\r\nto simply give their money to filmmakers at random. The results couldn't be\r\nworse.", "running_time": 88, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-02-19", "genres": ["Foreign", "Science Fiction", "Thriller"], "title": "Saturn 3 (1980)"}