{"url": "http://www.rogerebert.com/reviews/savages-2012", "by": "Taylor Kitschas Chon", "star_rating": 3.5, "text": "Oliver Stone's \"Savages\" is a moral tangle embedded in a bloody war between two best buddies in Laguna Beach and the queen of a Mexican drug cartel. A return to form for Stone's dark side, \"Savages\" generates ruthless energy and some, but not too much, humor. The movie is a battle between good and evil, you could say, except that everyone in it is evil — but some are less evil than others, and they all have their good sides. \n\nThe movie opens with a narration by a blond trophy girl named O (Blake Lively), who warns us, \"Just because I'm telling you this doesn't mean I'm alive at the end.\" The plot is so twisty that this is both true and false. O (short for Ophelia) lives with the two most successful pot growers in Southern California, Chon (Taylor Kitsch), a hard-edged Iraq veteran, and Ben (Aaron Johnson), a brilliant botanist. It was Chon who smuggled prime seeds home from the Middle East, and Ben who cultivated them hydroponically into world-class pot. Chon handles the dangerous side of the business, Ben is the idealist, their product sells both through legal medical channels and criminal deals, and they share O.\n\nO insists she is blissfully happy with this arrangement, and apparently the guys are, too. I wasn't convinced. When three people share one another, that usually involves only the physical bits. The deep emotional parts are either withheld or missing. My notion is that O likes the luxury and attention, and the lads find her a convenience. This will come to a brutal test.\n\nLife is a hedonistic feast for Chon, Ben and O, until a video arrives one day showing several Mexican drug workers whose heads have been removed with a chainsaw. The message: Share your business with us or you will regret it. The message comes from an elegant femme fatale named Elena (Salma Hayek), who runs a Mexican cartel and wants to expand into the United States and get a supply of their primo weed. Elena, whose impossibly silken black hair, jewelry, couture gowns and cigarette holder suggest a Dragon Lady in a 1930s Shanghai gambling thriller, monitors operations through a high-tech computer network and depends on her scuzzy henchman Lado (Benicio Del Toro) to enforce her desires.\n\nNow try to puzzle out the role of Dennis (John Travolta), the DEA agent who accepts bribes from Ben and Chon, who pretends to be informing on them, who may actually be informing on them, and who may also somehow hope to profit from Elena. Dennis is an equal-opportunity rogue, living in comfortable suburbia, and filling out around the middle and thinning on top. He has the air of a frog waiting for flies. He's naive about the people he's dealing with and trusts that in bribery, a deal is a deal. One of the movie's funniest moments comes from the astonishment in his voice when he squeals: \"You stabbed a federal agent!\"\n\nChon and Ben are not sufficiently warned by Elena's ultimatum. They've been playing in shallow water, and she's a shark from the deeps. They're stupid enough to allow O to go on a shopping trip to the mall and clueless enough to be surprised when Elena's team kidnaps her. (No, that isn't a spoiler; everything that happens next would be the spoiler.) We now get a labyrinthine series of negotiations, mostly carried out via computer, in which O endures unspeakable treatment and Ben argues that they must ransom her while Chon, less sentimental, wants to take their losses. Both boys would be more than happy to get out of business and retire somewhere comfy.\n\nMuch of the fascination of \"Savages\" comes through Stone's treatment of the negotiations, which involve percentages, sliding scales over three years, an ultimate payout, and other financial details that drugs have in common with big business. It's spellbinding to watch the two sides trying to outthink each other. One of the big closing scenes involves a variation of the kind of hostage trade familiar from countless Western and gangster movies — only in Stone's hands, it turns out to be not so familiar at all.\n\nIt's hard to describe how morality sneaks in here, and how everyone is evil but some have their good sides. Try to unravel the relationship that develops between Elena and O. Notice that the snaky Lado, played by Del Toro as a pitiless predator, has certain sensibilities. Listen to the discussions between Chon and Ben about the woman who was part of their so perfect triangle. Try to track the motives of Travolta's DEA agent. No, wait. It's occurred to me that he's completely evil.", "running_time": 131, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-07-04", "genres": ["Crime", "Drama", "Thriller"], "title": "Savages (2012)"}