{"url": "http://www.rogerebert.com/reviews/savage-nights-1994", "by": "Cyril Collardas Jean", "star_rating": 2.5, "text": "\"Savage Nights\" is both the most famous and infamous recent film from France, the story of a bisexual filmmaker who celebrates his promiscuity and engages in unsafe sex even after he discovers he has AIDS. The movie is the loosely autobiographical story of Cyril Collard, who based it on his own novel, wrote it, directed it, starred in it, and died of AIDS just four days before it won the Cesar prize as France's best film of the year.\n\n\"Savage Nights\" generated a firestorm of comment in France, a surprising amount of it positive, about the hero's decision to place the lives of others at risk. Some of the director's defenders read it as an existential gesture in the face of death. That works if others choose freely to share your disease with you - but the film's hero also goes prowling for casual sex in the shadows of the Seine embankment, with men who presumably are not keen on dying. (To be sure, it takes two to engage in unsafe sex.) Why was this material so popular in France? Kenneth Turan of the Los Angeles Times, is acid in his review: \"(It's) more interesting as a study of what the French go wild about than for anything it has to say about AIDS or the people who have it.\" Collard, a young actor in the sullen, self-enamored mold of James Dean, plays a filmmaker who learns he is HIV positive and reacts to this news by ignoring it. He continues at his work, he hangs out in the bars and bistros of Paris, and he meets a 17-yearold woman named Laura (Romane Bohringer) and they begin to live together.\n\nHe is open about his bisexuality, and eventually also forms a liaison with a young man named Samy (Carlos Lopez). And he cruises for sex with strangers.\n\nThe film seems knowledgeable about the Parisian gay underworld, and some of its more effective scenes show men cautiously approaching and assessing each other late at night in secluded caverns under the Seine embankments; only a physical exchange is involved, and many of these men would hardly be able to recognize each other in daylight.\n\nWhy is Jean driven to these clandestine and sordid meetings, when he has not one but two lovers? There seems to be a recklessness in his nature, an appeal to danger and the forbidden, a self-destructive drive. And since he knows his body is potentially a lethal weapon, there may also be an element of revenge - of hatred against the kinds of men who possibly gave him the disease in the first place.\n\nIn his more ordinary hours, Jean seems driven by a great energy, as if running away from the disease, which for much of the film he never discusses. He drives recklessly around Paris in a sports car which he seems to regard as an instrument of aggression. He imposes his will on others. Once he cries out \"I want to live,\" but mostly he seems unaware that he is dying, and in the audience we begin to wonder what he can possibly be thinking of during some of his actions; the film seems as confused as we are.\n\nI felt strongly that Jean should have been insightful enough to understand that Laura, while sexually experienced, is essentially a damaged stray who is with him for unhealthy reasons. Is his ego so damaged he needs her uncritical acceptance? She knows he is gay, accepts it as she accepts everything else from him, and at one point insists on unprotected sex. The movie doesn't make clear what they're thinking: Do they believe their love can transcend mere physical disease? Or is it that she doesn't want to live if he's going to die? What's creepy is that the film seems to accept either of these reasons - not surprising, since Collard is essentially celebrating his own life story.\n\n\"Savage Nights\" has a certain energy and authenticity, and a truly poignant performance by Bohringer as the confused young woman.\n\n(She won a Cesar as the year's best actress for this performance, and then went on to play a completely different character - a quiet, poor girl who idolizes a sleek Parisian diva - in \"The Accompanist.\") Bohringer makes the character real in countless details, and Laura's confusion and vulnerability undermine Collard's theme, by suggesting that perhaps this young woman is not smart to play dice with her life, nor is her lover wise to allow her. Certainly she will miss him if he dies, but sharing his disease is a permanent solution to a temporary problem.", "running_time": 126, "mpaa_rating": "NR", "release_year": 1994, "date_published": "1994-03-18", "genres": null, "title": "Savage Nights (1994)"}