{"url": "http://www.rogerebert.com/reviews/savage-messiah-1972", "by": null, "star_rating": 3.0, "text": "The truly original directors seem to stake out a territory and make it their own. John Ford took over Monument Valley, Ingmar Bergman has his island, and Ken Russell is obsessed with the subject of genius. I would not quite put Russell in the company of the other two directors -- there may not be three directors with less in common -- but I would claim a real originality for his work. I don't like most of it, but it's original.\n\nRussell seems to fly into his films full-tilt, and I picture him sometimes with steam and sparks jetting from his ears. His movies are almost always paced just this side of frenzy, and his characters mostly seem to be on speed. This can be as tedious, in its way, as the use of a very slow pace, but sometimes it works. For Russell, early in his career, it worked in \"Women in Love\" (1969) and again in 1972 with \"Savage Messiah.\"\n\nThis is another movie, like Russell's awful \"The Music Lovers,\" about genius, art and the act of creation. What makes it work so much better than \"The Music Lovers\" is that Russell is mostly willing to stay out of his subjects' minds and let us see and hear them instead. In \"The Music Lovers,\" which was allegedly about Tchaikovsky, we get a series of the composer's mental images, climaxing with the unspeakably inappropriate vision of a head being blown off during the cannon roars of the 1812 Overture.\n\nBut let a curtain of merciful neglect fall on that movie. \"Savage Messiah\" concerns a sculptor rather than a musician, and, moreover, a sculptor who doesn't create on the basis of specific inspirations. (Russell has Tchaikovsky forever undergoing traumatic experiences and then rushing to the piano to \"work it out of himself\" in music.) No, the hero this time, the young French sculptor named Henri Gaudier, is more objective about his art, if not his life.\n\nThe movie is based more or less on fact. Gaudier lived in the Bohemian Paris of 1910-15, and he knew Ezra Pound and Wyndham Lewis and produced a large body of work in a short time. He was killed in World War I at the age of 23. Before that, however, he met an extraordinary and eccentric Polish woman, some 20 years his senior, and lived with her for five tempestuous years. \"Savage Messiah\" is the story of their relationship.\n\nThe woman was Sophia Brezeska (he later tacked her name onto his own). She was brilliant, unconventional, possessed of a fierce temper, and determined to become a great writer. She never did, but she became a great character, and that is not so easy, either.\n\nSophie was not an enthusiast of sex, and the couple lived together in a state of chastity occasionally interrupted by Henri's venturing out into the night for companionship, paid or otherwise. They gloried in the intrigues of the Paris artists-and-writers colony, which at that time contained the creators of most that would be original in the art of the first half of the century. They were not quite first-raters themselves, but they didn't know that; anybody could be an eccentric genius in those days, and all you had to do was anoint yourself.\n\nRussell's movie is a little silly about the actual business of sculpture. There is a scene, for example, where Henri steals a tombstone and hews a statue from it overnight. He flies into a frenzy with his chisel and mallet, and we are left with the thought that if sculpturing went that fast more people would probably take it up.\n\nWhat's good about the movie is Russell's handling of the relationship between Henri and Sophia (played with fiery disagreements and quiet affections by Scott Antony and Dorothy Tutin). It was an unusual relationship, but a real one, and it held together with a kind of desperate resilience that Russell is able to make funny and sad. You get to like Henri and Sophia, maybe more than they like themselves.", "running_time": 100, "mpaa_rating": "R", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Drama"], "title": "Savage Messiah (1972)"}