{"url": "http://www.rogerebert.com/reviews/savage-grace-2008", "by": "Julianne Mooreas Barbara", "star_rating": 2.5, "text": "By Roger Ebert\n\nWhen a movie's story ends and words appear on the screen telling us what happened then, they are sometimes inspirational, sometimes triumphant, sometimes sad. But I don't think I've ever seen an outcome more pathetic than the one described at the end of \"Savage Grace.\" They describe the ultimate destiny of Tony Baekeland, whose misfortune it was to be the heir of a great fortune. His fate is all the more appalling because it hardly seems inevitable. He is a very disturbed young man, as who might not be after the life he led? But life took him to tragic extremes.\n\nThe movie tells the true story of the marriage of Barbara Daly (Julianne Moore) and Brooks Baekeland (Stephen Dillane), who glittered erratically in the social circles of the 1940s through the 1960s. Brooks' grandfather invented Bakelite, used in everything from cooking utensils to nuclear bombs. By the third generation, the fortune has produced Brooks, a vapid clotheshorse who nevertheless perhaps deserves better than a wife who is all pose and attitude, all brittle facade, deeply rotten inside. Their son, Tony (Eddie Redmayne), who narrates much of the story, is raised as her coddled darling, but feels little real love from either parent and grows into a narcissistic, hedonistic, inverted basket case.\n\nOh, but they all look so elegant! They know how to dress and how to behave (and misbehave) in the high-society watering holes of New York (1950s), Paris (1960s), Majorca and London (into the 1970s). They are known everywhere, loved nowhere, except for a few hangers-on like Sam (Hugh Dancy), a gay \"walker\" who accompanies Barbara after Brooks has left.\n\nIt's not simply that Brooks has left. He left with Blanca (Elena Anaya), the Spanish beauty Tony brought home from the beach one day, only to watch his father seduce her from right under his nose. Tony was of indeterminate sexuality from the beginning and now tilts over into homosexuality, with such friends as Jake (Unax Ugalde), a pot-smoking beach creature. Sam, an art dealer, is also in the mix, and indeed mother, son and walker all end up in bed together.\n\nThe tone of the film is set by Julianne Moore, in what I suppose must be described as a fine performance, although she has little enough to work with. Barbara was so shallow. She was all clothes and hair and endless cigarettes, and conversation that was never really adequate for the level she was aiming for. She also had a nasty habit of saying rude things to break up social events, and you can hardly blame Brooks for leaving -- although he, too, was so lacking in ordinary human qualities.\n\nDecadence, of course, is the word to describe this world, but nothing really prepares us for its final descent. I will not describe what happens at the end, except to say nothing has really prepared us for it. It's hard to take. Very hard. And then those stark white letters on the black background.\n\nThis is the first feature film directed in 15 years by Tom Kalin, who made \"Swoon\" (1992). That was about another famous scandal, the murder of Bobby Franks by Richard Loeb and Nathan Leopold. Both films are about protagonists without ordinary moral values; they find the unacceptable to be thinkable, even a pleasure. Or a compulsion.\n\nBut what we miss in this film is insight into Barbara and Brooks and Tony. In his letters and diaries, Tony makes a great effort toward understanding his life but doesn't come up with much. Living these lives, for these people, must have been sad and tedious, and so, inevitably, is their story, and it must be said, the film about it.", "running_time": 97, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-06-12", "genres": ["Drama"], "title": "Savage Grace (2008)"}