{"url": "http://www.rogerebert.com/reviews/save-the-last-dance-2001", "by": "Julia Stilesas Sara Johnson", "star_rating": 3.0, "text": "\"Save the Last Dance\" begins with standard material but doesn't settle for it. The setup promises cliches, but the development is intelligent, the characters are more complicated than we expect, and the ending doesn't tie everything up in a predictable way. Above all, this is a movie where the characters ask the same questions we do: They're as smart about themselves as we are.\n\nAs the film opens, we meet Sara (Julia Stiles), a morose high school girl on a train. Flashbacks fill us in. She was a promising dancer with an audition at Juilliard, but her mother was killed in an accident while driving to see her daughter dance. Now there's no money for school, Sara loses her comfortable suburban existence and goes to live with her father, Roy (Terry Kinney), a musician who lives in a gritty Chicago neighborhood. Roy is not unfriendly, but isn't the parent type.\n\nThe students at Sara's high school are mostly African American, but as we notice this, we notice something else: The movie doesn't fall into ancient cliches about racial tension, the school is not painted as some kind of blackboard jungle, and the students are not electrified by the arrival of (gasp!) a white girl. They have more important things to think about.\n\nSara is befriended by a girl named Chenille (Kerry Washington), who shows her how easy it is to get your bag stolen if you leave it unattended. In class, she notices Derek (Sean Patrick Thomas), whose comments show he's smart. She's taken to a club on Friday night, dances with Derek (who turns out to be Chenille's brother) and starts to like him. Eventually it becomes a romance, but this is not your basic high school love story, and includes dialogue like, \"We spend more time defending our relationship than actually having one.\" Derek's best friend is Malakai (Fredro Starr). They've been in trouble together, and Malakai once pulled him out of a situation that could have destroyed his life. Malakai is a petty thief and a gang member; Derek is on a different track (he's just won a scholarship to Georgetown), but loyalty tugs at him when Malakai wants him to come along as backup at a potentially fatal encounter. Derek's choice, and the way the episode ends, may surprise you.\n\nMeanwhile, Derek and Sara dance together--not just at the club, but in a deserted building where he shows her an urban style of dance and learns of her passion for ballet. All of this is interesting because it is not simply presented as courtship, but as two young people seriously curious about dance. Their romance, when it develops, doesn't show that love is blind, but suggests that it sees very well indeed; the movie doesn't simple-mindedly applaud interracial relationships, and Sara gets bitterly criticized by Derek's sister Chenille: \"You come and take one of the few decent men left after drugs, jail and drive-bys.\" That overstates the case; there are lots of decent men left, but we understand how she feels.\n\nDo you know who Julia Stiles is? She's one of the most talented of the emerging generation of actresses, although not yet a major star. Born in 1981, acting since she was 11, she was Ethan Hawke's Ophelia in the modern-dress 2000 version of \"Hamlet,\" and plays the local teenager who inflames Alec Baldwin in David Mamet's \"State and Main\" (she was also Freddie Prinze Jr.'s squeeze in the less than brilliant \"Down to You\"). Here she is good in ways that may not be immediately apparent, as when she jockeys for personal space with Sara's bohemian bachelor father, and like the way Sara can talk with Derek (ever notice how many teenage lovers in the movies have nothing to say to each other, except comments driven directly by the mechanics of the plot?).\n\nSean Patrick Thomas is good, too, especially in Derek's scenes with Malakai. We see the pull of loyalty struggling with the wisdom of common sense, as Malakai tries to persuade him to head into trouble, and Derek fights between his instincts and his intelligence. The movie was directed by Thomas Carter (\"Swing Kids,\" \"Metro\"), who seems determined to let this be the story of these specific characters and not just an exercise in genre. The movie's awake. It surprises you. You can see Derek and Sara thinking. For them, romance is not the end of the story. Their lives are ahead of them. They're going to college. They have plans. Maybe they'll figure in each other's plans. They'll see. You need a lot of luck if you plan to spend your life with the first person you fall in love with in high school.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-01-12", "genres": ["Drama", "Family", "Musical", "Romance"], "title": "Save The Last Dance (2001)"}