{"url": "http://www.rogerebert.com/reviews/save-the-tiger-1973", "by": "Jack Lemmonas Harry Stoner", "star_rating": 3.0, "text": "Harry Stoner is a man who, according to his own lights, is a good citizen. He employs something like 40 people, he contributes to the economy, he cares about his family, he pays his . . . well, last year he didn't quite pay his taxes. He and his partner did a little ballet with the books, and if the IRS finds out, that will be the last tango in Los Angeles.\n\n\"Save the Tiger\" is the story of a day and a half in Harry Stoner's life. It begins when he's awakened by a nightmare, and it ends with some kids who don't need him as a utility infielder in their baseball game. Harry is a partner in a dress-manufacturing firm, and this is his big day because it's the day when he introduces his new line to the out-of-town buyers. A lot of things happen to Harry during the day. A client nearly dies of a heart attack on him, he has a couple of philosophical discussions (one with an old European tailor, one with the last of the flower children) and he arranges to have one of his factories burn down.\n\nBut all the time, his mind is on other things. He is haunted by his memory of how simple life was in the 1940s. The flower child tells him that she read in the National Geographic about how tigers and other wild animals \"return to places of remembered beauty\" to die. Harry's place of remembered beauty is a professional baseball lineup, the Brooklyn team in the 1940s, the boys of summer . . . Harry was a pretty good amateur ball player himself at one time. Now he cheats, pimps, steals designs from his competitors and finds himself dealing with an arsonist. He can't quite understand what went wrong. His dream was to meet a payroll, instead of being on one. Now as the ads say, he will do anything for one more season. It's just that one more season means something different to Willie Mays than it does to Harry Stoner.\n\n\"Save the Tiger\" has been attacked in some quarters for covering too much ground. I suppose it does. There's hardly a contemporary issue that isn't at least mentioned, sometimes two or three times. Maybe the movie's writer, Steve Shagan, tried too hard to find a place in his script for everything on his mind. \"Save the Tiger\" isn't just a statement; it's a summary of Shagan's intellectual inventory over the last five years.\n\nBut that doesn't bother me, because (with apologies to Shagan) the movie's survey of contemporary issues isn't central to what makes it enjoyable. When Harry (Jack Lemmon) and his partner Phil (Jack Gilford) are arguing over the morality of committing fraud, we aren't listening to the meaning of the argument; we're enjoying the texture. Lemmon and Gilford bring such energy, such humor and grace, to their handling of the dialog that their scenes together have a life entirely apart from the movie's \"message.\"\n\n\"Save the Tiger\" is essentially a virtuoso piece of movie acting. Jack Lemmon holds the movie together by the sheer force of his performance as Harry; he makes this character so convincing that we're fascinated. Gilford's timing in his arguments with Lemmon is a kind of counterpoint; they manage to convince us they've been having this same argument for 20 years. There are a lot of other good performances in the movie too, especially Thayer David's professional arsonist and Laurie Heineman's hippie girl. As nearly as I can recall, the first pot-smoking flower child mesmerized by beauty, truth, love and simplicity was Leigh Taylor-Young in \"I Love You, Alice B. Toklas.\" Now Laurie Heineman provides what may well be the last performance in the genre; it's difficult to imagine even one more flower child in a movie (until 1960s nostalgia bits in about five years). It's interesting that the first and last movie flower children were the only good ones; all the performances in between were insufferable.\n\nNo, the movie isn't as ideologically pure as the driven snow. Yes, there are flaws in Harry Stoner's character, and we shouldn't let him get away with feeling so sentimental. True, \"Save the Tiger\" apologizes for actions that are corrupt no matter how you view them. But this entire critical approach is off the track, it seems to me; the enjoyment to be had at this movie comes from the way the performers and John G. Avildsen, the director, string together a series of scenes that are human, quirky, bittersweet. So we do leave the movie thinking that Harry Stoner isn't such a great guy. We have met him, and because of Lemmon's performance, we won't forget him.", "running_time": 100, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-03-02", "genres": ["Drama"], "title": "Save the Tiger (1973)"}