{"url": "http://www.rogerebert.com/reviews/saved-2004", "by": "Mandy Mooreas Hilary Faye", "star_rating": 3.5, "text": "The film follows the traditional pattern of many other teenage comedies. There's a clique ruled by the snobbiest and most popular girl in school, and an opposition made up of outcasts, nonconformists and rebels. We saw this formula only a few weeks ago in \"Mean Girls.\" What's different this time is that the teen queen, Hilary Faye, is the loudest Jesus praiser at American Eagle Christian High School, and is played by Moore, having a little fun with her own good-girl image.\n\nHer opposition is a checklist of kids who do not meet with Hilary Faye's approval. That would include Dean (Chad Faust), who thinks he may be gay; Cassandra (Eva Amurri), the only Jew in school and an outspoken rebel, and Roland (Culkin), Hilary Faye's brother, who is in a wheelchair but rejects all forms of sympathy and horrifies his sister by becoming Cassandra's boyfriend. There's also Patrick (Fugit), member of a Christian skateboarding team and the son of Pastor Skip (Martin Donovan), the school's widowed principal. He's thoughtful and introspective and isn't sure he agrees with his father's complacent morality.\n\nThe heroine is Mary (Malone), whose mother Lillian (Parker) has recently been named the town's No. 1 Christian Interior Decorator. Mary's boyfriend is Dean (Faust, an interesting name in this context). One day they're playing a game that involves shouting out secrets to each other while underwater in the swimming pool, and Dean bubbles: \"I think I'm gay!\" Mary is shocked, bangs her head, thinks she sees Jesus (he's actually the pool maintenance guy) and realizes it is her mission to save Dean. That would involve having sex with him, she reasons, since only such a drastic act could bring him over to the hetero side. She believes that under the circumstances, Jesus will restore her virginity.\n\nJesus does not, alas, intervene, and Mary soon finds herself staring at the implacable blue line on her home pregnancy kit. Afraid to tell her mother, she visits Planned Parenthood, and is spotted by Cassandra and Roland.\n\nCassandra: \"There's only one reason Christian girls come downtown to the Planned Parenthood!\"\n\nRoland: \"She's planting a pipe bomb?\"\n\nYou see what I mean. The first half of this movie is astonishing in the sharp-edged way it satirizes the knee-jerk values of Hilary Faye and her born-again friends. Another target is widower Pastor Skip, who is attracted to Mary's widowed mother; she likes him, too, but they flirt in such a cautious way we wonder if they even realize what they're doing.\n\nAt the time Mary sacrifices her virginity to conquer Dean's homosexuality, she's a member of Hilary Faye's singing trio, the Christian Jewels, and a high-ranking celebrity among the school's Jesus boosters. But the worldly Cassandra spots her pregnancy before anyone else does, and soon the unwed mother-to-be is hanging out with the gay, the Jew and the kid in the wheelchair. They're like a hall of fame of outsiders.\n\nDean's sexuality is discovered by his parents, and he's shipped off to Mercy House, which specializes in drug detox and \"degayification.\" Once again the screenplay, by director Brian Dannelly and Michael Urban, is pointed: \"Mercy House doesn't really exist for the people that go there, but for the people who send them,\" says Patrick, who is having his own rebellion against Pastor Skip, and casts his lot with the rebels.\n\nNow if the film were all pitched on this one note, it would be tiresome and unfair. But having surprised us with its outspoken first act, it gets religion of its own sort in the second and third acts, arguing not against fundamentalism but against intolerance; it argues that Jesus would have embraced the cast-outs and the misfits, and might have leaned toward situational ethics instead of rigid morality. Doesn't Mary, after all, think she's doing the right thing when she sleeps with Dean? (What Dean thinks remains an enigma.)\n\n\"Saved!\" is an important film as well as an entertaining one. At a time when the FCC is enforcing a censorious morality on a nation where 8.5 million listeners a day are manifestly not offended by Howard Stern, here is a movie with a political message: Jesus counseled more acceptance and tolerance than some of his followers think. By the end of the movie, mainstream Christian values have not been overthrown, but demonstrated and embraced. Those who think Christianity is just a matter of enforcing their rulebook have been, well, enlightened. And that all of this takes place in a sassy and smart teenage comedy is, well, a miracle. Oh, and mirabile dictu, some of the actors are allowed to have pimples.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-05-28", "genres": ["Comedy", "Drama", "Family", "Indie"], "title": "Saved! (2004)"}