{"url": "http://www.rogerebert.com/reviews/saving-grace-2000", "by": "Brenda Blethynas Grace", "star_rating": 2.0, "text": "Her husband was a louse, something everyone in town except for Grace (Brenda Blethyn) seems to have known. He also was a ladies' man with a mistress in London, and he spent all the money and borrowed more. Grace is appalled as the movers arrive to carry out the furniture: What is to become of her garden? The gardener himself suggests the solution. His name is Matthew, played by Craig Ferguson, who also co-wrote the movie. Matthew also works at the vicarage, where he has a few private marijuana plants under cultivation. They're not flourishing in the shade, alas, and he recruits Grace for advice. She suggests moving them into her greenhouse for better light and food, and one thing leads to another--as in such situations they inevitably do. Before long Grace and Matthew are raising dope in wholesale quantities and may make enough money to pay the bills with lots left over.\n\n\"Saving Grace\" sets this story in one of those villages that has been a staple of British (and Welsh, Scottish and Irish) comedies since time immemorial: villages in which P.G. Wodehouse novels would be considered realistic, where everyone knows one another, is nice, is an eccentric, plays a role, and winks at those kinds of sin that are harmless and fun. Such villages have had a renaissance in recent years. Think of \"Local Hero,\" \"Waking Ned Devine,\" \"The Snapper,\" \"The Full Monty,\" \"The Englishman Who Went Up A Hill But Came Down A Mountain\" \"Brassed Off,\" \"Circle Of Friends,\" \"The Van\" and many more.\n\nDo such places exist? I hope so. St. Isaacs, the village in Cornwall that provides the setting for \"Saving Grace,\" seems like the kind of place you might never want to leave, so friendly are the citizens and charming the aspect. The horrors of modern life have not penetrated here, and Grace only vaguely understands them when she ventures to London on her own to sell her marijuana harvest. For anyone who has ever ventured down Portobello Road in Notting Hill and sniffed the sweet scents on its breezes, there is a good laugh in the sight of middle-aged, respectable Grace trying to find customers. She is wearing a white summer suit--her idea of what is appropriate for a trip to London, but nobody's idea of how a pot dealer should dress.\n\nThe London scenes also provide us with a low-level drug dealer named Vince (Bill Bailey) who realizes he is in way over his head, and a higher-level drug dealer named Jacques (Tcheky Karyo) who wants to be menacing and fearful but is disarmed by Grace's naivete (how do you threaten someone who is oblivious to threats?). When it turns out that Grace has a lot of very high-quality marijuana, Vince in particular wants out: \"I have to go pick up my daughter from her flute lessons.\" The setup of \"Saving Grace\" is fun, and Blethyn helps by being not just a helpless innocent but a smart woman who depended too much on her husband and now quickly learns to cope. The London dope scene is also amusing, although more might have been done with Jacques (he sometimes seems at a loss for words). But the film's ending decays into farce that is more or less routine; if it was funny to see one naked old man in \"Waking Ned Devine,\" how about several naked old ladies this time? We're left with a promising idea for a comedy, which arrives at some laughs but never finds its destination.", "running_time": 93, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-08-04", "genres": ["Comedy", "Foreign", "Indie"], "title": "Saving Grace (2000)"}