{"url": "http://www.rogerebert.com/reviews/saving-shiloh-2006", "by": "Jason Dolleyas Marty Preston", "star_rating": 3.5, "text": "\"Saving Shiloh\" is the third and final \"Shiloh\" film, and fully as worthy as the others. It's a family film that deals with real problems and teaches real values, and yet is exciting and entertaining. We come to really care about the young boy Marty, his family and friends, and the ominous presence of their neighbor, Judd. Marty, now played by Jason Dolley, has grown up during the series and does some wise thinking in this film.\n\nAll three films are based on much-loved novels by Phyllis Reynolds Naylor, and the tension in all three centers on the neighbor Judd (Scott Wilson), who has a drinking problem, gets in fights, wrecks his car, and as before, seems to have no occupation except for shooting squirrels in the trees around his cabin. Wilson plays the character full-bore, not as a villain in a family film but as a complex and wounded person, earnestly trying to change.\n\nMarty believes in him. Marty's father, Ray (Gerald McRaney), has known Judd most of his life, and disliked him until recently. His change of heart came in the first film, after Marty rescued the abused dog Shiloh from Judd, made him his own, and in the process broke into Judd's isolation for the first time. By this third film, Marty has won Judd's confidence to such a degree that the man shares a painful memory of his own father: \"Sometimes he beat me when he was sad. Sometimes he beat me when he was happy. Sometimes he was just happy to beat me.\"\n\nJudd becomes the suspect when a local man disappears after the two men get in a bar fight. Judd is suspected again in a series of thefts. Marty believes in him, and his dad backs him up: Judd is a troubled man, but not a thief and certainly not a killer. Local gossip is quick to blame Judd for everything that goes wrong, but Marty's teacher focuses on the principle that a man is innocent until proven guilty, and Marty puts that into practice. Judd still keeps his dogs chained, but Marty finds from the local vet that chained dogs are unhappy and mean, and tells Judd he and his dad will help fence in his yard. In this and other ways, Marty stands true.\n\nAll of this may sound too much like an after-school special, so I should add that Marty, his best friend Samantha (Taylor Momsen) and his sisters Dara Lynn (Kyle Chavarria) and Becky (Liberty Smith) live ordinary kid lives, have ordinary kid days, fool around, and bring us lots of smiles. His dad and mom (Ann Dowd) are loving and supportive, and that's rare when so many movie parents are wrong-headed or missing.\n\nIt's commendable, too, that in this film growing old and dying are treated respectfully; there's a visit to the grave of Samantha's grandfather Doc Wallace, and a visit to the nursing home where Marty's grandmother is slipping into Alzheimer's. \"Saving Shiloh\" doesn't overplay its lessons on life, but it contains them, and they give it values many family movies simply ignore. Carl Borack produced and Dale Rosenbloom directed the first film; they co-produced \"Shiloh 2: Shiloh Season\" (1999) and \"Saving Shiloh,\" both directed by Sandy Tung.\n\nAs for melodrama, there is some business involving the thieves that is fairly exciting but also fairly unbelievable. And a climactic scene where Dara Lynn slips off a bridge into the river, and Marty and Shiloh dive in to save her. The film nicely modulates the danger, making it scary but not traumatizing. Everyone involved with this film obviously had respect for the family audiences they are aiming at, and it's surprising how moving the film is, and how wise, while still just seeming to be about a boy and his dog, his family, and the mean man next door who isn't so mean, if you get to know him.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2006, "date_published": "2006-05-11", "genres": ["Drama", "Family"], "title": "Saving Shiloh (2006)"}