{"url": "http://www.rogerebert.com/reviews/saving-face-2012", "by": "Sharmeen Obaid Chinoy", "star_rating": 4.0, "text": "One of the women in \"Saving Face\" looks as if half her face has melted. Her lips are twisted and distorted, her left eye socket so damaged it cannot accept a glass eye, her throat a mass of scars. We follow her through a series of plastic surgeries performed by Dr. Mohammad Jawad, a Pakistani doctor from London who volunteers his time. He is able to make the lips seem more normal, and to cover some of the damaged facial area with a synthetic skin substitute. It no longer looks melted, but now seems rubbed flat of its features.\n\nAnother woman says her husband threw acid onto her face, and then her sister-in-law threw gasoline on her and her mother-in-law set her afire. They locked her into a room, intending her to die. The husband was arrested, and looks straight into the camera while saying his wife set herself on fire. If you look at the women in the burn unit of the Islamabad hospital, he claims, you'll find that most of the women there set themselves on fire, or threw acid at themselves.\n\nDr. Jawad, a large, affable man, enlists a colleague from Dubai to construct a prosthesis for the woman without an eye socket. He confides that he can barely endure listening to the stories he is forced to hear. When he learned about the acid attacks in London, he says, he felt obligated to return to his homeland and volunteer his surgical skills to mend the faces and the lives of women who in some cases feel unable to step outside the door.\n\nThis film, which won the 2012 Academy Award for best short documentary, is only 40 minutes long. It has the impact of an epic. Instead of giving us outraged speeches, it takes a realistic, level-headed view of the people involved, and of the surgical process. It follows the efforts of a woman member of Parliament to introduce a bill establishing life sentences for those guilty of acid attacks, and it passes unanimously.\n\nThat is progress. But the victims are still faced with the challenge of raising a family, and given local interpretations of Muslim law, they often feel they must remain in the house of their husband's family. One woman files for divorce--but her husband refuses her one, because that would shame him. He feels no shame about attacking her with acid. I forgot: She attacked herself.\n\nThis heartbreaking film has relevance to the cruelties toward women that are sanctioned in many lands. There is no justification for such behavior in the laws of the Muslim religion, but in many societies the dominance of men over women is interpreted so as to almost sanction physical violence. Men own women, who have few rights. One woman shows us a brick wall that blocks a doorway in her home, preventing her from ever seeing her daughter again. In some lands, women accused of adultery are bricked inside sealed rooms for the rest of their lives.\n\nI find it notable that the women victims in this film repeatedly evoke the name of God, even assuming that God has permitted such things. Words fail me.\n\nThe co-directors of \"Saving Face,\" Sharmeen Obaid Chinoy and Daniel Junge, shared the Oscar, and Chinoy is the first Pakistani to ever win one. A friend of mine noted that the subject of the film was never mentioned on the Academy Awards broadcast.\n\n\"Saving Face\" premieres on HBO on Thursday, March 8, at 5:30a. m. and 8:30p. m. ET/PT, and one hour earlier in CT and MT. It repeats often during March on HBO and HBO2. Check your time zone. ", "running_time": 40, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-03-07", "genres": ["Comedy", "Documentary", "Drama", "Romance"], "title": "Saving Face (2012)"}