{"url": "http://www.rogerebert.com/reviews/savior-1998", "by": "Dennis Quaidas Guy", "star_rating": 3.5, "text": "\"Savior\" is a brutally honest war film that looks unblinkingly at how hate and prejudice can pose as patriotism. It stars Dennis Quaid as an American named Guy, whose wife and child are killed by a Muslim terrorist bomb in Paris. He walks into the nearest mosque, murders men at prayer and then disappears into the French Foreign Legion. Six years later, he turns up in Bosnia, as a mercenary fighting for the Serbs against the Bosnians.\n\n\"We fight for no country, no faith, no political cause,\" he is told on the day he's sworn into the legion. \"We fight for honor.\" One would like to think that honor might involve country, faith or politics, but only the Legion deserves the loyalty of a legionnaire, and it's this kind of macho, death-intoxicated craziness that Guy encounters in Bosnia. The Bosnians and Serbs have religious differences, but the film argues that much of the blood-hate on both sides involves psychotic male societies in which women are chattel--to be raped if they're not yours, and killed if they're yours and have been raped.\n\nGuy buys into this ethic in the early scenes of the movie, blaming all Muslims for his family's murder by a lunatic fringe. Later, he is forced to focus on individual people and finds it is not so easy to hate when you know someone. Empathy is the enemy of tribalism.\n\nIn Bosnia, he and his best friend Dominic (Stellan Skarsgard) kill for hire, and sometimes discuss what they do. Guy: \"You've done nothing wrong here.\" Dominic: \"It feels like I did.\" We see Guy use a sniperscope to take aim at an innocent boy looking for his goat. Guy kills him. A flashback shows how Guy's friend was killed by a girl concealing a grenade. An eye for an eye.\n\nA truce is declared. Guy and his Serbian comrade Goran (Sergej Trifunovic) take custody of a pregnant Serbian woman. Goran knows the woman's family. In a tunnel, he drags the woman out of the car and starts kicking her in the stomach. Her crime: being pregnant with a Muslim child.\n\n\"She was raped,\" Guy protests. This is a meaningless concept to Goran. She has been defiled, and if she were a decent woman, then of course she would already have killed herself. No blame attaches to her rapists, and we assume Goran himself has enthusiastically raped as many Bosnian women as convenient, trusting them to kill themselves or be killed by their fathers, brothers or helpful male neighbors.\n\nGuy, who has spent years killing for hire, who himself has killed in revenge, now finds he can stomach no more. He kills Goran and finds himself in possession of the woman, named Vera (Natasa Ninkovic), and her child. All of this is prologue to the film's central sections, in which Guy undergoes a change of heart because circumstances force him to empathize with these people instead of objectifying them as targets. His situation is complicated because Vera buys into the poisoned macho logic and refuses to nurse or care for the baby. The story arrives at a point where her own father hands her a gun and expects her to shoot herself.\n\nFrancois Truffaut once wondered if it was really possible to make an anti-war movie, since war films were inherently exciting, and we tend to identify with one side or the other. Here is an anti-war film. It helps, I suppose, that we see it from outside: Most American audiences view the civil wars in the former Yugoslavia as insane. While one side or the other might seem to make a better ideological case, the fighting is based on ancient blood hatred, and the hatred is founded not on religion but also on tribalism: If you are not like me, then I hate you. The primitive attitudes toward women make it easier to see how many fighters on both sides are killing for reasons more pathological than patriotic.\n\nQuaid is an actor who is innately likable. Here we don't ever see the famous grin, the easy charm. He plays Guy as a man who essentially shares the values of the men on both sides of the war he finds himself in, until responsibility for an infant forces him back in touch with more civilized values.\n\n\"Savior\" is not subtle. Directed by Peter Antonijevic, a Serbian who is even-handed in his treatment of both sides, it was produced by Oliver Stone and his longtime colleague Janet Yang from a screenplay they purchased from Robert Orr, who was inspired by a true story. The symbolism is heavy-handed and the movie pounds its insights home with big, bold strokes. But Quaid and Ninkovic find the right tone for their relationship; it doesn't get soppy, or turn into phony romance, but remains hardened by war. And the end of the story is cathartic but not \"happy\" in a contrived way. Too bad the music is allowed to swell into an inappropriate chorus, when the single woman's voice that began the song would have been a more effective closing note.\n\nA movie like \"Savior\" is a reminder that human nature does not inevitably take us upward to higher moral ground, but sometimes drags us down to our dog-eat-dog beginnings. It is so easy to blame a group for the actions of a few of its members: to make them seem less than human, to justify our hatred for them. Of course movies that demonstrate that are not as much fun as the other kind, in which those bastards get what they have coming to them.", "running_time": 103, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-12-11", "genres": ["Drama"], "title": "Savior (1998)"}