{"url": "http://www.rogerebert.com/reviews/saw-2004", "by": "Cary Elwesas Dr. Lawrence Gordon", "star_rating": 2.0, "text": "\"Saw\" is an efficiently made thriller, cheerfully gruesome, and finally not quite worth the ordeal it puts us through. It's a fictional machine to pair sadistic horrors with merciless choices, and so the question becomes: Do we care enough about the characters to share what they have to endure? I didn't.\n\nTwo recent films, \"Touching the Void\" and \"Open Water,\" involved characters who experienced almost unimaginable ordeals of pain and despair, and I was with them every step of the way -- not least because I understood how they found themselves in their terrifying situations, and how they hoped to escape.\n\n\"Saw\" by contrast depends on an improbably devious and ingenious villain who creates complications for the convenience of the screenplay. Named \"The Jigsaw Killer,\" he joins that sturdy band of movie serial killers with time on their hands to devise elegant puzzles for their victims and the police. Sometimes that works, as in \"The Silence of the Lambs,\" and sometimes we simply feel toyed with. That said, \"Saw\" is well made and acted, and does what it does about as well as it could be expected to. Horror fans may forgive its contrivances.\n\nThe movie opens in a locked public toilet. A clock on the wall says it is 2 o'clock. Two men are chained by leg irons to opposite walls. In the center of the floor is a corpse in a pool of blood. Near the corpse are a revolver, a tape recorder and a saw. The men are Adam (played by Leigh Whannell, who co-wrote the screenplay) and Dr. Lawrence Gordon (Cary Elwes). The corpse remains a mystery for a long time, but the tape recording is helpful: It informs both men that Dr. Gordon has to kill Adam by 6 o'clock, or his wife and daughter will be murdered.\n\nA parallel story involves the efforts of two detectives to track down the Jigsaw Killer, who has posed such deadly ultimatums to earlier victims. (One involves a machine bolted to the victim's head, with a mechanism inserted into the mouth, which is timed to rip the jaws apart after the deadline. I hate it when that happens.) The detectives are David Tapp (Danny Glover) and Steven Sing (Ken Leung), and they're racing, as you might expect, against time.\n\nWho is the Jigsaw Killer, and why has he gone to such diabolical lengths to devise such cruel predicaments? Well might you ask. The answer, of course, is that he is a plot device lowered into the movie with a toolbox filled with horrors, dangers and unspeakable choices. He exists not because he has his reasons or motivations (although some are assigned to him, sort of as a courtesy, at the end). He exists because he tirelessly goes to great trouble and expense to fabricate a situation that the movie can exploit for 100 minutes. And he is almost certainly not who he seems to be, because of the screenwriting workshop principle that a false crisis and a false dawn must come before the real crisis and the real dawn.\n\nElwes and Whannell, chained by their ankles in the locked room, not only have to act their socks off but perhaps even their feet. Actors like roles like this, I suppose, because they can vibrate at peak intensity for minutes on end, screaming and weeping and issuing threats and pleas and pretty much running through the gamut of emotions by knocking over all of the hurdles. You hope at the end of the movie they have a hot shower, a change of clothes and a chicken dinner waiting for them.\n\nAs for the (possible) Jigsaw Killer, he of course is glimpsed imperfectly in some kind of a techno-torture lair, doing obscure things to control or observe the events he has so painstakingly fabricated. We also see another version of the killer, also annoying: Jigsaw (or someone) disguises himself as a grotesque clown-like doll on a tricycle. Uh, huh. Whenever a movie shows me obscure, partial, oblique, fragmented shots of a murderous mastermind, or gives him a mask, I ask myself -- why? Since the camera is right there in the lair, why not just show us his face? The answer of course is that he is deliberately obscured because he's being saved up for the big revelatory climax at the end.\n\nA movie that conceals the identity of a killer is of a lower order, in general, than one that actually deals with him as a character. To get to know someone is infinitely more pleasing than to meet some guy behind a hockey mask, or in a puppet suit, or whatever. There is always the moment when the killer is unmasked and spews out his bitterness and hate and vindictive triumph over his would-be victims. I find it a wonder this obligatory scene has survived so long, since it is so unsatisfying. How about just once, at the crucial moment, the killer gets squished under a ton of canned soup, and we never do find out who he was?", "running_time": 103, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-28", "genres": ["Horror", "Thriller"], "title": "Saw (2004)"}