{"url": "http://www.rogerebert.com/reviews/say-it-isnt-so-2001", "by": "Chris Kleinas Gilly Noble", "star_rating": 1.0, "text": "A comedy character can't be successfully embarrassed for more than a few seconds at a time. Even then, it's best if they don't know what they've done wrong--if the joke's on them, and they don't get it. The \"hair gel\" scenes in \"There's Something About Mary\" are a classic example of embarrassment done right. \"Say It Isn't So,\" on the other hand, keeps a character embarrassed in scene after scene, until he becomes an...embarrassment. The movie doesn't understand that embarrassment comes in a sudden painful flush of realization; drag it out, and it's not embarrassment anymore, but public humiliation, which is a different condition, and not funny.\n\nThe movie stars Heather Graham and Chris Klein as Jo and Gilly, a hairdresser and a dog-catcher who fall deeply in love and then discover they are brother and sister. Jo flees town to marry a millionaire jerk.\n\nGilly lingers behind in public disgrace until he discovers they are not related after all. But since Jo's family wants her to marry the rich guy, everybody conspires to keep Gilly away. The movie tries for a long-running gag based on the fact that everybody in town mocks Gilly because he slept with his alleged sister. They even write rude remarks in the dust on his truck. This is not funny but merely repetitive.\n\nThe movie was produced by the Farrelly Brothers, who in \"There's Something About Mary\" and \"Kingpin\" show a finer understanding of the mechanics of comedy than they do here. \"Say It Isn't So\" was directed by James B. Rogers from a screenplay by Peter Gaulke and Gerry Swallow, who show they are students of Farrellyism but not yet graduates. They include obligatory elements such as physical handicaps, sexual miscalculations, intestinal difficulties and weird things done to animals, but few of the gags really work. They know the words but not the music.\n\nConsider a scene in which Gilly punches a cow and his arm becomes lodged in just that portion of the cow's anatomy where both Gilly and the cow would least hope to find it. I can understand intellectually that this could be funny. But to be funny, the character would have to have a great deal invested in not appearing like the kind of doofus who would pull such a stunt. Gilly has been established as such a simpleton he has nothing to lose. The cow scene is simply one more cross for him to bear.\n\nThere is in the movie a legless pilot (Orlando Jones) who prides himself on his heroic aerial abilities. If he had gotten stuck in the cow and had been pulled legless down the street--now that would have been funny. Tasteless, yes, and cruel. But not tiresome.\n\nThat leads us to another of the movie's miscalculations. Its characters are not smart enough to be properly embarrassed. To be Jo or Gilly is already to be beyond embarrassment, since they wake up already clueless.\n\nThe genius of \"There's Something About Mary\" and \"Kingpin\" was that the characters played by Ben Stiller and Woody Harrelson were smart, clever, played the angles--and still got disgraced. To pick on Gilly and Jo is like shooting fish in a barrel.\n\nKlein's Gilly seems like someone who never gets the joke. Who keeps smiling bravely as if everyone can't be laughing at him. We feel sorry for him, which is fatal for a comedy. Better a sharp, edgy character who deserves his comeuppance. Graham's Jo, whose principal character trait is a push-up bra, isn't really engaged by the plot at all, but is pushed hither and yon by the winds of fate.\n\nThat leaves three characters who are funny a lot of the time: Jo's parents Valdine and Walter Wingfield (Sally Field and Richard Jenkins), and Dig McCaffey (Orlando Jones), the legless pilot. Valdine is a scheming, money-grubbing con woman who conceals from Gilly the fact that she is not his mother, so that Jo can marry the millionaire. And Walter is her terminally ill husband, communicating through an electronic voice amplifier, who bears a grudge against almost everyone he can see. These characters have the necessary meanness of spirit, and Dig McCaffey is so improbable, as a Jimi Hendrix lookalike, that he gets laughs by sheer incongruity.\n\nOn the TV clips for the movie, they show the scene where Jo gets so excited while cutting Gilly's hair that she takes a slice out of his ear.\n\nSince you have seen this scene, I will use it as an example of comic miscalculation. We see her scissors cutting through the flesh as they amputate an upper slope of his earlobe. This is not funny. It is cringe-inducing. Better to choose an angle where you can't see the actual cut at all, and then have his entire ear spring loose. Go for the laugh with the idea, not the sight, of grievous injury. And instead of giving Gilly an operation to reattach the missing flesh, have him go through the entire movie without an ear (make a subtle joke by having him always present his good ear to the camera). There are sound comic principles at work here, which \"Say It Isn't So\" doesn't seem to understand.\n\nNote: The end credits include the usual obligatory outtakes from the movie. These are unique in that they are clearly real and authentic, not scripted. They demonstrate what we have suspected, that real outtakes are rarely funny.", "running_time": 93, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-03-23", "genres": ["Comedy", "Romance"], "title": "Say It Isn't So (2001)"}