{"url": "http://www.rogerebert.com/reviews/say-amen-somebody-1983", "by": "George Nierenberg", "star_rating": 4.0, "text": "\"Say Amen, Somebody\" is the most joyful movie I've seen in a very long time. It is also one of the best musicals and one of the most interesting documentaries. And it's also a terrific good time.\n\nThe movie is about gospel music, and it's filled with gospel music. It's sung by some of the pioneers of modern gospel, who are now in their 70s and 80s, and it's sung by some of the rising younger stars, and it's sung by choirs of kids. It's sung in churches and around the dining room table; with orchestras and a capella; by an old man named Thomas A. Dorsey in front of thousands of people, and by Dorsey standing all by himself in his own backyard. The music in \"Say Amen, Somebody\" is as exciting and uplifting as any music I've ever heard on film.\n\nThe people in this movie are something, too. The filmmaker, a young New Yorker named George T. Nierenberg, starts by introducing us to two pioneers of modern gospel: Mother Willie May Ford Smith, who is 79, and Professor Dorsey, who is 83. She was one of the first gospel soloists; he is known as the Father of Gospel Music. The film opens at tributes to the two of them -- Mother Smith in a St. Louis church, Dorsey at a Houston convention -- and then Nierenberg cuts back and forth between their memories, their families, their music and the music sung in tribute to them by younger performers.\n\nThat keeps the movie from seeming too much like the wrong kind of documentary -- the kind that feels like an educational film and is filled with boring lists of dates and places. \"Say Amen, Somebody\" never stops moving, and even the dates and places are open to controversy (there's a hilarious sequence in which Dorsey and Mother Smith disagree very pointedly over exactly which of them convened the first gospel convention).\n\nWhat's amazing in all of the musical sequences is the quality of the sound. A lot of documentaries use \"available sound,\" picked up by microphones more appropriate for the television news. This movie's concerts are miked by up to eight microphones, and the Dolby system is used to produce full stereo sound that really rocks the theater. One of the phenomena during screenings of this film is the tendency of the audience to get into the act.\n\nWillie May Ford Smith comes across in this movie as an extraordinary woman, spiritual, filled with love and power. Dorsey and his longtime business manager, Sallie Martin, come across at first as a little crusty, but then there's a remarkable scene where they sing along, softly, with one of Dorsey's old records. By the end of the film, when the ailing Dorsey insists on walking under his own steam to the front of the gospel convention in Houston, and leading the delegates in a hymn, we have come to see his strength and humanity. \n\nJust in case Smith and Dorsey seem too noble, the film uses a lot of mighty soul music as counterpoint, particularly in the scenes shot during a tribute to Mother Smith at a St. Louis Baptist church. We see Delois Barrett Campbell and the Barrett Sisters, a Chicago-based trio who have enormous musical energy; the O'Neal Twins, Edward and Edgar, whose \"Jesus Dropped the Charges\" is a show-stopper; Zella Jackson Price, a younger singer who turns to Mother Smith for advice; the Interfaith Choir, and lots of other singers.\n\n\"Say Amen, Somebody\" is the kind of movie that isn't made very often, because it takes an unusual combination of skills. The filmmaker has to be able to identify and find his subjects, win their confidence, follow them around, and then also find the technical skill to really capture what makes them special.\n\nNierenberg's achievement here is a masterpiece of research, diligence and direction. But his work would be meaningless if the movie didn't convey the spirit of the people in it, and \"Say Amen, Somebody\" does that with mighty joy. This is a great experience.", "running_time": 100, "mpaa_rating": null, "release_year": 1983, "date_published": "1983-03-30", "genres": ["Documentary"], "title": "Say Amen, Somebody (1983)"}