{"url": "http://www.rogerebert.com/reviews/scanners-1981", "by": null, "star_rating": 2.0, "text": "\r\n\n\n“Scanners” is a new horror film made with enough craft and\r\nskill that it could have been very good, if it could find a way to make us care\r\nabout it. I don't think it does. I never had the feeling during the film that\r\nit mattered much who won or lost, who lived or died, just so long as the\r\nspecial effects occurred on time and the movie's look of elegant chill was\r\npreserved. \n\n\r\nIt was released at almost the same time as “Altered\r\nStates,” another horror film that was being linked with “Scanners” in some\r\nreviews. I don't think they're comparable. I know “Altered States” cost many\r\nmillions of dollars more than “Scanners,” but that's not the difference that\r\nmatters; on the level of its technical credits, “Scanners” is a fully qualified\r\nthriller. What matters is that “Altered States” involved its characters in\r\nexperiences that we believed (for the length of the movie) were really\r\nhappening to them. Vicariously, they were happening to us, too. In “Scanners,”\r\nwe're never involved. We're always watching. And so while “Altered States” throws\r\nall logic out the window and still works as great entertainment, “Scanners” bogs\r\ndown in one of those plots where the big secret is revealed in the last reel\r\nand it turns out to be big only in the mind of the screenwriter. \n\n\r\nThis was the fourth film by David Cronenberg, a\r\nCanadian who gathered a cult following for such superior low-budget chillers as\r\n“They Came from Within / Shivers” and “The Brood.” On the basis of “Scanners,” his\r\nreputation is overextended. We forgive low-budget films their limitations,\r\nassuming that their directors would reach farther with more money. But “Scanners”\r\nseems to indicate that what Cronenberg wants is enough money to make a better\r\nlow-budget movie. \n\n\r\nThe film's story involves a breed of men and\r\nwomen who are \"scanners,\" who can pick up the thoughts of other people,\r\ncan enter their minds, and can mentally duel with them with such terrifying\r\nforce that their enemies may literally have their heads explode. An interesting\r\nmovie might have been made about the human plight of these mind-readers (what\r\nwould it be like to be able to eavesdrop on the thoughts of every miserable\r\nstraphanger on the way to work on the subway?). But “Scanners” doesn't get into\r\nthe human implications very deeply. \n\n\r\nInstead, it gives us a ready-made plot that\r\nseems recycled from old “James Bond” movies and half-forgotten TV shows. It\r\nturns out that a large corporation has an interest in locating all living\r\nscanners, and using them for its own purposes. Two scanners (Jennifer O'Neill\r\nand Stephen Lack) fight for their independence. Their antagonists include an\r\nevil scientist and a good scientist, and of course everybody's motives are\r\nhopelessly entangled in the third act, even before the big surprise revelation. \n\nThe problem with “Scanners” is really very simple: It is\r\nabout its plot rather than about what happens to its characters. That is a big\r\ndifference. Movies that are about their plots force their characters through\r\ntheir predestined paces. Movies that are about characters seem to happen as\r\nwe're watching them. “Scanners” is so lockstep that we are basically reduced to\r\nwatching the special effects, which are good but curiously abstract, because we\r\ndon't much care about the people they're happening around.", "running_time": 102, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Horror", "Science Fiction", "Thriller"], "title": "Scanners (1981)"}