{"url": "http://www.rogerebert.com/reviews/scary-movie-2000", "by": "Carmen Electraas Drew", "star_rating": 3.0, "text": "I recently published a book about movies I hated, and people have been asking me which reviews are harder to write--those about great movies, or those about terrible ones. The answer is neither. The most unreviewable movies are those belonging to the spoof genre--movies like \"Airplane!\" and \"The Naked Gun\" and all the countless spin-offs and retreads of the same basic idea.\n\n\"Scary Movie\" is a film in that tradition: A raucous, satirical attack on slasher movies, teenage horror movies and \"The Matrix.\" I saw the movie, I laughed, I took notes, and now I am at a loss to write the review. All of the usual critical categories and strategies collapse in the face of a film like this.\n\nShall I discuss the plot? There is none, really--only a flimsy clothesline to link some of the gags. The characters? They are all types or targets, not people. The dialogue? You can't review the dialogue in the original movies (like \"I Know What You Did Last Summer\") because it is mindlessly functional, serving only to advance the plot. How can you discuss the satire, except to observe it is more mindless? (Some of the dialogue, indeed, seems lifted bodily from the earlier films and rotated slightly in the direction of satire.) Faced with a dilemma like this, the experienced critic falls back on a reliable ploy. He gives away some of the best jokes and punch lines. He's like a buddy who has just walked out of a movie and tells you the funny stuff before you walk in.\n\nI am tempted. I fight the impulse to tell you that when a character is asked for the name of a favorite scary movie, the answer is \"Kazaam.\" That some of the scenes take place at B. A. Corpse High School. That the teenagers in the movie are played mostly by actors in their late 20s and 30s--and that the movie comments on this. That the movie's virgin has a certificate to prove it. That the invaluable Carmen Electra plays a character not coincidentally named Drew.\n\nThe movie takes a shotgun approach to horror and slasher movies, but if it has a single target, that would be Kevin Williamson, screenwriter of \"Scream\" and co-inventor of the self-aware slasher subgenre. There is a sense in which \"Scary Movie\" is doing the same sort of self-referential humor as \"Scream,\" since it is not only directed by Keenen Ivory Wayans, co-written by Shawn and Marlon Wayans (among others), and starring several Wayanses, but makes fun of various Wayans trademarks, especially the obligatory homophobic jokes. (There's a scene involving a closeted jock who can make love to his girlfriend only when she's wearing football shoulderpads.) The movie also features the wild exaggeration of stereotypical African-American behavior, which is another Wayans specialty. Consider the scene where Regina Hall plays a black woman at \"Shakespeare in Love,\" who shouts \"That ain't no man!\" when Gwyneth Paltrow is on the screen, videotapes the movie from her seat and carries on a cell phone conversation. Funny, though; now that I've written about it, I realize this is not intended to be a satire of African-American behavior, but an attack on the behavior of countless moviegoers, and Wayans has simply used Regina Hall as an example of non-traditional casting. Or maybe not.\n\nThe bottom line in reviewing a movie like this is, does it work? Is it funny? Yes, it is. Not funny with the shocking impact of \"Airplane!,\" which had the advantage of breaking new ground. But also not a tired wheeze like some of the lesser and later Leslie Nielsen films. To get your money's worth, you need to be familiar with the various teenage horror franchises, and if you are, \"Scary Movie\" delivers the goods.\n\nNote: The original title of \"Scary Movie\" was \"Scream If You Know What I Did Last Halloween.\" The original title of \"Scream\" was \"Scary Movie.\" Still available: \"I Still Know What You Did the Summer Before Last.\"", "running_time": 85, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-07-07", "genres": ["Comedy", "Horror"], "title": "Scary Movie (2000)"}