{"url": "http://www.rogerebert.com/reviews/scary-movie-3-2003", "by": "Anna Farisas Cindy Campbell", "star_rating": 2.0, "text": "\"Scary Movie 3\" understands the concept of a spoof but not the concept of a satire. It clicks off several popular movies (\"Signs,\" \"The Sixth Sense,\" \"The Matrix,\" \"8 Mile,\" \"The Ring\") and recycles scenes from them through a spoofalator, but it's feeding off these movies, not skewering them. The average issue of Mad magazine contains significantly smarter movie satire, because Mad goes for the vulnerable elements and \"Scary Movie 3\" just wants to quote and kid.\n\nConsider the material about \"8 Mile.\" Eminem is talented and I liked his movie, but he provides a target that \"Scary Movie 3\" misses by a mile. His Eminem clone is played by Simon Rex, whose material essentially consists of repeating what Eminem did in the original movie, at a lower level. He throws up in the john (on somebody else, ho, ho), he duels onstage with a black rapper, he preempts criticism by attacking himself as white, he pulls up the hood on his sweatshirt and it's shaped like a Ku Klux Klan hood, and so on. This is parody, not satire, and no points against Eminem are scored.\n\nSame with the crop circles from \"Signs,\" where farmer Tom Logan (Charlie Sheen) finds a big crop circle with an arrow pointing to his house and the legend \"Attack here.\" That's level one. Why not something about the way the movie extended silence as far as it could go? His parting scene with his wife (Denise Richards), who is being kept alive by the truck that has her pinned to a tree, is agonizingly labored.\n\n\"The Ring\" material is barely different from \"The Ring\" itself; pop in the cassette, answer the phone, be doomed to die. \"The Sixth Sense\" stuff is funnier, as a psychic little kid walks through the movie relentlessly predicting everyone's secrets. Funny, but it doesn't build. Then there's an unpleasant scene at the home of news reader Cindy Campbell (Anna Faris), involving a salivating priest who arrives to be a babysitter for her young son (ho, ho).\n\nThe movie is filled with famous and semi-famous faces, although only two of them work for their laughs and get them. That would be in the pre-opening credits, where Jenny McCarthy and Pamela Anderson take the dumb blond shtick about as far as it can possibly go, while their push-up bras do the same thing in another department.\n\nOther cameos: Queen Latifah, Eddie Griffin, William Forsythe, Peter Boyle, Macy Gray, George Carlin, Ja Rule, Master P, and Leslie Nielsen, the Olivier of spoofs, playing the President. But to what avail? The movie has been directed by David Zucker, who with his brother Jerry and Jim Abrahams more or less invented the genre with the brilliant \"Airplane!\" (1980). Maybe the problem isn't with him. Maybe the problem is that the genre is over and done with and dead. \"Scream\" seemed to point in a new and funnier direction -- the smart satire -- but \"Scary Movie 3\" points right back again. It's like it has its own crop circle, with its own arrow pointing right at itself.", "running_time": 90, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-10-24", "genres": ["Comedy", "Horror"], "title": "Scary Movie 3 (2003)"}