{"url": "http://www.rogerebert.com/reviews/scenes-from-a-marriage-1974", "by": null, "star_rating": 4.0, "text": "They have reached a truce which they call happiness. When we first meet them, they’re being interviewed for some sort of newspaper article, and they agree that after ten years of marriage, they’re a truly happy couple. The husband, Johan, is most sure: He is successful in his work, in love with his wife, the father of two daughters, liked by his friends, considered on all sides to be a decent chap. His wife, Marianne, listens more tentatively. When it is her turn, she says she is happy, too, although in her work she would like to move in the direction of--but then she’s interrupted for a photograph. We are never quite sure what she might have said, had she been allowed to speak as long as her husband. And, truth to tell, he doesn’t seem to care much himself. Although theirs is, of course, a perfect marriage.\n\nAnd so begins one of the truest, most luminous love stories ever made, Ingmar Bergman’s “Scenes from a Marriage.” The marriage of Johan and Marianne will disintegrate soon after the film begins, but their love will not. They will fight and curse each other, and it will be a wicked divorce, but in some fundamental way they have touched, really touched, and the memory of that touching will be something to hold to all of their days.\n\nBergman has been working for years with the theme of communication between two people. At one time, he referred to it as “the agony of the couple.” And who can forget the terrible recriminations and psychic bloodshed of the couples in “Winter Light” or “The Passion of Anna?” And here he seems finally to have resolved his crisis.\n\nThe years that preceded the making of this film saw a remarkable conciliation going on within the work of this great artist. In “Cries and Whispers,” he was at last able to face the fact of death in a world where God seemed silent. And now, in this almost heartbreaking masterpiece, he has dealt with his fear that all men are, indeed, islands. The film (168 minutes, skillfully and without distraction edited down from six, fifty-minute Swedish television programs) took him four months to make, he has said, but a lifetime to experience. \n\nHis married couple are Swedish upper-middle-class. He is a professor, she is a lawyer specializing in family problems (for which, read divorce). They have two daughters, who remain offscreen. They are intelligent, independent. She truly believes their marriage is a happy one (although she doesn’t much enjoy sex). One evening, he comes to their summer cottage and confesses that he has gone and fallen in love with someone else. There is nothing to be done about it. He must leave her.\n\nThe way in which his wife reacts to this information displays the almost infinite range of Liv Ullmann, who is a beautiful soul and a gifted performer. Her husband (Erland Josephson) has left her literally without an alternative (“You have shut me out. How can I help us?”) and still she loves him. She fears that he will bring unhappiness upon himself.\n\nBut he does leave, and the film’s form is a sometimes harsh, sometimes gentle, ultimately romantic (in an adult and realistic way) view of the stages of this relationship. At first, their sexual attraction for each other remains, even though they bitterly resent each other because of mutual hurts and recriminations. The frustrations they feel about themselves are taken out on each other. At one point, he beats her and weeps for himself, and we’ve never seen such despair on the screen. But the passage of time dulls the immediate hurt and the feeling of betrayal. And at last, they are able to meet as fond friends and even to make love, as if visiting an old home they’d once been cozy in.\n\nThey drift apart, they marry other people (who also remain offscreen), they meet from time to time.\n\nTen years after the film has opened, they find themselves in Stockholm while both their spouses are out of the country, and, as a nostalgic lark, decide to spend a weekend in their old summer cottage. But it’s haunted with memories, and they go to a cottage nearby.\n\nIn the last section of the film (subtitled “In the Middle of the Night in a Dark House”), Marianne awakens screaming with a nightmare, and Johan holds her.\n\nAnd this is twenty years after they were married, and ten years after they were divorced, and they are in middle age now but in the night still fond and frightened lovers holding on for reassurance.\n\nAnd that is what Bergman has been able to accept, the source of his reconciliation: Beyond love, beyond marriage, beyond the selfishness that destroys love, beyond the centrifugal force that sends egos whirling away from each other and prevents enduring relationships--beyond all these things, there still remains what we know of each other, that we care about each other, that in twenty years these people have touched and known so deeply that they still remember, and still need.\n\nMarianne and Johan are only married for the first part of this film, but the rest of it is also scenes from their marriage.", "running_time": 168, "mpaa_rating": "PG", "release_year": 1974, "date_published": "1974-09-15", "genres": ["Drama", "Foreign", "Romance"], "title": "Scenes from a Marriage (1974)"}