{"url": "http://www.rogerebert.com/reviews/scene-of-the-crime-1987", "by": "Nicolas Giraudias Thomas", "star_rating": 2.5, "text": "\"Scene of the Crime\" is one of those movies that should have been made in 1939, with the guys wearing fedoras and everybody smoking a lot. Then maybe we could accept the plot, which depends upon too many impossible coincidences and split-second arrivals and departures. You can get away with all sorts of improbabilities in a plot if you crank up the style so it's clear the movie is having fun with itself. But \"Scene of the Crime\" has an earnest and realistic tone, and so we're constantly reminded of how impossible everything really is.\n\nThe movie begins with a boy (Nicolas Giraudi) stealing flowers from a cemetery. In an abandoned building nearby, he is accosted by an escaped convict (Wadeck Stanczak), who orders him to return that night with money. After the boy returns home, we're quickly filled in on the people in his life. His parents are divorced. He hates his father, loves his mother, is in trouble at school, has no friends and is a troublemaker. He is about to celebrate his first communion. These developments come so thick and fast that if we blink we may miss some of the key players, such as his grandparents.\n\nHe returns that night with the money, and there's an episode of melodramatic violence that I probably shouldn't reveal. We learn, in any event, that the convicts and their female accomplice have been inseparable for years, but that Stanczak is now looking for freedom. He finds it, a few days later, in a chance meeting with the boy's mother (Catherine Deneuve). The film makes much of the irony that the convict doesn't realize this is the mother of the boy and that she doesn't realize how much danger her son was in.\n\nMeanwhile, in a movie that is almost fatally top-heavy, there also is time to explore relationships between the divorced parents, between Deneuve and her mother, and between the convicts and the woman. The editing of the film is uncertain enough that sometimes the passage of time grows confused, but everything leads inexorably to a scene where all the participants finally meet each other - and their fates.\n\nThe movie is not without power, especially during a long and stormy night where the woman and the convict try to help each other escape from what they see as lifelong personal imprisonment, while the boy races through the rain and the convict's girlfriend tears around in a sports car, carrying a gun. This sort of action fairly cries out for black-and-white photography, overwrought music on the soundtrack and colorful, hard-bitten dialogue. Andre Techine's directorial style is all wrong for it: He pauses for moments of psychological insight, he makes side trips into stories that are never resolved and he allows the movie to continue long after it is really over.\n\nWorst of all, he tries, I fear, to find various universal truths in the midst of all his improbable violence. At Warner Bros. in the golden age of gangster movies, the only truth they would have discovered is that a movie is over when all the necessary people have been killed.", "running_time": null, "mpaa_rating": "NR", "release_year": 1987, "date_published": "1987-05-01", "genres": null, "title": "Scene of the Crime (1987)"}