{"url": "http://www.rogerebert.com/reviews/scenes-from-a-mall-1991", "by": "Bette Midleras Deborah", "star_rating": 1.0, "text": "There is a theory about film directing which teaches that every shot is wasted that does not further the story. When details are added to make things “interesting” or “colorful,” they only distract from the forward progress of the narrative, and bore us. For example, I tell you, “A guy is on a lonely road in cold weather, trying to get his car started.” What do you want to know? What he does to get his car started, right? Now what if I say, “A balding, middle-aged appliance salesman is on Alaska Route 47, trying to get his Ford Crown Victoria started when it’s 47 below zero.” More interesting, or less? Less, I’d say, because the additional detail was not crucial for the thrust of my story. And what if I added lots of other touches, like giving him a bumper sticker that says “The more I know men, the more I trust dogs.” Better, or worse? In a mediocre film with nothing to say, the details might provide momentary flashes of distraction. But the pure story line would be lost: The guy against the elements and a stubborn machine. When a movie seems overflowing with interesting, colorful details, that is often a sign of desperation - a way of saying, if the picture’s no good, get a gaudier frame.\n\nThese remarks are inspired by Paul Mazursky’s “Scenes from a Mall,” a movie that stars Woody Allen and Bette Midler and is very bad indeed. Ever since seeing the film I’ve been trying to figure out what went wrong. This is a movie I’ve been looking forward to since it was first announced. How could Mazursky, whose work includes “An Unmarried Woman,” “Down and Out in Beverly Hills” and “Enemies: A Love Story,” possibly make a bad movie starring Woody Allen and Bette Midler? Isn’t the combination of director and cast so good that the movie has to work? And yet the movie doesn’t work, except for a short time at the beginning, when we are meeting the characters. They’re affluent professionals who have just packed the kids off to camp and are now embarking on a shopping trip to the local mall. There are some laughs in these opening scenes, but more importantly, interest is generated: We learn enough about these people to become curious. Even if they’re not stranded in the Arctic, even if they’re only celebrating their 16th wedding anniversary, that’s enough, and we wait patiently to see where the day will lead them.\n\nWhere it leads them, alas, is into a fog of arbitrary storytelling and desperate gimmicks, sudden revelations and unmotivated mood swings, in a movie that seems to have been written without having been thought about very much. The screenplay - by Roger L. Simon, with Mazursky - creates big gestures for its characters because it doesn’t know them well enough to give them small gestures.\n\nWhat happens is, midway during a day that seems destined to be happy, the husband confesses he’s been having an affair. This revelation inspires a series of arbitrary responses in Midler - calm, outrage, grief, rage, analysis, acceptance, a decision for divorce, a willingness to compromise - after which she tells him she’s been having an affair, too, and the whole merry-go-round starts again. OK.\n\nFew moments during this series of mutual revelations contain any degree of psychological truth. But what’s much worse - what is maddening - is the conspiracy by Mazursky and his collaborators to surround their unconvincing story with items intended to be interesting and colorful. The entire drama, lock, stock and barrel, takes place inside the mall. All of the fights, all of the reconciliations. This leads to a mechanical and increasingly desperate search for new locations, such as a sushi bar, a champagne-and-caviar lounge, many shops, and escalators, lots of escalators.\n\nWhy so many colorful things in the background? Why so many dreary reaction shots of people being shocked by the behavior of Allen and Midler? Why so many fancy trick shots in mirrors and up and down escalators and through windows and augmented by elaborate props? It’s a desperate search to insert pictorial interest into a frame that everyone must have known was lacking dramatic interest.\n\nAnd then there’s the matter of the mime, played by Bill Irwin in a performance that must go immediately into the hall of shame for supporting actors. Everywhere Allen and Midler go, they’re shadowed by this obnoxious mime, who has been hired by the mall to entertain the customers but has a face and manner that inspires immediate dislike. Irwin’s performance distracts from, and diminishes, everything else on the screen. The mime is so repellent that he spoils even a scene that should have raised a cheer in the audience - when Allen socks him in the jaw. This is a scene you wouldn’t think could miss, since everyone in the audience has been wanting to take out this SOB for an hour, but somehow the timing doesn’t deliver the laugh, and the too-long-held reaction gives the whole moment the charm of fingernails on a blackboard.\n\nHow could “Scenes from a Mall” have been repaired? Only at the screenplay level, before filming began. Allen and Midler struggle heroically with their characters, but there is nothing in this story for us to believe. Every moment feels arbitrary. Nothing flows from genuine human feelings. The mime mimics and mocks the characters, but in the strongly negative feelings he inspires, perhaps he also mocks the hopes of the filmmakers, by dramatizing in a visible way how much the film has been tricked up with gimmicks to disguise the absence of real care for real characters.", "running_time": 87, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-02-22", "genres": ["Comedy"], "title": "Scenes from a Mall (1991)"}