{"url": "http://www.rogerebert.com/reviews/scent-of-a-woman-1992", "by": "Al Pacinoas Lt. Col. Frank Slade", "star_rating": 3.5, "text": "The colonel sits alone in his room, drinking and nursing his self-pity. He is a mean, angry, sarcastic man. We sense he has always been lonely, but never lonelier than now, when he is trapped inside blindness. He lost his sight late in life, through his own stupidity, and now he gets drunk and waits for victims. There is hope for him, however, because of two fugitive threads in his personality: He is a romantic. And he possesses a grudging sense of humor.\n\nThe colonel, whose name is Slade, and who does not like to be called \"Sir,\" is played by Al Pacino in one of his best and riskiest performances - risky, because at first the character is so abrasive we can hardly stand him, and only gradually do we begin to understand how he works and why he isn't as miserable as he seems.\n\nHe certainly seems like a sad, sorry SOB that first day when Charlie Simms goes to housesit for him. Charlie (Chris O'Donnell) is a student at the exclusive local prep school - a scholarship kid from out West who doesn't have money to throw around and is happy to have this weekend job, keeping an eye on the old guy. Charlie is in a lot of trouble at school. There's going to be a disciplinary hearing on Monday about who pulled the prank that damaged the headmaster's new Jaguar, and Charlie, who knows who did it, doesn't want to be a stoolie. He could get expelled for that.\n\nMartin Brest's \"Scent of a Woman\" takes Charlie and the colonel and places them in a combination of two reliable genres. There's the coming-of-age formula, in which an older man teaches a younger one the ropes. It's crossed here with the prep school movie, which from \"A Separate Peace\" through \"If,\" \"Taps,\" \"Dead Poets Society\" and \"True Colors,\" has always involved a misfit who learns to stand up for what he believes in.\n\nThe two genres make a good fit in \"Scent of a Woman,\" maybe because the one thing Charlie needs in school is a role model, and the one thing the colonel has always known how to do is provide one.\n\nThe screenplay is by Bo Goldman (\"Melvin and Howard\"), who is more interested in the people than the plot.\n\nCharlie thinks the weekend will be spent in the colonel's grim little cottage, watching the old guy drink and listening to his insults. The colonel has other ideas - more than Charlie can even begin to guess. He buys them a couple of tickets to New York and announces that they are going to do some partying in the big city. In particular, he wants to indoctrinate the younger man with his ideas about women and how they are the most wonderful beings in all of God's creation.\n\nThe colonel's ideas are not Politically Correct. On the other hand, he is not a sexist animal, either; he has an old-fashioned regard for women, mixed with yearning and fascination, and the respect of a gentleman who has lived his life in the military and never known a woman very well. He almost believes he can inhale a woman's scent and tell you all about her - what color her hair is, or her eyes, and whether she has a merry light in her eyes.\n\nAll of this is done against a backdrop of very serious drinking, which Charlie looks at with growing alarm. The movie does not make the mistake of making the colonel and the student into pals with instant camaraderie. Charlie keeps his distance. He is a little afraid of the colonel, and very afraid of what might happen to him.\n\nThey rent a limousine. They take a suite at the Waldorf. They talk. The colonel lectures. Charlie, who distrusts him, answers politely, remaining guarded. The colonel does not seem to notice.\n\nThey drink. They go to a hotel ballroom, where Charlie notices a beautiful young woman (Gabrielle Anwar), and the Colonel engages her in conversation and talks her into doing the tango with him. He's a pretty good dancer. He is even better as an old smoothie.\n\nThere is something so touching with him. All of his life, he confides to Charlie, he has dreamed of waking up beside a good and beautiful woman. The limo driver takes them to the address of a highly recommended call girl. Charlie waits in the car. The movie could have spoiled everything by going inside with the colonel, but it stays outside with Charlie, and when the colonel comes out again he says very little, but in it we can guess that he regards woman as the undiscovered country of all good and reassurance, a country he will never live in.\n\nThey arrive at a crisis, and Pacino and O'Donnell engage in the emotional equivalent of the showdown between Jack Nicholson and Tom Cruise in \"A Few Good Men.\" It's quite a scene - the real conclusion of the movie, although Charlie's story still has to find its own conclusion, when the two men go back to the prep school. By the end of \"Scent of a Woman,\" we have arrived at the usual conclusion of the coming-of-age movie, and the usual conclusion of the prep school movie. But rarely have we been taken there with so much intelligence and skill.", "running_time": 149, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-12-23", "genres": ["Comedy", "Drama"], "title": "Scent of a Woman (1992)"}