{"url": "http://www.rogerebert.com/reviews/school-daze-1988", "by": "Larry Fishburneas Dap Dunlap", "star_rating": 3.5, "text": "Spike Lee’s “School Daze” is the first movie in a long time where the black characters seem to be relating to one another, instead of to a hypothetical white audience. Lee’s “She’s Gotta Have It” was another, and then you have to go back to films like “Sweet Sweetback’s Badass Song” in 1970. Although the film has big structural problems and leaves a lot of loose ends, there was never a moment when it didn’t absorb me, because I felt as if I was watching the characters talk to one another, instead of to me. \n\nMost good movies are voyeuristic - we feel as if we’re getting a glimpse of other people’s lives - but most movies about blacks have lacked that quality. They seem acutely aware of white audiences, white value systems and the white Hollywood establishment. They interpret rather than reveal, and even in attacking mainstream white society (as Eddie Murphy does in the “Beverly Hills Cop” movies), they pay homage to it in a backhanded way. “School Daze” couldn’t care less.\n\nWhat’s surprising is that its revolutionary approach is found in a daffy story about undergraduates at an all-black university. The movie is basically a comedy, with some serious scenes that don’t always quite seem to fit. (It begins with a demonstration against the school’s investments in South Africa, but doesn’t remember to resolve that subject.) It deals with divisions within the student body - between Greeks and independents, and between political activists and kids who just want to get good grades.\n\nAnd with utter frankness it addresses two subjects that are taboo in most “black movies”: complexion and hair. Lee divides the women on his campus into two groups, the lighter-skinned girls of the Gamma Ray sorority, with their straightened and longer hair, and the darker-skinned independents, with shorter hair or Afros. These two groups call each other the “Wannabes” and the “Jigaboos,” and in a brilliant and startling song-and-dance sequence called “Straight and Nappy,” they express their feelings for each other. Lee’s choice of a musical production number to consider these emotionally charged subjects is an inspiration; there is possibly no way the same feelings could be expressed in spoken dialogue without great awkwardness and pain.\n\nThe division within the movie is dramatized by two characters: Dap Dunlap (Larry Fishburne), the intellectual activist and leader of demonstrations against the conservative administration; and Half-Pint (Spike Lee), the undersized kid who dreams of being initiated into the school’s most popular fraternity. The two characters play cousins, and it is a sign of the movie’s subtle appreciation of campus values that Dunlap, the revolutionary who rejects fraternities, quietly goes to the president of the chapter to put in a good word for his cousin.\n\nIn its own way, “School Daze” confronts a lot of issues that aren’t talked about in the movies these days: not only issues of skin color and hair, but also the emergence of a black class, the purpose of all-black universities in an integrated society, and the sometimes sexist treatment of black women by black men. In one of the movie’s most uncompromising sequences, a black fraternity pledge master expresses concern that Half-Pint is still a virgin (none of the brothers in this house should be virgins), and he supplies his own girlfriend (Tisha Campbell) to initiate the freshman. She actually goes through with it, tearfully, and although the scene was so painful it was difficult to watch, I later reflected that Lee played it for the pain, not for the kind of smutty comedy we might expect in a movie about undergraduates.\n\nAlthough there was a brief age of “black exploitation movies” in the 1970s, there have never been very many good American movies about the varieties of the black experience. Black superstars like Eddie Murphy and Richard Pryor are essentially playing to (and with) white audiences, and serious dramas about blacks, even strong ones like “The Color Purple,” are so loaded with nobility and message that they feel like secular sermons. Now here is Spike Lee with a slight, disorganized comedy named “School Daze,” and he just sort of assumes a completely black orientation for his film. There is not a single white person in it. All of the characters, good and bad, are black, and all of the character’s references are to each other.\n\nIn “Shoot to Kill,” the new Sidney Poitier film, no mention at all is made of his race until a scene where he jumps up and down and scares away a bear. Then he says, “People here act like they’ve never seen a black man before.” The line got a big laugh from the sneak preview audience I saw it with, but when you analyze it, it was an aside pitched straight at the audience. There are no asides in “School Daze,” and no self-conscious references to blackness. The result is an entertaining comedy, but also much more than that. There is no doubt in my mind that “School Daze,” in its own way, is one of the most honest and revealing movies I’ve ever seen about modern middle-class black life in America.", "running_time": 114, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-12", "genres": ["Comedy", "Drama", "Musical"], "title": "School Daze (1988)"}