{"url": "http://www.rogerebert.com/reviews/school-of-rock-2003", "by": "Richard Linklater", "star_rating": 3.5, "text": "Now that's a cute premise and you probably think you can guess more or less what the movie will be like. But you would be way wrong, because \"School of Rock\" is as serious as it can be about its comic subject, and never condescends to its characters or its audience. The kids aren't turned into cloying little clones, but remain stubborn, uncertain, insecure and kidlike. And Dewey Finn doesn't start as a disreputable character and then turn gooey. Jack Black remains true to his irascible character all the way through; he makes Dewey's personality not a plot gimmick, but a way of life.\n\nIf quirky, independent, grown-up outsider filmmakers set out to make a family movie, this is the kind of movie they would make. And they did. The director is Richard Linklater (\"Dazed and Confused,\" \"Before Sunrise\"), the indie genius of Austin, Texas, who made \"Waking Life\" in his garage and revolutionized animation by showing that a commercial film could be made at home with a digital camera and a Macintosh. The writer and co-star is Mike White, who since 2000 has also written \"Chuck and Buck,\" \"Orange County\" (which co-starred Black as a rebel couch potato) and the brilliant \"The Good Girl,\" with Jennifer Aniston as a married discount clerk who falls in love with the cute checkout kid.\n\nWhite's movies lovingly celebrate the comic peculiarities of everyday people, and his Dewey Finn is a goofy original -- a slug-abed who complains, when his roommate (White) asks for the rent, \"I've been mooching off of you for years!\" He truly believes that rock, especially classic rock, will heal you and make you whole. His gods include Led Zeppelin, the Ramones and the Who. His own career reaches a nadir when he ends a solo by jumping ecstatically off the stage, and the indifferent audience lets him fall to the floor. \n\nHe needs money. A school calls for his roommate, he fakes his identity, and later that day is facing a suspicious group of 10-year-olds and confiding, \"I've got a terrible hangover.\" It's an expensive private school, their parents pay $15,000 a year in tuition, and Summer (Miranda Cosgrove), the smarty-pants in the front row, asks, \"Are you gonna teach us anything, or are we just gonna sit here?\" The class files out for band practice, Dewey listens to their anemic performance of classical chestnuts, and has a brainstorm: He'll convert them into a rock group and enter them in a local radio station's Battle of the Bands.\n\nThe movie takes music seriously. Dewey assigns instruments to the talented students, including keyboardist Lawrence (Robert Tsai), lead guitarist Zack (Joey Gaydos), drummer Kevin (Kevin Clark) and backup singer Tomiko (Maryam Hassan), who is shy because of her weight. \"You have an issue with weight? \" Dewey asks. \"You know who else has a weight issue? Me! But I get up there on the stage and start to sing, and people worship me!\" There's a job for everyone. Billy (Brian Falduto) wants to be the band's designer, and produces glitter rock costumes that convince Dewey the school uniforms don't look so bad. Busybody Summer is made the band's manager. Three girls are assigned to be groupies, and when they complain that groupies are sluts, Dewey defines them as more like cheerleaders.\n\nOf course, there is a school principal. She is Rosalie Mullins (Joan Cusack), and, miraculously, she is not the standard old prune that movies like this usually supply, but a good soul who loves her school and has been rumored of being capable, after a few beers, of getting up on the table and doing a Stevie Nicks imitation.\n\nThe big payoff is the Battle of the Bands, and inevitably all of the angry parents are in the front row, but the movie stays true, if not to its school, at least to rock 'n' roll, and you have a goofy smile most of the time.\n\nThe other day I saw a family film named \"Good Boy!\" that was astonishingly stupid, and treated its audience as if it had a tragically slow learning curve and was immune to boredom. Here is a movie that proves you can make a family film that's alive and well-acted and smart and perceptive and funny -- and that rocks.\n\nNote: I have absolutely no clue why the movie is rated PG-13. There's \"rude humor and some drug references,\" the MPAA says. There's not a kid alive who would be anything but delighted by this film. It belongs on the MPAA's List of Shame with \"Whale Rider\" and \"Bend It Like Beckham,\" two other PG-13 films perfect for the family.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-10-03", "genres": ["Comedy", "Family", "Music"], "title": "School of Rock (2003)"}