{"url": "http://www.rogerebert.com/reviews/school-ties-1992", "by": "Robert Mandel", "star_rating": 3.0, "text": "I had a friend named Bob Zonka, who ran a weekly newspaper in Michigan. He refused to listen to any kind of ethnic joke. \"When you diminish anyone,\" he said, \"you diminish me, and you diminish yourself.\" His rule even applied to \"funny\" ethnic jokes that weren't intended as racist - the kinds that people think it's OK to tell. \"If it's that funny,\" he said, \"change the words 'Jewish' or 'Polish' to 'Canadian,' and see if it's still so funny.\" There's this Canadian guy, see, who...\n\nI got his point. And I remembered Bob when I was watching \"School Ties,\" a movie about a Jewish kid from Scranton who gets a scholarship to a WASP prep school in New England. He's a senior when he goes there. He's been recruited because he is a terrific quarterback, and the school alumni want a winning season so bad they'll do anything to get one.\n\nThe character's name is David Greene, and he is played by Brendan Fraser as a working-class youth who sees the prep school as his shot at an Ivy League university and a profession. It is the mid-1950s, when casual anti-Semitism is still common in some circles, and the school coach advises him on his first day to not make a big thing about his Jewishness. In fact, he decides to keep it a secret, and when Rosh Hashanah falls on a Saturday, he plays in a football game before going into the school chapel that evening to read his prayers.\n\nAt first David fits in easily at the school, and we meet some of his classmates, the sons of privilege. They're third- or fourth- or fifth-generation WASP success stories, laboring under tremendous pressure to keep up the family name. For a kid like Charlie Dillon (Matt Damon), scion of a wealthy family, it's a no-win situation. If he fails, he's let the family down, but if he succeeds, it's because of family connections.\n\nDavid falls in love with Sally (Amy Locane), a girl at a nearby school. She has an obvious crush on him, and brings him to an after-game party to meet her folks. And it seems as if David will be able to get away with his deception, until a drunken alum reveals his secret, and then David's world changes. Casual remarks about Jews, which he tried not to hear, are now replaced by ugly jokes in the shower room, and he has to fight Dillon and deal with a swastika painted on the door of his room.\n\nOf course David was wrong to conceal his Jewishness in the first place. When the school's headmaster finds him in the chapel, after hours, on Rosh Hashanah, he asks, \"Was winning a football game worth breaking a tradition?\" David's answer is \"My tradition or yours?\" but of course the headmaster was implying that religion is more important than sports. David's roommate and friend, Chris Reece (Chris O'Donnell) is angry with him for not sharing his identity; it was like a lie to a friend, he implies. David points out that they've never discussed Chris' religion, either. \"That's different,\" Chris says, and the movie seems to agree that it is.\n\nThe movie's conclusion brings together the two threads of anti-Semitism and prep-school pressure, as one of the students cheats on a test and the students are empowered to deal with it under the school's ancient honor code. The guilty student tries to pass the blame to David, relying on anti-Semitism to help him get away with it. And for the students who have to decide, the episode is an object lesson in the poison of prejudice.\n\n\"School Ties\" is surprisingly effective. The movie opens with a home-town scene that I found cartoonish, as David fights the leader of a motorcycle gang, but then it becomes perceptive and unforgiving. It is not simply about anti-Semitism, but also about the way that bigotry can do harm by inspiring dishonesty. One of David's friends tells him it would have been best for him to proudly proclaim his Jewishness on the first day of school, and of course that is right; to remain secretive is to grant the bigots the power of their hate.\n\nBrendan Fraser, whose previous performance was as the thawed-out prehistoric \"Encino Man\" -- another movie about an outsider in high school -- is crucial to this movie's success. His performance has to find the way between his character's ambition and pride; he knows that this prep school is the only possible route for him between working-class Scranton and a scholarship to Harvard, and he doesn't want to lose his chance. But at the expense of tradition? Theirs, or his? By the end of the movie, he knows the answer to that question.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-09-18", "genres": ["Drama", "Sports Film"], "title": "School Ties (1992)"}