{"url": "http://www.rogerebert.com/reviews/schultze-gets-the-blues-2005", "by": "Horst Krauseas Schultze", "star_rating": 3.5, "text": "Do they have salt mines in Germany? Or is Schultze's job simply a symbol of a lifetime of thankless toil? Day after day he ventures down into the salt mine, until with a shock he and three friends are forced to retire. There is a little party at the beer hall, his co-workers singing a lugubrious song of farewell, and Schultze is a retired man. Not married, he passes his days in the sad enjoyment of unwanted freedom. Sometimes he contemplates his retirement present, a lamp made from a large block of crystallized salt with a bulb inside. If it ever falls into other hands, will its new owners think to lick it?\n\nSchultze (Horst Krause) is a bulky, stolid, unlovely man who wipes the dust from his garden gnomes, spends as much time as possible napping on his sofa, visits his mother in a nursing home, plays the accordion at a polka club, and plays chess at a club where the level of play is not too high; one should not reach retirement age as a chess player still arguing over applications of the \"touch-move\" rule. He gets around town on his bicycle, dealing with the delays caused by a rail crossing guard who is distracted by the study of alchemy.\n\nOne night Schultze's world changes forever. On the radio he hears zydeco music from Louisiana. (I was reminded of \"Genghis Blues,\" the 1999 film where a blind musician in San Francisco, Paul Pena, hears Tuva throat-singing over the radio, teaches it to himself, and travels to the Republic of Tuva for the annual competition.) Schultze becomes a man possessed. He takes up his accordion, begins to pump through a tired song he has played a thousand times, and then gradually increases the tempo and turns up the heat until he is playing, well, zydeco polka.\n\nThat is not an impossible musical genre. David Golia, a friend of mine from San Francisco, leads a polka band that explores what he sees as the underlying connection between the polka, rock, and Mexican and Brazilian music. It's not all about beer barrels.\n\nSchultze becomes a man obsessed. His lonely life is filled with fantasies of far-off bayous. He gets a cookbook and prepares jambalaya on his kitchen stove. His polka club listens to his zydeco arrangements and votes to send him to a German music festival in the town's sister city in Texas -- not so much to honor him, we suspect, as to get him out of town.\n\nSchultze is not much of a traveler and speaks perhaps a dozen words of English. Unlike the travelers in many movies, he doesn't magically learn many more. The Texas festival does not nurture his inner man, and he does what any sensible person in Schultze's position would do, which is to purchase a boat and set off across the Gulf and into the waterways of Louisiana.\n\nWhat may not be clear in my description is that \"Schultze Gets the Blues\" is not entirely, or even mostly, a comedy, even though it has passages of droll deadpan humor. It is essentially the record of a man who sets himself into motion and is amazed by the results. I was reminded of Aki Kaurismaki's \"The Man Without a Past\" (2002), the story of a man whose amnesia frees him to begin an altogether different life. The film has also been compared with \"About Schmidt\" (2002), although Schmidt was a madcap compared to Schultze.\n\nSchultze is not an object of fun, but a focus of loneliness and need, a man who discovers too late that he made no plans for his free time and is deeply bored by his life. His American journey is not travel but exploration -- not of a new land, but of his own possibilities. He suddenly realizes that he, Schultze, can move from one continent to another, can medicate his blues with Louisiana Hot Sauce, and play music that sends his accordion on crazy trills of joy.\n\nHe does not, during his journey, meet a soul mate, fall in love, become discovered on \"American Idol\" or do anything else than live his new life. He meets people easily because he is so manifestly friendly and harmless, but finds it hard to form relationships because of his handful of words. No matter. We suspect it was the same for him even in Germany, and now he wanders where every single thing he sees is new to his eyes.\n\nThe writer and director, Michael Schorr, is making his first film, but has the confidence and simplicity of someone who has been making films forever. Unlike many first-timers, he isn't trying to see how much of his genius one film can contain. He begins, I think, not with burning ambition but with a simple love and concern for Schultze. He creates the character, watches him asleep on the sofa, and then follows a few steps behind as Schultze backs away from the dead end of retirement. He begins his journey with a single step, as we know all journeys must begin, and arrives at last on a boat in the Gulf of Mexico, where not all journeys end, and where Schultze must be as surprised as his director to find himself.", "running_time": 114, "mpaa_rating": "PG", "release_year": 2005, "date_published": "2005-03-10", "genres": ["Comedy", "Drama", "Foreign", "Musical"], "title": "Schultze Gets the Blues (2005)"}