{"url": "http://www.rogerebert.com/reviews/scooby-doo-2-monsters-unleashed-2004", "by": "Freddie Prinze Jr.as Fred", "star_rating": 2.0, "text": "\"The Internet was invented so that you can find someone else's review of \"Scooby-Doo.\" Start surfing.\n\nThose were the closing words of my 2002 review of the original \"Scooby-Doo,\" a review that began with refreshing honesty: \"I am not the person to review this movie.\" I was, I reported, \"unable to generate the slightest interest in the plot, and I laughed not a single time, although I smiled more than once at the animated Scooby-Doo himself, an island of amusement in a wasteland of fecklessness.\"\n\nWhoa, but I was in a bad mood that day. I gave the movie a one-star rating. Now I am faced with \"Scooby-Doo 2\" (or, as it will certainly be titled in France, \"Scooby-Doo Deux\"). There is a subtitle: \"Monsters Unleashed.\" As the story commences, our heroes in Mystery Inc. are attending the opening night of a museum exhibiting souvenirs from all of the cases they have solved. The event turns into a disaster when one of the monster costumes turns out to be inhabited and terrorizes the charity crowd.\n\nNow I don't want you to think I walked into \"2\" with a chip on my shoulder because of the 2002 film. I had completely forgotten the earlier film, and so was able to approach the sequel with a clean slate. I viewed it as the second movie on a day that began with a screening of \"Taking Lives,\" with Angelina Jolie absorbing vibes from the graves of serial killer victims. The third movie was Bresson's 1966 masterpiece \"Au Hasard Balthazar,\" which could have been called \"The Passion of the Donkey.\" So you see we have to shift gears quickly on the film-crit beat.\n\nWhat I felt as I watched \"Scooby-Doo\" was not the intense dislike I had for the first film, but a kind of benign indifference. There was a lot of eye candy on the screen; the colors were bright; the action was relentless; Matthew Lillard really is a very gifted actor, and the animated Scooby-Doo is so jolly I even liked him in the first movie. This film is no doubt ideally constructed for its target audience of 10-year-olds and those who keenly miss being 10-year-olds.\n\nOnce again, to quote myself, I am not the person to review this movie, because the values I bring to it are irrelevant to those who will want to see it. This is a silly machine to whirl goofy antics before the eyes of easily distracted audiences, and it is made with undeniable skill. Watching it is a little like watching synchronized swimming: One is amazed at the technique and discipline lavished on an enterprise which exists only to be itself.\n\nBut a little more about the movie. The original cast is back, led by Lillard as Scooby-Doo's friend Shaggy, and containing Freddie Prinze Jr., Sarah Michelle Gellar and Linda Cardellini. Alicia Silverstone plays a trash-TV reporter who is determined to debunk the myth of Mystery Inc. The always reliable Peter Boyle is mean Old Man Wickles, who, if he is not involved in skullduggery, is in the movie under false pretenses. Seth Green is funny as the museum curator. And there are a lot of cartoon monsters.\n\nIs this better or worse than the original? I have no idea. I'll give it two stars because I didn't feel anything like the dislike I reported after the first film, but no more than two, because while the film is clever, it's not really trying all that hard. I think the future of the Republic may depend on young audiences seeing more movies like \"Whale Rider\" and fewer movies like \"Scooby-Doo 2,\" but then that's just me.", "running_time": 93, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-03-26", "genres": ["Action", "Adventure", "Comedy", "Family"], "title": "Scooby-Doo 2: Monsters Unleashed (2004)"}