{"url": "http://www.rogerebert.com/reviews/scooby-doo-2002", "by": "Raja Gosnell", "star_rating": 1.0, "text": "What I can say, I think, is that a movie like this should in some sense be accessible to a non-fan like myself. I realize every TV cartoon show has a cadre of fans who grew up with it, have seen every episode many times and are alert to the nuances of the movie adaptation. But those people, however numerous they are, might perhaps find themselves going to a movie with people like myself--people who found, even at a very young age, that the world was filled with entertainment choices more stimulating than \"Scooby-Doo.\" If these people can't walk into the movie cold and understand it and get something out of it, then the movie has failed except as an in-joke.\n\nAs for myself, scrutinizing the screen helplessly for an angle of approach, one thing above all caught my attention: the director, Raja Gosnell, has a thing about big breasts. I say this not only because of the revealing low-cut costumes of such principals as Sarah Michelle Gellar, but also because of the number of busty extras and background players, who drift by in crowd scenes with what Russ Meyer used to call \"cleavage cantilevered on the same principle that made the Sydney Opera House possible.\" Just as Woody Allen's \"Hollywood Ending\" is a comedy about a movie director who forges ahead even though he is blind, \"Scooby-Doo\" could have been a comedy about how a Russ Meyer clone copes with being assigned a live-action adaptation of a kiddie cartoon show. I did like the dog. Scooby-Doo so thoroughly upstages the live actors that I cannot understand why Warner Bros. didn't just go ahead and make the whole movie animated. While Matthew Lillard, Sarah Michelle Gellar and Linda Cardellini show pluck in trying to outlast the material, Freddie Prinze Jr. seems completely at a loss to account for his presence in the movie, and the squinchy-faced Rowan (\"Mr. Bean\") Atkinson plays the villain as a private joke.\n\nI pray, dear readers, that you not send me mail explaining the genius of \"Scooby-Doo\" and attacking me for being ill-prepared to write this review. I have already turned myself in. Not only am I ill-prepared to review the movie, but I venture to guess that anyone who is not literally a member of a \"Scooby-Doo\" fan club would be equally incapable. This movie exists in a closed universe, and the rest of us are aliens. The Internet was invented so that you can find someone else's review of \"Scooby-Doo.\" Start surfing.", "running_time": 87, "mpaa_rating": "PG", "release_year": 2002, "date_published": "2002-06-14", "genres": ["Adventure", "Comedy", "Family"], "title": "Scooby-Doo (2002)"}