{"url": "http://www.rogerebert.com/reviews/scoop-2006", "by": "Woody Allen", "star_rating": 2.0, "text": "In \"Scoop,\" Woody Allen plays a third-rate comic and illusionist named Splendini, whose act is stuck in some kind of time-space warp. He's performing on a contemporary London stage, but his material is strictly 1950s Catskills schtick. And then, during one show, a dead investigative reporter briefly materializes in his magic disappearing box illusion. \n\nThe reporter is the late Joe Strombel (\"Deadwood\"'s Ian McShane), who has jumped ship on the River Styx and returned, fitfully, to the land of the living to pass on a whopping inside scoop he picked up on the ferry to the land of the dead: Prominent socialite Peter Lyman (Hugh Jackman), dashing son of one Lord Lyman, may be the notorious Tarot Card Killer! He's acting on a first-hand tip from a solid source, Lyman's former (as in deceased) secretary, who suspects she was one of his murder victims. \n\nSomebody needs to investigate. Strombel wants to find a reporter to whom he can hand off this scoop of a lifetime, but instead he appears to Sondra Pransky (Scarlett Johansson), a bumbling student newspaper reporter for whom employment as a dental hygienist seems a more promising career path. Sondra has this unfortunate habit of sleeping with her interview subjects and then not getting the quotable part of the story.\n\nBecause Stombel materialized during Splendini's act, she enlists the magician's help -- his real name is Sid Waterman -- to dig up the dirt on their suspect. Sid is initially reluctant, but goes along with a ruse in which he poses as her father. Sondra begins to fall for the charming Lyman, and she and Sid spend most of the movie chattering endlessly about whether Lyman is or is not the Tarot Card Killer, switching sides at random several times during each gab fest. This is a relentlessly talky movie, but all the talk doesn't necessarily make for good (or funny, or coherent) conversation.\n\nSid is like an older, gentler Broadway Danny Rose character (in fact, Danny would probably have represented his act). Allen is more appealing (less creepy) here than he has been for a long time, but as a writer and director he hasn't given himself, or his other characters, much to do that his other characters haven't done with more wit and verve in previous pictures. \n\nSid is stuck with alleged laugh lines like: \"This guy is a serial killer like I play for the New York Jets\" -- the kind of lame sitcom schtick that made Alvy Singer cringe in \"Annie Hall.\" This one's even worse: \"I bought my first Rubens with poker winnings.... Not a painting, a sandwich.\" OK, maybe it's what you might expect from a hacky, over-the-hill comic and magician, but even Sid knows the difference between a Rubens and Reuben. And any comic worth his kosher salt wouldn't force that extra \"s\" into the set-up to cheat a half-joke that wasn't worth making in the first place. \n\nThe mystifying thing is, Sid also has a few genuinely funny cracks left in him: \"I was born into the Hebrew persuasion, but when I got older I converted to narcissism.\" That's a vintage Woody Allen formulation. So which is the real Sid, the wit or the hack? Allen doesn't evince much concern for character or story or comedy here. The level of comic energy flags and rises from scene to scene, as if Allen had just given up after the first draft. \n\nJohannson is lovely as always, but why do Allen's onscreen foils always have to talk like him? Diane Keaton's Annie Hall and Dianne Wiest's Helen Sinclair in \"Bullets Over Broadway\" had distinct voices of their own, and they were funnier because of it.\n\nOne bit of physical comedy worth noting: Sondra and Sid first encounter Peter by gaining entree to the swimming pool at his club. When Peter emerges from the water, he towers over the two like Michelangelo's David over a pair of garden gnomes. \n\nYou may recall that the 1977 Oscar-winner \"Annie Hall\" was originally envisioned as a comic murder mystery, but Allen decided to concentrate on the romantic comedy instead. He resurrected some of the discarded \"Annie Hall\" stuff for \"Manhattan Murder Mystery\" (also co-starring Diane Keaton) sixteen years later. \"Scoop\" feels like the leftovers from that, after they've been strained through \"The Curse of the Jade Scorpion.\"\n\nDoes it mean anything anymore to describe a new Woody Allen movie as \"minor Woody Allen\"? He's been stuck in minor for so long, \"Match Point\" looked like major to some. \"Bullets Over Broadway\" was a delightful comedy, but in 1994 it seemed lightweight -- even compared to \"Love and Death.\" After the likes of \"Celebrity,\" \"Small Time Crooks,\" \"Jade Scorpion,\" \"Hollywood Ending\" and the aptly titled \"Anything Else,\" you wonder what Allen could possibly mean when he says \"Scoop\" will be his last comedy.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-07-27", "genres": ["Comedy", "Drama", "Foreign", "Mystery", "Romance", "Science Fiction", "Thriller"], "title": "Scoop (2006)"}