{"url": "http://www.rogerebert.com/reviews/scorpio-1973", "by": "Burt Lancasteras Cross", "star_rating": 2.5, "text": "Burt Lancaster is a spy who wants out, but you can’t get out just by wanting out, I guess, and so the CIA orders him executed. Alain Delon plays a French trigger-man that gets the assignment. Only trouble is Lancaster has taught Delon everything he knows, so the hit is going to be a little tricky. Especially in a labyrinthine network of international double agents and double crosses.\n\nThat’s the premise of “Scorpio,” the new movie by the British specialist in complicated violence, Michael Winner. The story is awfully involved this time, but the central human relationship - between Lancaster and Delon - is curiously similar to the situation in Winner’s last movie, “The Mechanic.”\n\nIn that one, Charles Bronson played a professional Mafia assassin and Jan-Michael Vincent played his young apprentice. Then the mob ordered Bronson assassinated, and Vincent got the job. Does it seem to you that Winner is repeating himself? Especially since both movies have double-reverse twists at the end, involving especially complex vengeance?\n\nWell, with a Winner film, it doesn’t matter much what the story is, anyway. The plot is a peg to hang the action on, and there is a lot of action in “Scorpio.” Maybe too much. Unless a movie is “The French Connection” or “Bullitt,” 10 minutes may be enough for a chase scene. This one has a chase that lasts almost forever (although it does end on a nice inconclusive note, which is a change).\n\nUnlike most action-and-violence movies, “Scorpio” is best when the characters are merely talking. That may have something to do with the screenplay by David Rintels and Gerald Wilson, who have a lot of fairly cynical thoughts about spying in general and the CIA in particular. When Lancaster, on the run from Delon, turns up in Vienna for a drinking bout with his old friend the Russian super-spy (Paul Scofield) their weary mutual assessment of the situation develops into a really good scene.\n\nBut the movie dissipates itself by trying to include too much: Too many characters, too many situations, finally too many twists. When you wind a plot up as tightly as this one, it runs along nicely for awhile, but then the last half-hour has to be spent simply resolving everything.", "running_time": 114, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-05-01", "genres": ["Action", "Adventure", "Drama", "Suspense", "Thriller"], "title": "Scorpio (1973)"}