{"url": "http://www.rogerebert.com/reviews/scotland-pa-2002", "by": "Maura Tierneyas Pat McBeth", "star_rating": 2.5, "text": "\" Scotland, PA\" translates Shakespeare's \"Macbeth\" into a comedy set in a Pennsylvania fast-food burger stand, circa 1972. Lady Macbeth rubs unhappily at a grease burn on her hand, the three witches become three local hippies, and poor Duncan, the manager, isn't attacked with a knife but is pounded on the head with a skillet. If you know \"Macbeth,\" it's funny. Anyone who doesn't is going to think these people are acting mighty peculiar.\n\nLike all good satire, this one is based on venom and loathing. I learn that Billy Morrissette, the writer-director, first began to think of burger stands in Macbethian terms while working in one some 20 years ago. He shared his thoughts with his girlfriend, Maura Tierney, who became his wife, and appropriately plays Lady Macbeth, a.k.a. Mrs. McBeth, in this movie.\n\nThe story: \"Mac\" McBeth (James LeGros) and his wife Pat slave unhappily in Duncan's, a fast-food outlet run by Norm Duncan (James Rebhorn). Mac lives with the dream that he will someday be manager. His current boss is Doug McKenna (Josh Pais), who is ripping off Duncan and pocketing receipts. The McBeths tell Duncan about the theft, expecting Mac will be named the new manager. But, no, Duncan picks his two sons, Malcolm (Tom Guiry) and Donald (Geoff Dunsworth) as his heirs.\n\nThis is not right, Pat McBeth hisses fiercely to her husband. Especially not after Mac has increased sales by introducing the concept of a drive-through line to Scotland, Pa. Pat badgers her husband to kill Duncan, and buy the eatery from his indifferent sons. \"We're not bad people, Mac,\" she argues. \"We're just underachievers who have to make up for lost time.\" Macbeth is Shakespeare's most violent play, and \"Scotland, PA\" follows cheerfully in that tradition; after Duncan is pounded on the head, what finishes him off is a head-first dive into the French-fry grease. The case is so suspicious that the local cops call in Lt. Ernie McDuff (Christopher Walken), who affects a kind of genial absent-mindedness as a cover for his investigation. \"This place really looks great,\" he tells the proud couple at the grand opening of their McBeth's. \"Of course, the last time there was a dead body in the fryer.\" Morrissette uses the Shakespeare parallels whenever be can (there is of course a ghost at McBeth's opening), and Tierney, in the juiciest role, actually evokes some of the power of the original Lady Macbeth, especially in the way she deals with the torment of her blistered hands. And James LeGros is as feckless and clueless as Shakespeare's Macbeth--easily led, easily deceived, easily disheartened.\n\nThe buried joke in many parodies is that events must happen because they did in the original. That works here to explain the remorseless procession of bloody and creepy events. We're expected to engage with the movie on two levels--as itself, and as a parallel to Shakespeare. While modern re-tellings of Shakespeare often work (as in the Michael Almereyda-Ethan Hawke \"Hamlet\" or Tim Blake Nelson's \"O\"), a parody is another matter; like an update, it deprives itself of the purpose of the original. It's even more complicated when the maker of the parody doesn't despise the original, but clearly likes it; Morrissette hates fast food, not \"Macbeth.\" I enjoyed the movie in a superficial way, while never sure what its purpose was. I have the curious suspicion that it will be enjoyed most by someone who knows absolutely nothing about Shakespeare, and can see it simply as the story of some very strange people who seem to be reading from the same secret script.\n\nNote: There is a nice touch with the movie's press kit, which is printed in the form of Cliff's Notes.", "running_time": 102, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-02-15", "genres": ["Comedy", "Crime", "Indie"], "title": "Scotland, Pa (2002)"}