{"url": "http://www.rogerebert.com/reviews/scrappers-2010", "by": null, "star_rating": 3.5, "text": "In the alley, I see them at least once a week, the men with their grocery carts, collecting tin cans and other treasures. Some will accumulate a heap as tall as themselves. I learn from the documentary \"Scrappers\" that the same trade happens in Chicago on a larger scale, with men trolling the city for scrap metal and emptying their trucks at scrap metal yards. For this valuable work, they could make a living, until the economy collapsed.\n\nAn urban legend has grown up that such men steal copper gutters and the aluminum off the sides of garages. Such theft has been committed, but by desperate creatures of the night, not family men like Otis and Oscar, who are the backbone of the scrapper trade. \"I paint my name and my phone number on the side of my truck,\" Otis says. \"They know this truck down to 157th Street.\"\n\nThese are happy men. Otis is almost poetic about his joy in cruising alleys and vacant lots for salable metals. He's on his own, alone in the truck, chatting with his wife every half hour or so. Housewives know him and flag him down to carry out an old refrigerator. For one lady, he removes two old boilers from her basement, no charge, just for the resale value, and considers himself lucky.\n\nThey are strong. With dollies but no forklifts, they lever heavy loads into the backs of pickups with high plywood sides. Their trucks are weighed on the way into a scrap yard and on the way out -- they're paid for the difference. They work in all weathers, 14 hours a day, collect cash money at the end, come home to their wives and kids. The film reports there are thousands of scrappers in the Chicago area. I'm reminded of Agnes Varda's great \"The Gleaners and I\" (2000), about the French vocation of scavenging. \n\nOtis is 73, born in Chicago. Oscar looks to be in his 40s, is from Honduras, and I have the impression he may be undocumented. They do useful work. \"Mayor Daley is supposed to be a green mayor,\" says one housewife as she watches a heavy load being hauled out of her basement, \"but it doesn't seem like they [the city's Streets and Sanitation crews] pick up much.\"\n\nScrappers look for wire, pipes, aluminum, brass, copper, iron and steel. The scrap yards heap it up, process it into particles about the size of Cheerios, ship it mostly to China, where it comes back to us and ends up in the alley again. In 2007, we learn, a scrapper could earn $200 to $300 a ton. In 2008, when the market collapsed and new construction ended, the price dropped to $20 a ton. Scrappers became desperate.\n\nFortunate people sneer at them, write them off as bums or thieves. Few in the middle class work as hard all day as these men do — and quite possibly, work as usefully. You cannot be a drunk and work this hard. You can't support a drug habit. But you can support a family, and \"Scrappers\" goes into the homes of Otis and Oscar to meet their wives — stable, stalwart women — and their kids. The loyalty in these homes is palpable.\n\nOtis lives in senior housing but moves out because of bedbugs and water leaking everywhere. He has worked as a scrapper for more than 40 years, but it's in his own hallway that he slips on water and gets a concussion. He sits by a hospital window and tells his wife how much he wants to get back to work. I think it's Oscar who compares scrapping to fishing: You go out in the morning, hoping for a good catch.\n\nThe film was made by Chicagoans Brian Ashby, Ben Kolak and Courtney Prokopas. They put in the hours in the alleys and brought back a human document. It is necessary we have these films because our lives are so closed off we don't understand the function these men perform. You want green, there ain't nobody greener than Oscar and Otis.\n\nBuy the DVD here: http://j.mp/d4W8MY.", "running_time": 90, "mpaa_rating": "Unrated", "release_year": 2010, "date_published": "2010-10-06", "genres": ["Documentary"], "title": "Scrappers (2010)"}