{"url": "http://www.rogerebert.com/reviews/screamers-1996", "by": "Peter Welleras Hendricksson", "star_rating": 2.5, "text": "Last week on CompuServe there was a discussion about the Most Depressing Movie of All Time. The finalists included \"Johnny Got His Gun,\" \"Testament\" and \"Midnight Express.\" If there'd been an otherworldly sci-fi category, \"Screamers\" would be right at the top of the list. It's not exactly a bad movie; it's made with a certain imagination and intelligence. But its future is so grungy and grim it makes our current mess look like Utopia.\n\nThe year is 2078. The planet, Sirius 6B, is the source of a substance that solves all of Earth's energy problems. The drawback is that obtaining this substance can be fatal to the miners, who die of radiation poisoning. For years there has been a cold war on Earth and a hot war on Sirius 6B between the miners union and the energy company. As the story opens, Hendricksson (Peter Weller) is a soldier leading a group of miners, holed up in a vast bunker in the side of a hill in a landscape that looks like Death Valley after being strip-mined.\n\nA man staggers out of the desert. They're ready to shoot him, but a Screamer gets him first. Screamers are weapons used by the miners. They're nasty little automatons that burrow under the surface of the sand, have razor-sharp saws to cut off arms and legs, and are guided by tiny on-board computers. Their full name: Autonomous Mobile Swords.\n\nThe messenger is quickly sliced up, but his message is intriguing: The other side wants to enter peace talks immediately.\n\nThat sounds suspicious, and Hendricksson is wary, while meanwhile we absorb details of life on Sirius 6B, which mostly consists of looking out of slits in the concrete, and smoking. Most of the time, the miners smoke Earth cigarettes. Occasionally, when the radiation level creeps too high, they smoke special pink anti-radiation cigarettes.\n\nHo, ho.\n\nA spaceship crash-lands in front of the bunker, and its lone survivor adds to the confusion: Is the war on or off? And what is the alarming new development hinted at in the message from the other side? Hendricksson, now joined by a free-lance black marketeer named Jessica (Jennifer Rubin), leads the group on an expedition to enemy headquarters, which appear to be deserted, and then there is a labyrinthine subplot involving new models of the Autonomous Mobile Swords, which can look like humans, or nasty little midget dinosaurs.\n\nThese creatures, smart as they are, luckily can be blasted to smithereens by the guns the humans carry. (Like a lot of the guns in futuristic films, these are about the size of Jet-Skis.) The technology here is disappointing; you'd expect the Screamers to be less vulnerable, and you'd also expect that the good guys would have developed a more sophisticated way of dealing with them. As a Screamer comes burrowing under the sand and a human blasts it with his weapon, thoughts of Rodney Dangerfield killing gophers somehow come to mind.\n\nSome of the elements in \"Screamers\" seem recycled out of \"Alien,\" especially the basic situation of humans creeping through a vast, abandoned outpost on another planet, while threatened by evil little sharp-toothed creatures that leap out of nowhere. Although the film is based on a short story by Philip K. Dick, the \"Alien\" connection is persuasive because Dan O'Bannon worked on both of the screenplays.\n\nThe look is much the same, too: the familiar post-industrial wasteland of abandoned machinery, rusting pipes, moldy walls, underground passages and rats - lots of rats. The look of this movie is so gray, green, brown, shadowy, gloomy and dirty that shooting it in black and white would have cheered it up. And Peter Weller (\"Robocop,\" \"The Adventures of Buckaroo Banzai\") fits the look with his worn heroism: He looks like a man who has been forgotten on this miserable planet for so long that death would be a welcome change.\n\nThe look and the basic plot elements are not original, but what makes the film somewhat intriguing is its \"Blade Runner\"-like ambiguity: who is, and who isn't, a human being. (Without revealing too much of the plot, I can say that advanced models of the Autonomous Mobile Swords can look a great deal like anyone else in the film.) The dialogue is often effective, too, as when one Screamer fights another, and Weller observes, \"You're coming up in the world.\n\nYou know how to kill each other now.\"", "running_time": 107, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-01-26", "genres": null, "title": "Screamers (1996)"}