{"url": "http://www.rogerebert.com/reviews/screwballs-1983", "by": "Rafal Zielinski", "star_rating": 1.0, "text": "\"Screwballs\" opens outside the local hot dog stand, where a giant inflatable hot dog is swinging back and forth like a pendulum, gently nudging the backsides of two teenage girls. From such beginnings I suppose we should not anticipate a masterpiece, but the opening shot is the high point of this dumb movie.\n\nIt's another one of the teenage sex movies that are hot at the box office this summer. And it's not the worst of its genre. It's a good-hearted, fairly harmless little movie, but if it's about anything other than T & A, I missed it. The movie takes place at Taft & Adams High School, which leads to no end of jokes.\n\nThere isn't exactly a plot. The movie develops more as a series of sketches around a central theme, which is that all the boys at T & A High School are incurably horny, and all the girls are sluts, except for a blond sexpot named Purity, who is reputed to be the only virgin in the student body.\n\nThere have been enough high school sex movies by now that we can almost predict the basic types of students and faculty members. In addition to Purity, there's the preppy jock who never goes anywhere without his tennis racquet, the fresh-faced transfer from another school, the nerdy school inventor who rigs a system of mirrors for looking up girls' dresses, and the chubby cafeteria helper named Jackofski. You get the idea. And of course the high school principal is a spectacled creep, the librarian is a prune with her hair in a bun, and the school secretary is a repressed Valkyrie with a stutter.\n\nThere are a couple of good moments in the movie, and one scene that would have really been funny if the editing hadn't spoiled the comic tension. It's a scene on the beach. The guys have been frustrated for weeks in their attempt to ogle Purity while she sunbathes with her bikini straps loosened. They finally decide to bury one of the guys in the sand beneath Purity's usual sunning spot, and equip him with a periscope hidden inside a Coke can. When Purity throws aside the Coke can, the guy comes out of the wet sand like the beast from 20,000 fathoms. But the scene is shot and edited so badly, and ended so abruptly, that it never pays off.\n\nThe other jokes are recycled from every dirty joke book in history. There are the usual gags about contraceptives, falsies, drive-in movies and sneaking in through bedroom windows. \"Screwballs\" is the first movie in a long time without any inventive gags involving cafeterias or food. In fact, the movie provides only one area for speculation: Why is it set in the 1950s? Today's teenagers were born since 1964. There are scenes in this movie that are intended to inspire nostalgia, and will probably not even inspire recognition. \n\nCould it be that the makers of these movies were teenagers in the 1950s? The only really authentic current movie about teenagers is \"WarGames.\" Now there's a chilling thought.", "running_time": 80, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-07-11", "genres": ["Comedy"], "title": "Screwballs (1983)"}