{"url": "http://www.rogerebert.com/reviews/scream-and-scream-again-1970", "by": null, "star_rating": 2.0, "text": "Those millions who dislike the movies of Jean-Luc Godard complain that you can't follow them and they don't make sense. My theory is that Godard's movies aren't supposed to make sense, at least not the way a Hitchcock does. Godard is going for pure cinema, film divorced from story line. He gets his effects, not from a plot, but from the way he joins images together.\n\nCuriously enough, that is also the method of \"Scream and Scream Again.\" This is another of those absurd Vincent Price horror movies, impossible to dislike because they ask only that you share their sense of the absurd. The fascinating thing about this one is that it makes absolutely no sense at all until maybe the last 10 minutes. None. There is no way to follow the story line, and if audiences like it that's only because they like whatever happens to be on the screen at that moment. Godard for the masses.\n\nIf I attempted a plot summary you'd suspect I have a bottle of gin in my bottom desk drawer. Let's say that a guy keeps waking up in a hospital bed, and every time he wakes up they've cut off another arm or leg. Let's say a vampire is kidnaping girls and drinking their blood. (\"Doesn't it strike you as curious, inspector, that although the body was found on concrete there was no sign of blood?\")\n\nLet's say there's a long cops-and-vampires chase halfway through the movie, but in for no better reason than to have a chase. (When was the last time YOU saw a vampire driving a Triumph?) Let's say somebody goes to an unidentified foreign country on a sinister mission that is never quite explained. Let's say that another guy grabs people by the shoulder and there's a particular crunching and humming noise and that's curtains. And let's say that the movie leaves you ompletely mystified as to what, if anything, these events have to do with one another.\n\nVincent Price turns in a schizo acting job. He starts out as the suave scientist with the British accent, slightly sinister, and works his way through an uncertain American accent into a whining imitation of a frightened child. Whew. Maybe his android vocal cords haven't been perfected yet. The best performance in the movie is by Alfred Marks, as the fast-talking police inspector. When they get the vampire cornered, it has superhuman strength and thows four cops away from him, killing one. When they get him cornered again, Marks orders a rookie: \"Get him!\" Well, what's the use of working up to inspector if you have to capture vampires personally?\n\nThere's also a vat of acid, which I won't go into, and various dismembered parts of the body tucked away here and there in the deep freeze, and this movie would have possibilities of being disgusting and nauseous if it weren't so engagingly ridiculous. That's what it is. Ridiculous. And yes, inspector, I would agree that's very curious indeed.", "running_time": 95, "mpaa_rating": "PG", "release_year": 1970, "date_published": "1970-02-18", "genres": ["Crime", "Horror"], "title": "Scream and Scream Again (1970)"}