{"url": "http://www.rogerebert.com/reviews/scream-blacula-scream-1973", "by": "William Marshallas Mamuwalde", "star_rating": 1.5, "text": "\"Scream, Blacula, Scream\" is an adequate vampire movie, which is to say that a satisfactory number of vampires spring out of hiding and sink their teeth into helpless victims, and there are abundant shots of vampires with blood drooling down their chins. But beyond those two prerequisites, the movie isn't exactly the best thing in its line since \"Taste the Blood of Dracula.\"\n\nMaybe that's because it's a Hollywood product. The best horror movies are turned out by the Hammer Film crowd in London, where an inexhaustible supply of overgrown cemeteries and crumbling churches is to be had. In Hollywood, a Gothic mansion is about all you can expect. Beyond that, \"Scream, Blacula, Scream\" shows some evidence of having been made in a hurry with limited funds. \n\nThe opening is so confusing that, in reading the movie's synopsis afterward, I couldn't recognize it. And the photography is consistently underlit and murky. Against these disadvantages there are a couple of reasons to see the movie anyway. William Marshall, who created the Blacula role, is back again with his terrifying dignity; and Pam Grier, who has become a box office hit with \"Coffy,\" is the voodoo priestess called in to liberate Blacula from his curse.\n\nThey both have a lot of style; so much, indeed, that it stands out in this routine movie. Marshall has the kind of pseudo-Shakespearean dialog and delivery that Vincent Price and others have been polishing at Hammer. And Miss Grier, a real beauty, has a spirit and enthusiasm that's refreshing. Also, she can scream well, and that is always important in these enterprises.\n\nA really good black vampire movie remains to be made, however. The elements are there, and \"Blacula\" and this sequel have proven there's a market for the genre. But just hiring black actors, and giving them false fangs won't do; the Hammer Films people have encouraged us to expect lots of moody scenery, unsettling music and campy but sound performances, And a script that makes sense, incidentally. \"Scream, Blacula, Scream\" is just an interim exploitation effort, and a warm-up for the better vampires in Marshall's future.", "running_time": 96, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-07-04", "genres": ["Action", "Horror"], "title": "Scream, Blacula, Scream (1973)"}