{"url": "http://www.rogerebert.com/reviews/scre4m-2011", "by": "Neve Campbellas Sidney", "star_rating": 2.0, "text": "The great pleasure in the \"Scream\" movies is that the characters have seen other horror films. At times they talk as if they're in the chat room of a horror site. Wes Craven's \"Scre4m,\" the typographically skewed fourth movie in the series, opens with a clever series of horror scenes that emerge one from another like nested Russian dolls, and Kevin Williamson's dialogue is smart and knowing. All through the movie, \"Scre4m\" lets us know that it knows exactly what it's up to — and then goes right ahead and gets up to it.\n\nThe premise is that a psychopath has returned to the town of Woodsboro, which has already seen so many fatal slashings, you question why anyone still lives there, let alone watches horror movies. This killer seems at times to be supernormal, is able to appear simultaneously at the front and back doors of a house, and predict precisely where victims will be, and when. As a result, the body count in \"Scre4m\" mounts relentlessly until you wonder whether everyone in the cast is going to be killed, with the movie ending on an empty room (with the phone ringing — heh, heh).\n\nThere is a dark nihilism here that seems to appeal to \"Scream\" fans. No one deserves to die but so many do, and horribly, with geysers of blood spurting from their wounds. Why must they die? Why is the killer Ghostface so driven? The motive is eventually revealed, but I wouldn't go so far as to say it's explained.\n\nNeve Campbell returns as Sidney Prescott, a hometown girl who has written a best seller and has returned to Woodsboro to promote it. My own inclination would be to stay the hell away from the location of the killings in the original \"Scream,\" but hey, that's just me. Also back are David Arquette as the local sheriff, and Courteney Cox, the newscaster who is now his wife. \n\nSidney's cousin Jill (Emma Roberts) has a posse of fellow teenagers who spend most of the time picking up the phone and answering the door when they absolutely shouldn't. They're sophisticated; they know that in a horror movie when you walk past a dark doorway something is likely to jump out at you. But when they get a call from someone saying \"my face will be the last sight you see,\" and then the doorbell rings — do they answer it? Of course they do. Survival of the fittest needs another million years to take effect in Woodsboro.\n\nKarl Malden once said the hardest thing he ever had to do as an actor was act as if he didn't know he was about to be hit in the head with a beer can. He could have taken lessons from these girls, who go through the whole movie acting as if they're not about to be stabbed to death. \n\nWes Craven is a good director, and the film is done with some wit and style. The actors do what they can in a film that doesn't care about human insights. The characters are almost preternatural in their detachment; if you were embedded in events like these, wouldn't you be paralyzed with panic? Let's say you were the sheriff. Would you act so competent when you were obviously powerless? What about the film's many ambulance drivers? In \"Bringing Out the Dead,\" Nicolas Cage was in a constant frenzy and that was supposedly a realistic story. In \"Scre4m,\" the locals are almost catatonic in their ability to carry on dialogue. How can you dissect a plot when you know you're next on the dissection table?\n\nMaybe that's the point. Per­haps Craven and Williamson are making an ironic and cynical comment on the bloody tradition of the genre. Are they counting on their knowing fans to pick up all their self-aware nods? Could be. Does anyone — anyone — watch a movie like this as if it's in any way depicting reality? I dunno. \"Scre4m\" provides exactly what its audience will expect: one victim after another being slashed, skewered, stabbed, gutted and sliced, with everyone in on the joke. Maybe that's your idea of a good time.", "running_time": 111, "mpaa_rating": null, "release_year": 2011, "date_published": "2011-04-14", "genres": ["Action", "Adventure", "Comedy", "Horror", "Thriller"], "title": "Scre4m (2011)"}