{"url": "http://www.rogerebert.com/reviews/scream-1996", "by": "David Arquetteas Dewey", "star_rating": 3.0, "text": "Wes Craven's “Scream” violates one of the oldest rules in movie\rhistory: It's about characters who go to the movies. They've even heard of\rmovie stars. They refer by name to Tom Cruise, Richard Gere, Jamie Lee Curtis.\rThey analyze motivations (“Did Norman Bates have a motive? Did Hannibal Lecter\rhave a reason for wanting to eat people?”) True, they went to the movies in “The\rLast Picture Show” and the heroes of “Clerks” worked in a video store. Even\rBonnie and Clyde went to the movies. But those movies were about the *act* of\rgoing to the movies. “Scream” is about *knowledge* of the movies: The\rcharacters in “Scream” are in a horror film, and because they've seen so many\rhorror films, they know what to do, and what not to do. “Don't say 'I'll be\rright back,' “one kid advises a friend, “because whenever anybody says that,\rhe's *never* right back.” In a way, this movie was inevitable. A lot of modern\rfilm criticism involves “deconstruction” of movie plots. “Deconstruction” is an\racademic word. It means saying what everybody knows about the movies in words\rnobody can understand. “Scream” is self-deconstructing; it's like one of those\rcans that heats its own soup.\n\nInstead\rof leaving it to the audience to anticipate the horror clichés, the characters\rtalk about them openly. “Horror movies are always about some big-breasted blond\rwho runs upstairs so the slasher can corner her,” says a character in “Scream.”\r“I hate it when characters are that stupid.” The movie begins, of course, with\ra young woman (Drew Barrymore) at home alone. She gets a threatening phone call\rfrom an evil Jack Nicholson sound-alike. She is standing in front of patio\rdoors with the dark night outside. She goes into a kitchen where there are lots\rof big knives around. You know the drill.\n\nLater,\rwe meet another young woman (Neve Campbell). Her father has left for the\rweekend. Her mother was murdered...why, exactly a year ago tomorrow! Her\rboyfriend climbs in through the window. At high school, rumors of cult killings\rcirculate. The killer wears a spooky Halloween costume named “Father Death.”\rThere are more phone calls, more attacks. The suspects include the boyfriend,\rthe father, and a lot of other people. A nice touch: The high school principle\ris The Fonz.\n\nAll\rof that is the plot. “Scream” is not about the plot. It is about itself. In\rother words, it is about characters who *know* they are in a plot. These\rcharacters read Fangoria magazine. They even use movie-style dialogue: “I was\rattacked and nearly filleted last night.” The heroine has been rejecting her\rboyfriend's advances, and just as well: As another character points out,\rvirgins are never victims in horror films. Only bad boys and girls get slashed\rto pieces. Realizing they're in the midst of a slasher plot, the characters talk\rabout who could play them: “I see myself as sort of a young Meg Ryan. But with\rmy luck, I'll get Tori Spelling.” The movie itself, for all of its ironic\rin-jokes, also functions as a horror film--a bloody and gruesome one, that uses\ras many clichés as it mocks.\n\nOne\rold standby is the scene where someone unexpectedly enters the frame,\rfrightening the heroine, while a sinister musical chord pounds on the\rsoundtrack. I love these scenes, because (a) the chord carries a message of\rdanger, but (b) of course the unexpected new person is always a harmless\rfriend, and (c) although we can't see the newcomer because the framing is so\rtight, in the real world the frightened person would of course be able to see\rthe newcomer all the time.\n\nThe\rmovie is also knowledgeable about the way TV reporters are portrayed in horror\rfilms. The reporter this time, played by Courteney Cox of “Friends,” asks\rwonderful questions, such as “How does it feel to almost be the victim of a\rslasher?” Savvy as she is, she nevertheless suggests to a local deputy that\rthey shouldn't drive to an isolated rural setting when it's a nice night to\rwalk down a deserted country road in the dark while a slasher is loose.\n\nWhat\rdid I think about this movie? As a film critic, I liked it. I liked the in-jokes\rand the self-aware characters. At the same time, I was aware of the incredible\rlevel of gore in this film. It is *really* violent.\n\nIs\rthe violence defused by the ironic way the film uses it and comments on it? For\rme, it was. For some viewers, it will not be, and they will be horrified.\n\nWhich\rcategory do you fall in? Here's an easy test: When I mentioned Fangoria, did\ryou know what I was talking about?", "running_time": 100, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-12-20", "genres": ["Comedy", "Crime", "Horror", "Mystery", "Thriller"], "title": "Scream (1996)"}