{"url": "http://www.rogerebert.com/reviews/scream-2-1997", "by": "Neve Campbellas Sidney Prescott", "star_rating": 3.0, "text": "Wes Craven's “Scream” (1996) was a revolutionary film, the first horror movie in which the characters had seen other horror movies, knew all the cliches, and tried not to make the obvious mistakes. Now comes “Scream 2,” in which the characters have seen a movie based on the first killings, and are trapped once again in a slasher nightmare.\n\nLike all sequels, this one is a transparent attempt to cash in on the original--but, of course, it knows it is, and contains its own learned discussion of sequels. The verdict is that only a few sequels have been as good as the originals; the characters especially like “Aliens” and “The Godfather, Part II.” As for “Scream 2,” it's ... well, it's about as good as the original.\n\nBoth movies use a Boo Machine, a plot device for making the audience jump and scream and clutch each other's forearms. The scares this time come from a mad slasher in a curiously unsettling Halloween ghost mask, who stalks a bunch of college freshmen who survived the original slashings. The killer is also interested in such groupies as a TV newsman and a crippled former deputy sheriff.\n\nI have witnessed a lot of slashers jump out of a lot of shadows. When Alan Arkin pounced on Audrey Hepburn in “Wait Until Dark,” that pretty much defined, for me, how scary such an event could be. I was not frightened by the Boo Moments in “Scream 2,” and I found the violence kind of inappropriate; this movie is gorier than the original, and that distracts from the witty screenplay by Kevin Williamson.\n\nHis premise this time is that violence is quickly translated into marketable form by the media; since he is doing that very thing in “Scream 2,” there are ironies within ironies here. The movie is so articulate about what it's doing, indeed, that you can't criticize it on those grounds--it gets there first.\n\nThe film opens with a showing of “Stab,” a movie based on the killing in the first film, and at the screening two audience members (Jada Pinkett and Omar Epps) are ... well, see for yourself. Soon the slasher has moved to a nearby campus, where survivors including Sidney Prescott (Neve Campbell) are students, and the wounded Deputy Riley (David Arquette) has found a job as a security guard. Also hanging around is TV newswoman Gale Weathers (Courteney Cox), who covered the first murders and wrote a best-seller about them that became “Stab” and has now inspired the new murders. Also moping about is Cotton (Liev Schreiber), accused by Gale in the first film but found innocent, and now demanding a second helping of his 15 minutes of fame.\n\nWho gets killed, and why, and how, I will not reveal, except to register a useless complaint that there is no way to guess who's doing the killing, and everyone who seems suspicious is (almost) sure to be innocent. Idea: In “Scream 3,” the man behind the mask is a movie critic, trying to discredit horror movies so he won't have to sit through any more.\n\nThe Williamson screenplay uses the horror platform as a launching pad for a lot of zingers; I'd like to see his work in a more mainstream film. When the TV newswoman is asked about her nude photos on the Internet, she replies, “It was just my head. It was Jennifer Aniston's body.” And a killer says he wants to be caught, because he's already mapped out his strategy: “The movies made me do it,” he'll argue, and he plans to have Bob Dole testify for the defense. (“I'll get Dershowitz! Cochran! The Christian Coalition will pay for my defense!”) Wes Craven was born to direct this material. One of the most successful of horror filmmakers, he made “The Hills Have Eyes” and the “Nightmare on Elm Street” movies, and was already headed in the same direction as the Williamson screenplay when he wrote and directed “Wes Craven's New Nightmare” in 1994. That was a movie (better than either “Scream” picture, I think) in which the cast and crew of a horror film found deadly parallels between the plot and their lives.\n\nDo movies cause people to act violently? “Scream 2” seems to think so--or is that an ironic stance, to make the movie scarier? Will a movie like this, by educating its audience to the conventions and silly cliches of horror films, defuse the violence and make them less likely to be influenced? Now there's an intriguing notion.", "running_time": 122, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-12-12", "genres": ["Horror", "Mystery", "Thriller"], "title": "Scream 2 (1997)"}