{"url": "http://www.rogerebert.com/reviews/scream-3-2000", "by": "Neve Campbellas Sidney Prescott", "star_rating": 2.0, "text": "The difference between a trilogy and a sequel, we're told in \"Scream 3,'' is that sequels go on and on, while a trilogy has a beginning, a middle and an end: \"In a trilogy, nobody's safe. Even the hero can die in the final chapter.'' So explains one of the movie buffs in the third of this self-aware slasher series in which the characters know all the horror cliches and get trapped in them anyway.\n\nThe action this time moves the key surviving actors from the previous \"Screams'' to Hollywood, where a horror film named \"Stab 3'' is under way. There is a death, and then another: The killer is slashing the actors in the same order they die in the screenplay. But the third victim may be hard to predict: \"There were three different versions of the script,'' an executive explains, \"to keep the ending off the Internet. I don't know which version the killer read.'' No matter; the fax machine rings, and it's a call from the killer, transmitting revised script pages. That problem of spoilers on the Net could inspire a slasher movie of its own (a serial killer, under delusion he is Freddy Krueger, kills to prove a Web rumor site is wrong).\n\nAnd in an attempt to keep actual Web sites from revealing the movie's secrets, the studio delayed screenings of \"Scream 3'' until the last possible moment, and even then banned many Web-based critics from attending (although the lads from Playboy.com were hunkered down happily in the row in front of me).\n\nAnyone who would reveal the identity of the killer in \"Scream 3'' would in any event be the lowest form of life, since the secret is absolutely unguessable. Why? Because the identity is absolutely arbitrary. It could be anyone in the movie, or (this would be a neat twist) none of the above. The characters are so thin, they're transparent. They function primarily to scream, split up when they should stick together, go alone into basements and dark rooms, and make ironic references to horror cliches and earlier movies in the series. Director Wes Craven covered the self-aware horror genre splendidly in \"Wes Craven's New Nightmare\" (1994), and this is the lite version.\n\nSome of it is fun. You can play spot-the-cameo with visiting celebs such as Roger Corman, Kevin Smith and Carrie Fisher (she's a studio archivist who explains, \"I was up for Princess Leia, but you know who gets it--the one who sleeps with George Lucas'').\n\nAnd you can appreciate the logic behind Parker Posey's reasoning. She plays the actress hired to portray TV journalist Gale Weathers (Courtney Cox Arquette), and tells her, \"Everywhere you go, I'm gonna follow you, so if he wants to kill you, you'll be there to be killed, and he won't need to kill me.'' \"Scream 3'' is essentially an interlacing of irony and gotcha! scenes. The monster in his (or her) fright mask can be anywhere at any time and jump into the frame at any moment. All we know for sure is that two out or three scares will be false. (When will the characters in these movies learn that when victims are being \"cut up into fish sticks,'' it is NOT FUNNY to sneak up behind friends to scare them?) Neve Campbell is back as the key character, a woman so traumatized she has changed her name, moved to Monterey, and works for a crisis hot line. The camera loves her. She could become a really big star and then giggle at clips from this film at her AFI tribute.\n\nAlso starring are David Arquette as a former deputy, now a would-be security guard who's still in love with Gale Weathers; Scott Foley as the \"Stab 3'' director; Dean Richmond as a guy who knows all the movie conventions; Liev Schreiber as an ex-con talk-show host; Patrick Dempsey as a cop; Lance Henriksen as a demented horror film director with old secrets, and Jenny McCarthy as an actress who does or does not get killed, but certainly wears a dress we will see again in Playboy's annual \"Sex in Cinema'' feature. Patrick Warburton, a rising action star, has a funny bit as a \"professional celebrity guard'' who clients have \"included Julia Roberts and Salman Rushdie.'' My own feeling is relief that the series is at last ended. If \"Scream\" (1996) was like a funny joke, \"Scream 2\" (1997) was like somebody telling you, \"here's how I heard that joke,'' and \"Scream 3'' is like somebody who won't believe you've already heard it.\n\nWhat I will remember from the movie is that everyone uses cell phones constantly, which is convenient for the screenplay, since the characters can be anywhere and still call for help or threaten one another.\n\nRemember the 1980 horror movie named \"Don't Answer the Phone''? If the \"Scream 3'' gang had taken that advice, there would have been no movie, just a lot of lonely characters scattered all over California, waiting for calls.", "running_time": 116, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-02-04", "genres": ["Horror", "Mystery", "Thriller"], "title": "Scream 3 (2000)"}