{"url": "http://www.rogerebert.com/reviews/scrooge-and-marley-2012", "by": "David Pevsneras Scrooge", "star_rating": 2.5, "text": "\"Scrooge & Marley\" opens on a bleak Christmas Eve in Screws, a gay Chicago nightclub owned and operated by Ebenezer Scrooge, a mean-spirited skinflint who seems to take pleasure in firing people. As played by David Pevsner, he lurks in his office and doesn't join the warmth and cheer around the piano bar. He's the club's gloom and doom department, a contrast to the crowd singing Christmas carols.\n\nBecause the origins of the story are well-known, it comes as no surprise that he is about to be encountered by three ghosts from Christmases past, present and future, most notably past, all of whom wear a sufficiency of lipstick, and by onetime business partner Marley, played in horror film makeup and style by Tim Kazurinsky, a Second City veteran who brings a macabre zeal to the role.\n\nThis sets up a framework for flashbacks, including a fraught visit to Scrooge's homophobic parents. His dad sets the period by reading Holiday magazine, an example of the film's resourcefulness with limited sets but not, let it be said, costumes.\n\nOne of the flashbacks features stand-up comic, Oscarcast joke writer and former local legend Bruce Vilanch, as the proprietor of Fezziwig's, a gay club that represents the kind of establishment Screws should have been, if Scrooge had learned anything.\n\nOther local talent include Rusty Schwimmer, as Freda, a friendly, big-spirited gay woman, and Megan Cavanagh, Ronnie Kroell and Jojo Baby as the ghosts of Christmases past, present and future. Scrooge has a special reason to resent Freda, his niece, whose mother died in childbirth.\n\nThere was much talk about this film over the past year at local critics' screenings, because Richard Knight Jr., film critic of the Windy City Times, took a leave of absence to co-direct it with Peter Neville. They deliver more or less exactly what you'd expect, given the material.\n\nThe actors mostly have a lot of professional experience, and while \"Scrooge & Marley\" doesn't represent a high-water mark for any of them, it has a good heart, high spirits and of course redemption for Ebenezer Scrooge, who by arriving at a better self-understanding is able to permit himself at last to be kinder and more loving.\n\n\"No one cares about money the way you do,\" Scrooge's lover, Bill (Christopher Allen), tells him when they split up, \"and you certainly don't care about me the way you care about money!\" That there is a certain amount of overacting and waving about of hands goes with the territory in scenes like this; psychological realism is not the goal.\n\nNOTE: The movie has a red-carpet VIP gala Thursday at the Music Box, followed by seven additional screenings over the next week. It will play Dec. 21-22 and 27 at the Gene Siskel Film Center.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-11-20", "genres": null, "title": "Scrooge & Marley (2012)"}