{"url": "http://www.rogerebert.com/reviews/scrooge-1970", "by": "Leslie Bricusse", "star_rating": 3.0, "text": "The notion of Albert Finney playing Ebenezer Scrooge is admittedly mind-boggling, and so is the idea of A Christmas Carol being turned into a musical. But \"Scrooge\" works very nicely on its intended level and the kids sitting near me seemed to be having a good time.\n\nBricusse's songs fall so far below the level of good musical comedy that you wish Albert Finney would stop singing them, until you realize he isn't really singing. He's just noodling along, helped by lush orchestration. To get the lead in a big-studio musical during the long dying days of the genre, you apparently had to be unable to sing or dance. How else to account for Lee Marvin and Clint Eastwood in \"Paint Your Wagon\"? Or Finney in this one? Finney adopts Marvin's singing style, which is a sort of low-register growl. Meanwhile, countless dancers and a children's choir keep up the pretense that music is happening.\n\nSo if all of these things are wrong, why does \"Scrooge\" work? Because it's a universal story, I guess, and we like to see it told again. Ronald Neame's direction tells it well this time, and the film has lots of special effects that were lacking in the 1935 and 1951 versions. I was less than convinced by Scrooge's visit to a papier-mâché hell, but the appearance of Christmas Present (Kenneth More) surmounting a mountain of cakes and candies was appropriately marvelous.\n\nThe whole problem of the Ghosts of Christmas have been handled well, in fact. Reviewing the 1951 British version of \"A Christmas Carol\" for The Chicago Sun-Times, Eleanor Keen noted appropriately that the three ghosts are \"a trio that resembles fugitives from an eighth-grade play in costumes whipped up by loving hands at home.\" My memory of that version is that she was right and the ghosts looked ridiculous.\n\nIn this version, the ghosts are handled more believably (if that's possible). The Ghost of Christmas Past is a particularly good inspiration: They've made the role female and given it to Dame Edith Evans. She plays it regally and sympathetically by turns, and seems genuinely sorry that Scrooge's childhood was so unhappy. Christmas Present, played by More, is a Falstaffian sort of guy with a big belly and a hearty laugh, who doesn't look like a ghost at all. And Christmas Future is simply a dark, faceless shroud, not unlike Lorado Taft's figure of Time in his Fountain of Life sculpture on the Midway at the University of Chicago. All three figures are miles better than conventional eighth-grade ghosts.\n\nAlec Guinness contributes a Marley wrapped in chains; the Christmas turkey weighs at least 40 pounds; Tiny Tim is appropriately tiny, and Scrooge reforms himself with style. What more could you want? No songs, I'd say.", "running_time": 118, "mpaa_rating": "G", "release_year": 1970, "date_published": "1970-01-01", "genres": ["Drama", "Family", "Fantasy", "Foreign", "Science Fiction"], "title": "Scrooge (1970)"}