{"url": "http://www.rogerebert.com/reviews/sea-of-love-1989", "by": "Al Pacinoas Frank Keller", "star_rating": 3.0, "text": "\"Sea of Love\" tells an ingeniously constructed story that depends for its suspense on the same question posed by \"Jagged Edge\" and \"Fatal Attraction\": What happens when you fall in love with a person who may be quite prepared to murder you? The movie stars Al Pacino, looking older and a little lined but more convincing than in most of his other recent roles as a homicide detective who is assigned to a messy murder case. The victim is a male who has been shot in his own bed, and the killer, it appears, was a woman.\n\nTracking down leads, Pacino crosses paths with another detective (John Goodman) handling a similar case. They discover that both of their victims had placed rhyming ads in one of those singles magazines where people advertise for partners. Lacking any other clues, Pacino has a brainstorm: Why don't he and Goodman place an ad of their own, and then date all of the women who answer it? By getting the women's fingerprints on wine glasses, the cops may be able to discover the murderer.\n\nThis notion leads to one of the movie's better sequences, as Pacino devotes half an hour apiece to assembly-line dates with a series of lonely hearts, while Goodman plays the waiter at his table. Then something unexpected happens. There is chemistry between Pacino and one of the women (Ellen Barkin), and although it is unprofessional and possibly dangerous, he sees her again and they find themselves powerfully attracted to one another.\n\nThe movie uses this attraction to set a frankly manipulative plot into motion. Is Barkin, in fact, the killer? Various hints are dropped, various clues are planted. Pacino is meanwhile portrayed as so seriously disturbed within himself that he would almost prefer to die at this woman's hands than surrender his love. (The situation has an uncanny parallel with Glenn Close's feelings for Jeff Bridges in \"Jagged Edge.\") The purely plot elements in \"Sea of Love\" work well enough until the very end of the movie, I suppose, when the solution turns out to be a red herring. But what impressed me most in the film was the personal chemistry between Pacino and Barkin. There can be little doubt, at this point, that Barkin is one of the most intense and passionately convincing actresses now at work in American movies. Her performance in \"The Big Easy\" (1987) was Oscar caliber, and again this time she seems to cross some kind of acting threshold. When she roughly embraces Pacino, and then stalks around the room like a tigress in heat before returning to her quarry, there is an energy that almost derails the movie.\n\nFor Pacino, \"Sea of Love\" is a reminder of the strong presence he established in street roles in the 1970s, before he drifted away into an unfocused stardom in too many softer roles. This time he seems sharp, edgy, complicated and authentic. Goodman (who plays Roseanne Barr's husband on TV) makes a good partner for him, especially in the scenes where he stands by helplessly while his friend apparently chooses to be in love with a murderess.\n\nMovies like this need to work on two levels. The human elements should feel right, and the initial complications of the plot should not be shortchanged at the end. I think the ending of \"Sea of Love\" cheats by bringing in a character from left field at the last moment. Part of the fun in a movie like this is guessing the identity of the killer, and part of the problem with \"Sea of Love\" is that the audience is not fairly treated. Technically, I suppose, the plot can be justified. But I felt cheated. I had good feelings for the characters and their relationships, but I walked out feeling the plot played fast and loose with the rules of whodunits.", "running_time": 113, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-09-15", "genres": ["Action", "Adventure", "Crime", "Mystery", "Romance", "Thriller"], "title": "Sea of Love (1989)"}