{"url": "http://www.rogerebert.com/reviews/seabiscuit-2003", "by": "Tobey Maguireas Red Pollard", "star_rating": 3.5, "text": "Seabiscuit was a small horse with a lazy side. Sleeping and eating were his favorite occupations early in life, and he wasn't particularly well-behaved. That was before he met three men who would shape him into the best-loved sports legend of the 1930s: the owner Charles Howard, who had a knack for spotting potential in outcasts, the trainer Tom Smith, who was called a screwball for thinking he could heal horses other trainers would have shot, and the jockey Red Pollard, who started out as an exercise boy and stable cleaner because in the Depression he would settle for anything.\n\n\"Seabiscuit,\" based on the best-seller by Laura Hillenbrand, tells the stories of these three men and the horse against the backdrop of the times. The Depression had brought America to its knees. The nation needed something to believe in. And in the somewhat simplified calculus of the movie, both Seabiscuit and Roosevelt's New Deal, more or less in that order, were a shot in the American arm. If an underdog like Seabiscuit could win against larger and more famous horses with distinguished pedigrees, then maybe there was a chance for anyone.\n\nThe story has the classic structure of a sports movie, with a setback right before the big race at the end, but, like Seabiscuit, it's a slow starter. There is a leisurely introduction to the times and the three men before the horse makes its appearance; we see once again the classic battle between the automobile and the horse; Charles Howard (Jeff Bridges) begins as a bicycle salesman, is asked to repair a Stanley Steamer, takes it apart and makes some improvements, and before long is a millionaire who buys a farm and turns the stables into a garage.\n\nAfter a family tragedy, however, he changes directions and becomes a horse owner and breeder. And there are sequences showing how he encounters Pollard (Tobey Maguire) and Smith (Chris Cooper). Soon he has everything in place except a horse, and Smith has unaccountable faith in Seabiscuit. It has to do with the horse's heart.\n\nThe movie doesn't make the mistake of treating the horse like a human. It is a horse all the time, a horse with the ability to run very fast and an inability to lose, when guided by Smith's strategy and Pollard's firm love.\n\nThe movie's races are thrilling because they must be thrilling; there's no way for the movie to miss on those, but writer-director Gary Ross and his cinematographer, John Schwartzman, get amazingly close to the action; it's hard for us to figure out where the camera is, since we seem to be suspended at times between two desperately striving horses and their jockeys.\n\nThe movie gives me a much better sense of how difficult and dangerous it is to ride one of those grand animals in a race. The jockeys are sometimes friends, sometimes mortal enemies, and they often shout at one another during races. Sometimes this works, sometimes it is a little improbable, as when Red says \"goodbye\" to a friend as Seabiscuit shifts into winning gear.\n\nAs horses compete, so do owners. After Seabiscuit has conquered all of the champion horses of the West, Charles Howard begins a strategy to force a match race between his horse and War Admiral, the Eastern champion and Triple Crown winner, owned by Samuel Riddle (Eddie Jones). He goes on a whistle-stop campaign across the country (this seems to anticipate Truman's 1948 campaign) and builds up such an overwhelming groundswell of public sentiment that Riddle caves in and agrees--in his terms, of course, which makes the race all the more dramatic. The radio broadcast of that historic race was heard, we are told, by the largest audience in history. Businesses closed for the afternoon so their employees could tune in.\n\nIf \"Seabiscuit\" has a weakness, it's the movie's curious indifference to betting. Horses race and bettors bet, and the relationship between the two is as old as time, except in this movie, where the Seabiscuit team seems involved in pure sport and might even be shocked! shocked! to learn that there is gambling at the track. Since a subplot about betting would no doubt be a complicated distraction, perhaps this is not such a loss.\n\nI liked the movie a whole lot without quite loving it, maybe because although I can easily feel love for dogs I have never bonded much with horses. I was happy for Seabiscuit without being right there with him every step of the way. The character I liked the best was Tom Smith, and once again Chris Cooper shows himself as one of the most uncannily effective actors in the movies. Here he seems old, pale and a little worn out.\n\nIn \"Adaptation,\" only a year ago, he was a sunburned swamp rat. In John Sayles' \"Lone Star\" he was a ruggedly handsome Texas sheriff. How does he make these transformations? Here, with a few sure movements and a couple of quiet words, he convinces us that what he doesn't know about horses isn't worth knowing.\n\nTobey Maguire and Jeff Bridges are wonderful, too, in the way they evoke their characters; Maguire as a jockey who commits his whole heart and soul, Bridges as a man who grows wiser and better as he ages. And then there is William H. Macy as Tick Tock McGlaughlin, a manic radio announcer who throws in corny sound effects and tortured alliterations as he issues breathless bulletins from the track. If Tick Tock McGlaughlin did not exist in real life, I don't want to know it.\n\n\"Seabiscuit\" will satisfy those who have read the book, and I imagine it will satisfy those like myself, who have not. I have recently edged into the genre of racing journalism, via My Turf , by William A. Nack, the great writer for Sports Illustrated.\n\nI was at a reading where he made audience members cry with his description of the death of Secretariat, and I saw people crying after \"Seabiscuit,\" too. It's yet more evidence for my theory that people more readily cry at movies not because of sadness, but because of goodness and courage.", "running_time": 140, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-07-25", "genres": ["Drama", "History"], "title": "Seabiscuit (2003)"}