{"url": "http://www.rogerebert.com/reviews/season-of-the-witch-2011", "by": "Nicolas Cageas Behmen", "star_rating": 2.0, "text": "I admit I lost track of the sieges and battles. “Season of the Witch” opens with a series of helpfully labeled sequences in which desert battles are fought, cities are sacked, buttresses stormed, redoubts doubted, enclosures enclosed, and so on. I didn't take notes, but if I had, an example might be, “The Siege of Synecdoche, April 1, 1239, A.D.”\n\nAnyway, there's a slew of them. Crusaders in armor do battle with fierce desert tribesmen under the blazing sun. Heads are lopped off and roll across the plain. Horses whinny, women scream, children flee, warriors are disemboweled, limbs severed, dogs would bark if there were dogs. The horror!\n\nAfter about a dozen years of this, we pause for a discussion between the two hero Crusaders, Behmen (Nicolas Cage) and Felson (Ron Perlman). Yes, Cage and Perlman, so you suspect “Season of the Witch” will not be an exercise in understatement. “The killing of the women and children must stop!” they agree. Having arrived at this conclusion after 12 years of rape and pillage, they do not qualify as quick studies. The comrades abandon the armies of the Crusades, hit the road and happen across a town somewhere in the vastness.\n\nThey have an excellent reason for ending up here, of all places: Why, this is the very same town of the pre-title sequence! Where three women were forced to confess to witchcraft, thrown backward off a bridge with nooses around their necks, hung dead and then prudently drowned in the river below! We liberals are earnestly deploring the superstition that forced them to confess Salem-style, until they spring back up from the dark waters, and, hey, they actually were witches. Sometimes Glenn Beck is right.\n\nTime has passed since that day (whether the full 12 years, I cannot say), and Behmen and Felson are quickly assigned to convey a surviving (if technically dead) witch (Claire Foy) to a distant monastery where there is a crumbling ancient tome containing the only known incantation that can exorcise her and bring an end to the Black Plague — so, hey, we're back in medieval Europe now, specifically Hungary. A possible clue to this film's mindset as a Buddy Movie is that the Claire Foy character has no name and is known only as The Girl. Not even The Witch.\n\nI am about out of astonishments for you, but buckle your seat belt for this one: The director, Dominic Sena, was inspired by Ingmar Berg man's “The Seventh Seal” (1957), that classic tale of a knight who returns from the Crusades and encounters Death on the road. Audiences for “Season of the Witch” may not be thickly larded with students of “The Seventh Seal,” but those few will be rewarded by sundry parallels and allusions. Ever since Bergman's “The Virgin Spring” was remade as “Last House on the Left,” his work has suggested a rich mine for homage.\n\nYou know I am a fan of Nic Cage and Ron Perlman (whose very existence made the “Hellboy” movies possible). Here, like cows, they devour the scenery, regurgitate it to a second stomach found only in actors and chew it as cud. It is a noble effort, but I prefer them in their straight-through Human Centipede mode.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-01-05", "genres": ["Action", "Adventure", "Drama", "Fantasy", "Science Fiction", "Thriller"], "title": "Season of the Witch (2011)"}