{"url": "http://www.rogerebert.com/reviews/sebastian-1968", "by": "Dirk Bogardeas Sebastian", "star_rating": 2.5, "text": "Early in the production of \"Sebastian,\" somebody should have called a meeting to figure out what the movie was about. I guess nobody did.\n\nWhat we are stuck with, then, is a movie that moves confidently in three directions, arriving nowhere with a splendid show of style.\n\nAt first it seems to be a thriller about a code-cracking operation. Dirk Bogarde has a corps of girls who doodle on scratch pads while a big computer sets up code patterns. \"Look out for Group Six,\" Bogarde warns over his Intercom. \"I think it's a dummy group. Look for recurring cyclical patterns.\" The girls all scribble furiously.\n\nSo far, so good. There's even a paternal head of intelligence (John Gielgud) to make the traditional speech about how the Security of the Western World, indeed, of All Free Men, depends upon Bogarde cracking the latest code.\n\nBut then the whole operation gets shuffled into the background, somehow, and the movie seems to be about a love affair between Bogarde and the fetching Susannah York. Such love is impossible, of course, because of the inhuman security pressures put upon code-crackers by neo-Fascist security spies.\n\nJust as we've adjusted to the new state of affairs, a left-wing activist of a certain age (Lilli Palmer) turns up to remind Bogarde of their old love affair. Everyone allemandes left, like in a square dance, and Miss Palmer leaks some information to the press. Then Bogarde resigns and goes back to his old college at Oxford University in England.\n\nOne day (are you still there?) Gielgud comes to Bogarde with yet another code upon which the western World depends, etc. Then Bogarde goes searching for Miss York. No luck. Lots more stuff with the computers. Girls scribble furiously. \"Watch Group Six -- it may be a clinker.\" Left-wing ex-mistress turns up again. More paternal Gielgud advice. Strange interlude at a party, at which someone gives Bogarde LSD because the cameraman was complaining the movie was almost over and he hadn't had a chance to try out his psychedelic special effects.\n\nThen in a spectacular and tender denouement, boy, having met and lost girl, finds girl again. Turns out Miss York has had Bogarde's baby in the meantime. Tender reconciliation. Then Bogarde, playing with baby's rattle, suddenly distinguishes pattern. A-ha! The rattle sounds like the new code! Is it? \"Quick,\" says Bogarde, finding a milk bottle full of pennies in the kitchen, \"arrange these in seven rows of 13 each. I think I'm onto something.\"\n\nBut he never says what.", "running_time": 100, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-03-12", "genres": ["Drama", "Foreign"], "title": "Sebastian (1968)"}