{"url": "http://www.rogerebert.com/reviews/secondhand-lions-2003", "by": "Michael Caineas Garth", "star_rating": 3.0, "text": "\"Secondhand Lions\" is about the uncles every boy should have, and the summer every boy should spend. No uncles or summers like this ever existed, but isn't it nice to think that Uncle Garth and Uncle Hub are waiting there on their Texas ranch, shooting at fish and salesmen, and waiting for their 12-year-old nephew to be dumped on them.\n\nThey are two completely inexplicable and unlikely characters, and we doubt we can believe anything we learn about them, but in the hands of those sainted actors Robert Duvall and Michael Caine, they glow with a kind of inner conviction even while their stories challenge even the kid's credulity. Maybe Hub really was a foreign legionnaire and led thousands of men into battle and won and lost a dozen fortunes, and maybe he really was in love with a desert princess named Jasmine, and then again maybe he's just been sitting there on the porch with Garth making up tall tales for gullible nephews.\n\nThe nephew's name is Walter, and he is played by Haley Joel Osment, the child actor from \"The Sixth Sense\" and \"A.I.: Artificial Intelligence,\" now on the edge of adolescence but still with that clear-eyed directness that cuts right to the heart of a scene. Some actors have trouble standing up to that kind of unadorned presence, but Caine and Duvall are not ordinary, and they look the kid straight in the eye and tell him exactly what he needs to know.\n\nWalter is dumped with the uncles after his mother Mae (Kyra Sedgwick) decides to attend court reporting school and ends up engaged to a guy in Vegas. Things like that are always happening to her. Walter's first impression of Garth and Hub is a fearful one; they seem carved from a block of American Gothic, and sit in their high-backed chairs on the porch like men who are prepared to wait for death no matter how long it takes. The summer will however not be boring, Walter understands, when the uncles start firing shotguns at unwanted visitors.\n\nThey have a lot of traffic on the farm because word has it they've got millions stashed away somewhere. Maybe they used to work with Al Capone (one local rumor) or maybe they kept one of those dozen fortunes Hub won, or maybe there aren't any millions at all. Hub and Garth go through life like a double act, feeding each other straight lines as they plant a garden that is unexpectedly heavy on corn, or order a used circus lion to be delivered to the farm. (A giraffe also shows up, but the movie loses track of him.).\n\nThe plot, such as it is, is hardly necessary. Yes, Mae turns up with the fiance from Vegas, and yes, he wants to get his hands on the money, but of course Hub can handle him. Even on the day he collapses and then checks himself out of the hospital, we see him punch out four louts in a local saloon, and then give them the special speech he always gives to young men. It has to do with being able to believe in something even if it's not true, because the believing part is what's important.\n\nThe movie, written and directed by Tim McCanlies, is a gentle and sweet whimsy, attentive to the love between the two brothers, respectful of the boy's growth and curiosity. There are flashbacks to the story of Princess Jasmine and her jealous lover, and it appears that Hub as a swordsman would have shamed Zorro. True? Who cares, as long as you believe it is.\n\nWatching the movie, I was reminded of \"Unstrung Heroes\" (1995), the Diane Keaton film about a young boy who goes to live with his uncles, who are world-class eccentrics. That movie was based on a memoir by Franz Lidz; McCanlies, who wrote and directed \"Secondhand Lions,\" seems to have made it up, although his friend Harry Knowles thinks maybe it's inspired by the childhood of Bill Watterson, the creator of \"Calvin & Hobbes.\" Certainly young Walter grows up to become a cartoonist whose characters include a couple of goofy but heroic uncles, and a used lion. To have the kind of childhood you can use as inspiration for a comic strip should be the goal of every kid.", "running_time": 107, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-09-19", "genres": ["Drama", "Family"], "title": "Secondhand Lions (2003)"}