{"url": "http://www.rogerebert.com/reviews/second-best-1994", "by": "William Hurtas Graham Holt", "star_rating": 3.0, "text": "William Hurt is one of the most introspective of actors, playing characters who often seem to be musing on the meaning of their actions. This trait is well-used in \"Second Best,\" where he plays Graham Holt, a village postmaster in Wales, who has arrived at the age of 42 without ever having grown very close to anyone.\n\nGraham is a bachelor, who lives with his father in rooms attached to the post office and store. He knows everyone in the village, greets them courteously, and yet seems distant. Now his life has arrived at a crossroads.\n\nHis father is clearly dying, and then Graham will be utterly alone.\n\nOn an impulse he does not fully understand, he decides to adopt a son.\n\nThe boy he considers adopting, named James (Chris Cleary Miles), is as difficult as he is.\n\nJames has a father (Keith Allen), who is in prison, and who once tried to kidnap him and hide with him in the woods. He dreams that he will be back with his father again sometime, and remembers their fierce bond at their last parting. He isn't ready to accept Graham, and their early \"get acquainted\" weekend visits acquaint each mostly with his own isolation.\n\nThe screenplay, based by David Cook on his own novel, moves somewhat predictably, but with great precision, through the development of their relationship. This is not the usual formula, in which the understanding adult draws out the difficult child, but a situation in which both partners would perhaps rather be left alone.\n\nWhat makes them finally budge emotionally are confrontations with their fathers - Graham with his dad, who has had a stroke, and James with his father, out of prison and with still more problems.\n\nThere are moments that do not ring quite true, as when the little boy looks seriously at Graham, and asks, \"Did you ever love anybody?\" But other moments have the authenticity of life, even Graham's dry exchange with a social worker: \"Do you like children?\" \"Very much.\" Pause. \"I'm not sure I could eat a whole one.\" The relationship proceeds awkwardly; neither Graham nor James is quite sure they want to be committed, or that they really want to be free. Some of the most touching moments are as Graham awkwardly tries to encourage the boy, who shyly tries to respond (reading aloud, he pants with effort).\n\nThe movie was directed by Chris Menges, a former cinematographer whose directing credits include \"A World Apart\" (1988), the touching South African drama. Here is has taken a small, quiet subject, and handled it delicately, much aided by William Hurt.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1994, "date_published": "1994-10-14", "genres": null, "title": "Second Best (1994)"}