{"url": "http://www.rogerebert.com/reviews/secret-window-2004", "by": "Johnny Deppas Mort Rainey", "star_rating": 3.0, "text": "The first shot after the credits of \"Secret Window\" is an elaborate one. It begins with a view across a lake to a rustic cabin. Then the camera moves smoothly in to the shore, and across the grounds, and in through a window of the cabin, and it regards various rooms before closing in on a large mirror that reflects a man asleep on a couch.\n\nThe framing narrows until we no longer see the sides of the mirror, only the image. And then we realize we aren't looking at a reflection but are in fact now in the real room. Not possible logically, but this through-the-lookingglass shot, along with a wide-brimmed black hat and some Pall Mall cigarettes, are the only slight ripples in the smooth surface of the movie's realism.\n\nThe movie stars Johnny Depp in another of those performances where he brings a musing eccentricity to an otherwise straightforward role. He plays Mort Rainey, a best-selling novelist of crime stories; like the hero of \"Misery,\" he reminds us that the original story is by Stephen King. The computer on his desk in the loft contains one paragraph of a new story, until he deletes it. He spends a lot of time sleeping, and has possibly been wearing the same ratty bathrobe for months. His hair seems to have been combed with an eggbeater, but of course with Johnny Depp you never know if that's the character or the actor.\n\nA man appears at his door. He is tall and forbidding, speaks with a Mississippi accent, wears the wide-brimmed black hat, and says, \"You stole my story.\" This is John Shooter (John Turturro), a writer who leaves behind a manuscript that is, indeed, almost word for word the same as Rainey's story \"Secret Window.\" The plot deals with a man who has been betrayed by his wife, murders her, and buries her in her beloved garden where, after a time, she will be forgotten, \"perhaps even by me.\" Rainey knows he did not steal the story, but Shooter is an angry and violent man, who stalks the author and causes bad things to happen: a screwdriver through the heart of his beloved dog, for example. Shooter says he wrote his story in 1997, and Rainey has his comeback: He wrote his in 1994, and thinks he has an old issue of Ellery Queen's Mystery Magazine to prove it.\n\nBut that leads him back into the world of his estranged wife, Amy (Maria Bello), who is living with her new lover (Timothy Hutton). She has the big house in town, and that's why Rainey is living in sloth and despond in the lake cottage. To tell more would be wrong, except to note Rainey's decision to hire an ex-cop (Charles S. Dutton) as a bodyguard, and to complain to the local sheriff (Len Cariou), an arthritic whose hobby is knitting.\n\nRainey appears to be the classic Hitchcock hero, an Innocent Man Wrongly Accused. He has been cheated on by his wife, and now this nut from nowhere is threatening his life because of a story he did not steal. The situation is magnified nicely by the location at the isolated cottage, which leaves many opportunities for disturbing sounds, strange omens, broken light bulbs, threatening letters, and Shooter himself, who appears at disconcerting moments and seems to be stalking Rainey wherever he goes.\n\nAll of this could add up to a straight-faced thriller about things that go boo in the night, but Johnny Depp and director David Koepp (who wrote \"Panic Room\" and directed \"Stir Of Echoes\") have too much style to let that happen. Like many men who have lived alone for a long time, Rainey carries on a running conversation with himself -- dour, ironic, sometimes amused. He talks to the dog until the dog is killed. Aroused from a nap, he stumbles through a confused investigation, asks himself, \"Now, where was I?\" and returns to the same position on the couch.\n\nEven his friends are entertaining. When he talks with the ex-cop, they use a chess clock, banging their button when the other guy starts talking. Maybe this has something to do with billing arrangements, or maybe they're just competitive. Probably the latter, since bodyguards are always on duty.\n\nThe story is more entertaining as it rolls along than it is when it gets to the finish line. But at least King uses his imagination right up to the end, and spares us the obligatory violent showdown that a lesser storyteller would have settled for.\n\nA lot of people were outraged that he was honored at the National Book Awards, as if a popular writer could not be taken seriously. But after finding that his book On Writing had more useful and observant things to say about the craft than any book since Strunk and White's The Elements of Style, I have gotten over my own snobbery.\n\nKing has, after all, been responsible for the movies \"The Shawshank Redemption,\" \"The Green Mile,\" \"The Dead Zone,\" \"Misery,\" \"Apt Pupil,\" \"Christine,\" \"Hearts in Atlantis,\" \"Stand by Me\" and \"Carrie.\" \"Secret Window\" is somewhere in the middle of that range storywise, and toward the top in Depp's performance.\n\nAnd we must not be ungrateful for \"Silver Bullet,\" which I awarded three stars because it was \"either the worst movie ever made from a Stephen King story, or the funniest,\" and you know what side of that I'm gonna come down on.", "running_time": 96, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-03-12", "genres": ["Mystery", "Thriller"], "title": "Secret Window (2004)"}