{"url": "http://www.rogerebert.com/reviews/secretary-2002", "by": "James Spaderas Mr. Grey", "star_rating": 3.0, "text": "\"Secretary\" approaches the tricky subject of sadomasochism with a stealthy tread, avoiding the dangers of making it either too offensive, or too funny. Because S/M involves postures that are absorbing for the participants but absurd to the onlooker, we tend to giggle at the wrong times. Here is a film where we giggle at the right times. The director, Steven Shainberg, has succeeded by focusing intently on his characters, making them quirky individuals rather than figures of fun.\n\nThe movie, to begin with, is well cast. There may be better actors than James Spader and Maggie Gyllenhaal, but for this material, I cannot think who they are. About Spader there always seems to be some unarticulated secret hovering, and Gyllenhaal avoids numerous opportunities to make her character seem pathetic, and makes her seem plucky instead--intent on establishing herself and making herself necessary.\n\nSpader plays Mr. Grey, a lawyer whose office looks like the result of intense conversations with an interior designer who has seen too many Michael Douglas movies. Mr. Grey has such bad luck with secretaries that he has an illuminated help-wanted sign out front he can light up, like the \"Vacancy\" sign at a motel. Gyllenhaal plays Lee Holloway, who has the illness of self-mutilation and comes from a neurotic family. Released from treatment, Lee takes typing classes, goes looking for work and has an interview with Mr. Grey. Something unspoken passes between them and they know they are thinking about the same thing.\n\nLee is submissive. Spader is dominant and obsessive (he has a fetish for lining up red markers in his desk drawer). He demands perfection, she falls short of the mark, he punishes her, and this becomes a workable relationship. When he loses interest for a time and stops correcting her mistakes, she grows disconsolate; when he sharply calls her back into her office, she is delighted.\n\nThe movie does not argue that S/M is good for you, but has a more complex dynamic. By absorbing so much of Mr. Grey's time and attention, Lee, who has abysmal self-esteem, feels that attention is being paid to her. Mr. Grey notices her. He thinks about her. He devises new games for them. He never threatens serious hurt or harm, but instead tends toward role-playing and ritual. What they discover is that, in the long run, S/M is more fun (and less trouble) for the 'M' than for the 'S.' \"We can't go on like this 24 hours a day,\" Mr. Grey complains at one point. Lee doesn't see why not.\n\nJeremy Davies plays Peter, the other key role, sincere to the point of being inarticulate, who for a time dates Lee. Mr. Grey looks on jealously as they do their laundry together, and is faced with the possibility that he might lose his agreeable secretary. That would be the final straw, since we sense that Mr. Grey is in much worse shape than Lee was ever in. His obsessive-compulsive behavior is driving him nuts, not to mention his clients. Stories about S/M often have an ironic happy ending, but this one, based on a short story by Mary Gaitskill, seems sincere enough: They've found a relationships that works. For them.\n\nThe movie's humor comes through the close observation of behavior. It allows us to understand what has happened without specifying it. The lawyer and secretary have subtle little signals by which they step out of their roles and sort of wink, so they both know that they both know what they're doing. Their behavior, which is intended to signify hostility, eventually grows into a deeper recognition of each other's natures and needs. That of course leads to affection, which can be tricky, but not for them, because both suspect there is no one else they're ever likely to meet who will understand them quite so completely.", "running_time": 104, "mpaa_rating": "R", "release_year": 2002, "date_published": "2002-09-27", "genres": ["Comedy", "Drama", "Romance"], "title": "Secretary (2002)"}