{"url": "http://www.rogerebert.com/reviews/secrets-and-lies-1996-1", "by": "Timothy Spallas Maurice", "star_rating": 4.0, "text": "Too much attention is paid to Mike Leigh's famous method for \"devising\" his screenplays. It is well known that he imagines characters and a situation, casts actors to play the characters, joins with them in workshops where the dialogue and the plot take shape, and only then writes the screenplay. Quite true, but that doesn't mean he's winging it; his \"Secrets & Lies\" (1996) reveals a filmmaker who works with the most delicate precision to achieve exactly what he desires. The payoff for his method comes in scenes like the film's two very long and unbroken takes, when he calls on his actors to use the disciplines of the stage as well as the screen.\n\nLeigh, born 1943, made his first feature, \"Bleak Moments,\" in 1971. He made his second, \"High Hopes,\" in 1988. In between, he worked constantly for television and the theater but couldn't get a film financed because the backers wanted to see a script, and of course he didn't have one. When I saw \"Bleak Moments,\" I knew I was watching a masterpiece by a great director and wrote a long review for the Sun-Times. This turned out to be the film's first review; Leigh had been ignored at home in England. In the 17 years between features, he perfected what he instinctively began with: tragicomic portraits of discontented people in trying circumstances, and an embarrassment in social situations that borders on pathology.\n\nAlthough he makes some characters into caricatures, there is a compassion in his work that acts like a safety net. Characters who seem over the top in one scene have a way of rounding out later in a film. That's true of Brenda Blethyn's performance in \"Secrets & Lies\" as Cynthia Purley, a factory worker who rattles discontentedly around the little rowhouse she was born in and regards Roxanne, her 20-year-old daughter, with despair. Cynthia seems an anthology of raw sadness and worry, but she will be transformed when her worst nightmare comes true.\n\nThis happens when she receives a phone call from Hortense Cumberbatch, who Cynthia bore out of wedlock at 16 and gave up for adoption without ever seeing her. Hortense (Marianne Jean-Baptiste) is a black woman, now in her late 20s, an optometrist. After the death of her mother, she decides to seek her birth mother, and the long-held secret of Cynthia's first child is threatened. This secret has been guarded not only by Cynthia but by her younger brother, Maurice (Timothy Spall), and his wife, Monica (Phyllis Logan).\n\nCynthia breaks into tears and hangs up on Hortense. Her daughter calls back. Cynthia fearfully agrees to meet with her. At first she cannot believe her daughter is black: \"There's been some mistake, sweetheart. Why, look at me.\" When she first saw her adoption papers, Hortense also thought there was a mistake: \"It says here my mother is white.\" Hortense and Cynthia go into a cafe for a cup of tea, and here begins the film's first long unbroken shot, the camera never moving from a medium two-shot, no one else ever in the frame, Cynthia saying she had never slept with a black man (\"I'd remember something like that, wouldn't I?\"). Then her face changes. A buried memory has surfaced. She begins to sob.\n\nThe way the two women play this scene is fascinating. They're acting in real time, creating a new relationship on the spot, Cynthia feeling the first inner stirrings of this daughter who is an optometrist, when her layabout Roxanne is a street sweeper.\n\nScenes of the two women, together and apart, are intercut with scenes of Maurice and Monica, childless, with a coldness between them. An unusual amount of screen time is devoted to the photographs Maurice takes in his portrait studio. They're interesting in themselves; a woman whose face was scarred in a traffic crash says she wants to look \"as bad as possible\" for insurance purposes. Then there is an odd visit from a down-and-out drunk who sold Maurice the business. Why do these scenes exist? They lay the foundations for Maurice's outburst near the end, beginning with \"I've spent my life trying to make people happy.\"\n\nMaurice and Monica, who live in a spacious new house, hardly ever see his sister and her daughter. They decide to invite them over for Roxanne's 21st birthday. Cynthia urges her daughter to bring her boyfriend: \"I wouldn't know him if he stood up in my soup.\" Then she rings up Maurice and asks if she can bring \"a mate from work.\" This will be Hortense, who is reluctant to attend a family function where there might be difficulties.\n\nSoon comes the second very long, unbroken take, focused on a crowded picnic table in Maurice's backyard, as the guests uneasily settle down. The tension is palpable, and not only because of the unexplained Hortense. Cynthia, who brought up Maurice as her \"little brother,\" hates Monica, and the feeling is returned. Roxanne doesn't like Maurice. Paul (Lee Ross), the boyfriend, had only a little mumbled dialogue, but watch him closely: He is terrified, his hands clenching, his chin twitching, as he bolts his food. And then later, inside around the birthday cake, Cynthia drops her bombshell: Hortense is her daughter.\n\nHow this plays out and what it leads to is encompassed in the film's title. What is interesting is that there is no sign of racial prejudice; the fact that Roxanne is learning that she has a half-sister is quite enough. The shock of the announcement spreads through the room, jarring loose other family secrets and lies.\n\nObserve this scene as an illustration of what I mean by Mike Leigh's delicate precision. Every camera setup, every closeup, the size and timing of every closeup, the editing of the whole, works to unfold the scene powerfully. Material enough for a season of soap opera is handled in several minutes and never seems forced or arbitrary.\n\nThe tricky thing with many Leigh films is to process the comedy. In his more upbeat films like \"Life Is Sweet\" (1991) and \"Topsy-Turvy\" (1999), the comedy is evident. In his darker films, like this one, \"Bleak Moments,\" \"High Hopes\" (1988) and of course, \"Vera Drake\" (2004), the humor is there, but often repressed and insidious, the kind of humor that in a social situation tempts you to laugh when it's inappropriate. One of Leigh's favorite devices is to contrive some sort of party, dinner or gathering in which all the story strands emerge, sometimes with great inconvenience.\n\n\"Bleak Moments\" is now finally available on DVD, as is Leigh's celebrated BBC film \"Abigail's Party\" (1977). Social embarrassment in both is palpable; are we supposed to laugh or wince? That sort of choice can make a film hypnotic. Consider an extended scene in \"Bleak Moments\" when the heroine, a beautiful, severe, reserved woman (Ann Raitt), goes on a first date with a painfully shy teacher (Eric Allen). In their paralysis in a Chinese restaurant, and in their confrontation with a waiter, you can sense all of Leigh's career lying in wait.\n\nIn my review of \"Bleak Moments,\" I wrote that the film \"is not entertaining in any conventional way. This is not to say for a moment that it is boring or difficult to watch; on the contrary, it is impossible not to watch.\" That describes so much of his work. A fellow critic at that long-ago festival screening told me, \"I was riveted to the screen. I could not stop watching the movie. But I could never sit through it again.\"\n\nI could, I wrote then, and I have. The kind of fascination Mike Leigh generates is unlike almost anything else in the cinema, because it takes such chances, goes so deeply, explores the human comedy for its tears.\n\nAll of Leigh's features are reviewed on this site. ", "running_time": 144, "mpaa_rating": "R", "release_year": 1996, "date_published": "2009-01-28", "genres": ["Comedy", "Drama", "Foreign"], "title": "Secrets and Lies (1996)"}