{"url": "http://www.rogerebert.com/reviews/secret-things-2004", "by": "Coralie Revelas Nathalie", "star_rating": 3.0, "text": "\"Secret Things\" is a rare item these days: An erotic film made well enough to keep us interested. It's about beautiful people, has a lot of nudity, and the sex is as explicit as possible this side of porno. If you enjoyed \"Emmanuelle,\" you will think this is better. And, like Bertolucci's more considerable film \"The Dreamers,\" it will remind you of the days when movies dealt as cheerfully with sex as they do today with action. Of course it is French.\n\nWhat is amazing is how seriously the French take it. I learn from Film Journal International that \"Secret Things\" was named Film of the Year by Cahiers du Cinema, the magazine that brought Godard, Truffaut, Chabrol and Rohmer into the world, and became the bible of the auteur theory. But then Cahiers has long been famous for jolting us out of our complacency by advocating the outrageous.\n\nThe movie is an erotic thriller that opens with a woman alone on a sofa, doing what such women do on such sofas in such movies. The camera slowly draws back to reveal the location: A strip club. We hear the voice of the narrator, Sandrine (Sabrina Seyvecou), who is a bartender in the club and new to this world; she needed the job. When she seems reluctant to have sex with the customers, the performer, named Nathalie (Coralie Revel) tells her that is her right, and they are both fired.\n\nSandrine cannot go to her flat because she is behind on the rent. Nathalie invites her to spend the night with her. You see how these situations develop in erotic fiction. They have a tete-a-tete, and vice versa. We hear frank, revealing and well-written dialogue about their sexual feelings. Nathalie is a realist about sex, she says. When it comes to pleasure, she is more interested in herself than in her partners, who are non-participants in the erotic theater of her mind. What turns her on is being watched by strangers, and although Sandrine is shocked at first, in no time at all they are doing things in a Metro station that would get you arrested if you were not in a movie.\n\n\"Let's climb the social ladder,\" Nathalie suggests to Sandrine. They target a small but wealthy company whose co-founder is about to die. His son, a notorious rake and pervert, will inherit. Sandrine gets a job as a secretary and is provocative in just such a way as to attract the attention of the other co-founder, Delacroix (Roger Mirmont). Soon she is his private secretary, and almost immediately his lover; her boldness in seducing him shows a nerve that is almost more interesting than her technique. She has him so completely in her power, she feels sorry for the poor guy.\n\nSandrine arranges for Nathalie to be hired by the company, and soon they have both fallen into the orbit of Christophe (Fabrice Deville), the son and heir. This is a disturbed man. As a child, he watched his mother die and sat for days beside her body. As an adult, he has been such a cruel lover than not one but two women committed suicide by setting themselves afire in front of him. He has a sister, Charlotte (Blandine Bury), and feels about her as such men do in such movies.\n\nIf the film is erotic on the surface, its undercurrent is as hard and cynical as \"In the Company of Men.\" The difference is that, this time, women are planning the cruel jokes and deceptions -- or they would like to think they are. The writer and director, Jean-Claude Brisseau, devises an ingenious plot that involves corporate intrigue and blackmail, double-crossing and sabotage, and sex as the key element in the control of the country.\n\nAnd all the time, Sandrine's narration adds another element. She is detached, observant and a little sad in her comments on the action; unlike an American narrator, who would try to be steamy, she talks to us like one adult to another, commenting on what she really felt, who she felt sorry for, what she regretting having to do, and who she trusted but shouldn't have. The ending, which resolves all the plotting and intrigue with clockwork precision, is ironic not like a Hitchcock film, but like a French homage to Hitchcock; Truffaut's \"The Bride Wore Black,\" perhaps.\n\nThe film is well made, well acted, cleverly written, photographed by Wilfrid Sempe as if he's a conspirer with the sexual schemers. There's an especially effective scene where Nathalie stands behind an open door and drives poor Delacroix frantic as co-workers pass by right outside. The movie understands that even powerful men can be rendered all but helpless by women with sufficient nerve. \"Secret Things\" is not the Film of the Year, or even of the fortnight, but it is a splendid erotic film with a plot so cynical that we're always kept a little off-balance.", "running_time": 115, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-04-30", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Romance", "Thriller"], "title": "SECRET THINGS (2004)"}