{"url": "http://www.rogerebert.com/reviews/secretariat-2010", "by": "Diane Laneas Penny", "star_rating": 4.0, "text": "When Secretariat died at 19, my friend Bill Nack told me the autopsy revealed that the animal's heart was 2 and a half times the size of an average horse's. Bill had followed the horse for its entire life and wrote the book Secretariat, which inspired this film.\n\nBill and I became good friends at the University of Illinois in 1962. I remember him telling me in the 1970s about a racehorse he admired with great passion. I thought it was curious that Nack, who could recite long passages from Fitzgerald and Eliot by heart, had been lured away from literature by a racehorse. Now I understand. He found literature in a racehorse.\n\nBill has been the close friend of a lifetime. I would call that not a conflict of interest in writing this review, but more of a declaration. I have no fear in suggesting that his 20 years as Secretariat's biographer and his daily presence on the set contributed materially to this film. \"Secretariat\" just knows all sorts of things, and many of them I knew from Bill telling me over the years. They also grow from his love of horses, which began when he was a stable boy.\n\nLet me tell you a story. When Bill was a reporter at Newsday, he climbed on a desk at an office party and recited the names of every Derby winner, correctly, in order. When he climbed down, the editor quietly called him aside and said, \"How do you know that?\" Then he made Bill the paper's turf writer, in some way setting this movie in motion.\n\nYou don't need me to tell you Secretariat was the crowning glory of the Sport of Kings. In 1973, he became the first Triple Crown champion in 25 years. Though more than 37 years have passed since he set records in the Kentucky Derby and the Belmont Stakes, those records stand today. \n\nIt was said by some he was better over shorter distances, and that at the Belmont, he would fade against his great rival Sham, who would show more endurance. Secretariat won the Belmont by 31 lengths. I knew that. Everybody knows that. Bill has shown me video of that race, with the astonishing gap between Secretariat and the rest of the field. So why, when I saw the race in the film, did I have tears in my eyes?\n\nIt was because \"Secretariat\" is a movie that allows us to understand what it really meant. This isn't some cornball formula film. It doesn't have a contrived romance. It's certainly not about an underdog: At the Belmont, Secretariat only paid $2.20 on a $2 bet, and 5,617 holders of winning tickets held onto them as souvenirs (a wise investment; those tickets go on eBay for as much as $1,000). \"Secretariat\" takes none of those mundane paths. It is a great film about greatness, the story of the horse and the no less brave woman who had faith in him.\n\nPenny Chenery (Diane Lane) was the daughter of a Virginia horse farm owner. Her father (Scott Glenn) was ill, and his family thought they should sell the farm. But she could read lineages. She flipped a coin with a millionaire and \"lost\" but won the mare she wanted — and she was there in the stable when the mare gave birth. The groom said he'd never before seen a horse stand up on its legs that soon after birth.\n\nThere was something about Secretariat. Bill, who was a regular visitor at Meadow Farm in Virginia throughout the horse's life, tried to get me to understand: The people around the horse felt it was blessed. Penny Chenery refused to sell the farm, turned down an offer of $7 million for the still-untested horse, and left her husband and family behind in Colorado to commute to Virginia. She had faith. So did he groom Eddie Sweat (Nelsan Ellis), who was with Secretariat more than any other human being during the horse's life. And so did Lucien Laurin (John Malkovich), the trainer who had been trying to retire when Penny hauled him away from his golf clubs. \n\nThe movie focuses closely on the owner, the trainer and the groom. It has no time for foolishness. When the time for the coin flip comes with millionaire Ogden Phipps (James Cromwell), we understand why Mrs. Chenery wants the mare she does, and director Randall Wallace underlines that with admirable economy, using a closeup of Malkovich studying a breeding chart that works better than five minutes of dialogue.\n\nGene Siskel used to say his favorite movies were about what people actually do all day. That's what \"Secretariat\" is. It pays us the compliment of really caring about thoroughbred racing. In a low-key way, it conveys an enormous amount of information. And it creates characters who, because of spot-on casting, are vivid, human and complex. Consider how it deals with the relationship between Penny and her husband, Jack Tweedy (Dylan Walsh). They became estranged because of her decisions, Nack says, but the movie only implies that rather than getting mired in a soap opera. \n\nAs a woman, Penny is closed out of racing's all-boy club. If a man neglected his family for a race horse, that might be common. But a woman is committing some sin against nature. And when she refused to sell, her whole family — husband, brother, everyone — put enormous pressure on her. They were sure her decision was taking money out of their pockets. How she raises money to keep the farm is ingenious lateral thinking, and best of all, it's accurate.\n\nThis whole movie feels authentic. Diane Lane, who is so good in so many kinds of roles, makes Penny a smart woman with great faith in her own judgment and the courage to bet the farm on it. Every hair in place, always smartly turned out, she labors in the trenches with Lucien and Eddie, negotiates unflinchingly with the Old Boys, eats the stomach-churning meals at the diners where the track crowd hangs out. She looked at the greatest racehorse in the world and knew she was right, when all about her were losing their heads and blaming it on her.\n\nOf the actors, I especially enjoyed John Malkovich. He has a way of conveying his reasoning by shorthand and implication. He creates a portrait of horse trainer who's slow to tip his hand, which is correct. No role in Mike Rich's screenplay is overwritten, or tries to explain too much. Like \"The Social Network,\" another contender for year-end awards, it has supreme confidence in its story and faith that we will find it fascinating. This is one of the year's best films.\n\nTo my shame, I used to kid Bill that he wrote stuff like, \"Big Red knew it was an important day,\" as if he could read Secretariat's mind. He wrote nothing of the sort. We would speculate about what a horse does know. W.G. Sebald once wrote, \"Men and animals regard each other across a gulf of mutual incomprehension.\" Yes, I think so. But between Secretariat and his human family something was comprehended. There's a scene here when Penny Chenery and her horse look each other in the eye for a long time on an important morning. You can't tell me they weren't both thinking the same thing.", "running_time": 123, "mpaa_rating": "PG", "release_year": 2010, "date_published": "2010-10-06", "genres": ["Drama", "Family"], "title": "Secretariat (2010)"}