{"url": "http://www.rogerebert.com/reviews/secret-ballot-2002", "by": "Nassim Abdias Woman", "star_rating": 3.0, "text": "'Secret Ballot\" is a quixotic new Iranian comedy about a female election agent who is sent to a remote island to collect ballots in a national election. Because we never find out who or what is being elected, there has been much puzzlement among critics about what the election symbolizes. I believe the message is in the messenger: The agent is a woman. \"It's election day, don't you know?\" the woman tells a bored soldier assigned to drive her around. \"There's a letter. You have to guard the ballots.\" The soldier studies the letter. \"It says an agent will come, not a woman.\" \"I'm in charge here, mister. I have orders. You must obey or I'll see to it you remain a soldier forever.\" Strong words in a culture where the rights of women are limited. I was reminded of \"In the Heat of the Night,\" in which the whole point is that the Sidney Poitier character insists on being treated with respect. This movie could be titled \"They Call Me MISS Election Agent.\" The plot is secondary to the fact of the character's gender, and in Iran this movie must play with a subtext we can only guess.\n\nBut what else is going on? Is the movie intended to show us (a) that democracy exists in Iran, (b) that it is struggling to be born, or (c) that most people find it irrelevant to their daily lives? There's a little of all three during the long day the soldier and the woman (both unnamed) spend together. Some citizens, asked to choose two of 10 names on the ballot, complain they've never heard of any of them. A fierce old lady shuts her door to the team, but later sends them food, and her courier observes, \"Granny Baghoo has her own government here.\" A man in charge of a solar energy station expresses his opinion with admirable clarity: \"I know no one but God almighty, who makes the sun come up. If I vote for anyone, it must be God.\" If the woman is the Poitier character, the soldier is like the sheriff played by Rod Steiger. He starts out strongly disapproving of a female agent, but during the course of the day begins to find her persuasive, intriguing and sympathetic. By the end of the day, when he casts his ballot, it is for her, and we're reminded of the sheriff's little smile as Mister Tibbs gets back on the train.\n\nThe director, Babak Payami, has a visual style that is sometimes astonishing, sometimes frustrating, sometimes both. The first shot is of a plane dropping a box by parachute over a dry, empty plain. The camera pans with exquisite subtlety to reveal ... a bed? Can it be a bed, in the middle of this wilderness? We see that it is. In this hot climate, they sleep outdoors.\n\nAs the soldier drives the agent around the island, events do not build so much as accumulate. Mourners in a cemetery tell her women are not allowed inside. Symbol quandary: (a) The fading patriarchy is buried there, or (b) women cannot even die as equals? In the middle of a deserted, unpopulated plain, the soldier brings the Jeep to a halt before a red traffic light. Symbol quandary: (1) Outmoded laws must be ignored, or (b) in a democracy the law must be respected everywhere? As the woman continues her discouraging attempt to involve indifferent islanders in the vote, we are reminded of Dr. Johnson's famous observation in the 18th century, when women were as much without rights in England as they are today in the Middle East. After hearing a woman deliver a sermon, he told Mr. Boswell: \"It is not done well, but one is surprised to find it done at all.\" Watching the movie, I reflected on a persistent subgenre of Iranian cinema, in which characters drive or walk endlessly through enigmatic landscapes, holding conversations of debatable meaning. Abbas Kiarostami's \"The Taste of Cherry\" (1997), a Cannes winner much prized by many critics, not by me, follows that pattern. \"Secret Ballot\" brings to it much more interest and life. Perhaps the lack of cities, names, relationships and plots provides a certain immunity: A film cannot be criticized for being about what it does not contain.", "running_time": 105, "mpaa_rating": "G", "release_year": 2002, "date_published": "2002-08-30", "genres": ["Comedy", "Foreign"], "title": "Secret Ballot (2002)"}