{"url": "http://www.rogerebert.com/reviews/secret-honor-1984", "by": null, "star_rating": 4.0, "text": "The most tantalizing images in Woodward and Bernstein's \"The Final Days\" were those stories of a drunken Richard M. Nixon, falling to his knees in the White House, embarrassing Henry Kissinger with a display of self-pity and pathos. Was the book accurate? Even Kissinger said he had no idea who the authors' sources were (heh, heh). But as Watergate fades into history, and as revisionist historians begin to suggest that Nixon might after all have been a great president -- apart from the scandals, of course -- our curiosity remains. What were the real secrets of this most complex president? \n\nRobert Altman's \"Secret Honor,\" which is one of the most scathing, lacerating and brilliant movies of 1984, attempts to answer our questions. The film is a work of fiction. An actor is employed to impersonate Nixon. But all of the names and many of the facts are real, and the film gives us the uncanny sensation that we are watching a man in the act of exposing his soul.\n\nThe action takes place in Nixon's private office, at some point after his resignation. The shelves are lined with books, and with a four-screen video monitor for the security system. The desk top is weighted down with brass and gold. From the walls, portraits peer down. Eisenhower, Lincoln, Washington, Woodrow Wilson, Kissinger. Nixon begins by fiddling with his tape recorder; there is a little joke in the fact that he doesn't know quite how to run it. Then he begins to talk. He talks for ninety minutes. \n\nThat bare description may make \"Secret Honor\" sound like \"My Dinner with Andre,\" but rarely have I seen ninety more compelling minutes on the screen. Nixon is portrayed by Philip Baker Hall, an actor previously unknown to me, with such savage intensity, such passion, such venom, such scandal, that we cannot turn away. Hall looks a little like the real Nixon; he could be a cousin, and he sounds a little like him. That's close enough. This is not an impersonation, it's a performance.\n\nWhat Nixon the character has to say may or may not be true. He makes shocking revelations. Watergate was staged to draw attention away from more serious, even treasonous, activities. Kissinger was on the payroll of the Shah of Iran, and supplied the Shah with young boys during his visits to New York. Marilyn Monroe was indeed murdered by the CIA, and so on. These speculations are interwoven with stories we recognize as part of the official Nixon biography: the letter to his mother, signed \"Your faithful dog, Richard\" the feeling about his family and his humble beginnings; his hatred for the Eastern Establishment, which he feels has scorned him.\n\nTruth and fiction mix together into a tapestry of life. We get the sensation of a man pouring out all of his secrets after a lifetime of repression. His sentences rush out, disorganized, disconnected, under tremendous pressure, interrupted by four-letter words that serve almost as punctuation. After a while the specific details don't matter so much; what we are hearing is a scream of a brilliant, gifted man who is tortured by the notion that fate might have made him a loser.\n\nA strange thing happened to me as I watched this film. I knew it was fiction. I didn't approach it in the spirit of learning the \"truth about Nixon.\" But as a movie, it created a deeper truth, an artistic truth, and after \"Secret Honor\" was over, you know what? I had a deeper sympathy for Richard Nixon than I have ever had before.", "running_time": 90, "mpaa_rating": "No", "release_year": 1984, "date_published": "1984-01-01", "genres": ["Drama"], "title": "Secret Honor (1984)"}