{"url": "http://www.rogerebert.com/reviews/see-the-sea-1999", "by": "Sasha Hailsas Sasha", "star_rating": 3.0, "text": "Alfred Hitchcock believed that suspense came not in action, but in anticipation: not the bomb exploding, but the bomb under the table, waiting to explode. From the first shots of Francois Ozon's \"See the Sea,\" we sense impending disaster, but we're not sure what form it will take. There is a simple situation, involving two women and a baby at an isolated beach cottage, and yet the possibilities are many, and we speculate about first one outcome, then another.\n\nSasha (Sasha Hails), an Englishwoman, is living in a cottage in France with her 10-month-old daughter. Her husband is expected to join them, but seems distant and unreachable. A backpacker knocks at the door. This is Tatiana (Marina de Van), a sullen, expressionless young woman who wants to pitch her tent in the yard. She doesn't ask so much as demand. Sasha's reply is curious: \"It's my husband's property. I'd have to ask him.\" Eventually, maybe because she is lonely or intrigued, Sasha lets Tatiana stay.\n\nWhat will the outcome be? Ozon creates the atmosphere of hot, drowsy summer moral laxity; we are reminded a little of Laura Dern's erotic boredom in \"Smooth Talk.\" There is the possibility of sex between the women, reinforced by scenes of casual nudity, but we somehow know that's not the point: Something sinister will happen. And then we're worried about that baby.\n\nSasha is a loving mother, billing and cooing, but a shockingly irresponsible one. She leaves the infant alone in the bath. Later, she leaves it on the beach while she wanders into a nearby wood, a gay cruising area where one of the anonymous men among the trees supplies what she abruptly indicates she desires. One day Sasha goes into town and asks Tatiana to baby-sit.\n\nThis is not a woman you would choose for a baby-sitter. She is dirty and deliberately ill-mannered, bolting her food and then lifting up her plate to lick it clean. She asks questions in a challenging manner, and her face conceals what she thinks of the answers. We have seen her play a particularly nasty little secret trick on Sasha. In her aimlessness she resembles the heroine of Agnes Varda's \"Vagabond,\" but that woman was a victim, and Tatiana is not a victim.\n\nThe outcome is a surprise, and yet in a way we were waiting for it. The movie is about the waiting. It is 52 minutes long, and that's about the right length. Longer, and the plot would have had to add unnecessary details to the spare, clean, ominous style.\n\nOzon also wrote and directed \"A Summer Dress,\" a 15-minute short subject with a lighter tone. Apparently filmed on the same beach, it also uses the forest area where men cruise for sex, and also places a heterosexual encounter there, with watching eyes. The film follows a young man, who is perhaps gay, as he goes to the beach for a swim and is boldly invited into the woods by a woman who says she is his age (she looks older). He accompanies her, and what he discovers provides the film's payoff.\n\nBoth films are notable for the way they quietly slip into the hidden sexual spaces of their characters. Hollywood movies seem determined these days to present sex as an activity not unrelated to calisthenics. What Ozon knows about sex is like what Hitchcock knows about suspense: Not the explosion, but the waiting for the bomb to go off.", "running_time": 52, "mpaa_rating": "NR", "release_year": 1999, "date_published": "1999-01-15", "genres": ["Drama", "Foreign", "Thriller"], "title": "See The Sea (1999)"}