{"url": "http://www.rogerebert.com/reviews/see-no-evil-hear-no-evil-1989", "by": "Arthur Hiller", "star_rating": 1.5, "text": "The good idea: Richard Pryor plays a character who is blind, and Gene Wilder plays a character who is deaf, and once they become friends they make a great team. The possibilities for visual comedy with this idea are seemingly endless, but the movie chooses instead to plug the characters into a dumb plot about industrial espionage.Wilder runs a newsstand, a customer drops a gold coin into his coin tray, and the coin turns out to be a disguised microchip worth millions, so of course that means that an assortment of villains have to threaten the heroes from one end of the movie to the other. The only other character in the movie of any interest is Joan Severance, a tall and classic beauty who is a suspect in the murder of a man connected with the chip. She's great to look at--a not inconsiderable element in a movie like this--and she has a nice, dry sense of humor that reminds you of the intelligence of a Kathleen Turner. But she is not enough to redeem the stock company of goons and heavies who have been written in as her companions.\n\nThe movie doesn't seem to have had the impulse to experiment with its central idea. Think what a great physical comedian like Jacques Tati or Buster Keaton could have done with this notion--or never mind, Hollywood has forgotten how to aim that high. But think of the sight gags, the double-takes, and subtle little touches you could find in everyday life if two buddies, one deaf, one blind, teamed up together. This movie's idea of exploiting that inspiration is to have Wilder stand behind Pryor during a fist fight and tell him where to throw the punches. (This misses the point, since Wilder, who can see, could throw the punches himself.) In addition to its recycled plot, the movie has another almost fatal problem: Both of its heroes are nice guys. Wilder and Pryor both play loving, sensitive, kind and gentle souls, and that would be wonderful in life, but a movie needs some edge to it. I doubt if Gene Wilder has it in him to play a mean-spirited, vindictive character, but Pryor used to be able to call on that other side. He became a movie star by being a wise-guy. In recent years, however, he seems to have locked himself into a series of sweet roles in which the cutting edge of his personality remains concealed.\n\nWhat if the movie had made the relationship between its two guys one of necessity, not of friendship? What if they hated each other, yet still had to work as a team? That's an old formula, too-- most recently used by Robert De Niro and Charles Grodin in \"Midnight Run\"--but it would have generated some tension. Instead, all we get are two really nice guys and some cardboard computer crooks.", "running_time": 103, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-05-12", "genres": ["Action", "Comedy"], "title": "See No Evil, Hear No Evil (1989)"}