{"url": "http://www.rogerebert.com/reviews/see-spot-run-2001", "by": "David Arquetteas Gordon Smith", "star_rating": 1.5, "text": "\"See Spot Run\" is pitched at the same intellectual level as the earlier stories involving Spot, which I found so immensely involving in the first grade. There are a few refinements. The characters this time are named Gordon, Stephanie and James, instead of Dick and Jane. And I don't recall the Spot books describing the hero rolling around in doggy poo, or a gangster getting his testicles bitten off, but times change. The gangster is named Sonny Talia, in a heroic act of restraint by the filmmakers, who could have named him Gino with no trouble at all.\n\nThe movie is a fairly desperate PG-rated comedy about a dog that has been highly trained for the FBI's canine corps. After it bites off one of Talia's indispensables, the mob boss (Paul Sorvino) orders a hit on the dog, which is hustled into a version of the witness protection program, only to accidentally end up in the possession of young James (Angus T. Jones) and his baby-sitting neighbor Gordon (David Arquette), who has a crush on James' mother, Stephanie (Leslie Bibb).\n\nThus is the setup for a series of slapstick comedy ventures, in which Gordon is humiliated and besmeared while the dog races about proving it is the most intelligent mammal in the picture. The most excruciating sequence has Gordon shimmying up a gutter pipe, which collapses (as all movie gutter pipes always do), tearing off his underpants and depositing him in one of Spot's large, damp and voluminous gifts to the ecology. When Gordon is thoroughly smeared with ca-ca, what do you think the odds are that (1) the lawn sprinkler system comes on and (2) the police arrive and demand an explanation? Another long sequence involves the destruction of a pet store, as mobsters chase the dog and Gordon gets encased in a large ball of bubble wrap, which is inflated by helium, causing him to . . . oh, never mind. And don't get me started on the scene where he lights the zebra fart.\n\nMovies like this demonstrate that when it comes to stupidity and vulgarity, only the best will do for our children. There seems to be some kind of desperate downward trend in American taste, so that when we see a dog movie like this we think back nostalgically to the \"Beethoven\" dog pictures, which now represent a cultural high-water mark. Consider that there was a time in our society when children were entertained by the Lassie pictures, and you can see that the national taste is rapidly spiraling down to the level of a whoopee cushion.\n\nAnd yes, of course, there are many jokes in \"See Spot Run\" involving the passing of gas and the placing of blame. Also a fight with two deaf women. Also an electrified dog collar that is activated by a TV channel changer, causing David Arquette to levitate while sparks fly out of his orifices. And an FBI agent named Cassavetes, which must be a masochistic in-joke by the filmmakers to remind themselves of how far they have fallen from their early ideals.\n\nThe one actor who emerges more or less unharmed is Michael Clarke Duncan, the gentle giant from \"The Green Mile,\" who is the dog's FBI handler and plays his scenes with the joy of a man whose stream of consciousness must run like this: No matter how bad this movie is, at least it's better than working for the City of Chicago Streets and Sanitation Department. I'm still wading through doggy do, but at least now I'm getting paid a movie star salary for doing it.", "running_time": 94, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-03-02", "genres": ["Action", "Comedy", "Family"], "title": "See Spot Run (2001)"}