{"url": "http://www.rogerebert.com/reviews/seed-of-chucky-2004", "by": "Herselfas Jennifer Tilly", "star_rating": 2.0, "text": "Midway through \"Seed of Chucky,\" Jennifer Tilly complains: \"I'm an Oscar nominee, and now I'm f------ a puppet!\" Yeah, and I'm a Pulitzer winner, and I was being f----- by a puppet movie. Because Focus Features declined to preview their new movie for the press, and indeed went so far as to station a guard at the Thursday night sneak preview in case I could not contain my eagerness to attend, I went on Saturday morning. I'm not complaining. They had those poppable Snickers bits.\n\n \"Seed of Chucky\" is actually two movies, one wretched, the other funny. The funny one involves the Jennifer Tilly scenes. She plays \"herself\" in the movie -- a horror film star making \"Chucky Goes Psycho\" and little realizing that both the Chucky doll and its wife the Jennifer doll have been brought back to life by the Glen or Glenda doll, their child.\n\n Tilly, who seems to supply most of her own dialogue and is certainly a good sport if she didn't, is portrayed as a has-been actress who hopes to make a comeback by starring as the Virgin Mary in a film being prepared by the rap artist Redman. After an audition, Redman tells her he's going with his first choice for the role, Julia Roberts. But he tells Tilly he loved that movie with her and the other girl. \n\n\"'Bound?'\" she says. \"Yeah, everyone loves that one.\" \n\nHe asks if, uh, she is still, uh, friends with the other girl. \n\n\"Gina Gershon? Me and Gina are  very  close friends. Gee, maybe the three of us could hang out.\" Then she shamelessly suggests that Redman come over to her place so they can get better acquainted.\n\n \"You're prostituing yourself to play the Virgin Mary!\" her best friend tells her. \"You'll go to hell!\"\n\n \"Hell,\" says Tilly, \"would be ending up on Celebrity Fear Factor in a worm-eating contest with Anna Nicole Smith.\"\n\n Tilly has lots of good one-liners (\"They're executing Martha Stewart this morning\") and argues convincingly that if she had played Erin Brockovich instead of Julia Roberts, she wouldn't have had to wear a push-up bra. She is completely unaware that Chucky and Tiffany have come to life, until she finds the prop man's head and thinks it's a prop until it starts to drip.\n\n The Chucky side of the movie tells the story of how their child sees them on television, realizes he's not alone in the world, and escapes from a British ventriloquist to fly to LA and bring his parents back to life with an ancient incantation. They're delighted to find they have offspring, but get into a fight over whether the kid is a boy or a girl. Full frontal doll nudity solves nothing. Chuck likes Glen as a name; Tiffany likes Glenda. Ed Wood, director of \"Glen or Glenda\" (1953), would be proud (and another cult filmmaker, John Waters, turns up here long enough to have his face eaten away).\n\n Chuck's master plan is to impregnate Jennifer Tilly so Glen/Glenda can have a brother/sister. This involves the first doll masturbation scene that, offhand, I can remember in the movies, as Chucky produces a sperm sample (as a visual aid, he rejects skin magazines and chooses Fangoria). A turkey baster makes its inevitable apearance.\n\n If you're thinking of \"Seed of Chucky\" as a horror movie, you can forget about it. It's not scary. If you do not by now find Chucky and the other killer dolls tiresome, I do (this is their fifth movie). If you like the way Jennifer Tilly has fun with her image (and, in what can only be called selfless generosity, with Gina Gershon's image), \"Seed of Chucky\" is a movie to be seen on television. Free television.\n\nNote: The print on Saturday morning at the Webster Place theater looked dim, murky and washed-out. I complained to the management, suggesting that perhaps the projector bulb was set too low. There was no improvement. The movie's trailers on the web have bright and vivid colors. The movie I saw was drab, as if filmed through a dirty window. So were the other trailers they showed.", "running_time": 87, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-11-11", "genres": ["Comedy", "Drama", "Horror"], "title": "Seed of Chucky (2004)"}