{"url": "http://www.rogerebert.com/reviews/seeing-other-people-2004", "by": "Jay Mohras Ed", "star_rating": 2.5, "text": "Alice and Ed are happy. They've been happy for five years. They're engaged to be married. But then Alice begins to mope. She wonders if she's been unfairly short-changed in the sexual experience sweepstakes, since before Ed she only slept with three guys, and two of them don't count, one because he was not a guy. So she makes a modest proposal: They should both fool around a little before they get married. That will jump-start their own fairly tame sex life, and reconcile her to a lifetime of faithfulness.\n\n\"Seeing Other People\" takes her suggestion and runs with it through several sexual encounters, arriving at the conclusion that the biggest danger of meaningless sex is that it can become meaningful. It isn't a successful movie but is sometimes a very interesting one, and there is real charm and comic agility by the two leads, Julianne Nicholson and Jay Mohr. There is also finally a role for which Andy Richter seems ideally cast.\n\nThe movie has to overcome one problem: We like Ed and Alice. Their friends like them. They seem intended for each other. They aren't sitcom types, but solid, loyal, comfortable, smart people; Alice reminds me a little of Nicholson's great performance in \"Tully\" (2000) as a veterinary student who knows who she wants to marry and captures her prey with infinite subtlety and tenderness.\n\nHere she suggests the rules. They will be completely honest with each other. They will be honest with their partners. They will somehow know when to stop. Alice takes the first leap: \"I made out with someone,\" she tells Ed. \"Made out?\" \"Yeah, like ... made out.\" As she describes her experience, they grow excited, and have, they tell friends the next day, the best sex they've had -- ever. It'll be downhill from there, as Alice meets a contractor named Donald (Matthew Davis), and Ed meets a waitress named Sandy (Jill Ritchie). Neither Sandy nor Donald see themselves as one-night stands, and are not content to play walk-through roles in the sexual adventures of an engaged couple.\n\nOther characters include Alice's sister (Lauren Graham) and brother in law (Bryan Cranston), and Ed's two best friends, played by Josh Charles as a sexual cynic, and Andy Richter as a sincere, salt-of-the-earth guy who just absolutely knows no good can come of this experiment.\n\n\"Seeing Other People\" is not so much about sex as about its consequences, and although we see some heaving blankets, what the characters mostly bare are their souls. I liked it best in the tentative early stages, when Ed and Alice were unsure about their decision, not very brave about acting on it and fascinated by talking about it. Then the movie starts working out various permutations of possible couples, and we get a traffic jam. I don't want to give away all the secrets, but Alice gets into bed with one person she should not, would not, and probably could not get into bed with -- not if she's the person she seems to be.\n\nThere's a quiet joke in the fact that Alice wants to fool around and Ed is reluctant to go along. And there's a nice irony when Alice decides to call off the experiment just when Sandy has promised Ed a three-way with her college roommate. Ed perseveres, only to learn what many have discovered before him, that three-ways tend to resemble a three-car race where one car is always in the pits.\n\nThis is not a boring movie, and the dialogue has a nice edge to it. It was written by a married couple, Maya Forbes and Wallace Wolodarsky, and directed by Wolodarsky; his credits include \"The Simpsons\" and hers include \"The Larry Sanders Show.\" I liked the way they had Alice and Ed actually discuss their experiment, instead of simply presenting it as a comic set-up. But I don't know if the filmmakers ever decided how serious the movie should be, and so fairly harrowing moments of truth alternate with slapstick (man escapes through bedroom window as wife enters through door, etc.). And there are so many different pairings to keep track of that the movie loses focus and becomes a juggling act. Too bad, because in their best scenes together, Nicholson and Mohr achieve a kind of intimacy and immediate truth that is hard to find, and a shame to waste.", "running_time": 90, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-05-07", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Seeing Other People (2004)"}