{"url": "http://www.rogerebert.com/reviews/seeking-justice-2012", "by": "Nicolas Cageas Will", "star_rating": 1.5, "text": "Faithful readers are baffled by my loyal praise for Nicolas Cage. He seems to have been dismissed by the blogosphere as a lost cause, a bat$#!* overactor whose thrashing in some roles threatens to endanger bystanders. I continue to consider Cage a gifted (if uneven) actor, but a movie like \"Seeking Justice\" challenges my faith. Here is a story hammered together from discards at the Lunacy Factory. Attempting to find something to praise, I am reduced to this: Cage's performance is not boring.\n\nHe plays Will Gerard, a New Orleans high school English teacher, whose wife Laura (January Jones) plays cello in an orchestra. One dark night on her way home, she's assaulted and raped, and in the hospital waiting room, Will is approached by a creep named Simon (Guy Pearce), who offers to have Laura's attacker \"taken care of.\" No money is involved; Will must simply promise to do Simon a small favor at some point in the future. Will resists at first, but becomes convinced that the Big Easy's leaky justice system will soon have the perp back on the street. If he decides he wants the bad guy whacked, Simon says, he should signal his decision by purchasing two chocolate bars from a vending machine outside the oncology department.\n\nAt which point, so early in the movie, I am asking myself: (1) Was Laura the victim of a random attack? (2) If so, how would Simon know all about the attacker only a few hours later the same evening? (3) If not, was the perp assigned to assault Laura as part of a larger plan? (4) Was the assault intended to provide a reason for Will to owe a favor to Simon? And my favorite: (5) Why the cockamamie signals with the chocolate bars? And (6) is either, or neither, of the men skulking about near the vending machines in on the scheme?\n\nBecause the movie has been directed with technical skill by Roger Donaldson, who has a lot of good movies to his name, we're inspired to care about such matters as the chocolate bars. Suspense is generated while Cage's fingers shake as he extracts dollar bills from his wallet. It builds as he steals sideways glances at the skulkers. (No one can glance sideways better than Nic Cage; remember how he stared down that shifty iguana in Warner Herzog's \"Bad Lieutenant\"?) One chocolate bar is dispensed by the machine. He pushes in more bills. A second chocolate bar! Why two? So he won't be mistaken by someone else who coincidentally was buying only one chocolate bar from that exact same vending machine in the middle of the night? Why not play it safe and have him buy three? Also, if he wants in on the revenge plan, why not bypass the chocolate bar routine and simply reply, \"OK, I'm in.\"\n\nI ask because we never find out who was monitoring the chocolate sales, and my hopes were dashed when the chocolate bars were never required later in the movie — not even to be eaten! I was thinking maybe they'd have a message inside their wrappers.\n\nWhy do I carry on like this over such an early scene? Because all of \"Seeking Justice\" is constructed of such preposterous scenes. The only way to make sense of the movie is to conclude that an unlimited number of New Orleans citizens are in on the revenge scheme, are on call 24 hours a day and have nothing better to do than shadow Will Gerard. These people include the police, an investigative journalist, and several people Will doesn't trust or does trust but shouldn't. Despite the vast size of the conspiracy, which must require tens of thousands of dollars and unlimited man hours, I still never found out the whole story behind the revenge operation, or Simon's precise role on it. \n\nNor did I understand how cars could be stationed one night outside everywhere Will might go. Nor how a highway chase was motivated, since its only obvious purpose was — to have a chase scene in the movie. It did, however, supply the pleasure of seeing a middle-aged English teacher leap from his car, jump over the railing of a highway overpass and crawl along beneath it before leaping to the lanes below and narrowly evading being hit by the usual honking and swerving trucks.\n\nIf you can imagine how worked up Nic Cage gets during all of that (and more! and more!), you may begin to comprehend why I admire the man. He may be the only actor in the world who could rise to this occasion, and then keep right on rising even beyond it. I'd say he's earned the candy bars.", "running_time": 105, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-14", "genres": ["Action", "Drama", "Thriller"], "title": "Seeking Justice (2012)"}