{"url": "http://www.rogerebert.com/reviews/seeking-a-friend-for-the-end-of-the-world-2012", "by": "Steve Carellas Dodge", "star_rating": 3.0, "text": "If he were told the world were ending tomorrow, Martin Luther once said, he would plant a tree. Werner Herzog would start a film. In \"Seeking a Friend for the End of the World,\" Steve Carell plays an insurance salesman but finds little point in selling a whole-life policy. An asteroid 70 miles wide is on a collision path with Earth, and governments have announced it will slam into its target in three weeks' time.\n\nTo me, even worse than this catastrophe would be foreknowledge of it. To die is one thing. How much worse to know that all the life that ever existed on this planet, and all it ever achieved, was to be obliterated? Dodge (Carell) looks a little gloomy at the best of times. Now life is really piling on. A space-shuttle mission to destroy the asteroid has failed, and to make things worse, Dodge's wife has walked out on him and joined the man she really loves.\n\nThe end of the world is hardly a rare subject for movies; recently we've had \"Melancholia\" and \"Another Earth,\" and who could forget Don McKellar's bittersweet \"Last Night\" (1998)? Lorene Scafaria, the writer-director of this film, approaches the subject as an opportunity for melancholy satire and some gentle romance. It amounts to sort of a romanic comedy, although it makes no promises of providing a happy ending.\n\nSome people riot in the streets. There are looters, determined to have a new big-screen TV, no matter how few days are left to watch it. There are orgies and mass baptisms. Cable news inevitably attaches a catchphrase and some theme music to the apocalypse. Radio stations have countdowns. Dodge, alone and lonely in his apartment, unexpectedly finds himself caring for a dog. That's when I realized what I would do if I knew the world was ending. I would find a homeless mother dog with puppies and be calmed by her optimism.\n\nDodge meets Penny (Keira Knightley), a woman who lives in the next building. They begin to talk and become kindred spirits. She talks him into a road trip that would bring together two of their desires. He can look for the girl he's always thought he should have married, and she can seek her family.\n\nThe destination of this trip isn't really the point. Road trips are about who you meet along the way. They meet a man (William Petersen) who has hired a contract killer to shoot him and a survivalist (Derek Luke) who unreasonably believes all of his preparations will help him, and they come across a chain restaurant named Chipper's. The shtick at this place is that the staff are all your best friends. The approaching Armageddon has cranked this routine into high gear, and everybody in the place is so desperately friendly, it borders on madness.\n\nHow do you end a movie like this? I mean, before the inevitable end, which logically must be a blank screen? How does Scafaria as a filmmaker create a third act? She produces a couple of unexpected characters who inspire some moments of truth, and there is a Hemingwayesque flight in a small aircraft that is supposed, I guess, to indicate that we face the worst with stoic endurance. These scenes are good enough in themselves, but aren't really adequate to bring a sense of closure.\n\nThe best parts of this sweet film involve the middle stretches, when time, however limited, reaches ahead, and the characters do what they can to prevail in the face of calamity. How can I complain that they don't entirely succeed? Isn't the dilemma of the plot the essential dilemma of life?", "running_time": 101, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-06-20", "genres": ["Comedy", "Drama", "Romance", "Science Fiction"], "title": "Seeking a Friend for the End of the World (2012)"}