{"url": "http://www.rogerebert.com/reviews/seems-like-old-times-1980", "by": "Goldie Hawnas Glenda", "star_rating": 2.0, "text": "\"Seems Like Old Times\" is another one of those near-misses that leaves a movie critic in a quandary. It's a funny movie, and it made me laugh out loud a lot, but in the final analysis it just didn't quite edge over the mystical line into success.\n\nThis Christmas has had a lot of movies like that: \"Stir Crazy\" and \"Any Which Way You Can\" didn't quite make it, and \"Nine to Five\" and \"Flash Gordon\" sneaked in on their fringe benefits. Only \"Raging Bull\" and \"Popeye\" are clearly worth the trip out into the raging blizzard.\n\nAnd yet I found myself wanting to like \"Seems Like Old Times,\" and wishing it were better, because the good parts were good enough to hold out the promise for more. The movie is Neil Simon's attempt at one of those 1940s-style screwball comedies with lots of surprise entrances and hasty exits and people hiding under the bed. It would be hard to improve on the casting (Goldie Hawn, Chevy Chase and Charles Grodin). And there are a couple of really funny, sustained sequences.\n\nThe movie opens with Chevy Chase, a divorced writer, being abducted by a pair of bank robbers who want him to hold the gun and present the note to the teller. He does and on the way out of the bank he inadvertently poses for a perfect snapshot taken by the spy camera over the door. A statewide alarm goes out; he's wanted for bank robbery.\n\nThat causes political complications, because his first wife (Goldie Hawn) is now married to the district attorney (Charles Grodin), and the state governor is considering Grodin for Attorney General. It causes even more complications when Chevy Chase, on the lam, throws himself on the mercy of Goldie Hawn and she tries to hide him in the spare room over the garage.\n\nWe now have almost all the basic ingredients for bedroom farce: Chase hides under the bed while Grodin gets amorous and Hawn desperately tries to think of excuses. Meanwhile, a whole supporting cast, both animal and human, gets involved. Goldie has a house full of stray dogs and cats, which roar through the room during every crisis. And she's a defense attorney; her clients turn up at all the wrong times, steal cars, stumble across Chevy, and otherwise complicate everything.\n\nThe movie's single best scene is probably a formal dinner party that Grodin and Hawn throw for the governor (George Grizzard). The butler gets drunk while Chevy Chase is hiding in the kitchen, so, while the statewide search for him continues, he puts on the butler's tuxedo and serves dinner. The scene develops into wonderful physical comedy.\n\nAnother great scene stars only Chevy Chase's hand. He's hiding under the bed, Charles Grodin steps on his finger, and with his other hand he pantomimes his agony.\n\nThe movie's unsung hero is probably Grodin. During the past few years he's made a specialty out of playing the rather dull, absolutely straight, sort of likeable establishment type: He's the perfect comic foil. He played the same basic role in \"The Heartbreak Kid\" (1972), \"Heaven Can Wait\" and \"It's My Turn,\" and will play it again next month in Lily Tomlin's \"The Incredible Shrinking Woman.\"\n\nHe never pushes the character too far: He's pleasant, friendly, understanding, funny, but sometimes a bit of a bore. Unfortunately, this time, so is the movie he's in.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1980, "date_published": "1980-12-24", "genres": ["Comedy", "Romance"], "title": "Seems Like Old Times (1980)"}