{"url": "http://www.rogerebert.com/reviews/selena-1997", "by": "Edward James Olmosas Abraham Quintanilla", "star_rating": 3.5, "text": "\"Selena'' brings freshness and heart to the life story of a little girl from Corpus Christi, Texas, who had big dreams and was lucky enough to realize almost all of them before her life was cut short. Selena Quintanilla was poised to become the first female singer to cross over from Spanish to English markets when she was shot dead on March 31, 1995.\n\nBy the time she died, the English-speaking Selena (Jennifer Lopez) had conquered the Spanish charts, dominated Mexican-American pop music, and even won acceptance in Mexico, despite her shaky Spanish and an American accent. She'd had No. 1 hits, won a Grammy, and was about to go on tour to promote her first English album. \"Everybody's gonna wonder how I learned English so fast,'' she joked. Then it all ended when an employee shot her in an argument over theft.\n\n\"Selena,\" written and directed by Gregory Nava (\"El Norte,\" \"My Family\"), places her firmly inside a close, loving family. From the very beginning, \"Selena y Los Dinos'' was a family act, guided by her father, Abraham (Edward James Olmos), and including sister Susie (Jackie Guerra) on drums and brother Abie (Jacob Vargas) on guitar. They toured county fairs and played school dances, and Abraham even opened a restaurant just so he could book his kids as the entertainment (Selena's big crowd-pleaser was \"Over the Rainbow''). It was slow going at first, and when Abraham insisted Selena start singing in Spanish, the young teenager rebelled: \"I don't want to learn to sing in Spanish! I don't even *like* Spanish music. I like Donna Summer.'' Abraham tells her she has to sing from the inside, from what she is, and she is Mexican-American, between two worlds, and that's tough: \"The Americans jump all over us because we don't speak perfect English, and then the Mexicans jump all over us because we don't speak perfect Spanish.'' So Selena learns from her father to sing Spanish and eventually to speak it, and becomes a regional star of Tejano music--the unique South Texas blend that formed in the early 1900s when Mexican bands mixed in the accordion music of their Czech and Polish neighbors.\n\nThe movie opens with Selena singing \"I Will Survive'' to a packed house in the Houston Astrodome, and then flashes back to the early life of her father, who formed a rock 'n' roll group named \"The Dinos.'' Like his daughter many years later, he found himself caught between two worlds: Anglo clubs didn't want Chicano bands, and Mexican clubs wanted Spanish dance music. After one appearance ends in a fight, a cop asks Abraham, \"What'd y'all do?'' He answers, \"We sang `We Belong Together.' '' Abraham's band fails, but he starts again, bringing home second-hand instruments to begin a family group, despite the doubts of his wife, Marcella (Constance Marie). In one of the movie's most charming scenes, the family has hit bottom; Abraham promises Selena someday she'll be a big star \"and go to Disneyland.'' Then Marcella hears a familiar song on the radio, and teaches her daughter to dance to it, giving her the trademark of perpetual motion onstage.\n\nYoung Selena is played by Becky Lee Meza, who has a big smile and a lot of energy. The teenage and adult Selena is played by Lopez in a star-making performance. After her strong work as the passionate lover of Jack Nicholson in the current \"Blood and Wine,'' here she creates a completely different performance, as a loyal Quintanilla who does most of her growing up on a tour bus with her dad at the wheel.\n\nShe's very close to Susie and Abie, and finds a trusted confidant in her mother, but when a talented young guitarist named Chris Perez (Jon Seda) joins the band and she falls in love with him, there's trouble. \"This stops right now!'' Abraham thunders, firing the kid. But it's true love, well-written and acted here, and after Selena and Chris elope, the family accepts him. Olmos' scene with his daughter when she brings her husband home is one of the film's most touching.\n\nThe biographical scenes are intercut with a lot of music; Selena's original recordings are used, with Lopez lip-synching and doing a convincing job of being Selena onstage; she has the star presence to look convincing in front of 100,000 fans in Monterray, Mexico. Some of the songs build real power, but others are undercut, I think, by unnecessary visual gimmicks like Woodstock-style double and triple split screens, and cutaways to the moon, roses, and other symbols. In one montage late in the movie, the same song is shown being performed at several concerts, to showcase the many different costumes Selena designed for herself; the costumes come across, but the performance is lost in the cutting. When Lopez (and Selena) are left alone to simply sing, the results are electrifying.\n\n\"Selena'' is smart in not letting the singer's death dominate the story of her life. We meet her killer, Yolanda Salvidar (Lupe Ontiveros), almost obliquely, when she's introduced as the manager of Selena's new boutique and the former president of her fan club. Soon there's a discrepancy over missing money, and then the shooting, which the movie deals with only through its aftermath.\n\n\"Selena'' succeeds, through Lopez's performance, in evoking the magic of a sweet and talented young woman. And, like Nava's \"My Family,'' it's insightful in portraying Mexican-American culture as a rich resource with its own flavor and character. It's ironic that the most successful modern Latina singer could once have had a talk with her dad where he sighed, \"You like Donna Summer, I like doo-wop.'' But he also said, \"You gotta be who you are.'' She was.", "running_time": 130, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-03-21", "genres": ["Documentary", "Drama", "Musical"], "title": "Selena (1997)"}