{"url": "http://www.rogerebert.com/reviews/self-medicated-2007", "by": "Monty Lapicaas Andrew", "star_rating": 3.0, "text": "The opening scene in Monty Lapica's \"Self Medicated\" is a particularly chilling exercise in antisocial behavior. A car filled with out-of-control teenagers cruises the Strip in Las Vegas, shooting at tourists with paint guns. This is the sort of behavior, like using laser pointers illegally, that you hope doesn't leak out to numbskulls at large. One of the kids is Andrew (played by Lapica himself), who is usually high on street drugs, allegedly because he mourns the death of his beloved father.\n\nAs most drug counselors will advise you, drug abuse has to be seen separately from the \"problems\" that \"inspire\" it. The majority of drunks and druggies use today because they used yesterday, and that's why they will use again tomorrow. I remember a guy in O'Rourke's who said he was drinking \"because it's Christmas.\" Informed that he had missed the mark by three days, he said, \"OK, then, I'm drinking because it isn't Christmas.\"\n\nWhatever his reasons, Andrew is out of control. He has walked out of school, he hates his pill-addicted mom (Diane Venora), and she can't get it together to really talk to him, let alone help him. So she makes a call and attendants from a \"treatment center\" pounce on him in the middle of the night and haul him away. This is staging an intervention big time.\n\nThe film, said to be somewhat autobiographical, is critical both of Andrew and his treatment. Unlike portrayals you may have seen of the wise and useful Betty Ford or Hazelden centers, this (fictional) outfit in St. George, Utah, treats its patients as prisoners, adopts a good cop/bad cop counseling regime and apparently plans to send patients to American Samoa to complete their \"recovery\" as forced labor. I am not making this up; it's inspired, I understand, by an actual treatment center, since shut down, although not the one Lapica attended.\n\nThe facility is more realistically portrayed than the one depicted in \"One Flew Over the Cuckoo's Nest,\" but this is a docudrama, not a fable. Andrew comes up against a counselor named Dan (Michael Bowen), who apparently loathes druggies and thinks his disgust will cure them. Another counselor, Keith (Greg Germann), has a kinder, gentler approach, but if Andrew hated school, it's nothing compared to how he feels about this place. As he checks in, he's already mentally escaping.\n\nThe title is a little misleading. Andrew and his mother are self-medicators, yes (her drugs are prescribed, but a middle-aged woman can often make that happen). But Andrew is also, in a way, self-treating. Alcoholics Anonymous, the most effective means of staying clean and sober, talks about \"hitting bottom,\" and \"Self Medicated\" plays like the story of Andrew throwing himself at the bottom, and sticking. Eventually, if he's not entirely around the bend, a light will dawn.\n\nHelping him see the light is Gabe, a man who lives on the streets (William Stanford Davis). From the man who has been there, who has nothing and therefore nothing to lose, Andrew senses he is gaining insights without any motive or spin. The same strength sits at the center of an AA meeting, where everyone is in the same boat and there is no captain.\n\nOn the basis of this film, Monty Lapica, at 24, has a career ahead of him as a director, an actor or both. He also has a life ahead of him, which the film does a great deal to make clear.", "running_time": 107, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-08-30", "genres": ["Drama", "Indie"], "title": "Self Medicated (2007)"}