{"url": "http://www.rogerebert.com/reviews/senna-2011", "by": "Asif Kapadia", "star_rating": 2.5, "text": "\"Senna\" is a documentary that focuses on the popular image of the great auto racer and leaves us to ponder the mystery. Ayrton Senna won the Formula One world championship three times, was cheated of it a fourth, was the beloved hero of his native Brazil and died in a crash at 34 — when he was in the lead during a race. All of that racing fans may already know. This film implies that he was consumed, inflamed, devoured by the need to win. Perhaps no one, least of all Senna, can say why.\n\nHe is a good-looking, nice boy when he has a surprise success in the Monaco Grand Prix. Earlier, he'd done well on the top-level Go Kart circuit; his wealthy family could afford to send the boy to Europe for a world competition. In a few short years, he leaped into the front ranks of Formula One drivers and exhibited an ability to come from far back in a pack and blaze past other race cars. \n\nAt first, he was happy to be a McLaren teammate of Alain Prost, the French champion. Then they became cool, and finally bitter, rivals who did not speak. Between them was Jean-Marie Balestre, the French president of the Federation Internationale de Sport Automobile. When Senna and Prost collided during a 1989 Grand Prix in Japan, the archival footage makes it look as if Prost left a gap and moved too late to try to fill it again. The federation ruled against Senna, gave him a suspended disqualification and fined him. Much is said about Prost being better at the \"politics\" of Formula One than Senna; the implication is that Balestre was prejudiced in favor of his countryman.\n\nThe movie is edited entirely from Formula One archival video. There is no new footage in the film. The well-chosen voiceover narration is by Senna, his parents, his sister, Prost and a great many television commentators. \"Senna\" lives entirely in the moment. The race footage is thrilling; much of it, including the seconds leading up to Senna's final crash in 1994, is from the camera mounted on his car.\n\nThat final one-car crash is an enigma. Senna, having joined the Williams-Renault team, had been complaining about his car. It failed him in two earlier races. He doesn't like the steering or the suspension. Experts later suggested the crash was due to mechanical failure. A man who believed deeply in his connection with God, Senna awakened on his final day, felt uneasy and consulted his Bible, coming upon a passage in which God told him he would be united with Him on that day. Not precisely good news.\n\nAs I looked at Senna's face before the race, I felt I was looking at a man who expected to die. His doctor advised him to retire. \"I can't,\" he said. What drove him? The film is enigmatic about his inner life. He loved women and is seen with many, but we learn nothing about his relationships. He drove faster than anyone else, in a sport where success is a hair's breadth from disaster. In a competition among risk-takers, he took the most. But apparently that isn't why he crashed.\n\nEarlier, Alain Prost, having finally won the world title, retired on the spot. Good for him. Senna won it three times, kept right on racing — and would have continued, I suspect, until he finally died on the track. That is not the portrait of a happy man, and although he pours magnums of champagne over his head on one podium after another, he doesn't look joyous so much as vindicated.\n\n\"Senna\" is a documentary that does the job it sets out to do. I wish it had tried for more. It is a competent TV sports doc, the sort you'd expect to see on ESPN. Unless you are a big fan of Senna or Formula One, I don't know why you'd want to pay first-run prices to see it.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-08-17", "genres": ["Documentary", "Foreign"], "title": "Senna (2011)"}