{"url": "http://www.rogerebert.com/reviews/sense-and-sensibility-1995", "by": "Emma Thompsonas Elinor Dashwood", "star_rating": 2.5, "text": "Enjoyable, civilized, yet somehow not as satisfying as\r\"Persuasion,\" another recently released Austen adaptation.\n\n\"Sense\rand Sensibility\" was the first and one of the least of Jane Austen's\rnovels; she wrote it in 1795, but it was not published for 16 years, until she\rhad found the courage to declare herself as a novelist. It was written by a\ryoung woman who ostensibly had little experience of the world - although her\rfiction proves she missed little that occurred on her domestic stage - and the\rstory reflects that orientation, as a mother and her three daughters wait\rpassively while all of the interesting men in the vicinity disappear on\runexplained missions to London.\n\nIn\ra modern story, the women would have demanded explanations.\n\nWhat\rgives \"Sense and Sensibility\" its tension and mystery is that the\rcharacters rarely say what they mean. There is great gossip within the women's\rsphere, but with men, the conversation loops back upon itself in excruciating\reuphemisms, leaving the women to puzzle for weeks over what was or was not\rsaid.\n\nAs\rthe story opens, the Dashwood estate passes to a stingy male heir, who provides\ronly a few hundred pounds a year to his father's second wife and her three\rdaughters. The widow Dashwood (Gemma Jones) and her girls find themselves torn\rfrom the life of country gentry and forced to live on this meager income in a\rcottage generously supplied by a distant relative.\n\nIt\ris now the task of the girls to find themselves husbands. The oldest, Elinor\r(Emma Thompson), is no longer in first flower. The middle, Marianne (Kate\rWinslet), is in full bloom. The youngest, Margaret (Emile Francois), is still\rat this point largely interested in tree houses, and hiding under tables in the\rlibrary. The women spend many hours by the fire at their sewing, waiting for\religible men to drift into their nets, and some of the film's funniest moments\rhave the mother and daughters quickly composing themselves into a tableau of\rdomestic bliss just in time for a man to happen upon them.\n\nThe\rfirst man in view is Edward (Hugh Grant), the brother-in-law of the stingy\rDashwood son. He is charming, and definitely interested in Elinor, but as\rMarianne observes, \"there is something wanting.\" Exactly what is\rwanting is explained later in the film, when we discover why Edward is\rprevented from declaring the full extent of his love.\n\nEdward\rleaves suddenly for London. The next man to appear is Col. Brandon, played by\rthat indispensable villain Alan Rickman, who is not a villain this time but\rseems to be, with his dark, brooding air and the speaking style of a\rsentimental hangman. He is attracted to Marianne, but before he can act, she is\rsmitten by the dashing Willoughby (Greg Wise), who rescues her from a mishap\rand charms her off her feet. No sooner have these men appeared when they, too,\rare called away to London - although not before Col. Brandon has suggested,\ralmost by osmosis, that he knows something unspeakable about his rival\rWilloughby.\n\nHis\rsecret is the sort of thing that would not be a secret long in the modern age,\rbut in Austen's time, such things were not spoken of, and Brandon might even\rallow Marianne to make a disastrous marriage rather than tell her what her\rmaidenly ears should never hear. This maddening, intriguing inability to simply\rblurt out the truth is indispensable to 19th century fiction, and I find it\renormously satisfying. Better the character who leaves us to guess at\runspeakable depths than one who bores us with confessional psychobabble.\n\nThe\rmen's departure to London leaves the three daughters and their mother facing an\rindefinite future in their sewing circle. So when a kindly relative proposes a\rvisit to London, they seize upon it with desperation, and it is there that\rsecrets are revealed and alliances are smashed or formed. The screenplay, adapted\rfrom Austen by Emma Thompson, takes wicked delight in setting up scenes that\rwould be farce in France a few generations later, but here still play as drama\r(with an undertone of dry humor). The scene, for example, when the hapless\rEdward (Grant) finds himself unexpectedly in the presence of two women, neither\rone of whom should know about the other.\n\n\"Sense\rand Sensibility\" has been directed by Ang Lee (\"The Wedding\rBanquet,\" \"Eat Drink Man Woman\"), who is from Taiwan, and whose\rchoice for this assignment has been questioned. Yet surely a modern\rupper-middle-class Chinese person has more familiarity with Austen's varieties\rof family ties and marriage responsibilities than a modern Briton. Romance is\ronly one of the reasons for marriage in Taiwan, where family alliances and\rsocial class still play a role, while in modern Britain, as in America, young\rlovers hardly seem to recall their own earlier years, let alone their family\rtraditions, if any. There are obvious parallels between this story of a mother\rwho wants to see her girls happily settled and the two earlier Ang Lee films,\rwhich were about parents with much the same concerns.\n\n\"Sense\rand Sensibility\" is an enjoyable film, and yet it left me somehow\runsatisfied. I liked the wit, I liked the charm of the actors, I enjoyed the\rway that Rickman chewed his role as if he wanted to make it last, and the\rtension when Grant's Edward is made to suffer - particularly since he appears\rto be a cad only because he has tried to do the right thing. And I appreciated the\rway Thompson's Elinor kept her character's face carefully expressionless as she\rnegotiated scenes in which some knew her secrets and others did not.\n\nYet\rthe film is not told as tightly or as well as \"Persuasion,\" the\rwonderful Austen adaptation released earlier in 1995. Austen was not yet a\rgreat novelist when she wrote this story, and there is too much contrivance in\rthe way she dispatches her men to London when she is done with them. Edward is off-screen\rso long that instead of growing concerned about his absence, we forget him.\n\nThe\rproduction suffers from comparison with \"Persuasion\" because the\rearlier film looked simpler and more authentic, and this one seems a little too\ridealized; we want notepaper, not picture postcards. \"Sense and\rSensibility\" is entertaining and amusing, but \"Persuasion\" is\rthe one true Jane Austen lovers will prefer.", "running_time": 135, "mpaa_rating": "PG", "release_year": 1995, "date_published": "1995-12-13", "genres": ["Drama", "Foreign", "Romance"], "title": "Sense And Sensibility (1995)"}