{"url": "http://www.rogerebert.com/reviews/senseless-1998", "by": "Marlon Wayansas Darryl Witherspoon", "star_rating": 2.5, "text": "\"Senseless\" is a Jim Carrey movie fighting to be a Penelope Spheeris movie, and losing. In this corner is Marlon Wayans, another of the large and talented Wayans family, playing a college student who becomes the pawn of a mad scientific experiment. And in the other corner is Spheeris (\"The Decline of Western Civilization,\" \"Wayne's World,\" \"Black Sheep\").\n\nWayans does Jim Carrey-style berserk physical comedy and does it pretty well. Spheeris fills the crannies of the film with Gen-X counter-culture stuff, including Wayans' college roommate, who is so deeply into body piercing that he not only wears studs in his eyebrows, tongue and lower lip, but wears a gold chain linking those two parts of the anatomy that any prudent man would most hope to keep unbound.\n\nWayans plays Darryl Witherspoon, who is being dunned for past-due tuition, and in desperation seeks out Dr. Wheedon (Brad Dourif), an owlish scientist whose experimental potion enhances the five senses beyond belief. Darryl hires on as a guinea pig, and the movie's gags involve what he does with his super-senses.\n\nThis is a promising idea, and \"Senseless\" has some fun with it. The slightest sound drives Darryl mad, and side-effects make him too itchy to sit through an exam. But soon he's able to see, hear, taste, smell and feel better than anyone else. That makes him a star on the hockey team, and a virtuoso in other areas, too. (He's been raising money by donating blood and sperm, and now asks the sperm bank for a quote on two gallons.) The film's villain is the supercilious Scott (David Spade), who maneuvers to keep Darryl out of his fraternity. That's important because an important alum of the fraternity (Rip Torn) might help a bright economics major get a job with a Wall Street firm. Darryl and Scott are finalists, when tragedy strikes: Darryl incautiously takes a double dose of the magic potion, and finds that his senses are cycling out of control. He can count on only four of the five at any given moment, and when Torn takes him to a Knicks game, his hearing cuts out during the National Anthem, and his eyesight fails as he sits next to an unamused Patrick Ewing.\n\nThis is not great comedy, and Wayans doesn't find ways to build and improvise, as Carrey does. But he's talented and has unbounded energy, a plastic face and a rubber body. I liked him. And I liked his flirtation with Janice (Tamara Taylor), a co-ed who accepts his bizarre misadventures. I was not so fond of a subplot involving Lorraine (Kenya Moore), Janice's buxom sorority sister, who seems written in to supply an awkward and pointless seduction scene.\n\nPenelope Spheeris, whose \"Wayne's World\" remains one of the funniest of '90s movies, never finds a consistent tone here. The broad physical humor of the main plot contrasts weirdly with the character of the roommate (Matthew Lillard), who doesn't seem to vibrate in the same universe. His character could be funny in a different movie, but he seems at right angles to this one.", "running_time": 88, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-02-20", "genres": ["Comedy", "Romance"], "title": "Senseless (1998)"}