{"url": "http://www.rogerebert.com/reviews/september-11-2003", "by": "Alejandro Gonzalez Inarritu", "star_rating": 3.0, "text": "That's illustrated in the best of the segments, an overpowering film by Alejandro Gonzalez Inarritu of Mexico, best known for \"Amores Perros.\" He keeps his screen entirely black for most of the 11 minutes, occasionally interrupting it with flashes of bodies falling from the burning World Trade Center. We realize after awhile that the muffled thuds on the soundtrack are the bodies landing.\n\nThe soundtrack begins and ends with a collage of excited voices, and during the 11 minutes we also hear snatches of newscasts and part of a cell phone call from a passenger on one of the hijacked airplanes (\"We have a little problem on the plane, and I wanted to say I love you...\"). Toward the end, there is the sound of fearsome hammering, and we realize with a chill that this is the sound of the floors collapsing, one on top of another, growing louder. It must have been recorded from a radio inside the building; it is the last thing the terrified people inside the towers heard. This film is so strong because it allows us to use our imaginations. It generates almost unbearable empathy.\n\nAnother of the best films is by Ken Loach of Great Britain, who films a Chilean writing a letter to Americans in which he offers his sympathy. Then he recalls that on another Tuesday, Sept. 11--this one in 1973--the democratically elected government of Chile was overthrown by a CIA-funded military coup, President Salvador Allende was murdered, and the right-wing dictator Pinochet was installed as the U.S. puppet, to rule over a reign of torture and terror. I wrote in my notes: \"Do unto others as you would have them do onto you.\" The third powerful film is by Mira Nair of India, who tells the true story of a Pakistani mother in New York whose son got on the subway to go to medical school and never returned. She was questioned by the FBI, her son was named as a suspected terrorist, and only six months later was his body found in the rubble, where, as a trained medic, he had gone to help. At his funeral, his hero's coffin was draped in the American flag.\n\nOne of the most sympathetic films comes from Iran. Samira Makhmalbaf's film shows a teacher trying to explain to her students--Afghan refugees in Iran--what has happened in New York. The kids get into a discussion about God, and whether he would kill some people to make others; \"God isn't crazy,\" one child finally decides. None of the children can imagine a tall building, so the teacher takes them to stand beneath a smokestack, and the smoke from the top makes an eerie mirror of the catastrophe.\n\nOther films miss the mark. Amos Gitai of Israel shows a TV news reporter broadcasting live from the scene of a suicide bombing when she is taken off the air because of the news from New York. This situation could have generated an interesting film, but the reporter is depicted as so self-centered and goofy that the piece derails. A film by Egypt's Youssef Chahine also has an interesting premise--a director is visited by the ghost of a U.S. Marine who was killed in the Beirut bombing--but the piece is unfocused, half-realized.\n\nThe only note of humor comes in a charming film by Idrissa Ouedraogo, from Burkina Faso in Africa, where five poor boys believe they have spotted Osama bin Laden in their town, and plot to capture him and win the $25 million reward. They are not entirely off the track; the actor hired to play bin Laden could be his double.\n\nOther films are from Bosnia's Danis Tanovic, who shows women continuing to march with the names of their dead despite the deaths in New York; Japan's Shohei Imamura, who shows a man who survived the atomic bombing but has become convinced he is a snake; Sean Penn of the United States, who stars Ernest Borgnine as an old man who rejoices when his dead wife's flowers bloom, not realizing they get sunlight because the towers have fallen, and France's Claude Lelouch, with a sentimental piece about a deaf woman who does not realize what has happened until her boyfriend returns alive, covered with dust. Emerging from \"September 11,\" shaken particularly by Inarritu's use of sound with a mostly black screen, I could not help wondering: Would it have killed one of these 11 directors to make a clear-cut attack on the terrorists themselves? 9/11 was a savage and heartless crime, and after the symbolism and the history and the imagery and the analysis, that is a point that must be made.\n\nRevised from Roger Ebert's review of this movie at the 2002 Toronto Film Festival.", "running_time": 135, "mpaa_rating": "NR", "release_year": 2003, "date_published": "2003-09-05", "genres": null, "title": "September 11 (2003)"}