{"url": "http://www.rogerebert.com/reviews/september-1987", "by": "Denholm Elliottas Howard", "star_rating": 3.5, "text": "If you could take all of the different combinations of love won and love lost from many different periods in your life and join them all together for a weekend in the country, the weekend might turn out a little like \"September,\" the new film by Woody Allen. Some of the guests at your party might be older or younger than you are, or smarter or more vulnerable, or of a different sex. But when you looked closely at their romantic strivings, you would recognize yourself, because there are, after all, only so many ways to be in love with the wrong person at the wrong time.\n\nThere are six major characters in the movie, each and every one of them hungry to be loved and taken care of. And everyone in the movie loves somebody - but usually not the person who loves them. The entire weekend comes down to a series of little emotional tangos, in which each character moves restlessly from room to room, trying to arrange to be alone with the object of their love - and away from the person obsessed with them.\n\nThe dominant person in the household is Diane, the middle-age but still charismatic movie star. Played by Elaine Stritch, she is a woman who has lived a great deal, compromised too often, and become what is known as a \"survivor,\" which is to say, a person you are surprised is still functioning. She has been married several times, currently to Lloyd (Jack Warden), an industrialist who is no doubt proud to have won this woman who was a sex symbol when they were both much younger. (By the same token, if Marilyn Monroe were still alive today, which of us over 40 would not still feel some nostalgic erotic stirring if we found ourselves alone in the room with her?)\n\nDiane has come out to the family's country place to join her 40-ish daughter, Lane (Mia Farrow), who has been living there for some time, recovering from a breakdown. For several months, Lane's close companion has been Howard (Denholm Elliott), the quiet, self-effacing neighbor. Lane has allowed Howard to grow close to her, but actually she feels passion only for Peter (Sam Waterston), the writer who has taken a place nearby for the summer. Sam has rather encouraged her. But this weekend, Lane has invited Stephanie (Dianne Wiest), her closest friend, to the country. And now Sam has conceived an enormous passion for Stephanie.\n\nSo. Howard loves Lane, who loves Peter, who loves Stephanie, who is thinking of breaking up with her husband. And Lloyd loves his memories of Diane, who looks in the mirror and still finds much to love in herself. And meanwhile there is a horrible family secret lurking beneath the pleasant conversations of the mother and the daughter - a secret that will burst out later in the film, in a moment of anger.\n\nWhat is Allen up to here? The structure of his story is all too neat to make a messy, psychologically complicated modern movie. In the neat pairings of couples and non-couples, Allen almost seems to be making a modern-dress Elizabethan comedy. And that may be his point. When we fall in love, we are always so wound up in the absolute uniqueness of ourselves and our loved one, in the feeling that nothing like this has ever happened before, that we cannot see how the same old patterns repeat themselves. To turn toward one person, we must turn away from another. If the person we turn to is not interested, we are left stranded, which is the way all but the luckiest of us probably feel most of the time.\n\nAllen has made so many comedies that it is easy to insist that he make nothing else. Actually, he is as acute an author of serious dialogue as anyone now making movies, and in \"September\" most of the real action goes on in the word choices. By the precise words that they do or don't use, his characters are able to convey exactly how much of what they say is sincere, and how much is polite. Listening to Farrow gently speak to Elliott, for example, anyone but Elliott would know instantly that she does not and never will love him. Listening to Waterston talk to Farrow, anyone but Farrow would know that he does not and never will love her.\n\nHow is it that the Farrow character is perceptive enough to know what words to say to Elliott, but not sensitive enough to hear the same words when they are being said to her? That is the whole mystery of this film. We can clearly see the people we are not in love with, but when we look at the people we love, we see only what we choose to see, and hear only what we can stand to hear. \"September\" is the first movie in a long time that has been able to listen that closely.", "running_time": 82, "mpaa_rating": "PG", "release_year": 1987, "date_published": "1987-12-18", "genres": ["Drama", "Indie"], "title": "September (1987)"}