{"url": "http://www.rogerebert.com/reviews/seraphine-2009", "by": "Yolande Moreauas Seraphine", "star_rating": 4.0, "text": "You might not look twice at her. Seraphine is a bulky, work-worn housecleaner who gets down on her knees in a roomy print dress and fiercely scrubs the floor. She slips away from work to steal turpentine from the church votive candles, blood from the butcher and clay from the fields, and these she combines with other elements to mix the paints she uses at night, covering panels with fruits and flowers that seem to look at us in alarm.\n\nSeraphine de Senlis, who died in a French mental institution in 1942, today has her paintings in many museums. She did not paint for money or fame, although she grew heady when they began to come her way. She painted because she was instructed to by her guardian angel. Sometimes while painting, she would loudly sing in praise of the Holy Virgin. In this miraculous film we learn nothing of her low birth or early life; we only see her daily toil and nightly ecstasy.\n\n\"Seraphine\" arrives from France as the year's most honored film, winner of seven Cesars from the French Academy, including best film and best actress. The actress is Yolande Moreau, who combines, as some people do, a plain face with moments of beauty. Notice her fleeting little smile of complicity as she steals fuel from candles before the Virgin. Moreau plays Seraphine as a straight-ahead charger, a little stooped, marching always with energy, plunging into work, not saying much, shy, but very much who she is. Her physical bearing tells us what we need to know about her mental state.\n\nHer life is changed forever when Wilhelm Uhde (Ulrich Tukur) comes as a boarder to the home she works in; it offers a pastoral setting in Senlis, her hometown near Chantilly, and she observes that Uhde needs relief from stress. He's a famous German art critic and a Paris gallery owner, already famous as an early champion of Picasso and Braque; he discovered Rousseau. He glimpses one of Seraphine's little paintings of apples, asks to see more, is convinced she is a primitive genius. (In the film, we appear to see her actual paintings.)\n\nSeraphine observes everything, worries about Uhde, sees that he is sad, offers him some of her homemade \"power wine,\" tells him that when she is sad, she walks in the forest and touches the trees. We even see Seraphine climbing one, in her late 50s, for the view.\n\nShe lives in bitter poverty, hounded by her landlady, doing laundry for a few francs, doling out her coins at the local store to buy canvas and the paints she cannot mix herself. Uhde admires her work, which she cannot believe, gives her some money, makes her some promises and then disappears: As a German, he flees France at the outset of World War I. Ten years after the war, he and his sister return to Senlis. He assumes Seraphine is dead. At a town hall exhibition by local artists, he sees a work unmistakably hers, but larger and more finished. He is overwhelmed, as many others would be.\n\n\"Seraphine\" is not a rags-to-riches story. The director, Martin Provost, who wrote it with Marc Abdelnour, focuses intently on Seraphine's delusions, on the manic state that overtakes her at the prospect of fame and fortune, about how she hides far inside so that Uhde cannot reach her. I've seen many films hoping to understand the nature of great artists; one that comes close is \"Vincent: The Life And Death Of Vincent Van Gogh\" by Paul Cox. This is another. It \"explains\" nothing but feels everything. It reminds me of two other films: Bresson's \"Mouchette,\" about a poor girl victimized by a village, and Karen Gehre's \"Begging Naked,\" shown at Ebertfest this year, about a woman whose art is prized even as she lives in Central Park.\n\nPeople like these are not entirely to be pitied. Their art is a refuge. All artists fall into a reverie state while working. Some experience a joy that obliterates their circumstances. The problem is that when they're not creating, they have to go right on living.", "running_time": 125, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-06-17", "genres": ["Drama", "Foreign", "History", "Indie"], "title": "Séraphine (2009)"}