{"url": "http://www.rogerebert.com/reviews/serbis-2009", "by": "Gina Parenoas Nanay Flor", "star_rating": 2.5, "text": "Although \"Serbis\" spends a great deal of time following its characters through the corridors and up and down the stairs of a shabby Filipino porno movie theater, we never get a clear idea of the interior layout. And the auditorium looks rather small, considering the theater's hulking exterior. But maybe that's the idea, because the film is a labyrinth of lost and wandering lives.\n\nAn extended family runs this failing old theater, lives in it, too, and is even bringing up a cute little son. The movies on the screen are hetero, but nobody is watching. The dark seats and the bright corridors and staircases are home to gay hustlers and their clientele, everybody knows it, nobody cares, many of them seem to be waiting around for something to relieve their boredom. There is some gratitude when a goat gets loose inside the theater. How it climbed so high without being seen on the stairs is a good question; maybe it's a mountain goat.\n\nUp and down the staff and customers go, like ants in a hill. We get to know the members of the Pineda family of Angeles City pretty well, especially Nayda (Jaclyn Jose), the daughter, whose son is the little boy, and whose mother, Nanay Flor (Gina Pareno), is due in court for her husband's divorce hearing. A strong matriarch, she fiercely wants to be rid of the man.\n\nAnd there is another worry: Merly (Mercedes Cabral), girlfriend of the cousin/projectionist Alan (Coco Martin), has announced she is pregnant, so there will be the expense of a wedding no one wants.\n\nIn a film so immersed in sex, there is little actual sex. \"Serbis\" (the word means \"service\") is about a closed world in which sex is a commodity, and it's a buyer's market. Sexual encounters are hurried, hidden and never lingered on by the camera of director Brillante Mendoza, who is more absorbed by faces, routine, work and the passage of time. The body part that receives the most attention is the projectionist's butt, where there is a painful boil. His self-treatment for this affliction reportedly drew groans at the Cannes 2008 press screening, but it seems a quick and relatively painless solution, and I will file it away.\n\nThe film opens with a curious scene: Nayda (Jaclyn Jose) bathes, dresses and applies lipstick in front of a mirror, while telling her reflection, \"I love you.\" Later, there is a scene of her mother applying lipstick in preparation for her court appearance. Given the seedy surroundings, there is something touching about these two women preparing their faces to bravely face the world.\n\nThis is not a film most people will enjoy. Its qualities are apparent only if appreciates cinematic style for itself. I enjoyed it because I got into Mendoza's visual use of the corridors and staircases and their life rhythms. Most people will find that annoying. Anyone hoping to see sex will be badly disappointed. Let's put it this way: If you see only one art film this month, this shouldn't be the one. If you see one every week, you might admire it.", "running_time": 92, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-18", "genres": null, "title": "Serbis (2009)"}