{"url": "http://www.rogerebert.com/reviews/serendipity-2001", "by": "John Cusackas Jon Trager", "star_rating": 1.5, "text": "'If we're meant to meet again, we will.” So says Sara Thomas to Jon Trager. This much has already happened: They have a Meet Cute while fighting over the same pair of cashmere gloves in Bloomingdale's. They feel, if not love, strong attraction at first sight. They go out for hot chocolate. They find out each is dating somebody else. They separate. They return--he for a scarf, she for a parcel. They meet again. He wants her phone number. But no. They must leave themselves in the hands of Fate.\n\nFate I have no problem with. Leaving themselves in the hands of this screenplay is another matter. It bounces them through so many amazing coincidences and serendipitous parallels and cosmic concordances that Fate is not merely knocking on the door, it has entered with a SWAT team and is banging their heads together and administering poppers.\n\nJon is played by John Cusack, in what is either a bad career move or temporary insanity. Sara is played by Kate Beckinsale, who is a good actress, but not good enough to play this dumb. Jon and Sara have much in common; both are missing an “h.” The movie puts them through dramatic and romantic situations so close to parody as to make no difference; one more turn of the screw, and this could be a satire of “Sleepless in Seattle”. Consider. They want to be together. They like each other better than the people they are dating. But they toy with their happiness by setting a series of tests. For example: She says they'll get on separate elevators in a hotel and see if they both push the same button. Odds are about 30 to one against it. They do however both push the same button--but do not meet because of a little boy who pushes all the other buttons on Cusack's elevator. I consider this God's way of telling them, “Don't tempt me.” Another test. Jon will write his telephone number on a $5 bill and it will go out in the world, and she will see if it comes back to her. A third test. Sara will write her number in a copy of a novel by Gabriel Garcia Marquez, and if Jon finds it in a used book store, well, there you are. (Marquez is fond of coincidences, but “Serendipity” elevates magic realism into the realm of three-card monte.) Jon searches in countless book stores, having never heard of Bibliofind or Alibris, where for enough money every used bookseller in the world would be happy to have a peek inside his copies of the volume.\n\nYears pass: Two or three in the movie, more in the theater. Both are engaged to others. Some smiles are generated by her fiance, a New Age musician (John Corbett) who illustrates the principle that men who choose to wear their hair very long after about 1980 are afflicted by delusional convictions that they are cooler than anyone else. The plot risks bursting under the strain of its coincidences, as Sara and Jon fly to opposite coasts at the same time and engage in a series of Idiot Plot moves so extreme and wrongheaded that even other characters in the same scene should start shouting helpful suggestions.\n\nBy the time these two people finally get together (if they do--I don't want to give anything away) I was thinking of new tests. What if she puts a personal ad in a paper, and he has to guess which paper? How about dedicating a song to her, and trusting her to be listening to the radio at that moment, in that city? What about throwing a dart at a spinning world globe? I hope this movie never has a sequel, because Jon and Sara are destined to become the most boring married couple in history. For years to come, people at parties will be whispering, “See that couple over there? The Tragers? Jon and Sara? Whatever you do, don't ask them how they met.”", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-10-05", "genres": ["Comedy", "Romance"], "title": "Serendipity (2001)"}