{"url": "http://www.rogerebert.com/reviews/serenity-2005", "by": "Gina Torresas Zoe Warren", "star_rating": 3.0, "text": "The thrill of a fistfight in a movie was altered for me forever the day I visited a set and watched the sound men beating the hell out of a Naugahyde sofa with Ping-Pong paddles. There is a moment in \"Serenity\" when I remembered that moment -- no, not during a fistfight, but during a battle in interplanetary space. There are so many spacecraft, so large, so close together, it looks as if collision is a greater danger than enemy fire. Imagine spaceships in a demo derby.\n\nAs the battle continued and the heroes were hurled about inside their own spaceship, which at times looked curiously like the interior of a loading dock, I made a note: \"More banging than in your average space movie.\" Then something shifted inside my ears and I somehow knew I was hearing sound men, pounding the hell out of garbage-can lids, sheets of steel and big piles of pots and pans.\n\nI say this not with disapproval, but with affection. \"Serenity\" is an old-fashioned space opera, and differs from a horse opera mostly in that it involves space, not horses. It takes place in a solar system of a dozen terraformed planets and \"hundreds of moons,\" and there is a war going on between the Alliance, which runs things and wants everybody to be happy, and a group of rebels who begin to make disturbing discoveries. As the film opens, a psychic named River Tam (Summer Glau) is rescued from Alliance mind-washers by her brother Simon (Sean Maher), and then we learn that River was unwisely exhibited to a roomful of important Alliance parliamentarians. Because she can read minds, she knows their secrets.\n\nRiver and Simon are soon enough allied with a team of free-lance smugglers on a banged-up old ship named Serenity. Malcolm (Nathan Fillion) is the captain, and his crew includes the pilot Wash (Alan Tudyk), his wife, Zoe (Gina Torres), the engineer Kaylee (Jewel Staite) and the tough guy Jayne (Adam Baldwin). On their trail is the most competent and feared of the Alliance's agents, The Operative (Chiwetel Ejiofor).\n\nScience fiction fans will recognize the plot line and most of the characters from a short-lived Fox series named \"Firefly,\" which (I learn in a letter from Stephen McNeil of Sydney, Nova Scotia), was canceled in mid-season, but not before the episodes were carelessly shown out of proper order. What a crock, especially considering that Joss Whedon, the TV series author (and writer-director of \"Serenity\") earlier created \"Buffy, the Vampire Slayer,\" and so deserved the benefit of the doubt.\n\n\"Serenity\" is made of dubious but energetic special effects, breathless velocity, much imagination, some sly verbal wit and a little political satire. Turns out the Alliance was simply trying to bring contentment to its crowded planetary system, by distracting them from their problems and making them feel like they had a life. River is in possession of a secret about this process that the Alliance would do anything to suppress. Like Brave New World and 1984, the movie plays like a critique of contemporary society, with the Alliance as Big Brother, enemy of discontent. But as River observes, \"Some people don't like to be meddled with.\"\n\nSome of the dialogue sounds futuristic, some sounds 19th-century, and some sounds deliberately kooky. (Captain Mal: \"Do you want to run this ship?\" Discontented crew member: \"Yes.\" Mal: \"Well, you can't\"). There are also unanticipated scenes of real impact, including a planet where -- but see for yourself. I'm not sure the movie would have much appeal for non-sci-fi fans, but it has the rough edges and brawny energy of a good yarn, and it was made by and for people who can't get enough of this stuff. You know who you are.", "running_time": 119, "mpaa_rating": "PG-13", "release_year": 2005, "date_published": "2005-09-29", "genres": ["Science Fiction"], "title": "Serenity (2005)"}