{"url": "http://www.rogerebert.com/reviews/series-7-the-contenders-2001", "by": "Brooke Smithas Dawn", "star_rating": 2.5, "text": "Sometimes the most astonishing thing about a movie is hidden right in plain sight. \"Series 7: The Contenders\" is a satire on reality TV, taking the world of \"Survivor\" and \"Temptation Island\" to its logical extension with a TV show where the contestants kill one another. This is not a new idea; the movie is similar to \"The Tenth Victim\" (1965) and has also been compared to \"Death Race 2000,\" \"Running Man,\" \"EDtv\" and \"The Truman Show\" in the way it uses actual lives as TV fodder. The classic short story \"The Most Dangerous Game\" is also lurking somewhere in its history.\n\nNo, it's not the idea that people will kill each other for entertainment that makes \"Series 7\" jolting. What the movie correctly perceives is that somewhere along the line we've lost all sense of shame in our society. It's not what people will do, but what they'll say--what they eagerly reveal about themselves--that \"Series 7\" assimilates without even being aware of it. The killing part is the satire, and we expect that to be exaggerated. The dialogue, I suspect, is not intended as satirical at all, but simply reflects the way people think these days. There are still many Americans who choose not to reveal every detail of their private lives the moment a camera is pointed at them, but they don't get on TV much.\n\nAllow me a digression. I was watching \"The Jerry Springer Show\" the other day, as I often do when I want to investigate the limits of the permissible, and there was a \"guest\" who was complaining that his girlfriend would not respect his fetish. He likes to vomit during sex. He even had the word for his specialty, but I've forgotten it; \"nauseaphilia,\" no doubt. It was amazing that this guy would reveal his secret on television, but even more astonishing that the girlfriend would also appear, in order to testify how disgusting it was. Anyone so desperate for fame that they will put themselves in a position like that should think, deeply and urgently, about the positive aspects of anonymity.\n\nBut what do people say when they meet Springer guests? (1) \"Ugh! That was disgusting! You are depraved!\" or (2) \"I saw you on Springer. How do you get on that show?\" I suspect the answer is (2).\n\nI make these observations because the characters in \"Series 7\" have no pride and no shame, and that's more interesting than their willingness to kill one another. The killing is just the gimmick--the satirical hook of the movie--but their willingness to appear on TV and explain the details of their fatal diseases, or allow the cameras to see their filthy hovels, is illuminating. It suggests that fame is the antidote for almost any misfortune.\n\nThe movie stars Brooke Smith, that wonderful actress from \"Vanya on 42nd Street,\" as Dawn, eight months pregnant, who explains that she must kill people and win the game for the sake of her unborn child. This is a twisted logic with a kind of beauty to it: She kills to defend life. Other contestants include a teenager (Merritt Wever) whose parents drive her to shoot-outs; an ER nurse (Marylouise Burke) whose bloody job and bloody TV role overlap; a father (Michael Kaycheck) with a wife and three kids (he wants to provide for his family); a guy who lurks in a trailer park (Richard Venture), and a testicular cancer victim (Glenn Fitzgerald) who may be in the game because he wants to die.\n\nThe Brooke Smith character is the best-drawn and most clearly seen, and as she walks into a convenience store and starts blasting away, we notice the reactions of the bystanders. They understand. They know this is only TV. They are not horrified but intrigued, and they're no doubt wondering \"am I on now?\" The overlap between this behavior and some of the actions during the San Diego school shooting a week ago are uncanny, and disturbing. The kid who went back into the school with the video camera was interviewed recently about how much he had been interviewed.\n\nReal life has caught up with \"Series 7\" and lapped it. The movie was filmed before the first airing of a \"Survivor\" episode, and must have seemed more radical in the screenplay stage than it does now. We observe that the writer-director, Daniel Minahan, has a good feel for the slick graphics and theme songs of this brand of TV, and knows how the bumpers and the teasers work. But the movie has one joke and tells it too often, for too long. It leaves you with time to think about television, celebrity and shame. Remind me to tell you sometime about the other guests on that \"Springer\" episode.", "running_time": 86, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-03-16", "genres": ["Action", "Comedy", "Thriller"], "title": "Series 7: The Contenders (2001)"}