{"url": "http://www.rogerebert.com/reviews/serial-1980", "by": "Martin Mullas Harvey", "star_rating": 1.5, "text": "If Mike Royko is correct and California is our national lunatic\r\npreserve, then Marin County is the transitional institution where residents\r\ngradually ease themselves back into the mainstream with maintenance dosages of\r\ngranola, yogurt, cocaine, television, hot tubs, sex, being OK, and telling you\r\nyou're OK, too. I talked today to an old friend from Chicago named Sandra\r\nSinger who has moved to Marin, and she summed up the difference between the two\r\nplaces very simply: \"You don't have to get up real early in the morning to\r\ndeal with these folks. Everybody out here is debating whether the movie is\r\naccurate or not.\" That anyone could argue whether \"Serial\" is\r\naccurate is mind-boggling.\n\nMarin\r\nis across the bay from San Francisco, and, if \"Serial\" is to be\r\nbelieved, is inhabited by a race of upper-middle-class zombies mesmerized by\r\nthe social trends of the moment. Hey, man, they're really into being into\r\nthings. \"Serial\" first appeared as a California best seller by Cyra\r\nMcFadden, who satirized life in Marin as if it were a continuing soap opera. To\r\nthe degree that the satire failed, it was because life in Marin is a continuing\r\nsoap opera.\n\nAnd\r\nnow we have the movie. It is not a very good movie; it's one of those comedies\r\nwhere the occasional genuine laughter is punctuated by long periods of silence.\r\nBut it's faithful to the book, more or less. It shows us an alien life form\r\nwith a superficial resemblance to the human being.\n\nThese\r\ncreatures ride bicycles to the ferry to conserve fuel. They are all going to\r\nthe shrink. They trade spouses. Their kids join obscure religious cults. Their\r\nhearts are filled with love, their minds with dread, their bowels with bran.\r\nTheir marriages and memorial services are holdovers from the days of the flower\r\nchildren, with incantations about the earth and the sky and doing your own\r\nthing.\n\nPeople\r\nin Marin keep their entertainment options open: An executive headhunter by day\r\nis likely to be the head of a gay motorcycle gang by night. The weather in\r\nMarin is always just great.\n\nThe\r\nmovie puts its cast through its paces as if this were a suburban\r\n\"MASH.\" There's a complicated plot, lots of characters, and a story\r\nstructure that cuts back and forth, for example, between an outdoor renewal of\r\nmarriage vows and a bike gang raid on a cult headquarters. It's as if all of\r\nMarin is fueled by the same life force, which simply manifests itself in\r\nvarious trends.\n\nSome\r\nof the movie's lines of dialogue are very funny (and most of the funny ones\r\ncannot be quoted here). Some of the characters are well-drawn, especially Peter\r\nBonerz as a cocaine-sniffing psychiatrist who solemnly informs a 10-year-old he\r\nneeds to get in touch with his childhood. The dialogue is jammed with code\r\nwords, catch phrases and fashionable pseudo-psychological jargon: everybody in\r\nthe movie seems to have learned the language out of the back issues of Mother\r\nEarth News and Psychology Today.\n\nBut\r\nfor all of that, \"Serial\" just isn't very good. I think maybe that's\r\nbecause the characters are seen almost exclusively as caricatures. Nobody in\r\nthis movie are real enough for us to identify with; they're seen as such\r\ncompletely robotized victims of the Me Decade that they don't have enough\r\nfreedom of choice to make their behavior meaningful - or funny. They stand in\r\nsharp contrast, that is, to the sturdy individualists, brilliant eccentrics and\r\nclear thinking citizenry of our own Chicago suburbs.", "running_time": 86, "mpaa_rating": null, "release_year": 1980, "date_published": "1980-04-03", "genres": ["Comedy", "Romance"], "title": "Serial (1980)"}