{"url": "http://www.rogerebert.com/reviews/set-it-off-1996", "by": "Jada Pinkettas Stony", "star_rating": 3.5, "text": "“Set It Off” is advertised as a thriller about four black womenwho rob banks. But it's a lot more than that. It creates a portrait of thelives of these women that's so observant and informed; it's like “Waiting toExhale” with a strong jolt of reality. The movie surprised and moved me: Iexpected a routine action picture and was amazed how much I started to careabout the characters.\n\nTheaction sequences--the robberies, the close calls, the shootouts--are allwell-handled (this movie has the first chase scene I've seen in a long timethat I've cared about). But what makes the film special is the way it shows themotivations of its four women, whose lives are in economic crisis. It doesn'tjustify bank robbery, but it makes a convincing case for the mixture ofdesperation, impulsiveness and thrill-seeking that catapults its charactersfrom minimum-wage jobs to TV news bulletins.\n\nAsthe film opens, Frankie (Vivica A. Fox) is a teller in a bank that's in theprocess of being robbed by a gang of armed men. She recognizes one of them fromher neighborhood: “Darnell! What are you doing?” Afterward, Frankie is grilledby the cops and bank authorities. “What's the proper procedure for dealing withthis situation?” asks a detective (John C. McGinley). She's fired. “The factthat you knew the perpetrator,” a bank executive coldly tells her, “doesn't sitwell with us.” These scenes are immediately believable. Although Frankie andDarnell come from the same milieu, their lives have taken completely differentpaths, until that day. Meanwhile, we meet Frankie's friends, including Stony(Jada Pinkett), who has a problem: Her kid brother has been accepted at UCLA,but didn't get a scholarship. This looks like a plot gimmick (will she robbanks to pay his tuition?) until the screenplay, by Kate Lanier and TakashiBufford, provides a convincing, realistic twist.\n\nTheother friends include Cleo (Queen Latifah), a tall, strong lesbian who delightsin buying gifts for her girl-toy, and Tisean (Kimberly Elise), who has a youngchild and is struggling to raise him as a single mother. They work for ajanitorial service, and that's where Frankie ends up, too; being fired has costher the references she needs for bank employment.\n\nAllfour women know Darnell, and the word quickly spreads that he got away with$20,000. They draw an obvious conclusion: “If crack head Darnell can rob abank, we can.” They begin planning a bank job, more on a dare than anythingelse. After some false starts, they actually do rob a bank, hesitating, almostdeciding not to, and then following an impulsive decision.\n\nButlife has unexpected turns. Casing a bank for a possible robbery, Stony isapproached by a black bank executive (Blair Underwood) who likes her looks andsuggests she needs her own “personal banker.” She starts dating him, but won'ttell him where she lives; it's as if this relationship is taking place on aseparate track from the rest of her life.\n\nThemovie is more aware of the economic struggles of its characters than mostAmerican films allow themselves to be; the director, F. Gary Gray, also madethe underrated “Friday,” about unemployment and anger. There's a wonderfullywritten scene where the women sit on a rooftop, smoking pot, looking at afactory and observing wistfully, “Before they started laying people off, theywere paying $15 an hour at that place.” These women can't hold much of ahousehold together on the minimum wage. Tisean brings her young son to workwith her, because she can't find childcare and can't afford to lose a day'spay. The kid is injured--not seriously, but enough so that a social workertakes custody of the child, and Tisean is devastated. Sure, she can get herchild back, when she proves she can provide an adequate home and childcare. Buthow, in her economic reality, is that possible? One scene after another surprisedme with its invention. I loved a moment when the four women sit around aconference table in the office building that they clean, and do imitations from“The Godfather” while discussing their plans. And the scene where Cleo lives itup with the girlfriend she dotes on. The scene where Stony's banker takes herto a black-tie dinner and she says it's “the best night of my life.” And thesubtle, unspoken reasons that a white woman refuses to pick Cleo out of apolice lineup.\n\nThereis even a scene where the four women hold a planning session at a coffee shop,discover they don't have enough money to pay the bill and sneak out--stiffingthe waitress. The waitress, by the way, is black. So is the social worker. Themovie is not about overt racism, but about the buried realities of an economicsystem that expects women to lead lives the system does not allow them toafford.\n\nThemovie is not perfect; its most obvious error is that the characters do notreact to the violence in the way that real women would. The movie providesperfunctory reaction shots and then moves on. The movie is so psychologicallyaccurate in its other scenes that it should have given more thought to how thereality of death would affect these women, who are not killers.\n\nOneclue to the depth of “Set It Off” may come from a previous credit of co-writerLanier, who wrote the Tina Turner biopic “What's Love Got to Do With It?” Thatwas grounded in close observation of women's harsh realities, and so is “Set ItOff.” Reviewing “Waiting to Exhale,” which I enjoyed, I wrote: “There are timeswhen the material needs more sharpness, harder edges, bitter satire instead ofbemused observation.” Here is the film I was thinking of.", "running_time": 121, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-06", "genres": ["Action", "Thriller"], "title": "Set It Off (1996)"}