{"url": "http://www.rogerebert.com/reviews/seven-psychopaths-2012", "by": "Colin Farrellas Marty", "star_rating": 3.5, "text": "Well, they have the title right. I don't know how these people found one another, but they certainly belong on the same list. They all have roles in a screenplay titled \"Seven Psychopaths,\" which is under development by a writer named Marty Faranan, played by Colin Farrell. In Hollywood, \"under development\" means \"all I have is the title.\"\n\nWritten and directed by Martin McDonagh (\"In Bruges\"), this is a delightfully goofy, self-aware movie that knows it is a movie. You've heard of a movie within a movie? I think this is a movie without a movie. Some of it happens to Marty, some of it happens in Marty's imagination, and some of it seems to happen in one category and then invades another.\n\nConsider an opening sequence with Michael Stuhlbarg and Michael Pitt, who, on the basis of their conversation, are professional hit men. Or perhaps not very professional, because although they are in a wide-open space, they allow a man in a mask to walk right up and shoot them in the head.\n\nDoes this really happen? Figure it out for yourself. Marty's best friend is Billy Bickle (Sam Rockwell), and if his last name is the same as the hero in Marty Scorsese's \"Taxi Driver,\" I leave that for you to puzzle out. Eager to help Marty escape from writer's block, Billy suggests a classified ad asking psychopaths to volunteer for interviews. Tom Waits knocks on the door and introduces himself as a serial killer who specializes in killing other serial killers. I forgot to mention that Los Angeles currently has an active serial killer named the Jack of Diamonds killer, who wipes out mobsters.\n\nBilly is in business with a man named Hans (Christopher Walken). They're dognappers who nab the beloved pets of well-off citizens, and pick the wrong victim when they snatch Bonny, the only creature on Earth who inspires the slightest affection from the cold-blooded gangster Charlie (Woody Harrelson). Bonny is a Shih Tzu, giving the film countless opportunities to employ the words \"Shih Tzu,\" in which the \"t\" is sounded.\n\nIntermixed with this story line, such as it is, are scenes for Marty's screenplay involving Harry Dean Stanton as a cold-faced, avenging Quaker, which play ever so much like first drafts for earlier versions of this script, not that Harry Dean Stanton isn't always enjoyable.\n\nThe film's climax takes place in the archetypal desert hills of a B-Western, where Marty, Billy and Hans find themselves hiding out from the relentless Charlie with the Shih Tzu. The logic of this action, which circles around the question of who can be trusted by whom, and for whose reasons, is sort of an elaboration of the elegant geometry in the Mexican Standoff in \"The Good, the Bad and the Ugly.\"\n\nWalken sometimes leans toward self-parody, but here his performance has a delicate, contained strangeness. All of the actors are good, and Farrell wisely allows the showier performances to circle around him. Like any screenwriter — like Tarantino, for example, who is possibly McDonagh's inspiration here — he brings these people into being and stands back in amazement.", "running_time": 109, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-10", "genres": ["Action", "Comedy", "Thriller"], "title": "Seven Psychopaths (2012)"}