{"url": "http://www.rogerebert.com/reviews/seven-pounds-2008", "by": "Will Smithas Ben Thomas", "star_rating": 3.0, "text": "I am fascinated by films that observe a character who is behaving precisely, with no apparent motivation. A good actor brings such a role into focus, as Will Smith does in the enigmatically titled \"Seven Pounds.\" Who is he, what does he want, why is he behaving so oddly for an IRS agent? And why won't he kiss Rosario Dawson, when they both so obviously want that to happen?\n\nAs Ben Thomas, the man from the IRS, he can get in anywhere and ask any question. But surely the IRS doesn't require him to punch a nursing home supervisor for not allowing an old lady her bath? And why, after he intuits he is speaking to a blind man on the phone, is he so needlessly cruel to him? And why then does he follow the same man (Woody Harrelson) into a restaurant and engage him in conversation?\n\nAnd why does he check into a fleabag hotel? Doesn't the IRS pay him a salary? And what favor does his lifelong friend Dan (Barry Pepper) owe him? And why is he looking for people who need their own favors? And so on. For much of the first hour of \"Seven Pounds,\" Ben Thomas acts according to a plan that seems perfectly clear, but only to himself. The reason it goes unexplained is that he has no need to explain it to himself, and no way to explain it to anyone else.\n\nI am reminded of a film you should see some day, Melville's \"Le Samourai,\" about a man who lies on a bed in a dark hotel room and smokes, and gets up, and pays meticulous attention to his appearance, and goes out into the night, and we have no idea who this man is. I find this more interesting than a movie about a man whose nature and objectives are made clear in the first five minutes, in a plot that simply points him straight ahead.\n\nWill Smith displays a rather impressive range of emotional speeds here. He can be a tough, merciless IRS man. He can bend the rules on some cases. He can have a candlelight dinner with a beautiful woman named Emily Posa (Rosario Dawson) and go home afterward. She can sense his deep sadness. He is angry with people sometimes, but he seems angriest of all at himself. It's quite a performance.\n\nAnd Dawson makes Emily not simply a woman confused, maybe offended, by his behavior, but a woman of instinctive empathy, who does an emotional dance with him, following his lead when he needs to be treated like an IRS agent or like a perfect gentleman or like a man who needs understanding even if she doesn't know what she's supposed to understand.\n\nI haven't even hinted about the hidden motives in this film. Miraculously for once, even the trailers don't give anything away. I'll tell you one thing: I may have made Ben sound like an angel, but he is very much flesh and blood, and none of his actions are supernatural. He has his reasons. The director is Gabriele Muccino, who also directed Smith in \"The Pursuit of Happyness.\" He is effective at timing the film's revelations so that they don't come suddenly like a U-turn; they're revealed at the last necessary points in the story. Some people will find it emotionally manipulative. Some people like to be emotionally manipulated. I do, when it's done well.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-12-17", "genres": ["Drama", "Romance"], "title": "Seven Pounds (2008)"}