{"url": "http://www.rogerebert.com/reviews/seven-years-in-tibet-1997", "by": "Brad Pittas Heinrich Harrer", "star_rating": 2.5, "text": "Jean-Jacques Annaud's \"Seven Years in Tibet'' takes the true story of a bright and powerful young boy who meets a stranger from a different land and buries it inside the equally true but less interesting story of the stranger. The movie is about two characters and is told from the point of view of the wrong one.\n\nAs it opens, we already understand or guess much of what there is to know about Heinrich Harrer (Brad Pitt), an Austrian obsessed by mountain climbing. We know next to nothing about the early life of the Dalai Lama, the spiritual leader of Tibet. We know all about the kinds of events that occupy the first half of the movie (mountain climbing, POW camps, wilderness treks). We know much less about the world inside the mysterious Tibetan city of Lhasa, where lives a 14-year-old boy who is both ruler and god.\n\n\"Seven Years in Tibet'' is an ambitious and beautiful movie with much to interest the patient viewer, but it makes the common mistake of many films about travelers and explorers: It is more concerned with their adventures than with what they discover. Consider Livingstone and Stanley, the first Europeans to see vast reaches of Africa, who are remembered mostly because they succeeded in finding each other there.\n\nVienna, 1939. Harrer is preparing an assault on the difficult Himalayan peak of Nanga Parbat. War is about to break out, but he is indifferent to it, and cold to his pregnant wife (\"Go--leave! I'll see you in four months!''). He and a guide named Peter Aufschnaiter (David Thewlis) are soon on the peaks. The mountain-climbing scenes (shot in the Andes) are splendid but not very original; Heinrich saves Peter despite a broken ankle, they are nearly killed by an avalanche, the war begins, and they're interred in a British POW camp, from which they finally escape.\n\nThis material occupies the first half of the movie, and yet strictly speaking it has nothing to do with it. The story proper (the seven years mentioned in the title) begins after they stumble into Tibet and are welcomed uncertainly by the peaceful and isolated civilization they find there.\n\nFrom the moment of the first appearance of the Dalai Lama, the film takes on greater interest. He stands on the parapet of his palace in Lhasa and surveys his domain through a telescope. He is fascinated by the strangers who have arrived in his kingdom, and soon sends his mother to invite Harrer to visit. \n\n\"Yellow Head,'' he calls him, touching the European's blond hair with fascination, and soon protocol falls aside as he asks Harrer to build him a movie theater, and teach him about the world outside. This makes an absorbing story, although I suspect the relationship between pupil and student did not feel as relaxed and modern as it does in the film. Aufschnaiter, the guide, meets a local woman tailor (Lhakpa Tsamchoe) and marries her, and we gather from soulful looks that Harrer would have liked to marry her himself, but the Harrer character is not forthcoming. Brad Pitt plays him at two speeds: Cold and forbidding at first, and then charming and boyish. He might have been more convincing if he'd been played by, for example, Thewlis. But \"Seven Years in Tibet'' is a star vehicle: Pitt is required to justify its $70 million budget, and it would be churlish to blame him for his own miscasting since the movie would not have been made without him. The film shows the behavior of the Red Chinese toward Tibet as cruel and gratuitous. Why the Chinese so valued this remote kingdom is a mystery; maybe it was a threat to self-righteous, lockstep Marxism. The film shows how Tibet was betrayed from without and within, and then the Dalai Lama, now 21, flees into long years of exile.\n\nHe has a more complex face for me, now that I have seen the torturous journey from his childhood. I wish I had learned more about Tibet: What were the ethnic ramifications, for example, of the marriage between the tailor and the mountain climber? How easily was the language barrier overcome? Why were the Dalai Lama's advisers willing to allow him to come under the influence of a foreigner? How did the boy overcome his godlike upbringing to become open and curious to the outside? These questions are not exactly answered. But the film does deal with one issue that has been publicized recently: The fact, unknown to the filmmakers when they began, that Harrer had been a Nazi party member since 1933. Voice-over dialogue establishes him as a Nazi early in the film, and another line later says he \"shuddered to recall'' his early errors. The information about Harrer should have come as no surprise; would the Nazis have risked letting a non-party member win the glory of conquering Nanga Parbat?", "running_time": 131, "mpaa_rating": "PG-13", "release_year": 1997, "date_published": "1997-10-10", "genres": ["Action", "Adventure", "Drama"], "title": "Seven Years In Tibet (1997)"}