{"url": "http://www.rogerebert.com/reviews/seven-days-in-slow-motion-2010", "by": "Umakanth Thumrugoti", "star_rating": 3.0, "text": "Ravi, the young narrator of “Seven Days in Slow Motion,” is obsessed by movies, and so are his friends Hamid and Onka. So when a professional-quality HD video camera falls into their hands, of course they are compelled to go immediately into production.There are two problems: They have to return the camera at the end of seven days, and on the seventh day, they have to sit for final exams at their school.\n\nThat’s the setup for an unexpected and entertaining look at upper-middle-class life in Hyderabad, a prosperous central Indian city that is the home of many digital industries and a large movie studio. These are privileged kids. Their parents chatter about the Ivy League schools they want them to attend. All depends on the all-important exams, however, and in an opening scene, Ravi (Teja) produces a pie chart picturing how his mother wants him to spend his time: 60 percent for studying, 2 percent for fun.\n\nAfter the camera literally falls off the proverbial passing truck, they seize their opportunity to secretly produce a film while allegedly studying for exams. They need a story. One suggestion: “The plot from ‘Indecent Proposal,’ the villain from ‘Terminator,’ and the plot from ‘Titanic.’” They need expertise. Ravi buys Directing for Dummies.\n\nAnd they need a cast. Here there is a problem. Ravi’s 17-year-old cousin would seem to be ideal, but suddenly she’s matched up with a 40-year-old man for an arranged marriage, and their plans (and her hopes of college) are upset.\rThe movie Ravi eventually edits out of his material turns out to have a much greater effect on his family than anyone could have anticipated. We are also not sure that he could have actually obtained all of those shots, but never mind.\n\nThe movie addresses two subjects much discussed in India: The pressure put on children to excel in school, and the unequal opportunities for boys and girls. It’s a comedy, not a serious film, but those themes are there. American audiences, long taught to imagine India in terms of Mother Theresa’s homeless, may be surprised by this portrait of go-getter, upward-bound Indians; India is said to have a larger middle class than the United States does. Another element that goes without comment is that everyone in the movie speaks English fluently (as a great many Indians do).\n\nThe adventures of the boys in making the movie would be right at home in a Disney family comedy, and no wonder; Umakanth Thumrugoti, the film’s writer and director, worked at Disney Animation for years, and did visual effects on “Chicken Little,” “Treasure Planet” and “Pocahontas.”\n\nThe kids, who are around 10 years old, are all good-looking and energetic on camera. Teja, who plays Ravi, and Shiva Varma, who plays Onka, are seasoned veterans of “Tollywood,” the Teluga film industry that’s sort of a popular, low-rent version of Bollywood. Varma is so good-looking, indeed, that when his cousin forcibly makes him up to step into the female lead, he’s almost too comely.\n\nThe Indian love of riotous displays of bright colors is everywhere on display. And the film contains several songs and a dance number, which seem to be obligatory in films from India. “Seven Days in Slow Motion,” with English dialogue, is a cheerful family entertainment, completely accessible to American audiences.\n\nWill the film get much distribution? As nearly as I can tell, this engagement at Facets Cinematheque marks its North American premiere.", "running_time": null, "mpaa_rating": "NR", "release_year": 2010, "date_published": "2010-11-23", "genres": null, "title": "Seven Days in Slow Motion (2010)"}