{"url": "http://www.rogerebert.com/reviews/seven-days-in-utopia-2011", "by": "Lucas Blackas Luke Chisholm", "star_rating": 1.0, "text": "I would rather eat a golf ball than see this movie again. It tells the dreadful parable of a pro golfer who was abused by his dad, melts down in the Texas Open and stumbles into the clutches of an insufferable geezer in the town of Utopia (pop. 375), who promises him that after seven days in Utopia, he will be playing great golf. He will also find Jesus, but for that, you don't have to play golf, although it might help.\n\nThe geezer is named Johnny Crawford. He is played by Robert Duvall. Only a great actor could give such a bad performance. Duvall takes the arts and skills he has perfected for decades and puts them at the service of a flim-flam man who embodies all the worst qualities of the Personal Motivation Movement. That is the movement that teaches us that if we buy a book, view some DVDs or sit for hours in the \"Conference Center\" of some crappy hotel, we won't be losers anymore. \n\nHow do we know we were losers? Because we were suckers for the fraud. How will we know we are winners? When we rent our own hotel rooms and fleece the innocent. The formula of the movement can be seen at work in this classified ad: Send 25¢ for the secret of how to receive lots of quarters in your mail.\n\n\"Seven Days in Utopia\" stars Lucas Black as Luke Chisholm, whose father (Joseph Lyle Taylor) has browbeaten him sadistically since childhood to force him to become a pro golfer. When Luke's game blows up on the final hole of the Texas Open, the old man turns his back on him and stalks away in full view of the TV cameras. Devastated, Luke drives blindly into the night and stumbles across the town of Utopia, where he has a Meet Cute with Johnny Crawford. Johnny runs a nearby golf resort, and wouldn't you know it, will take exactly seven days to repair Luke's truck, which is how long Johnny needs to work his spells on the young man.\n\nRobert Duvall can play crafty con men as well as anyone. I was looking for a twinkle in his eye as he inflicts young Luke with his bull$#!t, but unfortunately I'm afraid the character is intended to be real. Only exposing him as a boring fraud could possibly redeem him. The three great secrets of golf, we learn, are to \"See it. Feel it. Trust it.\" \n\nJohnny Crawford's approach is a variation on the methods always used in the movies by wise old gurus to redeem clueless young men. To make Luke a better golfer, he makes him paint landscapes, go fly fishing, and attend church with him on Sunday. He forgets to train him to capture flying golf balls with a pair of chopsticks.\n\nJohnny has a wife (Melissa Leo) who nurtures the forlorn youth. There is a pretty girlfriend who has been kept on hold for a lifetime, waiting for Luke's putt shot. The landscape is majestic; Luke spends much time regarding its vistas from horseback from high plateaus while the soundtrack swells devoutly.\n\nUtopia is another one of those movie towns where every citizen, without exception, knows all the others and can always be found in the local restaurant. There is a TV on the wall where they all watch nothing but golf and know exactly who poor Luke is. One of the local men has his eye on the diner's comely waitress, but when the slicker turns up, does he get mean and possessive? Not a chance. The good people of Utopia have such charity that they give up their homes, families, horses, cows, waitresses and dogs to the wayfaring stranger.\n\nLet me give you an idea what good people these are. Many things go wrong during the week. Many, many things. All this in the land beyond San Antonio. Do we hear the f-word? Do we hear the s-word? Do we even hear the d-word or the h-word? No, dear reader. This is the first general audience movie in quite some time that is rated G. Robert Duvall must seldom have had a greater challenge to overcome.", "running_time": 99, "mpaa_rating": "G", "release_year": 2011, "date_published": "2011-08-31", "genres": ["Drama", "Sport"], "title": "Seven Days in Utopia (2011)"}