{"url": "http://www.rogerebert.com/reviews/sex-lies-and-videotape-1989", "by": "James Spaderas Graham", "star_rating": 3.5, "text": "I have a friend who says golf is not only better than sex, but lasts longer. The argument in “sex, lies, and videotape” is that conversation is also better than sex - more intimate, more voluptuous - and that with our minds we can do things to each other that make sex, that swapping of sweat and sentiment, seem merely troublesome. Of course, this argument is all a mind game, and sex itself, sweat and all, is the prize for the winner. That’s what makes the conversation so erotic.\n\nThe movie takes place in Baton Rouge, La., and it tells the story of four people in their early 30s whose sex lives are seriously confused. One is a lawyer named John (Peter Gallagher), who is married to Ann (Andie MacDowell) but no longer sleeps with her. Early in the film, we hear her telling her psychiatrist that this is no big problem; sex is really overrated, she thinks, compared to larger issues such as how the Earth is running out of places to dispose of its garbage. Her husband does not, however, think sex is overrated and is conducting a passionate affair with his wife’s sister, Cynthia (Laura San Giacomo), who has always resented the goody-goody Ann.\n\nAn old friend turns up in town. His name is Graham (James Spader), and he was John’s college roommate. Nobody seems quite clear what he has been doing in the years since college, but he’s one of those types you don’t ask questions about things like that, because you have the feeling you don’t want to know the answers. He’s dangerous, not in a physical way, but through his insinuating intelligence, which seems to see through people.\n\nHe moves in. Makes himself at home. One day he has lunch with Ann, and they begin to flirt with their conversation, turning each other on with words carefully chosen to occupy the treacherous ground between eroticism and a proposition. She says she doesn’t think much of sex, but then he tells her something that gets her interested: He confesses that he is impotent. It is, I think, a fundamental fact of the human ego in the sexually active years that most women believe they can end a man’s impotence, just as most men believe they are heaven’s answer to a woman’s frigidity. If this were true, impotence and frigidity would not exist, but if hope did not spring eternal, not much else would spring, either.\n\nThe early stages of “sex, lies, and videotape” are a languorous, but intriguing, setup for the tumult that follows. The adultery between John and Cynthia has the usual consequences and creates the usual accusations of betrayal, but the movie (and, I think, the audience) is more interested in Graham’s sexual pastimes.\n\nUnable to satisfy himself in the usual ways, he videotapes the sexual fantasies of women, and then watches them. This is a form of sexual assault; he has power not over their bodies but over their minds, over their secrets, and I suspect that the most erotic sentence in his vocabulary is “She’s actually telling me this stuff!” Ann is horrified by Graham’s hobby - and fascinated - and before long, the two of them are in front of his camera, in a scene of remarkable subtlety and power, both discovering that, for them, sex is only the beginning of their mysteries. This scene, and indeed the whole movie, would not work unless the direction and acting were precisely right (this is the kind of movie where a slightly wrong tone could lead to a very bad laugh), but Spader and MacDowell do not step wrong. Indeed, Spader’s performance throughout the film is a kind of risk-taking. Can you imagine the challenge an actor faces in taking the kind of character I have described and making him not only intriguing but seductive? Spader has the kind of sexual ambiguity of the young Brando or Dean; he seems to suggest that if he bypasses the usual sexual approaches it is because he has something more interesting up, or down, his sleeve.\n\nThe story of “sex, lies, and videotape” is by now part of movie folklore: how writer-director Steven Soderbergh, at 29, wrote the screenplay in eight days during a trip to Los Angeles, how the film was made for $1.8 million, how it won the Palme d’Or at this year’s Cannes Film Festival, as well as the best actor prize for Spader. I am not sure it is as good as the Cannes jury apparently found it; it has more intelligence than heart, and is more clever than enlightening. But it is never boring, and there are moments when it reminds us of how sexy the movies used to be, back in the days when speech was an erogenous zone.", "running_time": 100, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-08-01", "genres": ["Drama", "Erotic", "Indie"], "title": "sex, lies, and videotape (1989)"}