{"url": "http://www.rogerebert.com/reviews/sex-and-lucia-2002", "by": "Paz Vegaas Lucia", "star_rating": 3.0, "text": "One of the characters in \"Sex and Lucia\" is writing a novel. Many of the things that happen in the novel have happened to him. Or he imagines they have, or will. Or they are all only in the novel. It is being read by one of the women who is a character in it. Meanwhile, the audience knows of connections between the characters that they themselves do not suspect. And then there are additional connections because the same actor plays two roles--one real, I guess, and the other ... well, real too, I guess.\n\nTo describe the plot is not possible in a limited space, and besides, I'm not sure I'm up to it. I doubt that anyone seeing this film will completely understand it after one viewing, but that doesn't mean you have to see it twice--it simply means that confusion is part of the effect.\n\nThe Spanish director, Julio Medem, made a lovely film named \"Lovers of the Arctic Circle\" (1998) that was a palindrome--a story that began at both ends and met at the middle (his characters were named, inevitably, Ana and Otto). He likes to toy with the mind of the audience, and he's good at it.\n\nLet's try for a bare outline. We meet Lucia (Pax Vega), a waitress who gets a telephone call leading her to believe her lover has been killed in an accident. He is Lorenzo (Tristan Ulloa). Distraught, she goes to an island he often talked about, and there she meets Carlos (Daniel Freire), a scuba diver who steers her toward a guest house occupied by Elena (Najwa Nimri).\n\nWe know, because of a prologue, that Elena is the mother of a daughter by Lorenzo. They met for one magic night on the island and did not exchange names. Hold that for a second, while we flash back six years to the first meeting between Lorenzo and Lucia, who tells him she admires his novel and is in love with him. They become passionate lovers, but eventually he turns sour as he gets bogged down in his second novel. This novel is about how his friend's sister has met Elena, put together the relevant dates and clues, and concluded that Elena's child is Lorenzo's. Lorenzo then goes to see the child, who is being looked after by the sexy Belen (Elena Anaya), who is, I think, Elena's roommate. But there is some confusion here; the scenes where he meets her may exist only in the novel, and Elena may be on the island. On the other hand ...\n\nBut you see how it is. We bookmark the characters, they turn up in various combinations, and Medem describes them as unattached triangles that do not know about one another.\n\nSo much for Lucia. What about sex? The movie is an adult film in the 1970s meaning of that term, and has a good deal of sex and nudity, some of it gratuitous, although sometimes, as in this story, gratuitous sex is the most fun. To give you an idea of the film's complications, Carlos the scuba diver is played by the same actor as Antonio, who is the boyfriend of Belen's mother, a former porn actress.\n\nWhat is the point of all of this? To absorb us, I think. To engage us. The characters are freed by the very absurdity of the plot. They are not required to march lockstep toward a conclusion based on the diminishing number of alternatives left to them. Even at the end of the film, they are drowning in alternatives. And the film itself tells us it has a hole in the middle and then starts over again--as indeed it does, since in notes about the movie, Julio Medem says he wrote a screenplay and then a novel, and then wrote the novel into the screenplay, and so forth. Despite his love of the labyrinthine, he can build a scene, and even if the story parts do not fit, every scene plays strongly in and of itself. The parts work even if the whole leaves me uncertain. Many movies are certain about their whole, but are made of careless parts. Forced to choose, I would take the parts.\n\nNOTE: The film's digital photography is inadequate to the task of filming under the bright sun of the island. A portentous zoom to the sun is almost ruined because the image is so overexposed you hardly notice the sun. Since voluptuous visuals were obviously part of Medem's plan, he should have used film. Digital is still too anorexic for his purposes.", "running_time": 128, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-07-26", "genres": ["Drama", "Foreign", "Romance"], "title": "Sex And Lucia (2002)"}