{"url": "http://www.rogerebert.com/reviews/sex-is-comedy-2004", "by": "Anne Parillaudas Jeanne", "star_rating": 2.5, "text": "\"Sex Is Comedy\" watches a French director as she attempts to film two sex scenes. She doesn't have an easy time of it. Her actor and actress hate each other, and she and the actor are having an affair. She begins with a summer beach scene that is being filmed on a cold day out of season. Her crew is bundled up warmly but her actors shiver in their swimsuits, while she urges them to seem more sincere and passionate. Their hearts are clearly not in their work. When an actor's body is there but not his soul, she believes, \"that is moral ugliness.\" Perhaps so, but as Woody Allen observed: \"Sex without love is an empty experience, but, as empty experiences go, it's one of the best.\"\n\nThis is the new film by Catherine Breillat, the French woman who often takes sex -- its mystery, its romance, its plumbing -- as her subject. Only a few weeks ago her \"Anatomy of Hell\" opened, showing a woman who pays a man to watch her, simply watch her, as she reveals her innermost physical and emotional secrets. Now here is another film about watching, this time curious about the director's personal and professional needs for sex, and how they differ.\n\nThe director, named Jeanne and played by Anne Parillaud (\"La Femme Nikita\"), is pretty clearly supposed to be Breillat herself. The film within the film seems inspired by her \"Fat Girl\" (2002), a brave and shocking movie about two sisters, one 15 and pretty, one 12 and pudgy, and the younger one's desire to follow her sister prematurely into the world of sexuality. The sex scenes in \"Sex Is Comedy\" are similar to scenes in \"Fat Girl,\" and indeed the actress is Roxane Mesquida, who played the older sister in that film.\n\nBreillat is making a film, then, about herself making an earlier film. Like other films about filmmaking, ranging from Truffaut's \"Day for Night\" to Tim Burton's \"Ed Wood,\" it sees the director and the stars existing in a fever of their own, while the assistant director holds things together and the crew looks on dubiously. \"It's always the same with her male leads,\" the sound man observes. \"She picks them for their looks, then grows disillusioned.\" Known as The Actor (Gregoire Colin) and The Actress (Mesquida), the two stars indeed seem to hate each other, although Jeanne suspects, probably correctly, that they're exaggerating their feelings as a way of dodging the scene. It is cold on the beach, soon it will rain, their lips are blue, it is a ridiculous situation, and the director seems to doubt her own wisdom. The second sex scene is at least in bed, but here, too, authentic feeling seems to be lacking, and finally the director climbs into bed with her leading man to rehearse, while the crew stands by -- \"for 26 minutes,\" observes the assistant director, whose job is to keep the production on schedule.\n\nThe bed scene is further complicated by the use of a large artificial phallus, which doubles (perhaps literally) for the actor's own. The actor walks around the set with the device bobbling out of his dressing gown, something Breillat thinks is funnier than it is; she should study the glow-in-the-dark condom scene from Blake Edwards' \"Skin Deep\" (1989).\n\nThe Actress is having difficulty \"expressing herself\" in the scene, which means that she doesn't seem to be faking an orgasm truthfully enough, and Jeanne shoots take after take as everyone's frustration grows. Finally there is a breakthrough, as the Actress experiences what may be hysteria but at least plays as sex, and Jeanne, obviously moved, hugs her afterward. It is not so much the actress who must be aroused, apparently, as the director. This is a theory I heard more than once from Russ Meyer, with whom who Breillat might have enjoyed shoptalk.\n\n\"Sex Is Comedy\" is not really a comedy and not really about sex. It's about the way a director works with actors and uses them in a godlike way to create a new reality; first directors remake the world the way they see it, and then they guide us into seeing it that way, too. It is often said that the movies allow us to empathize with the characters, but aren't we empathizing even more with the directors, since they're the ones who take over our eyes, ears, minds and imaginations? A great director, by this definition, would be one who most successfully involves us in voyeurism.\n\nMovie sex scenes are famously faked -- except in porn and, on several occasions, in films by Breillat (who showed real sex in \"Romance\" and the recent \"Anatomy of Hell,\" where she used porn stars as actors or, sometimes, as body doubles). Her films are not pornography, however, because they do not share the purpose of pornography, which is to arouse. She is fascinated by our fascination with sex, and her movies demystify and deconstruct it. That is an interesting purpose, but \"Sex Is Comedy\" is not sure what it's really about, or how to get there; the director is seen as flighty and impulsive, the situations seem like set-ups, and we never know what the Actor and Actress are really thinking -- or if thinking has anything to do with it.", "running_time": 92, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-12-02", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Sex is Comedy (2004)"}