{"url": "http://www.rogerebert.com/reviews/sex-and-the-city-2008", "by": "Sarah Jessica Parkeras Carrie", "star_rating": 2.0, "text": "I am not the person to review this movie. Perhaps you will enjoy a review from someone who disqualifies himself at the outset, doesn’t much like most of the characters and is bored by their bubble-brained conversations. Here is a 145-minute movie containing one (1) line of truly witty dialogue: “Her 40s is the last age at which a bride can be photographed without the unintended Diane Arbus subtext.”\n\n That line might not reverberate with audience members who don’t know who Diane Arbus was. But what about me, who doesn’t reverberate with the names of designer labels? There’s a montage of wedding dresses by world-famous designers. I was lucky I knew who Vivienne Westwood was, and that’s because she used to be the girlfriend of the Sex Pistols’ manager.\n\nThe movie of “Sex and the City” continues the saga of the four heroines of the popular HBO series, which would occasionally cause me to pause in my channel surfing. They are older but no wiser, and all facing some kind of a romantic crossroads. New Line has begged critics not to reveal plot secrets, which is all right with me, because I would rather have fun with plot details. I guess I can safely say: Carrie (Sarah Jessica Parker) is in the 10th year of her relationship with Mr. Big (Chris Noth) when they sort of decide to buy a penthouse they name “Heaven on Fifth Avenue.” Publicist Samantha (Kim Cattrall) has moved to Los Angeles, where her lover Smith (Jason Lewis) has become a daytime TV star. Charlotte (Kristin Davis) and her husband, Harry (Evan Handler), have adopted a Chinese daughter. And Miranda (Cynthia Nixon) is in a crisis with her husband, Steve (David Eigenberg).\n\nWhat with one thing and another, dramatic developments cause the four women to join one another at a luxurious Mexican resort, where two scenes take place that left me polishing my pencils to write this review. The girls go sunbathing in crotch-hugging swimsuits, and Miranda is ridiculed for the luxuriant growth of her pubic hair. How luxuriant? One of her pals describes it as “The National Forest,” and there’s a shot of the offending proliferation that popped the Smith Bros. right into my head.\n\nA little later, Charlotte develops a tragic case of turista, and has a noisy accident right there in her pants. This is a key moment, because Carrie has been so depressed she has wondered if she will ever laugh again. Her friends say that will happen when something really, really funny happens. When Charlotte overflows, Carrie and the others burst into helpless laughter. Something really, really funny has finally happened! How about you? Would you think that was really, really funny?\n\n“Sex and the City” was famous for its frankness, and we expect similar frankness in the movie. We get it, but each “frank” moment comes wrapped in its own package and seems to stand alone from the story. That includes (1) a side shot of a penis, (2) sex in positions other than the missionary, and (3) Samantha’s dog, which is a compulsive masturbator. I would be reminded of the immortal canine punch line (“because he can”), but Samantha’s dog is a female. “She’s been fixed,” says the pet lady, “but she has not lost the urge.”\n\nSamantha can identify with that. The dog gets friendly with every pillow, stuffed animal and ottoman and towel, and here’s the funny thing, it ravishes them male-doggy-style. I went to AskJeeves.com and typed in “How do female dogs masturbate?” and did not get a satisfactory answer, although it would seem to be: “Just like all dogs do, but not how male dogs also do.”\n\nOn to Mr. Big, the wealthy tycoon and a victim of two unhappy marriages, who has been blissfully in love with Carrie the last few years. I will supply no progress report on their bliss.\n\nBut what about Mr. Big himself? As played by Chris Noth, he’s so unreal, he verges on the surreal. He’s handsome in the Rock Hudson and Victor Mature tradition, and has a low, preternaturally calm voice that delivers stock reassurances and banal cliches right on time. He’s so ... passive. He stands there (or lies there) as if consciously posing as the Ideal Lover. But he’s ... kinda slow. Square. Colorless. Notice how, when an old friend shouts rude things about him at an important dinner, he hardly seems to hear them, or to know he’s having dinner.\n\nThe most human character is Louise (Jennifer Hudson), who is still in her 20s and hasn’t learned to be a jaded consumerist caricature. She still believes in True Love, is hired as Carrie’s assistant and pays her own salary on the first day by telling her about a NetFlix of designer labels (I guess after you wear the shoes, you send them back). Louise is warm and vulnerable and womanly, which does not describe any of the others.\n\nAll of this goes on for nearly two-and-a-half hours, through New Year’s Eve, Valentine’s Day and other Bonding Holidays. The movie needs a Thanksgiving bailout opportunity. But this is probably the exact “Sex and the City” film that fans of the TV series are lusting for, and it may do $50 million on its opening weekend. I know some nurses who are going to smuggle flasks of Cosmopolitans into the theater on opening night, and have a Gal Party. “Do you think that’s a good idea?” one of them asked me. “Two flasks,” I said.", "running_time": 145, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-05-29", "genres": ["Comedy", "Drama", "Romance"], "title": "Sex and the City (2008)"}