{"url": "http://www.rogerebert.com/reviews/sex-and-the-city-2-2010", "by": "Candace Bushnell", "star_rating": 1.0, "text": "Some of these people make my skin crawl. The characters of \"Sex and the City 2\" are flyweight bubbleheads living in a world which rarely requires three sentences in a row. Their defining quality is consuming things. They gobble food, fashion, houses, husbands, children, vitamins and freebies. They must plan their wardrobes on the phone, so often do they appear in different basic colors, like the plugs you pound into a Playskool workbench.\n\nAs we return to the trivialities of their lives for a sequel, marriage is the issue. The institution is affirmed in an opening sequence at a gay wedding in Connecticut that looks like a Fred Astaire production number gone horribly over budget. There's a 16-man chorus in white formal wear, a pond with swans, and Liza Minnelli to perform the ceremony. Her religious or legal qualifications are unexplained; perhaps she is present merely as the patron saint of gay men. After the ceremony, she changes to a Vegas lounge outfit and is joined by two lookalike backups for a song and dance routine possibly frowned upon in some denominations.\n\nThen it's back to the humdrum married life of our gal Carrie Bradshaw (Sarah Jessica Parker) and the loathsome Mr. Big (Chris Noth). Carrie, honey, how can you endure life with this purring, narcissistic, soft-velvet idiot? He speaks loudly enough to be heard mostly by himself, his most appreciative audience. And he never wants to leave the house at night, preferring to watch classic black-and-white movies on TV. This leads to a marital crisis. Carrie thinks they should talk more. But sweetheart, Mr. Big has nothing to say. At least he's provided you with a Manhattan apartment that looks like an Architectural Digest wet dream.\n\nBrief updates. Miranda Hobbes (Cynthia Nixon) is a high-powered lawyer who is dissed by her male chauvinist pig boss. Samantha Jones (Kim Cattrall) is still a sexaholic slut. Charlotte York (Kristin Davis) has the two little girls she thought she wanted, but now discovers that they actually expect to be raised. Mothers, if you are reading, run this through your head. One little girl dips her hands in strawberry topping and plants two big handprints on your butt. You are on the cell to a girlfriend. How do you report this? You moan and wail out: \"My vintage Valentino!\" Any mother who wears her vintage Valentino while making muffin topping with her kids should be hauled up before the Department of Children and Family Services. \n\nAll of this is pretty thin gruel. The movie shows enterprise, and flies the entire cast away to the emirate of Abu Dhabi, where the girls are given a $22,000-a-night suite and matching Maybachs and butlers, courtesy of a sheik who wants to have a meeting with Samantha and talk about publicity for his hotel.\n\nThis sequence is an exercise in obscenely conspicuous consumption, in which the girls appear in so many different outfits they must have been followed to the Middle East by a luggage plane. I don't know a whole lot about fashion, but I know something about taste, and these women spend much of the movie dressed in tacky, vulgar clothing. Carrie and Samantha also display the maximum possible boobage, oblivious to Arab ideas about women's modesty. There's more cleavage in this film than at a pro wrestler's wedding.\n\nAnd crotches, have we got crotches for you. Big close-ups of the girls themselves, and some of the bulgers they meet. And they meet some. They meet the Australian world cup team, for example, which seems to have left its cups at home. And then there's the intriguing stranger Samantha meets at the hotel, whose zipper-straining arousal evokes the fury of an offended Arab guest and his wife. This prodigy's name is Rikard Spirt. Think about it.\n\nSamantha is arrested for kissing on the beach, and there's an uncomfortable scene in which the girls are menaced by outraged men in a public market, where all they've done is dress in a way more appropriate for a sales reception at Victoria's Secret. They're rescued by Arab women so well covered only their eyes are visible, and in private these women reveal that underneath the burkas they're wearing Dior gowns and so forth. Must get hot.\n\nI wondered briefly whether Abu Dhabi had underwritten all this product placement, but I learn the \"SATC2\" was filmed in Morocco, which must be Morocco's little joke. That nation supplies magnificent desert scenes, achieved with CGI, I assume, during which two of the girls fall off a camel. I haven't seen such hilarity since \"Abbott and Costello in the Foreign Legion.\"\n\nThe movie's visual style is arthritic. Director Michael Patrick King covers the sitcom dialogue by dutifully cutting back and forth to whoever is speaking. A sample of Carrie's realistic dialogue in a marital argument: \"You knew when I married you I was more Coco Chanel than coq au vin.\" Carrie also narrates the film, providing useful guidelines for those challenged by its intricacies. Sample: \"Later that day, Big and I arrived home.\"\n\nTruth in reviewing: I am obliged to report that this film will no doubt be deliriously enjoyed by its fans, for the reasons described above. Male couch potatoes dragged to the film against their will may find some consolation. Reader, I must confess that while attending the sneak preview with its overwhelmingly female audience, I was gob-smacked by the delightful cleavage on display. Do women wear their lowest-cut frocks for each other?\n\nNote: From my understanding of the guidelines of the MPAA Code and Ratings Administration, Samantha and Mr. Spirt have one scene that far, far surpasses the traditional MPAA limits for pumping and thrusting.", "running_time": 146, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-05-25", "genres": ["Comedy", "Drama", "Romance"], "title": "Sex and the City 2 (2010)"}