{"url": "http://www.rogerebert.com/reviews/sex-with-strangers-2002", "by": "Joe", "star_rating": 2.0, "text": "The movie has been produced and directed by Joe and Harry Gantz, who do the \"Taxicab Confessions\" program for HBO. They follow two couples and a sad threesome through their adventures in the swinging lifestyle, in a documentary that strongly suggests the screwing they're getting isn't worth the screwing they're getting. Even assuming they have an insatiable appetite for sex with strangers, how do they develop an appetite for trolling through the roadside bars of the nation, picking up the kinds of people who can be picked up there? Groucho Marx wouldn't belong to any club that would have him as a member. The stars of this film might be wise not to sleep with anyone who would sleep with them.\n\nWe meet James and Theresa, Shannon and Gerard, and Calvin and Sara and Julie. James and Theresa have it all figured out. They even have their own business cards. They cruise the back roads of the nation, pulling up to bars in their motor home, meeting new friends inside and inviting them out to the Winnebago for a swap meet. Shannon and Gerard are more complicated: She seems deeply neurotic about the lifestyle, he wants to swing without her, they have a child who they try to insulate from mommy and daddy's ever-changing new friends, and there's even a scene where they chat about their lifestyle with her mother, getting points for \"openness\" when they should be penalized for inflicting their secrets upon the poor woman.\n\nNow as for Calvin. He uses the rhetoric of the lifestyle primarily, we suspect, as a way to justify sleeping with both Sara and Julie, neither one of whom is particularly enthusiastic about his hobby. He wants it all but isn't a good sport when Sara and Julie slip off without the middleman. Although mate-swappers would have you believe that they are open and willing participants in their lifestyle, the evidence on screen suggests that men are a good deal more keen about the practice than women, perhaps because there is an intrinsic imbalance in the pleasures to be had from quickie anonymous sex.\n\nWhen I first saw the movie, I had fundamental questions about how much of it could be trusted. On \"Ebert & Roeper,\" I said: \"There's a scene where James and Theresa are in a club and they meet another couple, and they ask the other couple, 'Do you want to swing?' And the other couple says, 'Sure.' And they say, 'Oh, we have our motor home right outside.' And so they go outside, the two couples and the camera . And I'm wondering: Let's say I wanted to be a swinger and I've just met two people who are going to take me into their motor home. Am I going to wonder about the fact that this happens to be videotaped while it's happening? When I saw scenes like that, I thought, this has all been rehearsed. It's a setup.\" After the show played, I got an e-mail from Joe Gantz, who assured me that all of the scenes in the movie do indeed reflect reality. One key to their footage is that they always have two cameras running all the time, to supply cutaways and reaction shots. Another is that, by definition, they only show couples who agreed to be photographed. If a hypothetical couple got to the motor home and balked at the cameras, they wouldn't be in the movie.\n\nThat leads me back to where I began--to curiosity about the mind-set of the people in the film. By openly swapping mates, they have already abandoned conventional notions of privacy and modesty. Perhaps it is only a small additional step to do it on camera. But I didn't find much fascination in the swinging. What they're doing is a matter of plumbing arrangements and mind games, of no erotic or sensuous charge. But that they are doing it is thought-provoking. What damage had to be done to their self-esteem, and how, to lead them to this point?", "running_time": 105, "mpaa_rating": "NR", "release_year": 2002, "date_published": "2002-08-16", "genres": ["Documentary"], "title": "Sex with Strangers (2002)"}