{"url": "http://www.rogerebert.com/reviews/sex-drive-2008", "by": "Josh Zuckermanas Ian", "star_rating": 2.0, "text": "\"Sex Drive\" is an exercise in versatile vulgarity. The actors seem to be performing a public reading of the film's mastery of the subject. Not only are all the usual human reproductive and excretory functions evoked, but new and I think probably impossible ones are included. This movie doesn't contain \"offensive language.\" The offensive language contains the movie.\n\nWas I offended? I'm way over that. I was startled. The MPAA ratings board must have been scribbling furiously in the dark to come up with \"Rated R for strong crude and sexual content, nudity, language, some drug and alcohol use, all involving teens.\" What did the filmmakers forget? Violence. Nothing much blows up real good, and there is a lack of vivisection and disembowelment.\n\nThe plot involves Ian (Josh Zuckerman), who is that tragic creature, an 18-year-old male virgin, deeply fascinated by an online girlfriend who calls herself Ms. Tasty (Katrina Bowden). This suggests several topics: (1) Since when is an 18-year-old's virginal status automatically assumed to be tragic? Never mind. Forget about it. I was going to dig up some statistics proving that many 18-year-olds are virgins, but when I Googled the topic, the top hits involved 18-year-olds complaining about it. (2) Most of the people you meet in chat rooms are much older than they claim, of a different gender, a cop or your so-called buddy who is goofing on you, haha. (3) Every female named Ms. Tasty is either a hooker, or take your choice from (2).\n\nIan has a best buddy suitably named Lance (Clark Duke), who is pudgy, has zits and only has to smile at a girl to have her offer herself to him. This is not unrealistic. The unrealistic part is that Ian himself is not pudgy and does not have zits. The two friends live in Wisconsin, and Ms. Tasty, who lives in Tennessee, wants Ian to drive down for guaranteed sex. Personal to Ian: When having sex with anyone named Ms. Tasty, in addition to a nice block of smoked cheddar, take along protection. Ian is in love with a hometown girl named Felicia (Amanda Crew), who is in love with Lance, as all females are. She comes along for the ride, essentially because she is needed to allow the in-car triangle to function.\n\nIan steals his brother's most prized possession, a perfectly restored 1969 GTO, to impress Ms. Tasty. Ian, Ian, Ian! Anyone calling herself Ms. Tasty who promises you sex doesn't have to be impressed. As they motor south, they pass through Amish country. Luckily it's the day of the annual Amish sex orgy, and Ian meets sexy Mary (Alice Greczyn), who falls in love with him, flashes her boobs, etc. The director, Sean Anders, should be ashamed of himself. Lucky the Amish don't go to movies, or he'd be facing a big lawsuit. Better be nice to the Amish. In a year, we'll be trading gold bars for their food, haha.\n\nWhat happens in Tennessee, stays in Tennessee. \"Sex Drive\" has some laughs, to be sure, even a few big ones, but it is so raunchy and driven by its formula that you want to cringe. Let's see. What else? Oh, I just noticed the pun in the title, haha.", "running_time": 109, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-10-15", "genres": ["Adventure", "Comedy", "Romance"], "title": "Sex Drive (2008)"}