{"url": "http://www.rogerebert.com/reviews/sex-and-zen-1995", "by": "Lawrence Ngas Mei Yang", "star_rating": 3.0, "text": "\"Sex and Zen\" is not the kind of movie you watch to find out more about Zen. It's a softcore Hong Kong sex film that has been cleaning up around the world - it grossed more than $1 million in Italy - because it looks good, has a sense of humor, and contains positional variations so bizarre it should come with a health warning: Caution! Do not try this at home! The movie is based on a Chinese novel named Prayer Mat of the Flesh, written by Li Yu during the Ming Dynasty (1368-1644). It tells a cautionary tale about a man who marries a beautiful young bride, but still intends to sleep with as many other women as he can. His pursuit of lust leads him down the path of decadence and decay, while his hapless bride is taken into a brothel and trained as a sex therapist. It is inevitable that by the end of the film the two will meet again, and a sad lesson will be learned, but not before everybody has experienced a lot of sex and even a little zen.\n\nThe protagonist, named Mei Yang (Lawrence Ng), has visited a Buddhist monk before his wedding, and been warned against the pitfalls of adultery. How would he feel, the monk asks, if his wife or daughter were victimized by unscrupulous men? Mei Yang shrugs: He is capable of debauching hundreds of women, yet has only two of his own to be debauched, so he would still be ahead on statistics. This qualifies as a pre-feminist viewpoint.\n\nMei Yang marries the beautiful and pneumatic Yuk Heung (Amy Yip), but their wedding night is not successful, in part because of his bizarre bondage practices, in part because she swallows the egg she was supposed to hold in her mouth, for reasons still obscure to me. He then sets out on an odyssey to conquer other women. When his equipment is found to be lacking, he has a rather advanced transplant operation involving a horse and ends up as a cross between John Wayne Bobbitt and Man o' War.\n\nSex is a difficult, time-consuming and exhausting business in \"Sex and Zen,\" employing ladders, braces, ceiling mounts, loaves of bread, dildos, and positions only a chiropractor could understand, or treat. But all comes full circle when Mei Yang, now nearly blind, ends up in the brothel where his wife works, and learns a valuable lesson.\n\n\"Sex and Zen\" is a nostalgic reminder of the soft-core sex films of the 1960s, before \"I am Curious (Yellow)\" and \"Deep Throat\" began the hard-core revolution and turned adult films forever away from sex and towards plumbing. It is interested in how the characters look. It has a plot. It wants to be beautifully photographed (although it was too saturated in reds for my taste). It has a sense of humor, teaches a simple moral, and in Amy Yip it has a heroine who I would not have to be dragged kicking and screaming to see again.\n\nHey, it's no masterpiece. It is what it is: soft-core eroticism. But on that basis, it succeeds, which is why I am giving it three stars. All criticism is subjective, all star ratings are relative, and if you have read this far you want to know if \"Sex and Zen\" is a superior example of its genre. It is. If there is the slightest doubt, stay around for the closing credits, which begin with gigantic block letters reading: \"Recommended by Penthouse.\" The possibilities for additional recommendations in other kinds of movies are tantalizing.", "running_time": 99, "mpaa_rating": "NR", "release_year": 1995, "date_published": "1995-01-27", "genres": null, "title": "Sex And Zen (1995)"}