{"url": "http://www.rogerebert.com/reviews/sexy-beast-2001", "by": "Ben Kingsleyas Don Logan", "star_rating": 3.5, "text": "Who would have guessed that the most savage mad-dog frothing gangster in recent movies would be played by--Ben Kingsley? Ben Kingsley, who was Gandhi, and the accountant in \"Schindler's List,\" and the publisher in \"Betrayal,\" and Dr. Watson in \"Without a Clue.\" Ben Kingsley, whose previous criminal was the financial wizard Meyer Lansky in \"Bugsy\"? Yes, Ben Kingsley. Or, as his character Don Logan says in \"Sexy Beast,\" \"Yes! Yes! Yes! Yes! Yes.\" Logan spits the words into the face of a retired London gangster named Dove. He's an inch away, spitting like a drill sergeant, his face red with anger, the veins throbbing on his forehead, his body coiled in rage. Dove (Ray Winstone), whose nickname is \"Gal,\" lives in a villa on the Costa del Sol in Spain with his wife, Deedee (Amanda Redman), also retired, she from the porn business. He has no desire to return to London to assist in \"one last job,\" a bank heist being masterminded by Logan's boss, Teddy (Ian McShane).\n\nBut you can't say no to Don Logan. This is what Dove says about him before he arrives in Spain, and when we meet him, we agree. Logan is dangerous not because he is tough, but because he is fearless and mad. You cannot intimidate a man who has no ordinary feelings. Logan is like a pit bull, hard-wired and untrainable. It's in his nature to please his master and frighten people. He has a disconcerting habit of suddenly barking out absurdities: He has a lopsided flywheel.\n\n\"Sexy Beast\" is in a tradition of movies about Cockney villains. It goes on the list with \"The Long Good Friday\" and \"The Limey.\" It loves its characters: Dove, the gangster gone soft; Logan, who is driven to impose his will on others; Teddy, who has a cockeyed plan to drill into a safe-deposit vault from the pool of the Turkish bath next to the bank, and Harry (James Fox), who owns the bank and thinks he is Teddy's lover when in fact he is simply the man who owns the bank.\n\nThe heist is absurd in its own way, once Dove gets to London and helps mastermind it. The burglars have total access to the Turkish bath, but it never occurs to them to drain the pool, and so they wear breathing gear while drilling through the walls of the vault next door. The vault predictably fills with water, leading to a wonderful moment when a crook opens a deposit box, finds a container inside, opens it expecting diamonds and gets a surprise.\n\nThe movie opens on an ominous note. While Dove works on his suntan, a boulder bounces down the slope behind his villa, barely misses him and lands in the pool. In the movie's second act, Logan is the boulder. Kingsley's performance has to be seen to be believed. He's angry, seductive, annoyed, wheedling, fed up, ominous and out of his mind with frustration. I didn't know Kingsley had such notes inside him. Obviously, he can play anyone.\n\nHis best scene may be the one when Logan gets on the airplane to fly out of Spain, and the attendant asks him to put out his cigarette. Anyone who lights a cigarette on an airplane these days is asking for it, but Logan is begging for a fight. Notice the improvised lies with which he talks his way out of jail and possibly into a nice check from the airline.\n\nRay Winstone's work is as strong, but not as flashy. He can play monsters, too: He was an abusive father in Gary Oldman's \"Nil by Mouth\" and Tim Roth's \"The War Zone,\" and it says something when those two actors cast him as their villain. His Dove is a gangster gone soft, fond of the good life, doting on his wife, able to intimidate civilians but frankly frightened of Logan.\n\nThe movie's humor is inseparable from its brutality. The crime boss Teddy (suave and vicious) offers to drive Dove to the airport after the bank job, and that leads to a series of unexpected developments--some jolting, others with deep irony. These are hard men. They could have the Sopranos for dinner, throw up and have them again.", "running_time": 88, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-06-22", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Sexy Beast (2001)"}