{"url": "http://www.rogerebert.com/reviews/sfw-1995", "by": "Stephen Dorffas Cliff Spab", "star_rating": 1.0, "text": "“S.F.W.\" is the kind of movie to inspire members of\rGeneration X to lie about their age. It qualifies Forrest Gump for a genius\rgrant. It is a portrait of the most singularly stupid, obnoxious character I've\rseen on the screen in many a day - which would be promising, if he were not\rboring, as well.\n\nThe\rmovie stars Stephen Dorff as Cliff Spab, who gets his 15 minutes of fame when\rhe is one of several hostages held inside a convenience store by mysterious terrorists.\rThe hostage ordeal is telecast nonstop from security cameras inside the store,\rand Cliff soon becomes a global celebrity because of his nihilistic\rpronouncements and his debates with the terrorists and fellow hostages. His\rbasic philosophy, expressed in the movie's title, is \"so (bleeping)\rwhat?\" That's about as deep as it gets.\n\nThe\rhostage ordeal arrives at a crisis point on Day 36, when the store runs out of\rbeer. Shortly thereafter, Cliff Spab finds himself free and back on the street,\rthe adored hero of millions, his photo on T-shirts. Unfortunately, his parents\rare slow to applaud his heroism, and want him to clean up his room. He responds\rby trashing his private refrigerator, filled with beer, and going on a rampage\rbefore stalking out of the house.\n\nThe\rmedia hang on Cliff's every word. \"Everybody wanted a piece of me,\"\rhe complains in the narration. \"Trouble was, there wasn't enough of me to\rgo around.\" That would have been true even if they had only wanted an itsy\rbitsy piece, since there is very little of Cliff to begin with. He is\rculturally deprived, has a low I.Q., is narcissistic and alcoholic, and has one\rof those vocabularies in which the most popular four-letter word is used as an\rall-purpose substitute for thousands of other words unknown to the speaker.\n\nBasically,\rCliff's pose is that he wants to be famous for not wanting to be famous. He is\ra reluctant celebrity, cheered for his reluctance. This pose reaches its\rabsurdist climax when Cliff stars at a rock concert. His act is rather simple.\rThe orchestra plays \"Thus Spake Zarathustra\" while Cliff walks\ronstage and stands there, projecting reluctance to be made into a celebrity,\rand the audience cheers wildly.\n\nThe\rsayings of Cliff Spab will not soon be anthologized in those books of great\rmovie lines. \"If you think about it enough, you can go nuts,\" he\ropines at one point. At another, asked, \"What are you rebelling\ragainst,\" he rips off Marlon Brando's famous response to the same\rquestion, \"What have you got?\" This must I think be counted as an\roriginal line of Cliff's, since the movie gives no evidence that he has ever\rheard of Marlon Brando, or anyone else.\n\nIn\rfairness to Jefery Levy, the director and cowriter, the film is intended as a\rsatirical attack on the cult of celebrity, and it uses unconvincing lookalikes\rfor such notables as Phil Donahue and Sam Donaldson in scenes where TV takes\rCliff Spab seriously. One problem may be that Cliff Spab is seen at such great\rlength that we grow very tired of him. His celebrity is no stranger, I suppose,\rthan the attention given to other marginal personalities as Kato Kaelin and\rJohn Wayne Bobbitt, but then again we have not been made to listen to Kato or\rJohn W. around the clock for more than a month. It only seems as if we have.", "running_time": 93, "mpaa_rating": "R", "release_year": 1995, "date_published": "1995-03-31", "genres": ["Comedy", "Drama"], "title": "S.F.W. (1995)"}