{"url": "http://www.rogerebert.com/reviews/sgt-bilko-1996", "by": "Steve Martinas Master Sgt. Ernest Bilko", "star_rating": 3.0, "text": "Steve Martin would not have been the first name on my list to play Sgt.\rErnest Bilko. I might have started with a more manic type, like Jim Carrey, or someone identified with smooth-talking con men, like Joe Mantegna. But what I had forgotten is that Bilko is not really a nut or a fraud, but a public servant, who manipulates the Army in order to rain benefits not only upon himself, but upon his men.\n\nEverybody benefits from a Bilko scheme -- even those who get taken, because they are, after all, entertained, and on the great Bilko wheel of fortune, their number, too, will come up sooner or later. Right from the opening scenes of` \"Sgt. Bilko,'' Steve Martin convinces us of the rightness of the casting. He is good-natured, amused, fascinated by the limitless possibilities he sees all around him. Of course he is adored by his men.\n\nAs the movie opens, Bilko is staging a phony tug-of-war between a horse and a man, raising the stakes each time the man is defeated, until finally they're high enough for the horse to lose. The match is being held at Bilko's motorpool, which also features crap tables, a gift shop and more sale merchandise than the nearest Kmart. Alerted by the base radio station, he learns that his commanding officer, Col. Hall (Dan Aykroyd), is on the way over, and is able to conceal all the incriminating evidence -- except for the horse.\n\nWhat he does with the horse, and how he explains what the horse does, is part of the genius of Bilko. So are his scams, including the tickets he's selling to the `\"Meet Stormin' Norman Barbecue'' with a celebrity impersonator.\n\nOne of the pleasures of the movie is all the little jokes hidden in the corners, like the children's day care center with the encouraging motto, `\"They Won't Die.'' Or the moment when Bilko, facing a surprise inspection, simply switches the signs between his barracks and the barracks of a more disciplined and tidier unit. His men line up in front of the unfamiliar rooms, not realizing they've chosen a women's barracks. When the inspecting officer asks a soldier what a brassiere is doing in his closet, the PFC replies, \"It is my understanding you can no longer ask me that question -- sir!'' The plot involves a crucial demonstration of a Hover Tank, an experimental tank that allegedly can hover on a column of air while speeding across rough terrain and bodies of water. The Hover Tank seems far from ready. (The engineer in charge, played by Austin Pendleton, is asked if the tank will perform as advertised, and replies fretfully, \"I wouldn't bet the farm on it.'') But a congressional delegation is on its way, and accompanying it is Maj. Thorn (Phil Hartman), an old enemy of Bilko's. We learn their history in a flashback: Thorn got stung in a big base boxing match when Bilko inadvertently paid both fighters to take a fall, leading to a perplexing double knockout. Now Thorn wants his revenge.\n\nMeanwhile, it's Saturday, and Bilko has the nagging feeling that he has forgotten something ... an appointment ... some kind of event ... and he has: his own wedding. Glenne Headly plays his girlfriend Rita, whom Bilko confidently believes enjoys being stranded at the altar, \"because it's like a game for her.'' He is wrong, but not very; she would almost prefer a game of gin rummy toher own wedding, but not quite.\n\nThe thing about Phil Silvers, on the classic TV show, was that he always seemed to be thinking. In the midst of an impenetrable situation, you'd see a faraway look in his eye, and he would produce a new solution out of thin air, raising the stakes and enlarging the con. Steve Martin is good at that aspect of the Bilko persona, and good, too, at suggesting that there's not a mean bone in the sergeant's body. Or an honest one.", "running_time": 92, "mpaa_rating": "PG", "release_year": 1996, "date_published": "1996-03-29", "genres": ["Comedy", "Family"], "title": "Sgt. Bilko (1996)"}