{"url": "http://www.rogerebert.com/reviews/shadow-of-the-hawk-1976", "by": "Jan-Michael Vincentas Mike", "star_rating": 2.0, "text": "So look at it this way. You're a junior executive with a computer company, you wear a suit to work and your job is to take reports into your little corner cubicle and scowl at them thoughtfully. You have a girl friend and a duplex apartment and a $10 haircut. One Friday night you invite the gang over for a few drinks and a little action, and suddenly Chief Dan George turns up in the middle of the party and asks you to drive him 300 miles home because you are the son of his son. Well, hell, that's a 600-mile round trip, and a lot of the gang hasn't even arrived yet, and your girlfriend is in the kitchenette mixing up Harvey Wallbangers by the blenderful. But the Chief has this young girl with him. She met him in the hospital where he was taken after collapsing from an attack of evil medicine. The girl's name is Maureen, she's a reporter, she has a fierce and ethical look about her and she says: \"After all, he IS your grandfather!\" \n\nWhat you gonna do? So you make a U-turn and go back to the Greyhound depot (where you'd dropped the old man in your haste to get back to the party). And there you are, driving off into the North Woods with Maureen and the Chief, and there's this mysterious black '58 Pontiac trying to run you off the road and it must be one of those magic Pontiacs because it keeps disappearing and then turning up somewhere else on the highway. The Chief explains that the evil sorceress Dsonoqua, is trying to take his strong medicine away from him, and as the grandson you've been elected to battle the forces of darkness. Maureen gets an exclusive, of course. \n\nThis isn't a scenario that happens very often to young computer executives right in the middle of their weekends (and if it did, there'd be a whole lot less bitching and moaning about the sorrows of being an Organization Man). But Chief Dan George says he will provide all the necessary instructions. And the computer executive is played by Jan-Michael Vincent, who did, after all, get his start in movies as Walt Disney's \"The World's Greatest Athlete.\" The girl is played by Marilyn Hassett, who looks very alert and intelligent and is given dialog that could easily be mastered by a child. \n\nChief Dan George is one of the delights of recent movies. In \"Harry and Tonto\" and \"The Outlaw Josey Wales\" and now again here, he projects a rich, droll, understated humor that seems to be part of his life-view. After he leads poor Jan-Michael Vincent out into the wilderness, the kid has to wrestle with a giant black bear. He wins. \"Well done, Little Hawk,\" says the Chief. Then a wraithlike Indian warrior jumps Jan-Michael and they fight to the death on the edge of a cliff. The warrior falls to his death. \"Well done, Little Hawk,\" says the Chief again - this time with just the faintest suggestion that, personally, he finds the screenplay hilarious. \n\nVincent is one of the more engaging young American actors, but this time he's given almost nothing to work with. \"I wish I knew what the hell was going on here,\" he says, all too sincerely, after one of his encounters. Marilyn Hassett is actually required to go through one of those final scenes where she smiles at the horizon, then up at her man, then back to the horizon again. But Chief Dan George endures and prevails. At the picture's end, after all the horrors and terrors and confrontations with evil, he announces his plans: \"I am going fishing.\"", "running_time": 92, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-08-25", "genres": null, "title": "Shadow of the Hawk (1976)"}