{"url": "http://www.rogerebert.com/reviews/shadow-conspiracy-1997", "by": "Charlie Sheenas Bobby Bishop", "star_rating": 1.0, "text": "“Shadow Conspiracy” is a simple-minded thriller that seems destined for mercy killing in the video stores after a short run before appalled audiences.\n\nThere isn't a brain in its empty little head, or in its assembly-line story, which is about how Charlie Sheen pauses occasionally between ludicrous action scenes, some of them ripped off from better films.\n\nSheen plays a special assistant to the president of the United States. After a dozen people are shot dead in Washington (five victims at a conspiracy center, several reporters at the local paper, etc.) he catches on that something is not right. “Remember that article you wrote about a shadow government?” he asks his former lover, a reporter played by Linda Hamilton. “A conspiracy in the highest levels of government?” She does.\n\nThe president (Sam Waterston) threatens to call a halt to all federal spending. His chief of staff (the ominous Donald Sutherland) can't have that. An expert killer (Stephen Lang) is dispatched to kill those who would expose Sutherland's conspiracy. Lang is expert, but not subtle; he pulls women's hair, knocks over laundry carts, runs through public places firing his gun, and tries to assassinate the president with a toy helicopter that fires real machineguns. (If any students of Newton's Second Law are reading this, I hope they will explain why a toy weighing five pounds would not be disabled by the recoil from these weapons.) The movie starts with the assault on the center for conspiracy studies, where all of the researchers are apparently deaf, since none of them hear a thing when Lang shoots his first victim through a plate glass window. Later Sheen twigs to the conspiracy and is chased through Washington by Lang; the chase leads into one of my favorite cliche locations, a Steam & Sparks Factory--so named because all it apparently produces are steam and sparks. From the factory Sheen dives into a river, escapes over a waterfall, and dries off with the hot-air blower in a men's room (I will not soon forget him directing the jet of air down the front of his pants). Oh, I almost forgot that the sequence began with Sheen surviving a fall from a high-rise window-washer's platform. (“It's funny how 24 hours in this town can put you on the other side of the fence,” he philosophizes.) I especially doubted some of the technical details. Sheen hacks into a top secret national security database to discover the fate of a colleague, and reads on the screen: “Terminated with Extreme Prejudice. Authorized by Jacob Conrad.” Conrad is the Sutherland character. I'm sure secret government agencies carefully enter all their murders into their databases.\n\nThen there's the matter of the surveillance satellites used by the White House conspirators to track down Sheen and Hamilton in her Jeep. Starting with a view of the hemisphere, the spy cameras can apparently scan every license plate in Washington and find hers--not once but several times. I'm thinking (a) how come the car is never parked in a garage, or pointing the wrong way, or under a tree? and (b) is this tracking method really the easiest way of spotting two famous people driving around central Washington in an open Jeep? Such quibbles do not easily slow the director, George P. Cosmatos, whose credits include “Rambo II,” “Cobra” and “Leviathan.” His movie contains a scene with Lang riding a motorcycle that chases Sheen into the subway system and onto the tracks. Moviegoers with long memories will recall this sequence in its original, much superior incarnation, in “Diva” (1982). Only moviegoers with very, very short memories, however, should attempt to see “Shadow Conspiracy.”", "running_time": 103, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-01-31", "genres": ["Action", "Thriller"], "title": "Shadow Conspiracy (1997)"}