{"url": "http://www.rogerebert.com/reviews/shadows-of-forgotten-ancestors", "by": null, "star_rating": 3.5, "text": "\n\nThe Ukrainian film “Shadows of Forgotten Ancestors” won almost\r\nevery, award in sight on the 1964 film festival circuit. But it’s become even\r\nmore important in recent years, as a reminder not only of a talented director -\r\nSergei Parajanov - but also of the restrictive Soviet approach to the arts.\n\nAfter\r\nmaking a film that won awards in London, New York, San Francisco, Mar del Plata\r\nand Montreal, you see, Parajanov didn’t go on to become one of Russia’s leading\r\ndirectors. He went on to become a political prisoner, charged with the usual\r\nthings Soviet dissidents are sent away for. He’s in the fourth year of a\r\nfive-year sentence, which he more or less brought upon himself with a fiery\r\naddress to an artists conference at which he called for an end to socialist\r\nrealism and the beginning of more subjective, personal Soviet films.\n\n“Shadows\r\nof Forgotten Ancestors” could stand as an example of the sort of film he was\r\ncalling for. It’s one of the most unusual films I’ve seen, a barrage of images,\r\nmusic and noises, shot with such an active camera we almost need seatbelts.\n\nIn\r\nthe Soviet Union, nationalism and regional identities are still highly charged\r\nforces. And Parajanov’s film is overtly regional: He celebrates the births,\r\nmarriages, deaths and folk customs of the people of the Carpathians. Their\r\nholidays and festivals seem filled with the energy of countless Zorbas, but\r\nthen there are the long days of labor, and Parajanov follows them through long\r\nwinters, storm-swept springs and blistering summers.\n\nHis\r\nstory follows the life and death of Ivan, whose childhood sweetheart slips from\r\na mountain trail and drowns in the river below. Ivan grows morose and\r\nsecretive, but finally does settle down and marry a strikingly beautiful woman.\r\nEven then he’s not happy: They can’t have children, and in their superstition\r\nthey consult witches and the supernatural. Ivan himself becomes obsessed with\r\nthe notion that his first sweetheart will be miraculously restored to him, and\r\nthere is a tense scene while he’s praying with his wife and adds the words\r\n“…and the drowned” after the prayer for the dead.\n\nParajanov’s\r\nvisual style is sometimes bursting with life, sometimes merely overwrought. A\r\npoint-of-view shot, for example, has the camera swooping straight down as a\r\ntree falls on young Ivan’s father. Other shots zoom in and out of forests and\r\nbarnyards and celebrations, and during violent scenes he sometimes interrupts\r\nshots with freeze frames and tints his film; during a death scene,\r\nblood-drenched horses leap across the screen. A few of these pyrotechnics can\r\ngo a long way, and there were times in “Shadows of Forgotten Ancestors” when I\r\nthought they went too far.\n\nBut\r\nParajanov has a genuine gift. He has the kind of heedless energy you glimpse in\r\nsome of the early work of Martin Scorsese, pounding camerawork so filled with\r\nitself it can hardly contain the story. And for anyone who’s interested in the\r\nUkrainian culture and customs of perhaps a century ago, “Shadows of Forgotten\r\nAncestors” is a treasure, a repository of costumes, masks, superstitions and\r\nbeliefs, courtship customs and the sufferings of short lives with too much work\r\nin them.", "running_time": 97, "mpaa_rating": null, "release_year": 1966, "date_published": "1978-01-30", "genres": ["Drama", "Foreign"], "title": "Shadows of Forgotten Ancestors (1966)"}