{"url": "http://www.rogerebert.com/reviews/shadow-magic-2001", "by": "Jared Harrisas Raymond Wallace", "star_rating": 2.0, "text": "In Peking in 1902, an Englishman arrives with a hand-cranked projector and a box of the earliest silent movies. Ann Hu's \"Shadow Magic\" tells the story of how he overcomes tradition to build an audience for the new art form, makes a local disciple, films the people of China and eventually shows his magic to the empress. It also tells the story of his disciple, a photographer's assistant who is engaged to marry a woman for money but is in love with the daughter of an opera star.\n\nThe Englishman, we learn, is based on a real person, although no one seems to have remembered his name (the film calls him Raymond Wallace). The China in the movie may be based on a real China, but it falls too easily into the forms of movie formulas. Watching the movie, I was reminded of a 1922 novel, Kimono by John Paris, that did an extraordinary job of suggesting how different Japan seemed to a British visitor in the early years of the century. Surely China was as intimidating, yet the values and customs in this movie seem familiar to a modern Western viewer. The Englishman should be more of a stranger, and China should be more of a strange land.\n\nConsider a scene late in the movie where Wallace (Jared Harris) and his friend Liu Jinglun (Xia Yu), a young photographer, show the new invention to the Dowager Empress. The screening goes well until there is a fire (film combusts easily in \"Shadow Magic,\" almost on cue), and the foreigner is condemned to death before the empress pardons him, smiling benevolently as she praises the new art form. Is this what would have happened? Surely to be admitted to the presence of the empress a century ago was fraught with more mystery and drama than the movie suggests, and perhaps the Empress herself would have been less like good Queen Victoria, cheerfully hailing progress. The movie is more concerned with the story line (premiere-fire-threat-rescue) than with painting the time and place.\n\nThe character Liu Jinglun is painted as an ambitious young man who instantly perceives the wonder of the new invention, while almost everyone else (except of course the audiences) seems hostile or indifferent. History suggests it was not this way. Movies were eagerly embraced by the curious in all countries, and the opposition by Liu's possessive father seems contrived (he fears a threat to his photography studio). The romantic subplots involving Liu seem composed on autopilot: There is an arranged marriage with a tubby older widow, which must be avoided if he's to fulfill his secret love for the beautiful young Ling (Xing Yufei).\n\nWhat the movie does achieve is a lively sense of color and energy. As Wallace and Liu photograph local citizens, we're reminded of \"The Star Maker,\" a 1995 film by Giuseppe Tornatore (\"Cinema Paradiso\") about an itinerant photographer who travels the back roads of Sicily, filming people. He pretends to be making Hollywood screen tests, but actually he is recording something much more precious--the faces of those people at that time.\n\n\"Shadow Magic\" ends with some of the footage Wallace and Liu have shot, and that suggests a different kind of film that might have been made. Why not, instead of romantic intrigue and family quarrels in a mildly melodramatic plot, make more of an effort to reconstruct what it must have really been like for that nameless Englishman with his equipment? Why not emphasize the barriers of language, race and custom, and tell us a little more about the intricacies of the earliest cameras and projectors? Why not trust the subject matter instead of shaping it all to fit a formula? I got the feeling all through \"Shadow Magic\" that the real story was off-screen.", "running_time": 115, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-05-18", "genres": ["Drama", "Foreign", "History"], "title": "Shadow Magic (2001)"}