{"url": "http://www.rogerebert.com/reviews/shadowlands-1994", "by": "Anthony Hopkinsas C. S. Lewis", "star_rating": 4.0, "text": "For many years his life has followed the same comfortable patterns. He is a teacher and a writer, a pipe-smoking bachelor who lives in his booklined Oxford home with his brother. From his children's books, his science fiction and his pop theology, he has gained a following, and he gives comforting talks about man's place in God's plans. Then the most extraordinary thing takes place. He falls in love.\n\n\"Shadowlands\" is the story, based on fact, of an autumnal romance involving the British writer C. S. Lewis and a divorced American woman named Joy Gresham. They met after she wrote him an admiring letter; their correspondence led to her first visit to England, with her young son. Lewis received her as a courtesy, and was so settled in his lifelong professorial routine that he hardly knew what to do when it became clear, even to him, that he was in love.\n\n\"Shadowlands\" has found two perfect actors to play this unlikely couple, Anthony Hopkins and Debra Winger. He is shy sometimes to the point of being tongue-tied; he nods and hems and haws and looks away, and retreats behind formulas of courtesy. She is more direct, an outspoken woman who sometimes surprises him by saying out loud what they have both been thinking, but that he would never have said. She sees at a glance the comfortable rut he is in - the dinners at his college dining hall, the evenings in front of the fire, reading while the wireless provides classical music from the BBC. She isn't out to \"catch\" him. It's more that he discovers he cannot imagine her going away.\n\nTheir courtship is an odd one. He issues invitations lamely, as if sure she will not accept. He is so terrified of marriage that he has to couch his proposal in \"practical\" terms - if he marries her, she will not be forced to leave Britain. She has to negotiate the clouded waters of university politics, the annual dinners of the college head, the curiosity and pointed questions of his nosy colleagues. When it comes to sex, he hasn't a clue, and she talks him through it: \"What do you do when you go to bed?\" \"I put on my pajamas and say my prayers and get under the covers.\" \"Well, then, that's what I want you to do right now, except that when you get under the covers, I'll be there.\" Lewis has been confident in his writings and lectures that he knows the purpose of suffering and pain: It is God's way of perfecting us, of carving away the wrong parts, of leaving a soul ready to enter heaven. But when Joy contracts cancer, when she finds herself in terrible pain, he finds he is not at all sure of his theory. And, facing the possibility that they will be parted, together they create an idea of human life on earth that comforts him more than his theories.\n\n\"Shadowlands,\" directed by Richard Attenborough, based on the stage play by William Nicholson, is intelligent, moving and beautifully acted. It understands that not everyone falls into love through the avenue of physical desire; that for some, the lust may be for another's mind, for inner beauty. Anthony Hopkins, who last year in \"Remains of the Day\" gave a brilliant performance as a closed-off English butler who was afraid to love, here provides a companion performance, of a buttoned-down English intellectual who surprises himself by finding the courage to love.\n\nDebra Winger, not afraid to look less than her best in early scenes (although her beauty glows later on in the film), is no less extraordinary: She projects a quiet empathy in creating Joy Gresham, a woman who has fallen in love with Lewis through his writings. Her character goes through a series of delicate adjustments as she meets him and realizes he is not as contented as he thinks. She believes that making one another happier is one of their purposes on earth.\n\nHis ability to share that view is a small triumph, but one few people can claim.", "running_time": 125, "mpaa_rating": "PG", "release_year": 1994, "date_published": "1994-01-07", "genres": ["Drama", "Foreign", "Romance"], "title": "Shadowlands (1994)"}