{"url": "http://www.rogerebert.com/reviews/shadow-of-the-wolf-1993", "by": "Lou Diamond Phillipsas Agaguk", "star_rating": 2.0, "text": "\"Shadow of the Wolf\" is an ambitious portrait of Eskimo society in the mid-1930s, when outside influences were first arriving, mostly in the form of guns, liquor and exploitation. Shot on location in the arctic north, the movie is obviously a labor of love - which makes it all the more unfortunate that the story it tells is so simple-minded.\n\nThe movie opens with conflict between Agaguk (Lou Diamond Phillips), the young firebrand, and his father Kroomak (Toshiro Mifune), the craggy old leader of an Eskimo tribe. Kroomak is an autocratic dictator, who has decided that he wants to take Igiyook (Jennifer Tilly) as his concubine. No! says Agaguk - Igiyook is mine! (This conversation is conducted without consultation with Igiyook, who later confesses she is surprised Agaguk claimed her, although on the whole she seems pleased by the way things turned out. If she were a modern cineaste, she might have thought twice about getting Phillips instead of Mifune, but never mind.) Agaguk then gets involved in a confrontation with the evil Brown (Bernard-Pierre Donnadieu), a trader who buys bearskins with booze, and in the struggle Brown is killed. Kroomak, meanwhile, disowns his son, who takes his new bride and goes into exile far away in the forbidding tundra.\n\nThe movie does a splendid job of portraying the grandeur of the scenery, but a spotty job of examining exactly how Eskimos go about surviving in the forbidding winter months. The young couple construct an igloo and make a cozy home while fending off attacks from polar bears, and, meanwhile, a policeman (Donald Sutherland) flies in to begin an investigation into the death of Brown.\n\nThe notion of making a movie about Eskimo life is a good one, but why did the filmmakers feel obligated to connect it to a lame and unconvincing story about a murder investigation? Are scriptwriters and producers so bankrupt of imagination that only the ancient cliches of crime films can supply them with a story to plug into? Couldn't they imagine their Eskimo characters in enough detail so that their lives would be interesting without the phony suspense of a transplanted Perry Mason episode? I was also underwhelmed by the ending of the film, in which one of the characters suddenly undergoes a 180-degree character change. If there is one thing we think we've learned about the Eskimos, it's that they know themselves well, and stick to their convictions. It's cheap plot manipulation to allow one of them to undergo a complete personality change on a moment's inspiration.\n\nI said the story was simple-minded. It is. That doesn't mean it's simple - which it is not. A strong, simple story could have been told with this material, instead of all the plot gimmicks that the murder provides. The 1991 film \"White Fang,\" told though the eyes of a dog, was a simple but very effective story, and other strong narratives in Eskimo country include \"Never Cry Wolf\" (1983) and \"The White Dawn\" (1974).\n\nI wonder sometimes why crime is considered such an essential part of so many movies today. Certainly it provides ready-made action and suspense, and the lulling routine of the cops-and-robbers formulas. But it's a distraction from the real subject of a lot of movies. I have the feeling the makers of \"Shadow of the Wolf\" started out determined to make a movie about Eskimos. I wonder if they realize they ended up making a crime movie that simply happens to be set in the Far North.", "running_time": 108, "mpaa_rating": "PG-13", "release_year": 1993, "date_published": "1993-03-05", "genres": ["Adventure", "Drama", "Indie"], "title": "Shadow Of The Wolf (1993)"}