{"url": "http://www.rogerebert.com/reviews/shadrach-1998", "by": "Harvey Keitelas Vernon Dabney", "star_rating": 2.0, "text": "It is a strange coincidence that leads me to review \"Shadrach,'' based on a story by William Styron, on the same day as \"Beloved,'' based on a story by Toni Morrison. Both are about the aftermath of slavery. In \"Shadrach,'' a 101-year-old former slave completes a long trek in order to return to the plantation where he was born and wants to be buried. In \"Beloved,'' a mother kills her children rather than have them returned to the plantation from which she has escaped.\n\nIt might seem like there are easy points to be scored here against Styron, a white Southern novelist, but that wouldn't be fair. He has amply demonstrated, in The Confessions of Nat Turner, his own understanding of the horror of slavery.\n\nAnd he is not arguing that the ancient Shadrach wants to be buried on \"Dabney land'' out of nostalgia for plantation days under the slave-owning Dabneys. The old man never really explains his motivation, but we sense it is made of nostalgia for his childhood on the plantation, and a feeling that since he worked this land it is more his own than any other land anywhere else.\n\nStill, \"Shadrach'' is another one of those well-meaning films, like \"Amistad,'' in which slaves are the supporting characters in their own stories. \"Beloved'' brings its characters front and center and focuses on how slavery impacted their lives. It doesn't have much screen time for white people, good or bad. It is inescapable that none of the white characters in \"Shadrach'' have the slightest inkling of the reality of the experience that Shadrach and the characters in \"Beloved'' endured.\n\nThe movie takes place in 1935, in a Virginia deep in the Depression. We meet Paul Whitehurst (Scott Terra), a young boy whose affluent parents are setting out for a funeral. It is a long trip--maybe too long for a young boy. Paul is friendly with some of the children of the Dabney family, poor whites who no longer live in the mansion on the family plantation, but in a sharecropper's cabin. The Dabneys ask Paul to stay with them, and he's delighted at the chance to play with his best friend, Little Mole Dabney (Daniel Treat), and his cheerful sister Edmonia (Monica Bugajski).\n\nThe Dabney parents, who are the best-drawn characters in the story, are Trixie (Andie MacDowell) and Vernon (Harvey Keitel). Vernon is a moonshiner, Trixie has a good heart but swigs too much beer, and the Dabney children are raising themselves to be strangers to soap.\n\nOld Shadrach (John Franklin Sawyer) materializes one day. He is so ancient and feeble it hardly seems possible he walked to \"Dabney land,'' but he did, and now he sits down and tells the Dabneys he wants to be buried there. When he dies, that sets in motion a subplot about the laws against human burial on private ground, and complications involving the segregated cemeteries in Virginia. The Dabneys solve these problems with a subterfuge that edges perilously close to slapstick, considering the issues being considered here.\n\n\"Shadrach'' is a well-meaning film, directed by Susanna Styron from her father's autobiographical story. But without diminishing Shadrach's own determination and dignity (evoked in a minimalist, whispering performance by first-time actor Sawyer), it indulges in a certain sentimentality that is hard to accept in the dark weather stirred up by \"Beloved.'' The movie even has Vernon Dabney wonder if the slaves weren't better off back when they had an assured place in the social order and got their meals on time; the movie does not adopt this view as its own and quietly corrects him. But I was left with a vision of Vernon trying to expound his theories to Sethe, the heroine of \"Beloved,'' who would rather have a child dead in freedom than alive in slavery.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-10-16", "genres": ["Drama"], "title": "Shadrach (1998)"}