{"url": "http://www.rogerebert.com/reviews/shaft-2000", "by": "Samuel L. Jacksonas John", "star_rating": 2.5, "text": "John Singleton's \"Shaft\" is a blaxpolitation film with a modern urban drama trapped inside. Or maybe it's the other way around. On the one hand, we have John Shaft telling a pickup, \"It's my duty to please the booty.\" On the other hand, we have a scene between a rich kid and a drug dealer that's so well written and acted, it's chilling.\n\nAt the center of the tug of war, pulled both ways and enjoying it, is Samuel L. Jackson, as a tough cop who throws his badge back at a judge (literally) and becomes a free-lance vigilante. The story's broad outlines are familiar not only from early 1970s black exploitation movies, but also from the early \"Dirty Harry\" pictures, and when a top cop orders Shaft to get out of his precinct, it's like he's reciting dialogue from the classics.\n\nThe movie has the obligatory elements of black exploitation (big cars, drugs, cigars, guns, sleazy nightclubs, gold chains, racism, babes, black leather coats, expensive booze, crooked white cops). But a newer sensibility sneaks in, probably thanks to a screenplay primarily by Richard Price, who wrote \"Clockers\" and specializes in dialogue that allows the characters some poetry; I like lines like \"It's Giuliani time!\" On top of reports that Singleton and Jackson had many disagreements on the set, there were stories that neither of them much liked the Price screenplay, maybe because it nailed the small moments but missed the broader Shaftian strokes. Whatever compromises were made, the result is a movie more interesting than it might have been: not just a retread of the old movie, but Shaft as more complicated than before, and with well-observed supporting characters.\n\nJackson is at the center of the action, \"too black for the uniform, too blue for the brothers,\" wearing a wicked goatee that looks like it was designed by a comic book artist. He's a cop made angry when a rich man's son (Christian Bale) murders a black youth, gets an easy bail and skips to Switzerland. As one of the first on the crime scene, Shaft believes that a waitress (Toni Collette) saw more than she admits. Two years pass, the rich kid returns to the country, Shaft nabs him, and then the plot involves his partner (Busta Rhymes), the drug kingpin (Jeffrey Wright), the sexy narcotics cop (Vanessa Williams), the larcenous cop (Dan Hedaya) and his partner Luger (Lee Tergesen). Always look twice at a cop named Luger.\n\nThe casting here makes for some interesting echoes. Hedaya of course played the crooked cop in \"The Hurricane,\" and Bale had the title role in \"American Psycho.\" Collette, who was the mother in \"The Sixth Sense,\" is a good choice for the waitress; there's always something a little edgy about her. There's another echo in Bale's hairstyle, which evokes uncanny memories of JFK Jr.\n\nOne thing modern about the movie is its low sexual quotient. Blaxploitation came along at a time when American movies were sexy, with lots of nudity and bedroom time. Modern action pictures seem prudish by comparison; like \"Gone In 60 Seconds\" and \"Mission: Impossible II\" this one prefers action to sex. Can it be that Hollywood's Friday night specials, which were aimed at teenage boys, have now lowered their sights to include a demographic group so young, it thinks girls are creepy? The most intriguing relationship in the movie is between Bale and Wright, as the rich kid and the drug dealer. There's a scene where Bale comes to Wright, hoping to pay for a hit. Wright is not much into murder for hire, but wants the kid's connections as a way to develop a more affluent clientele for his drugs. The way they talk to each other, the words they choose, the attitudes they strike, the changes they go through, are as subtly menacing as scenes in a film by Lee or Scorsese. The movie doesn't give us stereotypes in these two familiar roles, but closely examined originals.\n\nThe John Shaft character is more mainstream, but Jackson has a way of bringing weight to his roles. He always looks like he means it. But there's a disconnect between the realism of the murder case and the fantasy of Shaft's career as an unleashed vigilante who leaves countless dead bodies behind him. Different scenes seem to occupy different levels of reality. Of course the movie ends with a gunfight and a chase scene. That goes without saying.\n\nIs this a good movie? Not exactly; too much of it is on automatic pilot, as it must be, to satisfy the fans of the original \"Shaft.\" Is it better than I expected? Yes. There are flashes here of the talent that Singleton has possessed ever since \"Boyz N the Hood\" and strong acting and efficient action. Jackson makes a commanding Shaft (and a supporting role by Richard Roundtree, the original Shaft, serves to pass the mantle). The movie is what it is, but more than it needs to be.", "running_time": 98, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-06-19", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Shaft (2000)"}