{"url": "http://www.rogerebert.com/reviews/shafts-big-score-1972", "by": "Richard Roundtreeas John Shaft", "star_rating": 3.0, "text": "The creation of a movie superhero is a tricky business. You're not simply making an action movie; you're creating a mythical character who has to be durable enough to survive maybe half a dozen sequels. That was the case with \"Shaft,\" the incredibly successful movie about a black private eye. The movie was made on a limited budget and there were a lot of rough edges, but John Shaft captured enough imaginations to take a million dollars out of the Roosevelt Theater alone last summer.\n\nShaft (Richard Roundtree) was sort of a cross between James Bond and Philip Marlowe. He didn't use Bond's science-fiction gadgets, however, and he didn't prowl the seamy underworld of life like Marlowe. He lived in a luxurious Greenwich Village pad and wore expensive leathers and moved with supercool confidence through the world of cops and robbers and the mob.\n\nNow John is back in \"Shaft's Big Score,\" a title that may be a little modest. Not only does Shaft end up with a quarter of a million dollars - he starts out with an interesting score or two. He does so well, in fact, that he doesn't even operate out of his office anymore; he takes calls from clients while he's in bed. They hardly ever wake him up.\n\nThe story this time has to do with a battle for control of the numbers game in Harlem. There is a good numbers boss who wants to use his profits to build a child-care clinic, and a bad numbers boss who knocks him off. Then there's the white mafioso who wants to muscle into the action. And there is Shaft, somewhere in the middle, invincible and cunning.\n\n\"Shaft's Big Score\" was made on a larger budget than \"Shaft,\" and the quality shows. This time director Gordon Parks uses Panavision, surrounds his hero with a talented cast, and pours on the special effects. The movie ends, for example, in an incredible land-sea-air chase involving a helicopter, a speedboat, and a shoot-out in the old Brooklyn Navy Yard.\n\nSuch talented actors from \"Shaft\" as Moses Gunn are back in the sequel (he plays a rackets boss again). And the movie's most demanding dramatic performance is by Wally Taylor, a former Chicagoan who plays the bad numbers operator. He winds up in the last grave he ever expected to occupy. Taylor may even have more dialog in the movie than Roundtree has, which is not surprising since John Shaft is a man of few words and a great deal of action.\n\nThe movie is intended as mass-audience escapist entertainment, and works on that level better than \"Shaft\" did. There is also less baiting of white characters this time, and more humor. A lot of the scenes are funny, and one scene, involving an elevator and a little old lady, gets so much laughter you can't hear the movie for five minutes. I cannot describe the dialog in this scene in a family newspaper (maybe not even an adults-only newspaper) but my guess is that within a few weeks It will have become one of the most famous; one-liners in movie history.", "running_time": 104, "mpaa_rating": null, "release_year": 1972, "date_published": "1972-06-26", "genres": ["Action", "Adventure", "Crime", "Mystery"], "title": "Shaft's Big Score (1972)"}