{"url": "http://www.rogerebert.com/reviews/shaft-1971", "by": null, "star_rating": 2.5, "text": "Gordon Parks's \"Shaft\" gave us the first really convincing black private eye. Movies about private detectives have always been among my favorites --t hey seem to be better than most other formula movies -- and John Shaft, as played by Richard Roundtree, belongs in the honorable tradition of Philip Marlowe, Sam Spade, Lew Archer, and company. He belongs because, like them, he keeps no regular company. Private eyes (in the movies, anyway) are loners in a way that defines the word. They live in dingy walk-up offices, sipping bourbon from the office bottles and waiting for the phone to ring.\n\nThese may all be clichés, but, hell, a private-eye movie without clichés wouldn't be worth the price of admission. We don't go to Westerns to see cowboys riding ostriches. The strength of Parks's movie is his willingness to let his hero fully inhabit the private-eye genre, with all of its obligatory violence, blood, obscenity, and plot gimmicks. The weakness of \"Shaft,\" I suspect, is that Parks is not very eager to inhabit that world along with his hero.\n\nGordon Parks was the first black director to make a major studio film, and his \"The Learning Tree\" (1969) was a deeply felt, lyrically beautiful film that was, maybe, just too simple and honest to be commercial. It didn't find a large audience, and I suspect that Parks turned next to \"Shaft\" for commercial survival.\n\nThe nice thing about \"Shaft\" is that it savors the private-eye genre, and takes special delight in wringing new twists out of the traditional relationship between the private eye and the boys down at homicide. The story covers some of the same ground as \"Cotton Comes to Harlem,\" but in a different way. Shaft is brought in by a Harlem rackets boss (Moses Gunn) whose traditional slice of power is being threatened by the Mafia. They don't want a partnership anymore, so they kidnap the boss's daughter. Shaft's job is to get her back.\n\nHis adventures along the way include a thoroughly unpleasant encounter with a white pick-up, who is insulted because all black exploitation movies have to insult at least one white pick-up (and why not? Fair is fair). The climax involves a complicated plan with Shaft and his allies swinging from ropes and using firehoses to accomplish with five people in five minutes what could have been done with one, in one. Parks isn't especially good at action direction, but the heart of a private-eye movie is in the mood scenes, anyway, and he supplies a scene in a bar and another one with the Harlem rackets boss that are very nice.", "running_time": 100, "mpaa_rating": "R", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Action", "Adventure", "Crime", "Thriller"], "title": "Shaft (1971)"}