{"url": "http://www.rogerebert.com/reviews/shag-1989", "by": "Phoebe Catesas Carson", "star_rating": 3.0, "text": "The years between 1955, when \"Rebel Without a Cause\" was released, and 1963, when John Kennedy was assassinated, have grown into an enchanted time for American movies - a time when rock 'n' roll was new and you could tell cars apart just by looking at them. I can't even begin to count all of the recent movies set in the late 1950s and early 1960s. They're so numerous they almost constitute a genre of their own, especially when you add in all of the biopics of 1950s rock stars, such as Buddy Holly, Richie Valens and Jerry Lee Lewis.\n\nWhat was it about that period? Most of the new movies set in that time are aimed at today's teenagers, who were not alive in 1963, and yet these are not nostalgia films. They seem to pretend that the intervening years have not happened, that in an alternative universe this is still somehow the world of American teenagers. They embody a longing for a more innocent time, when teenagers were allowed to live simpler and saner lives than now seems possible. Movies about today's teenagers tend to be filled with drugs and alienation (look at \"Lost Angels,\" \"The Lost Boys\" or \"Less Than Zero\"). But in the era of Elvis and the Chevy Bel-Air, young lives could be filled with hope and wonder, and sex was still allowed to be mysterious.\n\nHere is a movie named \"Shag,\" about four girls from Spartanburg, S.C., who sneak away from their respectable homes for a weekend at Myrtle Beach, where the big spring festival promises a dance contest, beer blasts and lots of cute boys. Because we have seen other movies like this, we are not surprised that during the weekend one of the girls will fall in love, one will decide to go for her dream, one will decide not to marry the slug she's engaged to, and another will take off her glasses and find that she isn't plain after all - that boys like her.\n\n\"Shag\" respects these conventions so sincerely that there is hardly a surprising plot development in the whole movie, and yet it's fun anyway. It has a charm based on its innocence, its conviction, its pre-Beatles soundtrack and the big 1950s cars the kids drive around in.\n\n(Watching the movie, I remembered with perfect clarity a moment in 1959 at the Steak 'n' Shake in Urbana, Ill., when a new Ford Fairlane 500 drove past, and one of my friends said, in awe, \"Just think. When that car is used, it will be driven by the teenagers of the future.\") The four girls are played by Phoebe Cates, Bridget Fonda, Page Hannah and Annabeth Gish (whose presence is a reminder of her previous film \"Mystic Pizza,\" which told a similar story with more psychological realism). Cates is engaged to a rich but square young man, Fonda fancies herself as a Hollywood sexpot, Hannah wears glasses and is a senator's daughter, and Gish has always been called \"Pudge\" and has low self-esteem. Match the character descriptions with the obligatory story elements and you have the plot.\n\nIn Myrtle Beach, which is sort of a road-show Fort Lauderdale, the shag contest is being judged by an empty-headed teen idol named Jimmy Valentine (Jeff Yagher), and Fonda, the sexpot, immediately sets her sights on him. Pudge meets a nice kid named Chip (Scott Coffey), who is going into the Marine Corps in a few days. They develop an instant crush on one another, and Pudge learns she isn't as pudgy as she thought. And so on.\n\nThe actors in \"Shag\" are some of the best of the younger generation in Hollywood, and they treat their material with the humor and delicacy it deserves. Children of a harder time, they seem almost gentle and affectionate toward their characters. I especially liked Hannah, who spends the movie wearing a god-awful pair of glasses and looking wistfully at the fun everyone else is having - until love strikes her like a blow. Fonda, as the calculating sexpot, has a wonderful moment when she sees the teen idol being insulted by his manager and immediately figures out that her future lies with the manager, not the idol.\n\nPart of the poignancy of \"Shag\" is that we know what lies ahead: assassinations, the Vietnam War, the loss of innocence (the movie takes place at almost exactly the same moment as \"American Graffiti,\" which generated a similar poignancy). Was life ever really this simple? The movie is about a time when I was the age of some of its characters. It plays the music and contains the cars that I remember. And there are moments that ring absolutely true. But, no, life was not this simple.\n\nThe difference is, in the movies we are looking back, we are more sophisticated now, we know more, we have learned from our mistakes. At the time, we didn't know we were living in the innocent past, and it hurt a lot if you asked somebody to dance and got turned down. Most of the 1950s and 1960s movies are being made by producers, directors and writers in their 40s who are dealing with their own teenage memories. God help the teenagers of the year 2016 if they have to sit through the filmed memories of today's teenagers.", "running_time": 98, "mpaa_rating": "PG", "release_year": 1989, "date_published": "1989-07-21", "genres": ["Comedy", "Drama"], "title": "Shag (1989)"}