{"url": "http://www.rogerebert.com/reviews/shakes-the-clown-1992", "by": "Bobcat Goldthwaitas Shakes", "star_rating": 2.0, "text": "I don't like clowns, never have, never will. For that matter, I was terrified of Santa Claus when I was a kid and was taken to visit him in the department store at Christmastime. Like a lot of small children, I instinctively knew that clowns were not clowns, but adult males dressed up in a weird way for reasons I would rather not know anything about. They pretended they wanted to be my friends, and yet they hid themselves behind bizarre and frightening disguises. They didn't look like fun friends to me.\n\n\"Shakes the Clown,\" which stars the comedian Bobcat Goldthwait as an alcoholic clown, doesn't much like clowns either.\n\nSet in the mythical town of Palukaville, it penetrates the clown underground - a hard-drinking twilight world where clowns never take off their makeup, and sit around bars all day, bitching and moaning about their problems. Shakes, who has not been sober in recent memory, is one of the most troubled clowns, passing out in strange bathrooms and trying to fake his way through kiddie birthday parties while fighting killer hangovers.\n\nGoldthwait, who wrote, directed, and stars, takes this promising idea and doesn't do much with it. There are some very funny lines scattered here and there in the movie, but Goldthwait is better at monologues than dialogue and dramatic situations, and so his characters have a tendency to stay put (often at a bar) while saying their lines. He sets up promising situations, such as the hungover drunk at the children's birthday party, and then doesn't know how to make them build and pay off. The rhythm of the movie settles into cutaways from scenes that aren't going anywhere.\n\nThe plot, such as it is, involves Shakes' shaky job security, his tolerant but long-suffering agent (Paul Dooley), his close clown pals, his girlfriend (Julie Brown), and the hateful Binky the Clown, who gets a TV hosting job that Shakes dreamed of. There are a lot of satirical possibilities involved in TV clown shows, as anyone who has ever watched \"Bozo's Circus\" can testify, but \"Shakes\" misses most of them.\n\nSometimes the movie seems opportunistic, as when Robin Williams (unbilled) teaches a mime class. It's funny, the way the movie plays up rivalries between clowns and mimes, as if they were members of opposing street gangs, but when Williams leads the miming exercises, the scene runs on so long you get the idea Goldthwait was flattered that he did a cameo, and didn't want to cut it.\n\nAs for poor Shakes himself, he eventually winds up at an AA meeting (\"My name is Shakes, and I'm an alcoholic\"), but here, too, there's no comic follow through. The movie plays like a series of scene outlines - ideas for how the movie should progress - that needed more writing and revision before the actors were called in.", "running_time": 83, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-13", "genres": ["Action", "Comedy"], "title": "Shakes The Clown (1992)"}