{"url": "http://www.rogerebert.com/reviews/shakedown-1988", "by": "Peter Welleras Roland Dalton", "star_rating": 3.0, "text": "If they ever stopped to collect the dead bodies in a movie like “Shakedown,” the hero would have to play a coroner. But a movie like this never looks back, and “Shakedown” is very definitely a movie like this. It’s an assembly of sensational moments, strung together by a plot that provides the excuses for amazing stunts, and not much else.\n\nBut then not much else is needed.\n\nImagine this: A private jet is taking off from LaGuardia. A public defender and a tough plainclothesman are chasing it down the runway in a Porsche. At the last moment, the cop leaps from the car and grabs one of the wheels of the plane. As the plane gains altitude, he shoots a bullet through an engine, forcing the pilot to turn back. Then, as the plane approaches the runway for an emergency landing, he slips a hand grenade into the wheel well and falls into the water below. The grenade explodes, making it look like the plane crashed, while the cop swims to safety and is hauled ashore by his buddy, the defender.\n\nYou like it? Then you’ll also like the scene where they’re racing to the courthouse and a construction crane accidentally snags their car and lifts it over a mob and onto the courthouse steps. Or the scene where the cop gets in a fight on the roller coaster, is thrown out, uses his bare hands to pull the car’s power supply loose, and then lets go, saving himself as the powerless roller coaster rockets off the tracks.\n\nMovies like “Shakedown” are what they are. They represent a tremendous amount of craftsmanship and skill, and a fair degree of courage on the part of the stunt people who make it look real. They also require strong, unsubtle but convincing performances by the actors; too much psychological realism in a movie like this can allow the real world to distract from the thrills. And they require a director who takes no hostages, who knows how to sustain headlong momentum, who is compelled to make the plot hurtle ahead with no regard for logic or nuance.\n\n“Shakedown” was directed by James Glickenhaus, who has produced such earlier, mostly unsung, action dramas as “The Exterminator,” “The Soldier” and “The Protector” (near the beginning of the picture, his disheveled plainclothesman snoozes through a screening of “The Soldier” in a Times Square flea pit). Those films did not gather a great deal of attention, but with “Shakedown” Glickenhaus will now be recognized as another of the manic breed of young hotshots who will do anything to stage a sensational stunt.\n\nThe stars of the movie are Peter Weller, who segues from “RoboCop” to this role as a determined public defender, and Sam Elliott, Cher’s aging hippie lover in “Mask,” as the plainclothes cop.\n\nTheir relationship was perhaps inspired by similar teams in “48 Hrs.” and “Lethal Weapon,” but the stunts and fire fights in this movie are so overwhelming that something has to give, and the relationship is the first thing Glickenhaus can do without.\n\nThe plot: A crooked cop tries to stick up a drug dealer in Central Park, and is shot dead. The drug dealer is brought to trial, but Weller becomes convinced that he didn’t fire first, and that the incident is the tip of an iceberg of corruption in the police department. His friend Elliott becomes convinced of the same thing, and together they work inside and outside the law to help the defendant beat a murder rap and expose other corrupt cops. Weller has some nice moments in the courtroom, although his legal style is so informal and disorganized it’s hard to believe, and Patricia Charbonneau (from “Desert Hearts”) has a nice supporting role as the opposing assistant DA who is also, of course, his former and future lover.\n\nThe movie has everything. There’s a subplot about Weller’s rich fiancee, and another one about a secret tape recording of the murder, and even some funny moments when Weller and Elliott try to top each other in absolute cynicism. But the movie is basically action and stunts, a high-tech sideshow of explosives, hurtling automobiles, shattering glass and impossible feats. It is what it is.", "running_time": 105, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-05-06", "genres": ["Action", "Adventure", "Crime", "Drama"], "title": "Shakedown (1988)"}