{"url": "http://www.rogerebert.com/reviews/shaking-the-tree-1992", "by": "Arye Grossas Barry", "star_rating": 0.5, "text": "\"Shaking the Tree\" is a film of mind-numbing earnestness, about four friends who go through the usual array of problems associated with young manhood and callow screenplays. The characters and their problems are both so cliched that it makes you wonder if the filmmakers had ever seen a movie before; didn't they realize how stunningly unoriginal, how worn out and overused, this material was? The film is set in Chicago, where one of the heroes is a bartender and ex-boxer who cannot communicate with his father.\n\nAnother is a literature professor whose wife is pregnant, and whose pretty blond protege is hitting on him. Another works in an office.\n\nOne owes $10,000 in gambling debts. And so on. The characters are so vapid that it's hard to tell them apart; you know you're in trouble in a movie when you can't tell the heroes from the others in the same scene. The guys get together to drink, play poker, smoke, fight, have life crises, hang out, and philosophize about women. Nothing they say or do is new, original, or interesting.\n\nThe film's dialogue is windy and limp. There are long dead passages of small talk, as if Duane Clark, who directed and co-wrote, felt he had to show people \"really talking\" before he could allow them to say anything of interest. Some of this talk takes place during scenes which, on reflection, have no function in the film.\n\nOther scenes are handled like classroom exercises.\n\nWhen the professor decides to cheat on his wife, for example, he does it on a rug in front of a roaring fire, with his pretty student's rib cage alarmingly backlit (the shot is so awkwardly composed it looks as if a creature from \"Alien\" is about to burst from her intestines). They trade cliches. They kiss. Then he stands up and says no, he just can't go through with it - he can't cheat on his wife. As we listen to his dialogue, a simple-minded recycling job from every similar scene in movie history, we realize the character, his wife and his girlfriend are all so shallow we couldn't care less what he does.\n\nThe filmmaking is surprisingly amateurish. At one point, a character appears at a Chicago doorway on Christmas, and we clearly see green leaves blowing in the breeze behind him. In another scene - two guys talking in a diner in alternating over-the-shoulder shots - the cigarette smoke appears and disappears so distractingly that the continuity errors upstage the dialogue. In a scene between the young gambler and his grandfather, a fire crackles on the soundtrack so loudly we wonder if static has crept into the sound system. The climactic scene (New Year's Eve in a maternity ward, with the four buddies awaiting the birth of the professor's baby) involves the guys lighting up and playing poker for cash money in a hospital waiting room, while nurses and doctors pass around champagne and sing \"Auld Lang Syne.\" Not likely in hospitals I've visited.\n\nThere is an old, basic rule of creative writing classes, which says that you should never quote the title of your work in the dialogue, because the repetition will create a false clang. The characters in this movie not only talk of \"shaking the tree,\" but much later return to the theme, to explain and discuss the movie's message. Characters in fiction should generally not know that their lives illustrate themes, and should never talk about the underlying meaning of the stories they are in. That discovery should be left to the audience, which, in the case of \"Shaking the Tree,\" has found out everything it needs to know about the movie in the first 10 minutes.", "running_time": 98, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-03-20", "genres": null, "title": "Shaking the Tree (1992)"}