{"url": "http://www.rogerebert.com/reviews/shall-we-kiss-2009", "by": "Virginie Ledoyenas Judith", "star_rating": 2.5, "text": "The characters in \"Shall We Kiss?\" are attractive, wear impeccable clothes, move easily through minimalist rooms, hotel lobbies, social gatherings, restaurants and their lives. The soundtrack is by Schubert and Tchaikovsky. There are discreet paintings on the walls and drawings of composers. They are French, articulate, composed and dumber than a box of rocks.\n\nThat is the only way I can account for their behavior, and since their behavior is the subject of the film, that must be counted as a flaw. They approach the subjects of sex and romance with a naivete so staggering, it must be an embarrassment in the greater world. Inside their hermetically sealed complacency, I suppose it's a little exciting.\n\nGabriel and Emilie are strangers when they have a chance encounter in Nantes. Their eyes meet, there is a connection, they have dinner, and when Gabriel moves as if to kiss Emilie, she seems willing, but then pulls back. She is afraid to kiss. Why? She will tell him a story.\n\nFlashbacks to the story involve most of the film, with occasional returns to Emilie (Julie Gayet) relating it to Gabriel (Michael Cohen) in her hotel room. It is about her friends Judith (Virginie Ledoyen) and Nicolas (Emmanuel Mouret, the film's director). They have been best friends since childhood. Judith is happily married. Nicolas has just broken up with a lover of some duration. He is unhappy, because he believes he is incapable of fully entering into physical love.\n\nJudith suggests ... a prostitute? Nicholas tried that. She was perfectly nice but wouldn't kiss him, and without kissing, his engine refused to turn over. What to do? He appeals to Judith. As a dear friend, his very dearest, would she consider ... you know ... to ...\n\nShe would. She does. They proceed with the shy hesitation of a first game of spin the bottle. May I feel? he asks. May I touch here? And here? Shall we undress? I am on record as calling for more foreplay in the movies, but this isn't foreplay, it's the whole spring training season. And the problem is, they both enjoy it. That won't do. The answer is to do it again right away, roughly, on the floor, to break the spell. They enjoy that even more.\n\nNow \"Shall We Kiss?\" enters into a complex plot involving deception, role-playing, Judith's husband, his new girlfriend and a twist I won't even hint at. All performed without the slightest concession to actual human nature as many of we humans understand it.\n\nIn its long, exploratory conversations, the movie plays very much like a film by Eric Rohmer, who, having now allegedly retired at 88, has left the field free. But Rohmer used artifice to find truth, and Mouret uses it to find artifice.\n\nYou say, but perhaps the French -- they are like that? And I reply, nooo, I don't think so. What do I really know about French attitudes toward such matters? Very little, although I once knew a French girl who talked no end about romance. We weren't even in spring training. We seemed to be in the Little League. If actual sex had ever entered the picture, I am convinced she would have regarded it as more than a theoretical exercise in platonic friendship.\n\nIs \"Shall We Kiss?\" without merit? Not entirely. It has a grace, a languid charm, a pictorial elegance. The plot, when it winds up and unwinds, is ingenious. But are we expected in any sense to find these people realistic? What do we learn from them? All I learned was, that will never work. I already knew that.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-04-01", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Shall We Kiss? (2009)"}