{"url": "http://www.rogerebert.com/reviews/shallow-hal-2001", "by": "Gwyneth Paltrowas Rosemary", "star_rating": 3.0, "text": "'Shallow Hal\" is given words of wisdom at the deathbed of his father, who under the influence of pain-killers is speaking from the deepest recesses of his being. \"Hot young tail,\" his father says. \"That's what it's all about.\" He makes Hal promise to date only beautiful women, and to beware of falling in love--\"that was the tragic mistake I made with your mother.\" Hal (Jack Black) grows up to follow this counsel. He has no meaningful relationships with women because meaningful is not what he's looking for. With his running-mate Mauricio (Jason Alexander from \"Seinfeld\"), whose spray-on hair looks like a felt hat, he prowls the bars. His life is a series of brief encounters, until one day he is trapped on an elevator with Tony Robbins, the self-help guru, who hypnotizes him and tells him to look inside the women who he meets, for their inner beauty. Soon after, Shallow Hal begins to have extraordinary success with women--not least with a nurse and ex-Peace Corps volunteer named Rosemary, who looks exactly like Gwyneth Paltrow because that's the way Hal's mind is working these days. The movie plays with point-of-view shots to show us that Rosemary actually weighs about 300 pounds, but to Hal, she's slender and--well, Gwyneth Paltrow.\n\nAt first Rosemary thinks his compliments are ironic insults, and is wounded. Then she realizes he's sincere, and really does think she's beautiful. This has never happened to her before. They begin an enchanted romance, to the consternation of Hal's friends, who can't understand why he's dating this fatso. Of course, if the Tony Robbins hypnosis ever wears off . . .\n\n\"Shallow Hal,\" written with Sean Moynihan, is the new movie by the Farrelly brothers, Bobby and Peter. They specialize in skirmishes on the thin line between comedy and cruelty. \"There's Something About Mary\" had its paraplegic suitor; \"Dumb and Dumber\" had the little blind boy; \"Me, Myself and Irene\" was about a man with a Jekyll-and-Hyde personality, and so on. Whether we laugh or are offended depends on whether our lower or higher sensibilities are in command at the time. The Farrellys have a way of tickling the lower regions while sending the higher centers off on errands. Reader, I confess I have laughed.\n\n\"Shallow Hal\" is often very funny, but it is also surprisingly moving at times. It contains characters to test us, especially Walt (Rene Kirby), who has spina bifida and an essentially immobile lower body. Kirby doesn't use a chair or braces, but lopes around on all fours, and is an expert skier, horseman, bicyclist and acrobat. Because he is clearly handicapped, we think at first his scenes are in \"bad taste\"--but he doesn't think so; his zest for life allows us to see his inner beauty, and his sense of humor, too, as in a scene where he explains why he's putting on rubber gloves.\n\nThere's something about the Farrellys that isn't widely publicized--they're both sincerely involved in work with the mentally retarded. There is a sense that they're not simply laughing at their targets, but sometimes with them, or in sympathy with them. \"Shallow Hal\" has what look like fat jokes, as when a chair collapses under Rosemary, but the punchline is tilted toward empathy.\n\nNow here's a heartfelt message from Valerie Hawkins of Homewood, Ill., who writes: \"Um, what am I missing, regarding 'Shallow Hal?' The trailer prattles on about how Hal now sees only the inner beauty of a woman. No, he doesn't. When he looks at an overweight woman and instead sees her as a thin woman, that's not inner beauty. What he's seeing is a typical tall, thin professional model type--which in some ways is more insulting than if he saw her as she really is and instantly rejected her.\" This is persuasive. Hal sees Paltrow, who doesn't spend a lot of time wearing the \"fat suit\" you've read about in the celeb columns. What if she wore the fat suit in every scene, and he thought she was beautiful because of the Robbins training? This would also be funny; we could see her as fat but he couldn't. At the same time, screams of rage would come from the producers, who didn't pay Paltrow untold millions to wear a fat suit.\n\nHawkins has a good argument from our point of view and hers, but not from Hal's, because he does literally see an idealized beauty. To be sure, it is exterior beauty, not interior, but how else to express his experience visually? I think we understand to accept the Farrellys' premise as filtered through the realities of the marketplace, in which you do not put Gwyneth Paltrow into a movie where she doesn't look like Gwyneth Paltrow. (John Travolta played an Abominable Snowman from space in \"Battleship Earth,\" and look how that went over.) By showing the idealized Paltrow, the Farrellys set up the third act, in which Shallow Hal does indeed see Paltrow as fat, and has to deal with how he feels about that. If she had been fat all along in the movie's eye, how could his test be made clear visually? Early and late, we see Paltrow as Hal sees her, which is not an evasion but maybe the point.\n\nWhether or not you accept the fat-thin argument, the movie offers a good time. It's very funny across the usual range of Farrelly gags, from the spray-on toupee to a woman with a long second toe to a man with a tail. Paltrow is truly touching. And Black, in his first big-time starring role, struts through with the blissful confidence of a man who knows he was born for stardom, even though he doesn't look like your typical Gwyneth Paltrow boyfriend. He's not so thin, either.\n\nNote: Only the most attentive audience members will catch the Farrellys' subtle reference to a famous poem by Emily Dickinson.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2001, "date_published": "2001-11-09", "genres": ["Comedy", "Romance"], "title": "Shallow Hal (2001)"}