{"url": "http://www.rogerebert.com/reviews/shalako-1968", "by": "Sean Conneryas Shalako", "star_rating": 2.0, "text": "Edward Dmytryk's \"Shalako\" is a disappointment from this veteran action director, whose recent \"Anzio\" was a cut above most war epics. This time Dmytryk dissipates the tension, despite the presence in his cast of two formidable symbols of one thing or another: Sean Connery and Brigitte Bardot.\n\nThe story shows definite signs of having been inspired, if that is the word, by Paul Newman's \"Hombre\" (1967). Both films deal with experienced Westerners who get stuck with the job of guiding a bunch of tenderfoots to safety. But \"Hombre\" showed Newman in a ticklish moral dilemma. A white man raised by Indians, he had become one himself. Why should he save the very settlers who were breaking treaties and ravaging tribal homelands? Connery's situation is simpler: He saves a European aristocrat's hunting party, I guess, simply because he's after Brigitte Bardot.\n\nThe plot, once it's introduced, turns out to be pretty unoriginal. There's even a specific twist stolen from \"Hombre\": The young wife of one of the older members of the party decides to leave her husband for the desperado who's robbing them. In \"Hombre,\" something was made of this; in \"Shalako,\" nothing. Indeed, all problems are solved at the level of action, and Dmytryk avoids the opportunity to develop his characters more deeply.\n\nThat would be good if the action was better, but it isn't. A sequence near the beginning shows Miss Bardot in a depression in the earth, fighting off several Indians who surround her. In the way the scene is arranged and photographed, it looks surprisingly like a scene in \"Anzio,\" where Robert Mitchum was fighting off Nazis instead of Indians.\n\nOther action sequences are routine. Indians chase a stagecoach for two miles, and you see about 25 Indians let out a whoop and fall off their horses. Later, the survivors gallop victoriously away. Did you ever wonder why Indians in movies never stop to count their dead? Did you also ever wonder why the Indians don't shoot one of the stagecoach horses, which would quickly bring the chase to a halt?\n\nStrangely enough, the long-awaited meeting between Connery and Miss Bardot is a flop. They look yearningly at each other a lot, and once he puts his arms around her and they fall out of camera range, but otherwise no sparks are struck. Considering the resources they brought to their roles, we might have expected more. The same can be said for the movie.", "running_time": 113, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-11-12", "genres": ["Action", "Romance", "Western"], "title": "Shalako (1968)"}