{"url": "http://www.rogerebert.com/reviews/shall-we-dance-1997", "by": "Koji Yakusyoas Shohei Sugiyama", "star_rating": 3.5, "text": "One night as he is taking the train home after work, a man sees a beautiful woman standing alone at a secondfloor window, lost in thought. The second night, she is there again. The sign on the window advertises ballroom dancing lessons. The third night, the man gets off the train at an unaccustomed stop and climbs the stairs to the dance studio.\n\nWith these simple and direct shots, Masayuki Suo establishes loneliness, mystery and allure. Later, all will become clear, but it is more intriguing this way: A man seeking not so much a woman as an answer to his question. Why is she sad? What is she thinking? In Japan the opening scenes would play with an even greater charge. Opening titles, probably added by the distributor, tell us, \"Ballroom dancing is regarded with great suspicion, in a country where couples don't go out hand in hand, or say 'I love you.' '' The hero of \"Shall We Dance?,'' named Shohei Sugiyama (Koji Yakusyo), is married, a salaryman who works late at night in an office. For him to take dance lessons is as shocking as taking a mistress.\n\nJapan is in some ways still a Victorian society, which makes its eroticism more intriguing. Repression, guilt and secrecy are splendid aphrodisiacs. Sugiyama creeps up the staircase like a man sneaking into a brothel, and enters a brightly lighted room where other students are already taking their lessons. He is disappointed to learn that his instructor will not be the mysterious stranger at the window (Tamiyo Kusakari), but a friendly, plump, middle-aged woman who teaches him the fundamentals of the fox trot and warns him: \"She's all the sweeter when viewed from afar.'' \"Shall We Dance?'' is not about love with a tantalizing mirage, then, but about a man losing his inhibitions and breaking out of the rut of his life. Even Sugiyama's wife thinks he should get out more. \"He's working too hard,'' she tells her daughter; we get a glimpse of the Japanese salaryman's home, where the wage earner often arrives late at night and leaves early in the morning, and may have more important relationships at work than with his own family.\n\nThe little crowd at the dance studio has its regulars, including a chubby man who will forever be uncoordinated, and a \"wild and crazy'' little guy with a mop of hair, whose identity provides one of the movie's best moments. Eventually Sugiyama learns that the beautiful woman is embittered because of a breakup with her dance partner, and slowly he is introduced to the world of ballroom dancing competitions, which seem to be the same the world over (the scenes have some of the same feel as the contests in the Australian \"Strictly Ballroom\").\n\nThere are puzzles at Sugiyama's home. His wife smells unfamiliar perfume on his shirt. His daughter catches him rehearsing alone, late at night. Is he having an affair? Not with the mysterious woman he's not: When he asks her out for dinner, she explains sternly that dancing is her life, and that she certainly hopes he didn't take lessons just in the hopes of meeting her.\n\nThe last third of \"Shall We Dance?'' provides audiencepleasing payoffs that could make this film as popular as \"Strictly Ballroom,'' and the most successful Japanese film at the western box office since \"Tampopo\" 10 years ago. But it is the opening material that fascinates. To seek out the secret of a beautiful woman in a window is much more interesting than to discover the secret. Familiarity dissipates eroticism. Of course I realize I am asking the impossible: Of course Sugiyama will mount the stairs, and so of course there must be a story.\n\nMasayuki Suo's direction combines the psychological and intriguing with comedy bits that might be found in a lesser movie. This is often a characteristic of Japanese art; between the moments of drama and truth, lowbrow characters hustle onstage to provide counterpoint. The result is one of the more completely entertaining movies I've seen in a while--a well-crafted character study that, like a Hollywood movie with a skillful script, manipulates us but makes us like it.\n\nAs for the happy ending: Well, of course there is one. And it is happy not just for the characters in the movie, but for me, as well, because I imagine the mysterious woman will again appear at her place in the window, gazing out, lost in thought, an inspiration to us all.", "running_time": 118, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-07-18", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Shall We Dance? (1997)"}