{"url": "http://www.rogerebert.com/reviews/shall-we-dance-2004", "by": "Richard Gereas John Clark", "star_rating": 3.0, "text": "Richard Gere plays John Clark, not an unhappy man, in \"Shall We Dance?\" He loves his wife and daughter, he enjoys his job as a lawyer, and when his wife gets that funny look in her eye and asks him if everything is OK, he says sure, of course, everything is fine. But there is something missing. One night as he is returning home on the L train, he notices a woman standing alone in the window of Miss Mitzi's Dance Studio. There is something intriguing about her solitude, her pensive attitude and, let it be said, her figure. A few days later, he gets off the train, walks into the studio and signs up for classes in ballroom dancing.\n\nIs he interested in dancing? No. Is he interested in the woman, named Paulina and played by Jennifer Lopez? Yes. Is she interested in him? No: \"I prefer not to socialize with students.\" What does he think of the others, including the giant-sized Vern (Omar Benson Miller), the homophobic Chic (Bobby Cannavale), the would-be bombshell Bobbie (Lisa Ann Walter), the manic dynamo Link (Stanley Tucci), and of course dear Miss Mitzi (Anita Gillette)? Let us say these are not the kinds of people he usually associates with.\n\nBut Paulina exudes a true fascination, especially when she personally dances the rumba with him. In talking about dance, she allows herself a feedom and sensuality she denies herself in life. Listen to her: \"The rumba is the vertical expression of a horizontal wish. You have to hold her, like the skin on her thigh is your reason for living. Let her go, like your heart's being ripped from your chest. Throw her back, like you're going to have your way with her right here on the dance floor. And then finish, like she's ruined you for life.\"\n\nAnd then ask her if it was as good for her as it was for you. \"Shall We Dance?\" is a reasonably close remake of \"Dansu Wo Shimasho Ka\" (aka \"Shall We Dansu?\"), a 1996 Japanese film that set box-office records at home and won audiences around the world. If you've seen it, you know precisely what happens in the Hollywood version, but the movie is a star vehicle; the plot isn't the point, Gere and Lopez are. When they dance together, it's a reminder that when dancing became rare in the movies, so did a lot of grace and sexiness.\n\nThis is not a cutting-edge movie. The characters are broad, what happens is predictable, and of course, everything ends up in a big ballroom dancing competition, and (are you ready for this?) at the crucial moment, we get the obligatory scene where the loved one arrives in the audience, sees what is happening and understands all. I'm averaging two versions of that scene a month, most recently in \"Raise Your Voice.\"\n\nConventional as it may be, \"Shall We Dance?\" offers genuine delights. The fact that Paulina is uninterested in romance with John comes as sort of a relief, freeing the story to be about something other than the inexorable collision of their genitals. It can be about how John feels about his life, about why it might be useful for a middle-aged lawyer to jump the rails and take up ballroom dance. And about the gallery of supporting characters, who get enough screen time to become engaging.\n\nStanley Tucci, for example, has fun with Link, who is John Clark's mild-mannered colleague in a Loop law firm. On the dance floor, wearing a flamboyant hairpiece, he becomes a wild man. His dream: \"I want to dance before the world in my own name.\" He fears he would lose his job if he did that, but when John joins the class, he gains courage. He's one of the reasons John stays at Miss Mitzi's even after it becomes clear that Paulina is not available. \"Ballroom is all or nothing,\" Link tells him.\n\nThere's one area where the American remake is less than convincing. In the Japanese version, we believe that a faithful wife might remain at home evening after evening while her salaryman husband returned long after work. That's part of the Japanese office culture. That an American wife would put up with it is more problematical. The Clark household, including their teenagers, is not very realistic, but then it exists only as the staging area for the last big scene. I enjoyed the Japanese version so much I invited it to my Overlooked Film Festival a few years ago, but this remake offers pleasures of its own.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-10-14", "genres": ["Comedy", "Drama", "Musical", "Romance"], "title": "Shall We Dance? (2004)"}