{"url": "http://www.rogerebert.com/reviews/shame-2011", "by": "Michael Fassbenderas Brandon", "star_rating": 4.0, "text": "There's a close-up in \"Shame\" of Michael Fassbender's face showing pain, grief and anger. His character, Brandon, is having an orgasm. For the movie's writer-director, Steve McQueen, that could be the film's master shot. There is no concern about the movement of Brandon's lower body. No concern about his partner. The close-up limits our view to his suffering. He is enduring a sexual function that has long since stopped giving him any pleasure and is self-abuse in the most profound way.\n\nBrandon is a good-looking, fit man in his early 30s, who lives alone in a sterile condo in Manhattan. He works in a cubicle with a computer. Never mind what his company does. It makes no difference to him. Sometimes in the evening, he and his boss, David (James Badge Dale), go out to drink in singles bars. David is a little hyper with his pick-up lines. Brandon just sits there, his face impassive, and has better luck. He doesn't hope to get lucky. He doesn't think of it as luck. Sex is his cross to bear.\n\nI remember when the notion of sexual addiction was first being mentioned. People treated it as a joke. It was referred to in late-night monologues. The American Psychiatric Association in 1987 defined it as a mental disorder involving \"distress about a pattern of repeated sexual conquests … involving a succession of people who exist only as things to be used.\" \n\nThe APA is no longer certain it is a disorder. Whatever it is, Brandon suffers from it. In \"Shame,\" however, he himself is the only thing being used. One or two of his sexual partners may be attracted to him in the sense that some men are attracted to nymphomaniacs. There is such a sadness involved.\n\n\"Shame\" makes into a lie the universal assumption in movies that orgasms provide a pleasure to be pursued. The film's opening shot shows Brandon awake in the morning, staring immobile into space. He could be a man prepared to commit suicide. He gets out of bed, goes into the shower and masturbates. It will be the first of his many orgasms, solitary and with company, that day. He never reveals emotion. He lives like a man compelled to follow an inevitable course. \n\nHe is cold to people. To prostitutes, to co-workers, to strangers. On the subway, he trades eye contact with a woman who may be flirting. Is he flirting? To boldly maintain eye contact is a form of flirting and an aggressive challenge. But he doesn't smile. His is a dreadful life.\n\nOne day he comes home and someone is there. We think it may be an intruder. It is Sissy (Carey Mulligan), his sister, although for a time, we don't know that. He flies at her in a rage, telling her to get out. She has nowhere to go. He doesn't care.\n\nHis shame is masked in privacy. He wants no witnesses to his hookers, his pornography, his masturbation. Does he think he is incapable of ordinary human contact? In time, we will suspect that Brandon and Sissy shared childhood experiences that damaged them. McQueen wisely is not specific about the incidents.\n\nBrandon lives in a cold, forlorn Manhattan. When he is in a group, he is alone. The sidewalks seem unusually empty. He knows where to go in order to have sex. In one sequence, that involves a gay bar. He isn't gay, in my opinion, but then how is he heterosexual? He loves no one, is attracted to no one, is driven to find occasions for orgasm — whether alone or in company hardly seems to matter.\n\nThe introduction of Sissy allows the film some spontaneity and life. She is as passionate and uninhibited as he is the opposite. She needs him desperately. He fears need. They rage at each other. She works sometimes as a cabaret singer, and in one scene, she performs a song heartbreakingly in close-up. This close-up also shows pain and grief, but no anger.\n\nNot many actors would have the courage it took Michael Fassbender to play this role. He showed similar courage in McQueen's \"Hunger\" (2009), about the IRA hunger striker Bobby Sands. The actor and director seem to have found a common resolve in these films to show the thing itself, unalloyed by audience-pleasing techniques. Brandon can't even be said to visibly suffer. He is compelled to repeat the same behavior over and over, and all he gets from it is self-loathing. \"Shame\" is the correct title.\n\n\"Shame\" contains unblinking truth. I have no doubt it depicts behavior that can be accurately called \"sex addiction.\" The film suggests no help for Brandon, although toward the end, he moves somewhat in the direction of being able to care for another human being. For him, that involves being able to care for himself, despite the truth that he feels unworthy to be known. This is a great act of filmmaking and acting. I don't believe I would be able to see it twice.", "running_time": 101, "mpaa_rating": "NC-17", "release_year": 2011, "date_published": "2011-11-30", "genres": ["Drama", "Foreign"], "title": "Shame (2011)"}