{"url": "http://www.rogerebert.com/reviews/shampoo-1975", "by": "Warren Beattyas George", "star_rating": 2.5, "text": "Beverly Hills, Nov. 4, 1968. In 24 hours, Nixon will be making his victory speech on television, pledging an open administration. In 40 hours, George, a hairdresser, will have negotiated the ruins of three affairs, bedded tentatively with a possible new recruit and seen the wreckage of his delusions. \"Shampoo\" never quite connects its images of national mediocrity and personal self-deception, but maybe it doesn't need to; maybe the message is that in a nation that doesn't connect, doesn't trust authenticity, what you get is a Nixon in the White House and a stranger in bed.\n\nGeorge is played by Warren Beatty as a star Beverly Hills hairdresser (\"The heads come to me\") and sexual athlete. He makes love cheerfully with various clients, not so much because he's promiscuous as because he's driven, and always has been: \"As long as I can remember, when I see a pretty girl and I go after her and I make her, it's like I'm gonna live forever.\"\n\nIt's a sunny vision, but during the 40 or so hours covered in \"Shampoo\" he gets too many pretty girls and too many private lives mixed up, and is left facing a future without the woman he (possibly) really does love. That his future also contains Nixon and Agnew is something he never reflects on and perhaps has not noticed; he moves through a thicket of news broadcasts and election-night parties totally engrossed in his own confusions.\n\nHe's living with Jill (Goldie Hawn), a wide-eyed and rather simple creature who naively believes she has him to herself. Jill's best friend is Jackie (Julie Christie), who knows a lot better. Jackie and George had an affair going at one time, and they return to it occasionally, but at the moment Jackie is being kept by Lester (Jack Warden), an orange haired tycoon with vaguely sinister connections. Oh, and Lester's wife Felicia (Lee Grant) is one of George's clients down at the salon and in bed. George also succeeds, during the course of the film, in seducing or being seduced by Lester's daughter, so he has the poor guy surrounded.\n\nThe sexual gymnastics aren't the movie's point, however, and the sex scenes are never developed in an erotic manner. They're directed by Hal Ashby more as symptoms of George's dilemma, which is that he likes being loving and kind, he listens to his clients and sometimes even really does care about their problems, but in some final way he's too blocked to develop a deep relationship, to really give himself.\n\nAt the end, when he tries, when he proposes marriage to Jackie, it's too late and his proposal is doomed anyway -- because Lester's Rolls Royce and a marriage in Acapulco are waiting, and George should have known Jackie was that sort of person in the first place.\n\n\"Shampoo\" is a movie I expected to admire enormously. It was made by some of Hollywood's most gifted talents, and the critical praise from New York has been almost deafening. But the movie didn't quite work for me. Its timing wasn't confident enough to pull off its ambitious conception. It wasn't as funny as it could have been in the funny places (as when Lester, who should only know the truth, speculates that George is gay). It isn't as savage as it could have been in its satire (a Nixon crowd's election-night party bogs down in a pointless series of what sounds like college yells from a U.S. senator, whose behavior is so implausible it doesn't work as anything). And it's not as poignant as it could be in its moments of truth, because we can see the wheels turning. We can sense that the movie's providing obligatory scenes instead of engaging us in a series of discoveries about its characters.\n\nI wonder how audiences will respond to \"Shampoo.\" It reportedly drew great responses here when previewed for student crowds, but I saw it at a sneak preview jam-packed with cosmetologists and hairdressers, and the people behind me (who provided a nonstop display of vulgar, loud commentary) missed not only the point but apparently even the boat. During the movie's final long shot, with George lonely on a hill overlooking Beverly Hills and Jackie receding from his life, they were talking about the scenery.", "running_time": 109, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Comedy", "Drama", "Romance"], "title": "Shampoo (1975)"}