{"url": "http://www.rogerebert.com/reviews/shamus-1973", "by": "Burt Reynoldsas McCoy", "star_rating": 2.0, "text": "“Shamus” is an uneasy mixture of 1970s violence, 1950s sex and 1930s private-eye movies. The violence is probably what’s intended to sell the movie; the sex is low-key and kind of friendly, and the 1930s stuff includes some specific satire of “The Big Sleep.” Burt Reynolds ambles through the movie as a rather schizo character; he has affection for his cat and for Dyan Cannon, in that order, and seems like a nice enough guy until he starts choking people with chains. The movie’s structure is right out of the Raymond Chandler bag. Private-eye movies are all built pretty much the same and the main way “Shamus” is different is that Reynolds doesn’t have an office. Thus he is unable, in Chandler’s immortal phrase, to buy himself a drink out of the office bottle. \n\nNo, he works, out of home, which is a walk-up flat in New York. For furniture, he has a mattress on a pool table (“Just keep your feet warm in the corner pockets,” he advises Miss Cannon), a chair, a wardrobe, a sink and a bottle of Bromo Seltzer. So naturally he’s interested when the mysterious Mr. Hume offers him 10 grand to find some missing diamonds.\n\nHume lives in a house that is cooled to 42 degrees, and he sips iced tea all the time. This is the first of “Shamus’” references to “The Big Sleep,” which began, you will recall, with Humphrey Bogart calling on Charles Waldron in a hothouse. The second moment comes when Reynolds, staking out a joint, goes into a bookstore across the street and quietly seduces the girl behind the counter. \n\nNothing demonstrates the melancholy lack of style in “Shamus” so much as a comparison between its bookstore scene and Bogart’s. Well, you can’t win ‘em all. Reynolds finds himself hot on the trail of a dead body, gets involved with the Mafia, visits a penthouse, a warehouse, a bar and a restaurant, gets himself beaten up several times, throws a few good punches, engages in two chase scenes and makes love to Dyan Cannon. What else can I say?\n\nMaybe that the violence in this movie is particularly unpleasant, because the Reynolds character fights dirty. He has such a casual disregard for the law that it’s hard to understand how he keeps his private license; just during the couple of days covered in the movie, he nearly chokes two people to death (his specialty), breaks and enters, and steals a car. His violent streak is such pure sadism that it’s impossible to identify with him; he’s not like Bogart, trading a couple of punches and taking Regis Toomey’s gun away from him.", "running_time": 106, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-03-08", "genres": ["Mystery", "Suspense", "Thriller"], "title": "Shamus (1973)"}