{"url": "http://www.rogerebert.com/reviews/shame-1968", "by": "Liv Ullmannas Eva Rosenberg", "star_rating": 4.0, "text": "In 1968, at the height of the Vietnam war, Ingmar Bergman made this angry and bleak film that was against all war, and argued that it didn't matter which side you were on. In 1966, in his \"Persona,\" he had used the famous televised footage of a Vietnamese monk burning himself alive to shock an actress into ceasing all forms of speech. In the two years between, what had changed, so that he no longer took sides?\n\n\tIt is a question without an answer in \"Shame,\" which does not deliver a message in any formal way, but simply offers people and their lives and leaves us to conclude what we choose. Both films star Liv Ullmann, his actress in nine films starting with \"Persona.\" Her co-star is Max von Sydow, who had worked with Bergman since \"The Seventh Seal\" (1957). Ullmann and Bergman play a tortured couple, as they also do in \"Hour of the Wolf\" and \"The Passion of Anna.\" In a strange sense, all three films are about the same couple; only their narrative changes.\n\n\tThey were once symphonic musicians. Now they live in a weathered house on an island, growing fruits and vegetables. Nothing in their house seems to work, including the radio, so they hear only distant rumors of a war that has been waged seemingly forever. Eva Rosenberg (Ullmann) is concerned with the danger to their lives and to her desire to bear children. Her husband Jan (von Sydow) believes the war will pass them by. Their serenity is interrupted by jet planes flying low over their house, the killing of a parachuting airman, the arrival of troops, their inquisition, and eventually their incarceration by the other side (which seems to be the local side, but loyalties are divided).\n\n\tThey are questioned harshly. A falsely doctored video of Eva is used against her. They are sent back to their home, only to witness its wanton destruction. Eva has sex with the colonel in charge (Gunnar Bjornstrand, who first worked with Bergman in a 1944 film he wrote, \"Torment\"). Does she do it to save them? Probably, but hard to say. Her own marriage is painfully uncertain. Later, Jan conceals money that could have bought the colonel's freedom from the other side. Does he do it to punish their adultery? Hard to say if he has actually witnessed it.\n\n\tAll of this (I have left out many details) paints a portrait of a couple torn from their secure lives and forced into a horrifying new world of despair, testing them both to discover who they really are what they really feel. The overwhelming concluding passages, interrupted by shots of the sky, are among the most desolate Bergman ever filmed.\n\n\t\"Shame\" was named best film of the year by the National Society of Film Critics, but is not much talked about 40 years later--certainly not in comparison with \"Persona.\" It might have made a greater impact if he'd made it specifically about Vietnam, but I believe he was unhappy that \"Persona\" had been decoded by critics as being against that war, all because of one image; it was about, and against, a great deal more. In this film you can see him shifting away from message and toward the close regard of human behavior and personality (as in his \"Silence of God\" trilogy). That did not turn him into a realist or a conventional storyteller, but it freed him from ideology.\n\n\tIdeology is one of the enemies in \"Shame.\" Jan and Eva are punished because they are suspected of being \"sympathizers,\" but the film lacks any information about where it takes place, who the two sides are, and what they stand for. To a civilian caught in the middle, there is no way out. Jan and Eva are not sympathizers for the other side, but neither are they patriots for this side. In a sense, the film could be about the ordinary non-combatant people of Iraq--or, pick your war.\n\n\t \"Shame\" is available on DVD, alone or packaged with \"Hour of the Wolf\" and \"The Passion of Anna.\" ", "running_time": 103, "mpaa_rating": "NR", "release_year": 1968, "date_published": "2008-08-04", "genres": ["Drama", "Foreign"], "title": "Shame (1968)"}