{"url": "http://www.rogerebert.com/reviews/shanks-1975", "by": null, "star_rating": 2.0, "text": "\"Shanks\" gives us Marcel Marceau, the great pantomimist, in a dual role a little off his beat: He plays Old Walker, the eccentric inventor of electrical devices to make the dead walk again, and young Shanks, his dedicated assistant, who takes over when Walker drops dead (and becomes one of his own ghastly inventions). This sounds like grade B horror movie stuff, but although \"Shanks\" is a disappointment it's not an unworthy effort; Marceau's performance in his first feature length starring role is always interesting and sometimes gruesomely funny.\n\nThe movie is a fantasy, set at the present time but really inhabiting about two centuries of horrors; its props range from a Gothic manor to a mad scientist's laboratory to a Southern California motorcycle gang. It's tempting to credit the motorcycle gang to William Castle, the film's director, who has made a career in horror and exploitation films but the gang is exploited mostly for grisly variations on the theme of turnabout as fair play, and Castle does a good craftsmanlike job of directing.\n\nOne of the problems presented by \"Shanks\" was no doubt, how to use Marceau's gift of mime without making this a movie of pantomime. The solution is to make Shanks a mute and Old Walker a man of few words, while the others in the cast talk only as much as necessary Alex North's music fills in the intervals with great effect, and we never miss the dialog because we're absorbed in Marceau's wondrous control over the movement of his body.\n\nHe rarely seems to be miming in a stage sense; he tones tilings down for the more observant camera, but then he has fun with the choreography of his Undead robots, whose legs and arms seem made of twoway hinges, and who lurch up stairs and down hills in a way just a fraction short of absolute loss of balance. There's a trip to town during which Marceau, with his remote controls, puts two of the Undead (Tsilla Chelton and Philippe Clay) through a macabre visit to the grocery, and there's another nice scene in which a motorcycle gang member, unfamiliar with the controls, manages to walk HIS puppet right into an open well.\n\nSo what we have is an audacious idea well handled, and yet \"Shanks\" never really engages us. Maybe it's just too civilized; it perfects subtle physical jokes that Jacques Tati would have been proud of, but it never really gets into its characters and it moves slowly. Perhaps the presence of Marceau intimidated the filmmakers, who may have thought (in some secret recess of their ambition) that they were making an art film. But movies have to succeed on the basic levels before they can develop in more complex ways, and \"Shanks\" never connects with its Gothic and horror origins.", "running_time": 93, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-01-01", "genres": ["Fantasy", "Horror"], "title": "Shanks (1975)"}