{"url": "http://www.rogerebert.com/reviews/shanghai-noon-2000", "by": "Jackie Chanas Chon Wang", "star_rating": 3.0, "text": "The best way to criticize a movie, Jean-Luc Godard once said, is to make another movie. In that spirit, \"Shanghai Noon\" is the answer to \"Wild Wild West,\" although I am not sure these are the kinds of movies Godard had in mind. Jackie Chan's new action comedy is a wink at Westerns, martial arts and buddy movies--enriched by a goofy performance by Owen Wilson, who would steal the movie if Chan were not so clever at sharing it with him.\n\nThe plot in a paragraph: China, the Forbidden City, 1881. The princess (Lucy Liu) resents her fate and hates her chosen fiance. Her teacher offers to help her escape to the United States. She is kidnapped and held for ransom in Nevada. The three best imperial guards are selected to rescue her. Chan goes along as a baggage carrier for his uncle, who is their interpreter. In Nevada, Chan teams up with a train robber named Roy O'Bannon (Wilson), and they rescue the princess with much help from an Indian maiden (Brandon Merrill).\n\nThe plot, of course, is only a clothesline for Chan's martial arts sequences, Wilson's funny verbal riffs and a lot of low humor. Material like this can be very bad. Here it is sort of wonderful, because of a light touch by director Tom Dey, who finds room both for Chan's effortless charm and for a droll performance by Wilson, who, if this were a musical, would be a Beach Boy.\n\nWilson has been edging up on us. Most moviegoers don't know who he is. If you see everything, you'll remember him from \"Bottle Rocket,\" where he was engaging, and \"Minus Man,\" where he was profoundly disturbing. This movie will make him a star. He is too smart and versatile to be packaged within a narrow range (his career also includes writing credits on \"Bottle Rocket\" and \"Rushmore\"), but if he could only do what he does in \"Shanghai Noon,\" he could support himself with Adam Sandler roles.\n\nHis train robber is hard to describe; the character is funny because of his tone, not his dialogue or actions. He's a modern, laid-back, self-centered Southern California dude with a Stetson and six-guns. Flirting with a passenger on the train he is robbing, he gets competitive: \"I kinda like to do the talking.\" His comic timing is precise, as in a scene where he and Chan get into a weird drinking contest while sharing adjacent bathtubs in a bordello, and play a funny and utterly inexplicable word game.\n\nChan's character is named Chon Wang (say it out loud). As in his 1998 hit \"Rush Hour,\" he plays a man of limited vocabulary and much action; Chris Tucker in that film and Wilson in this one are motormouths who cover for Chan's shaky English, which is no problem because his martial arts scenes are poetic. He's famous for using the props that come to hand in every fight, and here there is a sequence involving several things we didn't know could be done with evergreen trees.\n\nLiu, as the princess, is not a damsel in distress, but brave and plucky, and stirred by the plight of her Chinese countrymen who have been made indentured servants in a Nevada gold town. She doesn't want to return to China, but to stay in the United States--as a social worker or union organizer, I guess. Not so boldly portrayed is Merrill's Indian woman, who is married to Chon Wang in a ceremony that nobody seems to take seriously and that the movie itself has clearly forgotten all about by the time the last shot comes around.\n\nHer pairing with Jackie Chan does however create a funny echo of \"A Man Called Horse,\" and on the way out of the theater I was challenged by my fellow critic Sergio Mims to name all the other movie references. He claimed to have spotted, I think, 24. My mind boggled.\n\nWhat \"Shanghai Noon\" proves--and here's how it's a criticism of \"Wild Wild West\"--is that no matter how much effort is put into production values and special effects, a movie like this finally depends on dialogue and characters. \"Wild Wild West,\" which came out almost exactly one year earlier, had a top-drawer cast (Will Smith, Kevin Kline, Kenneth Branagh) but what were they given to do? Plow through dim-witted dialogue between ungainly f/x scenes. Here Wilson angles onscreen and starts riffing, and we laugh. And Chan, who does his own stunts, creates moments of physical comedy so pure, it's no wonder he has been compared with Buster Keaton. If you see only one martial arts Western this year (and there is probably an excellent chance of that), this is the one.", "running_time": 110, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-05-26", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "Shanghai Noon (2000)"}