{"url": "http://www.rogerebert.com/reviews/shanghai-triad-1996", "by": "Gong Lias Xiao Jingbao", "star_rating": 2.0, "text": "\"Shanghai Triad\" may be the last, and is certainly the least, of the collaborations between the Chinese director Zhang Yimou and the gifted actress Gong Li. The story of a gang boss in 1930s Shanghai and his willful, troublesome mistress, it's seen through the eyes of a small boy from the country who loses his innocence in eight bloody days.\n\nYimou and Li's great works together, starting in 1987, were \"Red Sorghum,\" \"Ju Dou,\" \"Raise the Red Lantern,\" \"The Story of Qui Ju\" and \"To Live.\" These five films represent one of the great actor-director collaborations, but the couple ended their romantic involvement in February, 1995, and now plan to work apart.\n\nThis last film, which is never involving and often pointless and repetitive, is about the powerful boss (Li Baotian) of a Shanghai crime triad and his mistress, Xiao Jingbao (Gong Li), a nightclub singer who mocks and taunts him, and whose nickname is Bijou. The true nature of their relationship emerges only gradually, because the point of view is supplied by a 14-year old named Shuisheng (Wang Xiao Xiao), who comes from the country under the sponsorship of his uncle, a gangster.\n\nShuisheng's assignment is to work as a personal servant for the glamorous Bijou, but almost before he has his feet on the ground, he witnesses a gangland execution. And he overhears troubling conversations between the woman and the godfather (as the film's subtitles call him, perhaps in a bow to Brando). The godfather's word is law in his little world, but he cannot bend Bijou to his will.\n\nShuisheng is naive and inexperienced (asked by a gangster if he's ever slept with a woman, he replies helpfully, \"Yes, with my mother, when I was little\"). He views the world of the godfather and the mistress incompletely, through doors left ajar, through overheard conversations, through the implications of statements he does not fully understand.\n\nYimou is one of the best visual stylists of current cinema, and \"Shanghai Triad\" is a good-looking film. The scenes set in Bijou's nightclub have a nice smoky, decadent, sensuous look, and Bijou is in the great tradition of gangster movies where the boss' girlfriend is the lead singer: She does not sing nearly as well as the boss thinks she does. But the nightclub production numbers go on so long they break the rhythm and seem to occupy a movie of their own.\n\nTrouble strikes. A rival gang attacks the godfather's house, killing many people, including the boy's uncle (\"his open eyes call out for vengeance,\" the boy is told). The boss gathers his gang members, his mistress and the little boy, and removes them all to a small island. Shuisheng now begins to suspect that Bijou is in special danger, but any tension is dissipated in the island's foggy atmosphere. An annoying childhood song is sung again and again (and again), as characters wander through the mist, and we discover that the plot is not at all what we thought.\n\n\"Shanghai Triad\" plays like a movie in which some scenes are missing, and others have been stretched out to make up the difference. It was made by Yimou under difficult conditions; his \"To Live\" was entered in the Cannes Film Festival against the wishes of the Chinese government, who then slapped restrictions on this production. But even if the film had been more fully realized, I wonder if it would have been much better.\n\nThere are two basic weaknesses. One is that the boy supplies the point of view, and yet the story is not about him, so instead of identifying with him, we are simply frustrated in our wish to see more than he can see. The other problem is that Gong Li's character is thoroughly unlikable. She can be the warmest and most charismatic of actresses, but here she always seems mad about something. Maybe about her director?", "running_time": 109, "mpaa_rating": "NR", "release_year": 1996, "date_published": "1996-02-16", "genres": ["Action", "Crime", "Drama", "Foreign"], "title": "Shanghai Triad (1996)"}