{"url": "http://www.rogerebert.com/reviews/shanghai-knights-2003", "by": "Jackie Chanas Chon Wang", "star_rating": 3.0, "text": "\"Shanghai Knights\" has a nice mix of calculation and relaxed goofiness, and in Jackie Chan and Owen Wilson, once again teams up two playful actors who manifestly enjoy playing their ridiculous roles. The world of the action comedy is fraught with failure, still more so the period-Western-kung fu comedy, but here is a movie, like its predecessor \"Shanghai Noon\" (2000), that bounds from one gag to another like an eager puppy.\n\nThe movie opens with the obligatory action prologue required in the Screenwriter's Code: The Great Seal of China is stolen by sinister intruders, and its guardian killed. The guardian of course is the father of Chon Wang (Jackie Chan), who, as we join him after the titles, is sheriff of Carson City, Nevada, and busy ticking off the names of the bad guys he has apprehended. Hearing of the tragedy from his beautiful sister Chon Lin (Fann Wong), Wang hurries to New York to join up with his old comrade in arms Roy O'Bannon (Owen Wilson).\n\nThe movie's plot is entirely arbitrary. Nothing has to happen in Nevada, New York or its ultimate location, London, although I suppose the setup does need to be in China. Every new scene simply establishes the setting for comedy, martial arts, or both. Because the comedy is fun in a broad, genial way, and because Chan and his co-stars (including Fann Wong) are martial-arts adepts, and because the director, David Dobkin, keeps the picture filled with energy and goodwill, the movie is just the sort of mindless entertainment we're ready for after all of December's distinguished and significant Oscar finalists.\n\nThe plot moves to London because, I think, that's where the Great Seal and the evil plotters are, and even more because it needs fresh locations to distinguish the movie from its predecessor. The filmmakers click off locations like Sheriff Chan checking off the bad guys: The House of Lords, Buckingham Palace (fun with the poker-faced guards), Whitechapel and an encounter with Jack the Ripper, Big Ben (homage to Harold Lloyd), Madame Tussaud's. Charlie Chaplin and Arthur Conan Doyle make surprise appearances, surprises I will not spoil.\n\nFor Jackie Chan, \"Shanghai Knights\" is a comeback after the dismal \"The Tuxedo\" (2002), a movie that made the incalculable error of depriving him of his martial-arts skills and making him the captive of a cybernetic suit. Chan's character flip-flopped across the screen in computer-generated action, which is exactly what we don't want in a Jackie Chan movie. The whole point is that he does his own stunts, and the audience knows it.\n\nThey know it, among other reasons, because over the closing credits there are always outtakes in which Chan and his co-stars miss cues, fall wrong, get banged and bounced on assorted body parts, and break up laughing. The outtakes are particularly good this time, even though I cannot help suspecting (unfairly, maybe) that some of them are just as staged as the rest of the movie.", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-02-07", "genres": ["Action", "Adventure", "Comedy", "Thriller"], "title": "Shanghai Knights (2003)"}