{"url": "http://www.rogerebert.com/reviews/shaolin-soccer-2004", "by": "Stephen Chowas Sing", "star_rating": 3.0, "text": "\"Shaolin Soccer\" is like a poster boy for my theory of the star rating system. Every month or so, I get an anguished letter from a reader wanting to know how I could possibly have been so ignorant as to award three stars to, say, \"HIDALGO\" while dismissing, say, \"Dogville\" with two stars. This disparity between my approval of kitsch and my rejection of angst reveals me, of course, as a superficial moron who will do anything to suck up to my readers.\n\nWhat these correspondents do not grasp is that to suck up to my demanding readers, I would do better to praise \"Dogville.\" It takes more nerve to praise pop entertainment; it's easy and safe to deliver pious praise of turgid deep thinking. It's true, I loved \"Anaconda\" and did not think \"The United States of Leland\" worked, but does that mean I drool at the keyboard and prefer man-eating snakes to suburban despair?\n\nNot at all. What it means is that the star rating system is relative, not absolute. When you ask a friend if \"Hellboy\" is any good, you're not asking if it's any good compared to \"Mystic River,\" you're asking if it's any good compared to \"The Punisher.\" And my answer would be, on a scale of one to four, if \"Superman\" (1978) is four, then \"Hellboy\" is three and \"The Punisher\" is two. In the same way, if \"American Beauty\" gets four stars, then \"Leland\" clocks in at about two.\n\nAnd that is why \"Shaolin Soccer,\" a goofy Hong Kong action comedy, gets three stars. It is piffle, yes, but superior piffle. If you are even considering going to see a movie where the players zoom 50 feet into the air and rotate freely in violation of everything Newton held sacred, then you do not want to know if I thought it was as good as \"Lost in Translation.\"\n\n\"Shaolin Soccer\" has become a legend. It's the top-grossing action comedy in Hong Kong history, and was a big hit at Toronto 2002 (although for some reason I didn't see it; I must have been sidetracked by \"Bowling for Columbine\"). Miramax bought it, and shelved it for two years, apparently so Harvey Weinstein could cut it by 30 minutes, get rid of the English dubbing, restore the subtitles, and open it one week after his own \"Kill Bill Vol. 2.\" To put this movie up against Tarantino is like sending Simon Cowell against William H. Rehnquist, but Simon has his fans.\n\nThe movie has been directed and co-written by Stephen Chow, who stars as Sing, a martial arts master turned street cleaner, who uses his skills in everyday life and is in love with Mui (Vicki Zhao), who sells buns from her little street stand and combs her hair forward to conceal a complexion that resembles pizza with sausage and mushrooms. It is a foregone conclusion that by the end of this film Mui will be a startling beauty. Less predictable is that Sing recruits seven soccer players from his former monastery to form a soccer team.\n\nHis inspiration to do this is Fung (Ng Man Tat), known as the Golden Leg because he was, years ago, a great soccer hero until his leg was broken by Hung (Patrick Tse Yin). Hung now rules the soccer world as owner of Team Evil (yes, Team Evil), while Fung drags his leg like the Hunchback of Notre Dame. It is another foregone conclusion that Team Evil will meet the Shaolin soccer team formed by Fung and Sing in a thrilling match played before what looks like a vast crowd that has been borrowed from a computer game.\n\nThe game doesn't follow any known rules of soccer, except that there is a ball and a goal. As the players swoop high into the air and do acrobatics before kicking the ball, I was reminded more of Quidditch. There is also the matter of ball velocity. The players can kick the ball so hard that it actually catches fire as it rockets through the air, or digs a groove in the ground as it plows toward the goal.\n\nSince the game is impossible and it is obvious Team Evil will lose, there's not much suspense, but there is a lot of loony comedy, a musical number, and the redemption of the Poor Spotted Little Bun Girl. As soccer comedies go, then, I say three stars. It's nowhere near as good as \"Bend It Like Beckham,\" of course -- but \"Beckham\" is in a different genre, the coming-of-age female-empowerment film. It's important to keep these things straight.", "running_time": 113, "mpaa_rating": "PG-13", "release_year": 2004, "date_published": "2004-04-23", "genres": ["Action", "Comedy", "Eastern", "Foreign"], "title": "Shaolin Soccer (2004)"}