{"url": "http://www.rogerebert.com/reviews/sharkys-machine-1981", "by": null, "star_rating": 3.0, "text": "\r\n\n\n“Sharky’s Machine” contains all of the ingredients of a\r\ntough, violent, cynical big-city cop movie, but what makes it intriguing is the\r\nway the Burt Reynolds character plays against those conventions. His name is\r\nSharky. As the movie opens, he's an undercover narcotics cop. He blows a big\r\ncase and is demoted to the vice squad--which is a bawdy, brawling, vocal gang\r\nof misfits who act like a cross between \"Hill Street Blues\" and a\r\nJoseph Wambaugh nightmare. \n\n\r\nSharky is not happy in vice. He is, in fact, not\r\nhappy anywhere, not until a young woman named Dominoe enters his life. She is a\r\nhooker. She also seems to be involved with some snaky big-money characters, and\r\nso Sharky places her under twenty-four hour surveillance. That involves moving\r\nseveral cops, telescopes, cameras, and bugging devices into the high-rise\r\nopposite her apartment. The cops set up housekeeping and settle down for a long\r\nwait. And it's here that the movie begins to really involve us. Reynolds, as\r\nSharky, falls in love with the woman. It is a voyeuristic love, involving\r\nspying and eavesdropping, and Sharky is not a voyeur--so it is particularly\r\npainful for him to witness the woman's sexual involvement with others.\n\n\r\nThe central scenes of the movie, involving the\r\ncall girl's private life and the probing eyes of Sharky, could easily have\r\nbecome tawdry--could have disintegrated into a peep show. That doesn't happen,\r\npartly because Reynolds (who also directed the film) doesn't provide cheap\r\ndisplays of flesh, but also because the call girl is played by British actress\r\nRachel Ward, who brings poignancy and restraint to the role. She plays a hooker\r\nwho's not a tramp. She has a husky voice and an astonishing body, but there's\r\nan innocence in her manner. Later, we discover that she has been in virtual\r\nbondage to her pimp since she was an infant. She knows no other life. This is a\r\nsetup of sorts, a device in the plot to allow the female lead to be both\r\nprostitute and victim, but it clarifies the relationship between Reynolds and\r\nWard. And when they fall in love, as they inevitably do, it provides some\r\nleftover innocence to be celebrated. \n\n\r\nReynolds surrounds this central relationship\r\nwith a lot of cops, known as Sharky's Machine. They are played by actors who\r\nhave played a lot of other cops in a lot of other movies--Brian Keith, Charles\r\nDurning--and by Bernie Casey, who is playing his first cop but does it with\r\nspecial grace. There's a long scene in the film, reportedly improvised, in\r\nwhich Casey tells Reynolds what it felt like, the first time he was shot. We\r\nare reminded that cops in the movies hardly ever talk about being shot. \n\n\r\n“Sharky’s Machine” has a lot of plot, most of it\r\ninspired by the original novel by William Diehl. Maybe it has too much plot for\r\na movie that Reynolds has referred to as Dirty Harry Goes to Atlanta. But this\r\nis an ambitious film; it's as if something inside Reynolds was chafing at the\r\ninsipid roles he was playing in one car-chase movie after another. He doesn't\r\nwalk through this movie, and he doesn't allow himself the cozy little touches\r\nthat break the mood while they're letting the audience know how much fun Burt\r\nis having. \n\n\r\nThe result of his ambition and restraint is a\r\nmovie much more interesting than most cop thrillers. “Sharky’s Machine” does\r\nhave a lot of action, including an extended, exhausting, brutal shoot-out at\r\nthe end. But it also has the special qualities of the relationship between\r\nReynolds and Ward (more fully developed than the camaraderie between Reynolds\r\nand Catherine Deneuve, as another hooker in another thriller, “Hustle,” in\r\n1974). As a director, Reynolds allows himself a few excesses (one howler is the\r\ndramatic cut from a sex scene to the phallic glory of the Peachtree Plaza\r\nHotel). But he's put a lot of his ambition in this movie, and it reminds us\r\nthat there is a fine actor within the star of “The Cannonball Run.” ", "running_time": 119, "mpaa_rating": "R", "release_year": 1981, "date_published": "1981-01-01", "genres": ["Action", "Crime", "Thriller"], "title": "Sharky's Machine (1981)"}