{"url": "http://www.rogerebert.com/reviews/shark-tale-2004", "by": "Robert De Niroas Lino", "star_rating": 2.0, "text": "\"Casablanca\" was only 25 years old when I started as a movie critic, but I thought of it as an old movie. \"The Godfather,\" which is behind most of the inspiration for \"Shark Tale,\" is 32 years old, and \"Jaws,\" its other inspiration, is 29 years old. Time slips into the future, and movies still fresh in our hearts are considered by younger audiences to be ancient classics.\n\nSince the target audience for \"Shark Tale\" is presumably kids and younger teenagers, how many of them have seen the R-rated \"Godfather\" and will get all the inside jokes? Not a few, I suppose, and some of its characters and dialogue have passed into common knowledge. But it's strange that a kid-oriented film would be based on parody of a 1972 gangster movie for adults. Strange, too, that the movie's values also seem to come from \"The Godfather,\" a study in situational ethics that preferred good gangsters with old-fashioned values (the Corleone family) to bad gangsters who sold drugs. Sure, it would be better for your kids to grow up to be more like Don Vito than Scarface, but what a choice.\n\nThe movie is the latest production of DreamWorks Animation, co-directed by Vicky Jenson (\"Shrek\"), Bibo Bergeron (\"The Road To El Dorado\") and Rob Letterman. It takes place on an underwater reef where sharks are the local gangsters, and run things from their headquarters on the hulk of the Titanic. Coral formations, undersea debris and vegetation combine to create an aquatic Times Square, and, as in \"Shrek 2,\" real retailers have their Toon equivalents.\n\nThe movie doesn't follow the plot of \"The Godfather\" so much as recycle its characters, and the \"Jaws\" inspiration gets an early smile when the famous theme music, scary for people, is as inspiring to sharks as the national anthem. The story's hero is Oscar (voice by Will Smith), who works down at the Whale Wash. It's a mob front, run by Sykes (voice by Martin Scorsese), a puffer fish who has extraordinary eyebrows, for a fish. Oscar is deep in debt to Sykes, who assigns a couple of Rastafarian enforcers (Ziggy Marley and Doug E. Doug) to take him on a trip and teach him a lesson he'll never forget.\n\nThe mob is ruled by Don Lino (voice by Robert De Niro, channeling Marlon Brando), who is a ruthless but, by his own standards, a fair shark. His two sons are Frankie (Michael Imperioli), who has grown up to be a shark any dad can be proud of, and Lenny (Jack Black), who has disgraced the family by becoming a vegetarian. Lenny could found a reef chapter of PETA (Predators for the Ethical Treatment of Animals) on the basis of his activist intervention one night at dinner, when he sets a shrimp cocktail free.\n\nDon Lino is fed up with Lenny, and orders Frankie to take the lad on a swimabout and teach him the life lessons of sharkhood. As luck would have it, they cross paths with Oscar and the enforcers, and when a ship's falling anchor kills Frankie, Oscar gets the credit. Since the reef lives in terror of the sharks, this makes him a local hero, and creates romantic suspense: Will he remain faithful to his long-time girlfriend Angie (Renee Zellweger), or be seduced by the charms of the local finne fatale, Lola (Angelina Jolie)? Reporting on all of this is the local anchorwoman, Katie Current, played by Katie Couric.\n\nThe problem with this story is that the movie pays too much attention to it, as if we really cared. Most successful animation has a basic level where even small children can easily identify. Little Nemo wanted to escape from the fish tank and return to his father in the ocean. Every kid understood that. But how much will they care in \"Shark Tale\" that Oscar wants to clear his debt with the loan sharks and become rich and famous? Will they follow the romantic struggle involving the Zellweger and Jolie characters?\n\nThe movie lacks a port of entry for young viewers -- a character they can identify with. All of the major characters are adults with adult problems like debt, romance, and running (or swimming away from) the mob. In dealing with their concerns, the characters do way too much talking, maybe because the filmmakers were so thrilled to have great voice-over talent.\n\nIn earlier days the voice-over dubbers for cartoons were anonymous, unless they were named Mel Blanc. Now they \"star\" in the movie, so that the posters for \"Shark Tale\" list De Niro, Smith, Zellweger and Jolie in big type at the top, as if we were really going to see them in the movie. To be sure, the fish look a little like their voice talents; I wonder if salaries go up when the voices for animation agree to have their faces and mannerisms borrowed.\n\nThere are a lot of funny moments in \"Shark Tale,\" free-standing gags, clever lines, neat twists, but the movie never comes together into a convincing enterprise. It's so in love with its origins in gangster movies, and has so much fun with the voices of its famous actors, that it never really defines and sells the characters in a way the audience cares about. There's a point when you wish the filmmakers would drop the in-jokes and the subtle Hollywood references and just get on with it. The movie is likely to appeal to movie buffs more than to typical family audiences.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-10-01", "genres": ["Action", "Animation", "Comedy", "Family"], "title": "Shark Tale (2004)"}