{"url": "http://www.rogerebert.com/reviews/sharks-treasure-1975", "by": "Cornel Wildeas Jim", "star_rating": 1.0, "text": "Cornel Wilde's in great shape. We know that because of one of the few spontaneous moments in \"Shark's Treasure,\" his new movie. He's on the deck of his cabin cruiser with three crewmembers. They're all younger men, but he's the skipper and this is his expedition for sunken treasure. \"You're in good shape for a man your age,\" one of the crew tells Wilde. \"Hell,\" he says. \"I'm in good shape for a man YOUR age, \" (Perhaps it's worth noting here that Wilde wrote the dialog himself.)\n\nHe falls to the deck, fully extends his arms and legs and does a push-up. Then he does two more using just one arm, still extended. That's pretty good shape for a man his age, all right. It doesn't have much to do with the plot, but no matter. In his recent movies, Wilde seems largely intent on celebrating his physical stamina. He wears only a swimming suit during most of \"Shark's Treasure,\" and in \"The Naked Prey\" he was lucky to get that much. These considerations wouldn't be urgent if there were only more to \"Shark's Treasure.\" But there isn't. This is one of the silliest and most casually constructed movies in a long time.\n\nIts story involves Wilde as a treasure hunter. He thinks he knows a spot in the Caribbean where a galleon may have gone down loaded with gold. His three sidekicks are in for 5 per cent of the take, but that doesn't stop them from suddenly bursting into angry verbal battles that are among the most curious aspects of the movie: Wilde sticks his camera up on the mast and shoots directly down at his cast arguing with great energy and little purpose, as if this would indicate \"tension\" and help along the plot.\n\nThings get exciting when the boat is boarded by ex-convict desperadoes who find out there's gold to be discovered. Led by a sadistic former bartender (and, believe me, finding out he's a bartender is a real bonanza of character development in this movie), they tie up Wilde and his crew and then engage in inexplicable fun and games until the arbitrary conclusion.\n\nThe movie's never convincing enough to really involve us. And so there's time in the theater for a few reflections:\r\n(1) Although a lot of sharks are caught, speared, shot and otherwise mishandled in the movie, there's no outcry from the audience, not even from the kids. As mammals we're loyal to our own kind, and even if we hate to see four-legged creatures killed, we don't identify much with sharks.\r\n(2) Sometimes the most dangerous stunts look pointless on the screen. Wilde and his hapless co-stars really did dive with the sharks, get caught in a wicked surf and otherwise find themselves threatened during the filming of this movie, None of their harrowing real-life predicaments looks as exciting as routine Hollywood stunts.\r\n(3) Cornel Wilde, at 60, may have decided to combine his movie career with other pastimes. \"Shark's Treasure\" gives him a chance to float around in the Caribbean and do a lot of Scuba diving, whatever its other merits, and I'm happy to report that even when he's not doing trick push-ups he looks pleased with himself.", "running_time": null, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-09-30", "genres": null, "title": "Shark's Treasure (1975)"}