{"url": "http://www.rogerebert.com/reviews/shattered-glass-2003", "by": "Hayden Christensenas Stephen Glass", "star_rating": 3.5, "text": "\"Are you mad at me?\" Stephen Glass asks. He's like a puppy who's made a mess on the carpet but knows he's cute and all of the kids are crazy about him. The kids in this case are his fellow staffers at the New Republic, and the mess consists of 27 steaming piles of fabricated falsehoods that he deposited on its pages.\n\nYou may remember some of Glass' stories. I know I did. I loved his piece about the young hacker who terrified corporations with raids on their computers, and then sold them his expertise to shoot down other hackers. This guy was so successful, he had his own agent. Then there was the gathering of Young Republicans at a Washington hotel, partying all night like a drunken fraternity. And the convention of the political novelties industry, with display tables of racist, homophobic and anti-Clinton T-shirts, bumper stickers and books.\n\nTerrific stories. Problem is, Stephen Glass (Hayden Christensen) made them all up. Without realizing it, TNR had started publishing fiction. Magazines employ fact-checkers to backstop their writers, and they're a noble crowd, but sometimes they check the trees and not the forest; it doesn't occur to them a piece might be a total fraud.\n\nThe first puncture of Stephen Glass' balloon comes from Adam Penenberg (Steve Zahn), who as a writer for the Web-based Forbes Digital Tool, was several steps down the ladder from the New Republic's superstar. But when he tries to follow up on that rich hacker with his own agent, he can't find him -- or his agent, or the company that hired him, or his Web site, or anything. When he calls TNR, his query lands on the desk of Charles Lane (Peter Sarsgaard), the magazine's new editor. Lane has enough to worry about: He has recently replaced the beloved Michael Kelly, he lacks Kelly's charisma, and the staffers instinctively side with Glass against the cool, distant Lane.\n\nWhen you hear about a case like this, or the similar fraud committed against the New York Times by Jayson Blair, you wonder how a world-class publication gets itself conned by some kid. Maybe the key word is \"kid.\" Maybe the hotshot newcomers generate an attractive aura around themselves, so that editors would rather jump on the bandwagon than seem like old fogeys.\n\n\"Shattered Glass,\" written and directed by Billy Ray and based on a Vanity Fair article by Buzz Bissinger, relates the rise and fall of the young charmer in terms of the office culture at the New Republic, which is written by and for smart people and, crucially, doesn't use photographs. (\"Photos would have saved us,\" one staffer notes, \"because there wouldn't have been any.\" There were, however, photos with Jayson Blair's stories -- it's just that the photographer could never seem to find him at the scene of the story.) The movie is smart about journalism because it is smart about offices; the typical newsroom is open space filled with desks, and journalists are actors on this stage; to see a good writer on deadline with a big story is to watch not simply work but performance.\n\nStephen Glass was a better actor than most, playing the role of a whiz kid with bashful narcissism. There is a fascinating and agonizing sequence during which Lane tries to pin down the slippery details of a Glass story, and Glass tries to wriggle free. Phone numbers go missing, files are left at home, phone calls aren't answered, and as it becomes obvious to Lane that the story will not hold water, a kind of dread begins to grow. We like Glass, too, and we can see he's trapped; he channels those nightmares we all have about flunking the big exam. There are a couple of times when Lane seems to have him nailed down and he squirms free with a desperate but brilliant improvisation, and we're reminded of Frank Abagnale Jr., the hero of \"Catch Me If You Can,\" who found an addictive joy in getting praise he did not deserve.\n\nGlass' fellow workers admire him because (a) he's turning in work they would have died to have written, and (b) he doesn't rub it in. Two of his most admiring colleagues, Caitlin Avey (Chloe Sevigny) and Amy Brand (Melanie Lynskey), feel protective toward him; like sisters, they worry that he works too hard, pushes himself, doesn't take credit, doesn't know how good he is. A more typical newsroom colleague is Andie Fox, played by Rosario Dawson over at Forbes Digital Tool; she senses that Penenberg is onto a really big story, wants a piece of it, and keeps trying to elbow in.\n\nBecause \"Shattered Glass\" is cast so well, with actors who seem to instinctively embody their parts, it's worth another look at some of Billy Ray's choices. Hayden Christensen, who makes Glass' career believable by being utterly plausible himself, played young Anakin Skywalker in \"Star Wars: Attack of the Clones.\" Steve Zahn often plays clueless losers and Rosario Dawson specializes in sex and action roles; not here. Chloe Sevigny is a versatile actress, but you might not have thought of her as a New Republic staffer until you see her here, and she's pitch-perfect. Peter Sarsgaard has the balancing act as a new editor who happens to be right but is under enormous pressure to be wrong.\n\n\"Shattered Glass\" deserves comparison with \"All the President's Men\" among movies about journalism, but it's about a type known in many professions: The guy who seems to be pursuing the office agenda when actually he's pursuing his own. Filled with a vision of his own success, charming and persuasive, smart, able to create whole worlds from fictions that work as well as facts, he has an answer for everything until someone finally thinks to ask the fundamental question: Is it all a fraud, right down to the bone?\n\nIn recent years we have seen vast corporations built on lies, and political decisions based more on wishes than facts. The engineers of those deceptions have all been enormously likable, of course. They need to be. We are saved, from time to time, not so much by the rectitude of the Charles Lanes as by the dogged curiosity of the Adam Penenbergs.", "running_time": 94, "mpaa_rating": "PG-13", "release_year": 2003, "date_published": "2003-11-07", "genres": ["Drama", "History", "Indie"], "title": "Shattered Glass (2003)"}