{"url": "http://www.rogerebert.com/reviews/shattered-1991", "by": "Tom Berengeras Dan Merrick", "star_rating": 2.0, "text": "I have not read the novel by Richard Neely that inspired “Shattered,” but now, having seen the movie, I feel like I need to.\n\nPerhaps it would shed more light on the state of mind of Judith Merrick, the character played by Greta Scacchi in the film, who commits a series of acts so implausible, and so bewildering, that I would do anything to eavesdrop on her stream of consciousness.\n\nIn many thrillers there are secrets that the conscientious critic must not reveal, lest he spoil the audience’s fun. This entire movie is nothing but one vast secret that shouldn’t be revealed. I tried writing a paragraph in which I would summarize the “hook” - the first five minutes of the movie, and I found I couldn’t even do that without fudging. Almost nothing can be said about this film that would not eventually turn out to be a distortion of the plot.\n\nSo let me just tell you some things that may or may not be true. One New Year’s Eve, while speeding home on a twisting mountain road after a party, a couple is nearly killed when their car flies off the road and tumbles down a steep embankment. The wife (Greta Scacchi) is thrown free, and escapes with some bad bruises. But the hospital informs her that her husband (played by Tom Berenger) is critically injured and in a deep coma.\n\nEventually he does live, and after extensive plastic surgery he even stops looking like Frankenstein’s monster. But he has selective amnesia. “You can remember who’s president,” Scacchi explains to him, “but nothing about your family.” Sort of like being on the White House staff. Even though he can’t remember Scacchi, he falls in love with her all over again, especially after she unbuttons her blouse (everyone in this film must have seen “Regarding Henry”).\n\nThere are, however, many clues indicating that all is not well. Such as: a roll of photographs hidden in the tobacco canister.\n\nThe warnings of the family’s best friend (Joanne Whalley-Kilmer). The discoveries of a colorful private eye (Bob Hoskins). The testimony of the manager of the local hotel where everyone goes to commit adultery. And, of course, those troublesome nightmare memories from the night of the accident, involving the abandoned ship down by the old marina.\n\nThere is no possible explanation that will tie everything together - and if you don’t believe me, see the movie. The key to the mysteries, when it comes, is not only utterly, inconceivably implausible, but raises so many questions that the movie really could benefit from another 30 minutes or so, during which the Scacchi character could deliver a helpful explanatory monologue straight into the lens.\n\nAnd yet “Shattered” has its qualities, among them the dogged persistence of the Bob Hoskins character (whose explanation for still being alive at the end of the film is a howler). Wolfgang Petersen’s direction is shadowy and portentious, and filled with omens, and his screenplay is too clever by half, which is always sort of fun. The movie is finally so ridiculous it cannot be taken seriously as a thriller or anything else, but there are moments that work, and you’ll love the look on the hero’s face when he discovers the identity of the dead body.", "running_time": 97, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-10-11", "genres": ["Mystery", "Suspense", "Thriller"], "title": "Shattered (1991)"}