{"url": "http://www.rogerebert.com/reviews/shaun-of-the-dead-2004", "by": "Simon Peggas Shaun", "star_rating": 3.0, "text": "The movie is a new British comedy about clueless layabouts whose lives center on the pub; for them, the zombies represent not a threat to civilization as we know it, but an interference with valuable drinking time. When it becomes clear that London is crawling (or shuffling) with zombies, best buddies Shaun (Simon Pegg) and Ed (Nick Frost) lead a small band of survivors to the obvious stronghold: the Winchester, their local.\n\nThe irony is that Shaun's girlfriend Liz (Kate Ashfield) has been issuing ultimatums, asking Shaun to choose between her and the pub. She lives with Di (Lucy Davis) and David (Dylan Moran), who think that in a showdown Shaun would chose the pub over his girl; when Shaun urges them to barricade themselves inside the Winchester, David is not encouraging: \"Do you think his master plan is going to amount to anything more than sitting and eating peanuts in the dark?\" This is not really fair, since Shaun is at least armed: He uses his cricket bat to wham zombies on the head. A cricket bat is to British movies as a baseball bat is to American movies: The weapon of choice for clueless heroes going downstairs to investigate a noise that was inevitably made by somebody packing a lot more than a bat.\n\nLiz, Shaun and Ed the best friend have a relationship not unlike the characters played by Jennifer Aniston, John C. Reilly and Tim Blake Nelson in \"The Good Girl\" (2002). Liz is smart and ambitious and wants to get ahead in the world, but Shaun is happy with his entry-level job in retail and his leisure hours spent with Ed, watching the telly and drinking beer -- at the pub, preferably, or at home in a pinch. When Liz complains that Ed is always around, Shaun says \"he doesn't have too many friends,\" which is often an argument for not becoming one.\n\n\"Shaun of the Dead,\" written by Simon Pegg and Edgar Wright and directed by Wright, is a send-up of zombie movies, but in an unexpected way: Instead of focusing on the Undead and trying to get the laughs there, it treats the living characters as sitcom regulars whose conflicts and arguments keep getting interrupted by annoying flesh-eaters. In the first two or three scenes, as he crawls out of bed and plods down the street wrapped in the misery of his hangover, Shaun doesn't even notice the zombies. Sure, they're on the TV news, but who watches the news? For Shaun and Ed, the news functions primarily as reassurance that the set will be operating when the football match begins.\n\nThe supporting characters include Shaun's stepfather Phil (Bill Nighy) and mother Barbara (Penelope Wilton). Nighy is that elongated character actor who looks as if he may have invaded Rhys Ifans' gene pool. He has a quality that generates instinctive sympathy, as in \"Love Actually\" (2002), where he played the broken-down rock star still hoping patiently in middle age for a comeback. Here there's something endearing about his response when he is bitten by a zombie. It has been clearly established that such bites always lead to death and then rebirth as a zombie. Once bitten, your doom is sealed. But listen to Phil reassure them, \"I ran it under the tap.\"\n\n\"Shaun of the Dead\" has its pleasures, which are mild but real. I like the way the slacker characters maintain their slothful gormlessness in the face of urgent danger, and I like the way the British bourgeois values of Shaun's mum and dad assert themselves even in the face of catastrophe. There is also that stubborn British courage in times of trouble. \"We never closed,\" bragged the big neon sign outside the Windmill strip club in Soho, which stayed open every night during the Blitz. In this movie, the Winchester pub exhibits the same spirit.\n\nGood thing the movie is about more than zombies. I am by now more or less exhausted by the cinematic possibilities of killing them. I've seen thousands of zombies die, and they're awfully easy to kill, unless you get a critical mass that piles on all at once. George Romeo, who invented the modern genre with \"The Night of the Living Dead\" and \"Dawn of the Dead,\" (1979) was essentially devising video game targets before there were video games: They pop up, one after another, and you shoot them, or bang them on the head with a cricket bat. It's more fun sitting in the dark eating peanuts.", "running_time": 99, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-09-24", "genres": ["Comedy", "Foreign", "Horror"], "title": "Shaun of the Dead (2004)"}