{"url": "http://www.rogerebert.com/reviews/she-hate-me-2004", "by": "Anthony Mackieas Jack Armstrong", "star_rating": 3.0, "text": "Spike Lee's \"She Hate Me\" will get some terrible reviews. Scorched earth reviews. Its logic, style, presumption and sexual politics will be ridiculed. The Tomatometer will be down around 20. Many of the things you read in those reviews may be true from a conventional point of view. Most of the critics will be on safe ground. I will seem to be wrong. Seeming to be wrong about this movie is one of the most interesting things I've done recently. I've learned from it.\n\nAfter seeing the movie once, I would have complained that \"She Hate Me\" contains enough for five movies, but has no idea which of those movies it wants to be. Movie One: The story of a corporate whistleblower (Anthony Mackie), and an indictment of the corporate culture. Movie Two: The hero inexplicably becomes a stud who is hired to impregnate lesbians at $10,000 a pop. Movie Three: He impregnates a Mafia daughter (Monica Bellucci), and John Turturro turns up as her father, to do a Marlon Brando imitation. Movie Four: A free-standing sidebar about Frank Wills (Chiwetel Ejiofor), the Watergate security guard who brought down the Nixon administration and reaped nothing but personal unhappiness. Movie Five: How a black man steps up to the plate and accepts responsibility for raising his kids, by bonding with his lesbian ex-girlfriend (Kerry Washington) and her lover, who have both borne one of his children.\n\nWhat do these stories have to do with one another? How can we be expected to believe, in 2004, that not one but 18 lesbians would pay a man to make them pregnant? And that he could perform with six women in the same night and bring every one of them to a loud and even thrashing climax? That his sperm would go the distance? That 17 of them would get pregnant after one encounter? That none of them would be alarmed at being sixth or 18th in a row of unprotected sex? And that when the movie shows its hero ready to \"be there\" for his children, it ignores the question of whether a lesbian couple would need or desire his presence, however noble his intentions?\n\nOh, I could go on and on. But read some of the other reviews for that. The standard review of this movie is unanswerable, unless you look beneath the surface.\n\nI went to see the movie a second time, because my first response, while immediate and obvious, left me feeling unsatisfied. I knew I could plow into the movie and spare not a single frame, using implacable logic and withering sarcasm. But some seed of subversion in the film made that feel too easy. Whatever its faults, the movie had engaged and fascinated me in its various parts, even if it seemed to have no whole.\n\nSpike Lee is a filmmaker on a short list with directors like Herzog, Sayles, Jarmusch, Altman, Paul Thomas Anderson, Todd Solondz and the new kid, David Gordon Green. He dances to his own music. He no doubt knows all the objections that can be raised against his film. He knows that structurally it's all over the map. He knows the lesbian storyline is logically and emotionally absurd. He knows Frank Wills came in from left field. He knows he begins with a conventional drama about rotten corporations and then jumps ship. He knows all of that. He teaches film at Harvard, for chrissakes. So why did he make this movie, this way?\n\nI could call him up and ask him, but maybe the point is to look at this film, ask myself that question and avoid the easy answer, which is that he made a preposterous movie because he didn't know any better. He knows better. He could have delivered a safe, politically correct, well-made film without even breathing hard.\n\nBut this is the work of a man who wants to dare us to deal with it. Who is confronting generic expectations, conventional wisdom and political correctness. Whose film may be an attack on the sins it seems to commit. Who is impatient with the tired rote role of the heroic African-American corporate whistleblower (he could phone that one in). Who confronts the pious liberal horror about such concepts as the inexhaustible black stud, and lesbians who respond on cue to a sex with a man -- and instead of skewering them, which would be the easy thing to do, flaunts them.\n\nHis movie seems to celebrate those forbidden ideas. Why does he do this? Perhaps because to attack those concepts would be simplistic, platitudinous and predictable. But to work without the safety net, to deliberately be offensive, to refuse to satisfy our generic expectations, to dangle the conventional formula in front of us and then yank it away, to explode the structure of the movie, to allow it to contain anger and sarcasm, impatience and wild, imprudent excess, to find room for both unapologetic, melodramatic romance and satire -- well, that's audacious. To go where this film goes and still to have the nerve to end the way he does (with a reconciliation worthy of soap opera, and the black hero making a noble speech at a congressional hearing) is a form of daring beyond all reason.\n\nMy guess is that Lee is attacking African-American male and gay/lesbian stereotypes not by conventionally preaching against them, but by boldly dramatizing them. The inspiration for \"She Hate Me\" may be his \"Bamboozled\" (2000), an attack on black stereotypes that was one of his least successful films. Having failed with a frontal assault, he returns to the battle using indirection. By getting mad at the movie, we arrive at the conclusions he intends. In a sense, he is sacrificing himself to get his message across.\n\nEither that, or I have completely misread \"She Hate Me,\" but I couldn't write the obvious review. I couldn't convince myself I believed it. This film is alive and confrontational and aggressively in our face, and the man who made it has abandoned all caution, even to the point of refusing to signal his intentions, to put in a wink to let us see he knows what he's doing.\n\nIt is exciting to watch this movie. It is never boring. Lee is like a juggler who starts out with balls and gradually adds baseball bats, top hats and chainsaws. It's not an intellectual experience, but an emotional one. Spike Lee is like a jazz soloist who cuts loose, leaving behind the song and the group, walking offstage and out of the club, and keeps on improvising right down the street, looking for someone who can keep up with him. True, the movie is not altogether successful. It's so jagged, so passionate in its ambition, it raises more questions than it answers.\n\nBut isn't that better than the way most films answer more questions than they raise? \"She Hate Me\" invites anger and analysis about the stereotypes it appears to celebrate; a film that attacked those stereotypes would inspire yawns. Think what you want on an Politically Correct level, but concede that \"She Hate Me\" is audacious and recklessly risky.", "running_time": 138, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-08-06", "genres": ["Comedy", "Drama", "Indie"], "title": "She Hate Me (2004)"}