{"url": "http://www.rogerebert.com/reviews/she-devil-1989", "by": "Meryl Streepas Mary Fisher", "star_rating": 3.0, "text": "There must have been moments on the set of \"She-Devil\" where Roseanne Barr went into her dressing room and locked the door and asked herself what she was doing there, co-starring in a movie with the immortal Meryl Streep. We're in on the amazement, because Barr has done such a thorough job of documenting her life in comedy routines, in confessional interviews, in her book and on talk shows. Here is a woman who only a few years ago couldn't have gotten an autograph from Meryl Streep, let alone steal a scene from her.\n\nThere's a delicious element of sweet revenge in Barr's entire career. Here is the woman who proves, for all of us, that we could be TV stars and stand-up comics, if only we got a couple of breaks, because we've sure got more on the ball than the morons who are making it in show biz. And that sense of realized revenge is an undercurrent throughout \"She-Devil,\" which works both on a fictional level and as a real-life demonstration that Barr and Streep are indeed right there in the same movie.\n\nIf Barr is correctly cast, so is Streep, who has always had a rich vein of comedy bubbling through her personal life - few people are merrier during interviews - but who has dedicated her career to playing serious or even tragic women, most of them with accents. Here she's given a juicy role to sink her teeth into: Mary Fisher, the best-selling romance novelist who seems like what would happen if the genes of Barbara Cartland, Jackie Collins and Danielle Steel were combined in the same trash compactor. It's a role that calls out for broad, fearless interpretation, and Streep has a lot of fun with it.\n\nBarr's character is named Ruth, and she's a fat, plain suburban housewife with a mole on her upper lip that looks like a surgically implanted raisin. She is married, none too securely, to an accountant named Bob (Ed Begley Jr.), who dreams of moving up in the ranks of his profession by becoming an accountant to the stars. Fate grants his wish. He meets Mary Fisher during an incident involving a spilled drink at a charity benefit, and one thing leads to another so rapidly that he cruelly drops off his wife at home before ending up in bed with the lustful novelist.\n\nThe heart of the movie involves the revenge that Ruth takes out on her husband and Mary Fisher - revenge so thorough and methodical that she even takes time to jot down the areas of her husband's life she wants to destroy: first, his home; then his family, career and freedom, in that order. Bob has accused her of being a she-devil, and she is more than willing to play the role. She will haunt the faithless bastard until he wishes he had never heard of accounting, much less of Mary Fisher.\n\n\"She-Devil\" was directed by Susan Seidelman, whose credits include \"Desperately Seeking Susan,\" the underrated \"Making Mr. Right\" and the recent \"Cookie.\" She has a sure touch for off-center humor, the kind that works not because of setups and punch lines, but because of the screwy logic her characters bring to their dilemmas. In the middle passages of this movie, she goes for broad comic strokes, especially in the way she portrays the gauche lifestyle of Mary Fisher, whose home looks like a Holiday Inn's wet dream. Streep, as Mary Fisher, has erected a glamorous fictional facade around the mundane actual facts of her life, and it is with grim precision that Barr's character pulls it to pieces.\n\nWhen Zsa Zsa Gabor's treacherous schoolmate added 10 years to the actress' official age by producing that old school yearbook not long ago, I felt a twinge of sympathy for Gabor. If there is no honor among women lying about their ages, then what is sacred? But the Mary Fisher character in \"She-Devil\" is such a vain and snobbish woman that we can take a sadistic delight in Ruth's most devilish scheme, which is to disguise herself as a nurse, locate the novelist's feisty mother (Sylvia Miles) in an old folks' home and produce her to the press along with a detailed history of Mary Fisher's true past.\n\nBegley, that tall, vaguely handsome and subtly bewildered actor from \"St. Elsewhere,\" is the fulcrum for a lot of the humor. His character requires him to operate consistently from the basest motives: lust, greed and envy. He projects these emotions so effortlessly, I hope they're grooming him for the Donald Trump story. Willing to betray his wife on a moment's notice but yet more interested in Mary Fisher's body and fame than in the inner character she presumably possesses, he is a shallow and utterly worthless man, until the she-devil teaches him a lesson.\n\nDebut movies are traditionally tricky for TV stars. For every Pee-wee Herman who finds the perfect movie vehicle, there's a Henry Winkler who doesn't. Barr could have made an easy, predictable and dumb comedy at any point in the last couple of years. Instead, she took her chances with an ambitious project - a real movie. It pays off, in that Barr demonstrates that there is a core of reality inside her TV persona, a core of identifiable human feelings like jealousy and pride, and they provide a sound foundation for her comic acting. The proof of it is that, on the basis of this movie, Streep didn't have to retire to her own dressing room to ask herself what she was doing in a movie with Barr.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-12-08", "genres": ["Comedy"], "title": "She-Devil (1989)"}