{"url": "http://www.rogerebert.com/reviews/sheba-baby-1975", "by": "Pam Grieras Sheba", "star_rating": 1.5, "text": "The thing I like best about Pam Grier is her sense of boundless energy. So many actresses are so protective of themselves on screen. Even in the action scenes, they seem afraid to mess up their hair or get their dresses dirty. Not our gal Pam, who in \"Sheba, Baby\" engages in a couple of breakneck chases, dives off a yacht, practices karate on the bad guys and gets into a brawl at a party. She seems to be having fun, and the characters she plays seem more athletic, more active, than a lot of the action roles played by aging male superstars.\n\nAlthough many moviegoers may not readily recognize her name, Miss Grier is one of the top three or four black movie stars, and (with Barbara Streisand) one of the two actresses whose name above the title can guarantee a profit on a film with the right budget. To be sure, most of Pam's movies seem budgeted at about 5 per cent of what a Streisand epic costs, but they make money and they're entertaining.\n\nThat has a lot to do with Pam Grier herself, who is strikingly beautiful, who radiates a kind of healthiness and a cheerful abundance of stamina and who has a figure that's wondrous to behold. The movies she's been in have been either totally forgettable (\"Women in Cages,\" \"Black Mama, White Mama,\" \"The Arena\") or just passable (\"Coffy,\" \"Foxy Brown\"). Her latest, \"Sheba, Baby,\" is in the passable category, but I'd like to see her scheen personality used in a better-directed film with more ambition.\n\nThat's not to say she should start looking for serious dramatic roles. She's an action star with a nice sense of humor, and what she needs are better action directors. Howard Hawks, who had so much success directing strong women in the golden age circa 1940, might have had a lot of fun with Pam Grier.\n\nShe often plays a character who loses a family member to the bad guys (in \"Coffy\" it was her little sister, and this time, it's her father). She goes on a vendetta, infiltrates the enemy stronghold with cunning and guile, usually lures the villain seductively before letting him have it and exhibits a mastery of guns, karate, knives and (this time) spear-guns and speedboats.\n\nSome of her films have been much too violent for my taste (there's a scene in \"Foxy Brown\" that's probably too violent for ANY taste). But \"Sheba, Baby\" tones down the actual bloodletting and substitutes excitement in scenes like a chase through a carnival midway and the speedboat chase. There are holes in the plot big enough to drive that boat through (Why don't the police ever question Sheba after she finishes off the, villains?), but they don't much matter.\n\nMaybe Miss Grier or her managers realize that her persona is well suited to making her a heroine for younger audiences and are toning down the sex and violence to earn the PG rating. That's an improvement. And now what she should start looking for are better scripts and directors. She has a charisma that begs to be used well.", "running_time": 90, "mpaa_rating": null, "release_year": 1975, "date_published": "1975-04-04", "genres": ["Action", "Drama", "Thriller"], "title": "Sheba, Baby (1975)"}