{"url": "http://www.rogerebert.com/reviews/sherlock-holmes-a-game-of-shadows-2011", "by": "Robert Downey Jr.as Sherlock Holmes", "star_rating": 3.5, "text": "I suppose any hope of an authentic Sherlock Holmes movie is foolish at this epoch in movie history. No matter that a story is set in 1895 in Victorian London, it must be chockablock with explosions, gunfire, special effects and fights that bear no comparison to the \"fisticuffs\" of the period. As an Anglophile, I've luxuriated in the genial atmosphere of the Conan Doyle stories, where a step is heard on the stair, a client tells his tale, and Holmes withdraws to his rooms to consider his new case during a period of meditation (involving such study aids as opium). \n\nWe see a great deal of Victorian London (and Paris and Switzerland) in \"Sherlock Holmes: A Game of Shadows,\" but we must look quickly. The movie all but hurtles through episodes that would be leisurely set pieces in a traditional Holmes story. This is a modern action picture played in costume. I knew it would be. After Guy Ritchie's \"Sherlock Holmes\" (2009) with Robert Downey Jr. and Jude Law grossed something like half a billion dollars, this was no time to rethink the approach. What they have done, however, is add a degree of refinement and invention, and I enjoyed this one more than the earlier film.\n\n\"Sherlock Holmes: A Game of Shadows\" opens with an emergency that threatens to rock Holmes' world: Dr. Watson (Law) is getting married. In the first film, we learned of his engagement to Mary Watson (Kelly Reilly), and now a date has been set for the poor girl. Holmes (Downey), who considers himself every bit as much good company as the doctor could possibly require, deplores this development, and indeed even joins the blissful couple on their honeymoon train journey. At one point, he throws Mary off the train, but to be fair, it's to save her life.\n\nMost of the film centers on a climax in the long-standing feud between Holmes and Professor James Moriarty (Jared Harris), who beneath his cover as an Oxford don, is the mastermind of an anarchist plot to use bombings and assassinations to push Europe into war. Moriarty would profit handsomely from that because he operates an enormous secret munitions factory, turning out everything from machine pistols to gigantic cannons. The lives of many European heads of state are threatened, and Holmes is the only hope to keep the peace.\n\nOnce this game is afoot, it seems too large to be contained by the eccentric investigator of 221B Baker Street and Watson, his intimate. (I am using \"intimate\" as both a noun and an insinuation.) It's more of a case for James Bond, and Moriarty's grandiosity seems on a scale with a Bond villain. Guy Ritchie and his writers Michele and Kieran Mulroney, however, wisely devote some of their best scenes to one-on-ones between Holmes and Moriarty. \n\nTheir struggle comes to a head in an elegant, high-stakes chess game, held for some reason in Switzerland in the dead of a winter night on a snowy outdoor balcony. As played by Jared Harris, Moriarty doesn't gnash or fulminate, but fences with Holmes in barbed language. This returns the story somewhat to the Conan Doyle tradition that Holmes did most of his best work in his mind.\n\nDr. Watson has a more proactive role this time. \"A Game of Shadows\" opens with him recalling these events on a typewriter that is too modern for 1895 but maybe suggests he's writing years later. He's not just a confidante and chronicler but a hero, too, involved in fights and shootouts. His wife must be thankful that Holmes abruptly eliminated her from most of the action.\n\nMycroft, Holmes' brother, turns out to be well-placed at the center of European diplomacy; Stephen Fry has plummy good fun in the role, especially in nude moments where he shields his netherlands from view by employing artfully arranged foregrounds in the \"Austin Powers\" tradition. Two women characters are prominent. Back again is Irene Adler (Rachel McAdams), the enigmatic figure in much romantic speculation about Holmes. And we meet for the first time a gypsy fortune teller named Madame Simza Heron, played by Noomi Rapace, the original \"Girl With the Dragon Tattoo.\" She capably discharges the duties required of her as Madam Heron, but demonstrates how really brilliantly conceived the Dragon Lady was. Heron is pale by comparison.\n\nIt's Downey's movie. With his cool, flippant manner, his Holmes stands apart from the danger, thinking it through visually before performing it, remaining insouciant in the face of calamity. He appears in many disguises, one with a markedly bad wig, another as a remarkably convincing chair. The thing to do, I suppose, is to set aside your memories of the Conan Doyle stories, save them to savor on a night this winter and enjoy this movie as a high-caliber entertainment.", "running_time": 129, "mpaa_rating": "PG-13", "release_year": 2011, "date_published": "2011-12-14", "genres": ["Action", "Adventure", "Comedy", "Crime", "Mystery", "Thriller"], "title": "Sherlock Holmes: A Game of Shadows (2011)"}