{"url": "http://www.rogerebert.com/reviews/sherlock-holmes-2009", "by": "Robert Downey Jr.as Holmes", "star_rating": 3.0, "text": "The less I thought about Sherlock Holmes, the more I liked \"Sherlock Holmes.\" Yet another classic hero has been fed into the f/x mill, emerging as a modern superman. Guy Ritchie's film is filled with sensational sights, over-the-top characters and a desperate struggle atop Tower Bridge, which is still under construction. It's likely to be enjoyed by today's action fans. But block bookings are not likely from the Baker Street Irregulars.\n\nOne of the comforts of the Arthur Conan Doyle stories is their almost staid adherence to form. Villains and cases come and go up the staircase at 221B Baker Street, but within that refuge, life stays the same: Holmes all-knowing and calm, Watson fretful and frightened, clues orderly, victims distraught, never a problem not seemingly insoluble. Outside is the fabled Victorian London, a city we all know in our imaginations. I think I became an Anglophile on those winter nights when I sat curled up in my dad's big chair, a single lamp creating shadows in the corners of the room, reading the Modern Library edition of the stories while in the basement I heard the comforting sounds of my parents doing the laundry.\n\nEvery Holmes story is different and each one is the same, just as every day has its own saint but the Mass is eternal. \"Sherlock Holmes\" enacts the strange new rites of hyperkinetic action and impossible CGI, and Holmes and Watson do their best to upgrade themselves. Holmes tosses aside the deerstalker hat and meerschaum calabash, and Watson has decided for once and all to abandon the intimacy of 221B for the hazards of married life. Both of them now seem more than a little gay; it's no longer a case of \"oh, the British all talk like that.\" Jude Law even seemed to be wearing lipstick when he promoted the movie on Letterman.\n\nWell, Holmes, like Hamlet, has survived countless interpretations. The character has been played memorably by Basil Rathbone, Jeremy Brett, Frank Langella, Peter Cushing, John Barrymore, James D'Arcy, Michael Caine, John Cleese, Peter Cook, Rupert Everett, William Gillette, Stewart Granger, Charlton Heston, Anthony Higgins, Raymond Massey, Roger Moore, John Neville, Leonard Nimoy, Christopher Plummer, Jonathan Pryce, Nicol Williamson -- and now Robert Downey Jr., who is not the least of these.\n\nDowney's Holmes is at once more dissolute and more fit than previous incarnations. Holmes' canonical devotion to cocaine is here augmented by other drugs and a great deal of booze. Yet Holmes has the body of a lithe athlete, the skills of a gymnast and the pugilism of a world champion. He and Watson (who is, you recall, only a doctor, although one with clients who must be puzzled about his office hours) spring readily into action like Batman and Robin.\n\nIn a really very good opening sequence, the two burst in upon the fiendish satanist Lord Blackwood (Mark Strong) in the act of committing a dastardly act. Blackwood is sent to the gallows and sealed in his tomb, only to reappear (to Holmes' undeniable satisfaction) seemingly still alive. This sets off a series of action set pieces in the streets of London, which have never seemed more looming, dark and ominous; I had the impression Jack the Ripper had just darted out of view.\n\nAfter the initial apprehension of Blackwood, Holmes retreats to his digs. In Conan Doyle, this is often explained as \"a period of study\" and implied drug reveries. In Ritchie's version, he trashes his rooms like a drunken undergraduate; they lack only empty pizza boxes. This will not do. My Sherlock is above all fastidious. But never mind. Blackwood's resurrection gives him a new reason for living.\n\nThere is also interest from two women: Irene Adler (Rachel McAdams), of course, said to be the only woman to ever touch Holmes' heart, and Mary Morstan (Kelly Reilly), Watson's intended, who may be in for more than she knows. The advent of Mary on the scene sends Holmes into fits of petulance; how dare the doctor prefer a woman to his own fascinating company? Watson has always maintained quarters elsewhere, but in this film, the cozy confines of 221B make his other rooms seem more than ever like a beard.\n\nThe Conan Doyle stories are still read, and probably always will be. Most readers get to at least a few. But among moviegoers on Christmas night (traditionally one of the busiest movie nights of the year), probably not so many. They will be unaware that this \"Sherlock Holmes\" is cheerfully revisionist. They will be entertained, and so was I. The great detective, who has survived so much, can certainly shrug off a few special effects.", "running_time": 128, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-12-23", "genres": ["Action", "Adventure", "Comedy", "Crime", "Drama", "Mystery", "Thriller"], "title": "Sherlock Holmes (2009)"}