{"url": "http://www.rogerebert.com/reviews/shes-all-that-1999", "by": "Freddie Prinze Jr.as Zack Siler", "star_rating": 2.5, "text": "Sometimes while you're watching a movie, you can sense the presence of a wicked intelligence slipping zingers into a formula plot. I had that feeling all during \"She's All That,\" which is not based on a blindingly original idea (\"Pygmalion\" and \"My Fair Lady\" got there first). It's about how the most popular guy in the senior class makes a bet that he can take a dorky girl and turn her into a prom queen. There's fun in the plot, but there's more fun around the edges. The movie stars Freddie Prinze Jr. as Zack, who has the third best grade point average in his class, and is also the captain of the soccer team and dates the beautiful class sexpot Taylor (Jodi Lyn O'Keefe). But Taylor breaks up with him after going to Daytona Beach and meeting Brock Hudson, star of \"The Real World,\" an MTV show in which real kids are cast more or less as themselves. I only got a quick glimpse, but I think Brock has a tattoo of himself on his right arm.\n\nTaylor is sure she'll be prom queen. Zack's buddies bet him he can't take another girl and make her the queen. He accepts, and chooses Laney (Rachael Leigh Cook), a mousy wallflower who paints down in her basement. In this affluent Southern California community, it doesn't help that her dad is \"Dr. Pool\" (Kevin Pollak), owner of a pool-cleaning service.\n\nWill Laney undergo a startling transformation? What do you think? I wanted to applaud when Zack unleashed the classic line, \"Do you always wear those glasses?\" Of course it is an unbreakable rule of this formula that the ugly duckling is a swan in disguise: Rachael Leigh Cook is in fact quite beautiful, as was Audrey Hepburn, you will recall, in \"My Fair Lady.\" Just once I'd like to see the \"Pygmalion\" formula applied to a woman who was truly unattractive.\n\nTo give the movie credit, it's as bored with the underlying plot as we are. Even the prom queen election is only a backdrop for more interesting material, as \"She's All That\" explores differences in class and style, and peppers its screenplay with very funny little moments.\n\nConsider, for example, the scene where Zack seeks Laney in the fast-food joint where she works. McDonald's would be too much of a cliche. This is a Middle Eastern franchise: \"Would you like to super-size those falafel balls?\" Consider a scene that plays in the foreground while Laney's dad is watching \"Jeopardy!\" in the background and shouting out the answers. (To a question about the printer of the most famous Bible in history, he shouts out \"Hewlett-Packard.\" I couldn't quite catch the question for which his answer is \"Lou Rawls\" and the correct answer is \"the pope.\") Moments like that are almost better than the movie deserves. So is the way the movie treats Taylor, the villainess, who tries to seduce the vain Brock while he's watching himself on TV and is told to stop getting spit on his chest. And although it's obligatory to have a party scene at which the bad girl humiliates the good girl by pouring something down her dress, I liked the way Taylor told Laney she was \"a waste of perfectly good yearbook space.\" High school movies never seem that convincing to me, maybe because all the students seem to be in their 20s and don't have zits. Freddie Prinze Jr. I learn, is 23, and Rachael Leigh Cook is 20. Still, they have a charm in their roles, muted somewhat in Cook's case because the plot requires her to be sullen much of the time. She lurks in the basement painting large, dark canvases, and at first Zack doesn't realize he's really falling in love with her.\n\nBut of course he is. And although she resists his advances (\"What is this, some kind of a dork outreach program?\"), nothing can stand in the way of the happy ending. Watching the movie, I was grateful to the director, Robert Iscove, and the writer, R. Lee Fleming Jr., for taking this weary material and doing what they could with it. There's so little wit in the movies today. Too many characters speak in big, clunky declarative sentences that serve only to push the plot ahead of them, like people trying to shove their cars out of the snow. \"She's All That\" is not a great movie, but it has its moments.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-01-29", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "She's All That (1999)"}