{"url": "http://www.rogerebert.com/reviews/shes-having-a-baby-1988", "by": "Kevin Baconas Jake", "star_rating": 2.0, "text": "“She’s Having a Baby” begins with the simplest and most moving of stories and interrupts it with an amazing assortment of gimmicks. It is some kind of tribute to the strength of the story, and the warmth of the performances by Kevin Bacon and Elizabeth McGovern, that the movie somehow manages almost to work, in spite of the adornments.\n\nThe story begins on their wedding day, which Bacon faces with deep misgivings. Although he fell in love with McGovern literally at first sight, he is reluctant to surrender his freedom and take up the responsibilities of adulthood. But it’s too late to back out, and before long the young couple have settled into a shoe-box condo and Bacon has conned his way into a low-level job with a Chicago advertising agency.\n\nYears pass. The couple moves into what Bacon describes as “a mortgage with three bedrooms.” They settle into a version of suburban conformity, although Bacon still grows restless with his neighbors’ endless debates on rival brands of lawn mowers. The parents on both sides of the family begin to drop loud hints that they would appreciate a grandchild. Bacon is not ready for the awesome responsibilities of parenthood. But then it develops that he has a deficient sperm count (caused, we learn, by tight underwear raising the temperature of his groin above ideal sperm weather), and he joins McGovern in a determined effort to conceive a child. (Their resulting love scene must be the first copulation on film that is accompanied by the song “Workin’ on the Chain Gang.”) Other aspects of their lives drift in and out of view. Alec Baldwin, the best friend, visits Chicago from time to time, makes a pass at McGovern, is rejected (“It’s not happening in this lifetime,” she explains), remains a friend. The routine at the ad agency begins to tell on Bacon, who has, of course, aspirations of becoming a novelist.\n\nAnd there are the erotic temptations of a strange, beautiful girl, who appears to Bacon in a disco, in the ad agency and in his dreams, offering an alternative to his quiet yuppie lifestyle. But then come pregnancy, childbirth and fatherhood, and he realizes that the age-old values are the best ones.\n\nAll of this sounds completely straightforward, and a logical development for the filmmaker, John Hughes, who has been charting the progress of Chicago teenagers in a series of good films, including “Sixteen Candles,” “The Breakfast Club” and “Ferris Bueller’s Day Off.” But something strange got into Hughes this time.\n\nThe progression of his ordinary story is interrupted by some extraordinary flights of fancy. There are fantasy sequences, imaginary conversations and a ballet for suburban husbands and their lawnmovers.\n\nBacon narrates the film, and other characters also get into the act, including the preacher who marries them and incorporates all of the duties of the perfect yuppie husband into the wedding vows. On their own, these bizarre touches are sometimes amusing (the choreography of the suite for lawn mowers would make a good TV commercial). But why are they in this story? Mostly they seem merely cute and clever distractions, not part of the story, not adding to it, not necessary.\n\nThe last sequence in the movie, where Bacon waits and worries while his wife undergoes a difficult labor, is the most effective. It is honest and strong and has genuine emotional strength. It suggests what a better movie this might have been if the whole story had been told in the same straightforward style, freed of Hughes’ flourishes and gimmicks. The good parts of “She’s Having a Baby” make the rest of it feel like a missed opportunity.", "running_time": 106, "mpaa_rating": "PG-13", "release_year": 1988, "date_published": "1988-02-05", "genres": ["Comedy", "Drama", "Romance"], "title": "She's Having a Baby (1988)"}