{"url": "http://www.rogerebert.com/reviews/shes-the-man-2006", "by": "Amanda Bynesas Viola", "star_rating": 3.0, "text": "I didn't for one second believe the plot of \"She's the Man,\" but I did believe for the entire movie that Amanda Bynes was lovable. She plays a girl who pretends to be a boy in order to play soccer. That this story is recycled from Shakespeare's \"Twelfth Night\" is something I report right here at the top so that we can work together to put it out of our minds.\n\nBynes plays Viola, the twin sister of Sebastian (James Kirk), who at the start of the movie conveniently sneaks away to London for two weeks without telling anybody. This is much easier on Viola than the Shakespeare version, in which she fears her brother has perished at sea. But I will not mention Shakespeare again. Viola is the star of the girls' soccer team at Cornwall Prep, a school that seems to have enough money to supply every girl with her own soccer team. She thinks she's good enough to play for the boy's team, but her hopes are scorned, so she takes advantage of Sebastian's absence to take his place at nearby Illyria Prep, named after the country in Shakespeare's play. There she tries out for the soccer team.\n\nCan Amanda Bynes convincingly play a boy? Of course not. She plays a cute tomboy with short hair who keeps forgetting to talk low and then nervously clears her throat and talks like she's on the phone to the school office: \"Viola is sick today, and this is her mother speaking.\" Can she play soccer and live with a male roommate and take showers and not be exposed as a girl? Of course not, but at least the movie doesn't make a big deal out of it; she has a few close calls, and thinks fast. When the coach (Vinnie Jones) announces a practice game between Shirts and Skins, she offers compelling reasons why she should be a Shirt.\n\nViola/Sebastian's roommate at Illyria is Duke, no doubt inspired by Duke Orsino in Shakespeare. But enough about Shakespeare. Duke seems attracted to Olivia (Laura Ramsey), but Olivia is attracted to Sebastian/Viola, who gets a crush on Duke because he speaks with such sensitivity about women even when having a private conversation with her, or him. Duke is played Channing Tatum, who sounds as if he should be the child of Carol Channing and Tatum O'Neal, which in this movie might be possible, although in real life he was born in Cullman, Ala.\n\nTatum is 26, a little old to play a high school kid, but Amanda Bynes at 19 is convincing, and her poise, under the circumstances, is extraordinary. The movie develops interlocking romantic triangles, and adds some funny supporting characters, including David Cross as the headmaster, whose exuberance is as boundless as his baldness. Her mother, played by Julie Hagerty, dreams of the day when her little girl will come out as a debutante; while being coached as a deb, Viola is advised to \"chew like you have a secret.\" Does she ever.\n\nOf Amanda Bynes let us say that she is sunny and plucky and somehow finds a way to play her impossible role without clearing her throat more than six or eight times. More importantly, we like her. She first won a following with her show on Nickelodeon, and was funny in \"Big Fat Liar\" (2002), but in this role, as Shakespeare might say, she achieves greatness, or maybe she has it thrust upon her. The movie is good-natured and silly, and at the end there is a big soccer game between Illyria and Cornwall during which both Viola and the real Sebastian are able to offer proof of their genders, although when the PG-13 rating cites \"nudity,\" I am compelled to report that the movie includes none of the naughty bits. As a famous playwright once wrote in \"Twelfth Night,\" \"Wherefore are those things hid?\"", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 2006, "date_published": "2006-03-16", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "She's the Man (2006)"}