{"url": "http://www.rogerebert.com/reviews/shes-out-of-my-league-2010", "by": "Jay Baruchelas Kirk", "star_rating": 3.0, "text": "Molly is a perfect 10. Kirk is a five. This scoring is provided by his best friends, who sadly inform him, \"You can't jump more than two.\" Because of reasoning like that, Aristotle Onassis remains a hero to fours and fives everywhere. \"She's Out of My League,\" which is sort of a good comedy, tells the story of a five who meets a 10 who believes there is a 10 inside of him fighting to get out.\n\nKirk (Jay Baruchel) works as a TSA security screener at the Pittsburgh airport. He's competent enough, but the behavior of his colleagues should all by itself raise the national security level to red. Apparently unsupervised, they brighten up their jobs by trying to pick up every cute girl who comes through security. This is made more possible because there never seem to be 500 impatient passengers waiting in line.\n\nBaruchel looks as if he could indeed be a five, but he has that essential quality of turning into a 10 with his attitude alone. Here he will find what I have long observed, that everyone is beautiful when they're looking at you with love in their eyes. Kirk has recently become the victim of the sort of perfect storm that strikes the heroes of movies like this. His girlfriend Marnie (Lindsay Sloane) has broken up with him. But having lacked a warm family relationship, she latched onto Kirk's family, and now hangs out at his house with her new boyfriend, who Kirk's parents approve of. Think about that.\n\nMolly (Alice Eve) is also fresh from romantic disaster. When she loses her iPhone and Kirk finds it and returns it, she asks him out to dinner. He's stunned, because, yes, she's out of his league. But it turns out Molly is ready to play in a different league, one where being a 10 on the outside is less important than being a 10 on the inside. Kirk's innate decency melts her heart.\n\nJay Baruchel has that quality of seeming like someone we might actually have known outside of a movie. He plays Kirk as apologetic, easily embarrassed, with low self-esteem -- plain and simple, a nice guy. Alice Eve, who is despite all evidence British, is pretty, yes, but not actually quite a 10. A 9.5, easy. Isn't that scoring system loathsome? Her best friend, Patty (Krysten Ritter), thinks that Kirk is beneath Molly, possibly because Patty likes to bask in the reflected glow of Molly's tenhood. Kirk's own three best buddies include two party animals and one nice pudgy guy, whose combined wisdom on women is a perfect two.\n\nThere are some funny set pieces here, one involving guys rummaging through each other's netherlands, one involving a family trip to Branson, Mo., in matching sweatshirts. Do you ever get the feeling you're the last American alive who hasn't been to Branson? That Titanic attraction sounds great to me. Anyway, much depends on whether Kirk will actually make this journey.\n\nThe movie is not a comedy classic. But in a genre where so many movies struggle to lift themselves from zero to one, it's about, oh, a six point five.", "running_time": 104, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-03-10", "genres": ["Comedy", "Romance"], "title": "She's Out of My League (2010)"}