{"url": "http://www.rogerebert.com/reviews/shes-so-lovely-1997", "by": "Sean Pennas Eddie", "star_rating": 3.0, "text": "At first I didn't understand some of the behavior in the second half of \"She's So Lovely,'' but then I found the explanation, which is that two of the characters are mad. They often are in films of John Cassavetes, and this is the last that will bear his credit: Cassavetes, who died in 1989, wrote the screenplay, which has been directed by his son, Nick.\n\nThe presence in a small role of Cassavetes' widow, Gena Rowlands, is a reminder of all the characters she played in her husband's movies. Most of them were also mad--deranged, alcoholic, obsessive wives, lovers or eccentric dames, driven crazy by love and need. Narrow your eyes a little, imagine Rowlands, Cassavetes and Peter Falk in the roles played here by Robin Wright Penn, Sean Penn and John Travolta, and you have the key that unlocks the film. Otherwise, you're likely to leave the theater frustrated and confused, asking yourself how any mother could make the choice the woman in this film makes.\n\nAs the story opens, the woman, named Maureen (Wright Penn) lives in a transient hotel with her lover, Eddie (Sean Penn). He has been missing for three days. She seeks him out (and also free drinks and smokes) in a skid row bar, and ends up in the room of Kiefer (James Gandolfini), a neighbor across the hall. Through a very large alcoholic misunderstanding, he assaults her, and Maureen is afraid that when Eddie finds out, he'll kill the guy.\n\nShe is nearly right. Eddie, also drunk, succeeds in accidentally shooting a member of an emergency response team, and is sent to prison.\n\nAt this point, halfway through the movie, everything has advanced according to a certain logic, and we understand that Maureen and Eddie are alcoholics who are obsessively in love, and whose lives, as they say, have become unmanageable.\n\nTen years pass, handled and explained only with a title on the screen. Maureen is now serenely married to Joey (John Travolta), and lives in a suburban home with her three children, the oldest by Eddie. Then Eddie is released from prison, and the madness begins all over again. Eddie still loves her, and wants to see her. In a sequence that has a scary fascination, Joey takes Eddie's daughter, Jeanie, to meet Eddie at a downtown hotel. Would a stepfather do such a thing? Yes, but in such a place? \"Shut up and drink your beer,'' Eddie tells Jeanie at one point, not unkindly.\n\nI was reminded of the Cassavetes film about an obsessive gambler who took his child with him to Vegas and left him in a room at a casino while he disappeared for hours to gamble. Or another where kids are yanked out of school for a weird day at the beach. The families in Cassavetes films are always dysfunctional, the children confronted with irresponsible, deranged adults and trying to make sense of them. Cassavetes' films spun at such a pitch of emotional chaos that no behavior seemed unbelievable, although a lot of it seemed unwise.\n\nThe crucial late scene in \"She's So Lovely'' involves Eddie's visit to the suburban home of Joey and Maureen. This scene will raise questions among logical viewers, but it works as drama, and we cannot look away. Eddie and Maureen are not given a lot of choices (they're locked into a compulsive replay of old tapes), but Travolta finds ways to introduce dark humor into the scene, and we smile sometimes, as we did with so many Cassavetes films, because the characters are mad in such a verbal, screwy, almost pathetic way.\n\nWatching \"She's So Lovely,'' it's helpful to remember that movies can show behavior without recommending it--that the highest purpose of a movie is not to reflect life realistically, but to filter it through the mind of the artist. \"She's So Lovely'' does not depict choices most audiences will condone, or even understand, but the film is not boring, and has the dread hypnotic appeal of a slowly developing traffic accident (in which we think there will probably be no fatalities).\n\nRobin Wright Penn and Sean Penn are locked into Maureen and Eddie with a savage zeal; the characters play less implausibly than they sound, because the actors believe in them. Penn is one of our best actors, and his wife (who was so solid as Jenny in \"Forrest Gump'') is able to stay with him in these harrowing situations. Travolta finds a way to somehow be outside firing range--his Joey is a man with his own goofiness, who only seems to be ordinary. And there are nice side roles, including one for Harry Dean Stanton, as a drinking buddy who has the classic line, \"Nobody brought a piece--it's not that kind of an evening.'' Nick Cassavetes, now in his late 30s, has been an actor (as indeed anyone with his parents would almost have to be) and is now a director. In \"Unhook the Stars'' (1996), he directed his mother Gena Rowlands as a sensible woman trying to deal with the dysfunctional young mother (Marisa Tomei) across the street, and now here he directs his father's last script.\n\nAs a filmmaker, he lacks his father's untidy emotional wildness; he makes films that are more carefully crafted and lack the anarchic spirit. But he understands the territory, and in \"She's So Lovely,'' what he especially understands is that if you want to see true weirdness, you don't look along skid row, where the motives are pretty easy to understand, but out in suburbia, where those green lawns can surround human time bombs.", "running_time": 112, "mpaa_rating": "R", "release_year": 1997, "date_published": "1997-08-29", "genres": ["Drama", "Indie", "Romance", "Thriller"], "title": "She's So Lovely (1997)"}