{"url": "http://www.rogerebert.com/reviews/shes-the-one-1996", "by": "Edward Burnsas Mickey", "star_rating": 2.0, "text": "Early in “She's the One,” a beautiful woman named Hope (Maxine\rBahns) gets into a cab driven by a feckless bachelor named Mickey (Edward\rBurns). They fall into conversation. She likes him. She's on the way to the\rairport but doesn't like planes, so she hires him to drive her to New Orleans.\rA day later, they are married. Uh, huh. Not likely--especially not in a New\rYork cab--and yet Meet Cutes like this have been fueling romantic comedies\rsince time immemorial, and so we go along with the gag.\n\nOnce\rthey return to New York, reality intrudes. Mickey's brother, Francis (Mike\rMcGlone) is angry because Mickey got married without a best man. Meanwhile,\rFrancis is cheating on his wife Renee (Jennifer Aniston of TV's “Friends”) with\rHeather (Cameron Diaz).\n\nNow\rabout this Heather. She used to date Mickey, who knew that she worked her way\rthrough college as a hooker. They were engaged, but it ended, and now Heather\ris dividing her time between Francis and Poppa, a very old, very rich man we\rnever see. Heather is described as working on Wall Street, but her job\rdescription may not be precisely what Francis envisions.\n\nMickey\rand Francis are Irish-American brothers, who along with their father (John\rMahoney) like to call themselves the Fighting Fitzpatricks. They have a mother,\rbut she is never seen in the movie, only talked about. Their father, who likes\rto call the boys “Sister” and “Barbara,” believes that even at their age\rthere's no better way to settle a family dispute than by putting on the gloves\rand stepping into the backyard.\n\n“She's\rthe One” was written and directed by Edward Burns, whose beguiling comedy “The\rBrothers McMullen” won the Grand Jury Prize at the 1995 Sundance Film Festival.\rThe brothers Fitzpatrick are not quite so beguiling, and the movie feels like\rmaterial from the same pot, stirred and shaken, with a touch of screwball. If\rthis were exclusively a screwball comedy--involving romantic misunderstandings\rand revolving doors--it might have worked better, but unfortunately Burns\rallows an element of Sincerity and Psychological Insight to take over, and the\rmovie bogs down in earnestness.\n\nThe\rtwo big moral issues in the film seem rather contrived. One involves Hope who,\rhaving married Mickey within 24 hours, now wonders how to tell him she plans to\rleave for Paris in the fall to study at the Sorbonne and expects him to come\ralong. My own notion is that a part-time cab driver so unattached he can get\rmarried in 24 hours is probably not going to balk at the idea of a trip to\rParis with his beautiful new wife. But the movie treats Paris as a feminist\rissue: Is Mickey comfortable with the idea that Hope has these plans, etc., or\rdoes he have tiresome old ideas that since he's the man...etc.? (Of course Hope\rperhaps should have mentioned Paris during the whirlwind courtship, but never\rmind.) The other moral issue involves brother Francis, who is a successful Wall\rStreet investor, making lots of money and plotting to dump his wife for his\rmistress. But the mistress is not so sure she wants to be married to Francis,\rand there's Poppa waiting in the wings. He may pack a colostomy bag, but he\rknows How to Treat a Woman, which is, in a movie like this, something the hero\rwill never, ever understand. Diaz (“The Mask”), as the mistress, proves again\rthat she is a real actress, in addition to being one of the most beautiful\rwomen in the movies; it's interesting how she lets Heather maintain a certain\rprivacy and reserve, so that we can't make easy assumptions about her.\n\nAround\rthey go, the Fighting Fitzpatricks, with the action punctuated by fishing trips\rduring which Dad imparts wisdom that it takes all of John Mahoney's\rconsiderable skill to keep from sounding as if it had just been downloaded from\rEdward Burns' word processor. Many of the scenes will create a sense of deja vu\rif you've seen “The Brothers McMullen”; Burns and McGlone play roles very\rsimilar to their characters in the earlier movie, and Bahns' character is not a\rmillion miles removed.\n\nAlthough\rthe movie disappointed me, it did not dishearten me about Edwards Burns as an\ractor or filmmaker. He knows how to move a scene, and he has a nice feel for\rthe ground-level human touches that make his characters real.\n\nHis\rfuture, though, may be as an actor: He and Bahns both have genuine star power,\rand it would be interesting to see them in the hands of a director more willing\rto exploit their attractiveness and charisma.\n\nIf\rBurns wants to continue at the helm, however, I hope he expands his reach. By\rthat I don't mean abandoning his Irish-American worldview and the characters he\rfinds there, but deepening and pushing and testing. “She's the One” plays like\ran overhaul of “The Brothers McMullen” with a larger budget, and it's time for\rhim to move on.", "running_time": 97, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-08-23", "genres": null, "title": "She's The One (1996)"}