{"url": "http://www.rogerebert.com/reviews/shiloh-2-shiloh-season-1999", "by": "Michael Moriartyas Ray Preston", "star_rating": 3.0, "text": "\"Shiloh 2: Shiloh Season'' recycles the same characters and in a way the same problems as the wonderful original film, but carries the message a little further. The first film was about a boy who is adopted by a dog, loves it and wants to protect it from its cruel owner--even if that means lying to his parents. This sequel is about how people get to be cruel in the first place, and what you might be able to do to help them.\n\nWhat's unique about both films, which are based on novels by Phyllis Reynolds Naylor, is that they're about hard ethical issues that kids can identify with. A boy's dog inspires fierce love and protectiveness, and if he thinks adults (even his parents) might be a threat to the dog, he will instinctively do what he can to protect it. Even lie.\n\nWho is to say he is wrong? Yes, \"lying'' is wrong--but what if it's the only weapon at your disposal to protect a dog that depends on you? I don't think I'd be pleased if a son of mine betrayed his dog. On the other hand, I don't think I'd let him know that. I'd let him find out in other ways. Sometimes parents and children have to enact these passion plays to learn lessons that are deeper than words.\n\n\"Shiloh 2'' takes place once again in an isolated rural area populated only by the Prestons, their alcoholic neighbor Judd Travers and the friendly folks at the general store. At one point it occurred to me that the lives of the entire Preston family--father, mother, son, daughters and dog--were completely dominated by Travers, who is their only visitor and the subject of most of their conversations. But there's a kind of purity to the way the story narrows down to the key players.\n\nMarty Preston (Zachary Browne), now on the edge of adolescence, has been able to buy the dog Shiloh from Travers (Scott Wilson). That pleases his dad and mom (Michael Moriarty and Ann Dowd), and also watchful old Doc Wallace (Rod Steiger), who runs the store with his wife and their granddaughter, who is about Marty's age. But now Travers is drinking heavily, hunting out of season and trespassing on Preston land. And someone is picking on him--scratching his car, knocking over his mailbox, freeing his remaining dogs.\n\nWho is it? There's a line of dialogue that gives us a good idea, but Travers thinks it's Marty. This leads to several charged confrontations between the hunter and Marty's dad (played by Moriarty with solemn authority). Then there are a couple of emergencies--one serious, one a false alarm--and Shiloh plays a role both times.\n\nScott Wilson once again brings a humanity to the tricky role of Judd Travers, who is a pathetic being. Yes, he kicks dogs. But he was kicked himself, as a child, and is a lonely man, living in poverty. (He claims to support himself by hunting, but his only success during this movie comes when he sits on his front porch and picks off one squirrel.) Doc Wallace knows something about the Travers family, and what he tells Marty leads to the ending, in which a life is redeemed--maybe. (I liked the frankness with which Marty prays, after Travers is injured, that the man get better, \"but maybe don't let his legs get good enough to go hunting.'') Families do not often attend \"family movies'' in theaters, unless they're Disney cartoons or TV spin-offs, but the original \"Shiloh'' was such a success on video that it justified a sequel. Both films demand to be discussed afterwards by parents and their children. Neither is about the kind of dumb, empty-headed stuff that passes for children's entertainment. Kids are not stupid, and they wonder about issues like this. They also may suspect, as the movie observes, that \"you have to be taught to be kind.''", "running_time": 96, "mpaa_rating": "PG", "release_year": 1999, "date_published": "1999-06-25", "genres": ["Drama", "Family"], "title": "Shiloh 2: Shiloh Season (1999)"}