{"url": "http://www.rogerebert.com/reviews/shiloh-1997", "by": "Michael Moriartyas Ray Preston", "star_rating": 3.5, "text": "If I were to say \"Shiloh'' is the story of a boy and his dog, that would give you a quick idea of the movie, but it would be the wrong idea. The movie is about growing up and taking responsibility, and it is also about the fierce emotions that children have about pets. It is such an awesome responsibility when you are 11 years old, to have a living thing that is your responsibility--that you care for, and that loves you.\n\nWhen I was 10, I was given a dog named Blackie. He was half beagle, half mutt. My parents would not allow him in the house; wall-to-wall carpeting had just been installed. Blackie lived in a doghouse in the backyard. All summer long, he was my friend and playmate, and went everywhere with me, and I fed and combed him. That winter, however, it was cold for a dog. Too cold, and Blackie would howl mournfully all night long, and the neighbors complained, and I lay in my bed, listening, with a knot in my stomach.\n\nOne weekend I was sent on my first plane journey, to visit relatives. When I returned, I was told that Blackie had been hit by a car and killed. I didn't believe it then and I don't believe it now, and inside of me, all of these years later, is fury that has not gone away. Adults may have the power to take away a kid's dog and tell him a story about it, but they do not have the right.\n\nSome of those feelings came into play when I saw \"Shiloh,'' which is a remarkably mature and complex story about a boy who loves a dog and cannot bear to see it mistreated. It isn't some dumb kiddie picture. It's about deep emotions, and represents the real world with all of its terrors and responsibilities.\n\nThe kid's name is Marty (Blake Heron). One day the dog follows him home. The dog has a welt over its eye, and we know how it got it; the opening scene shows a hunter named Judd (Scott Wilson) banging the dog with a gun butt. The dog is afraid of Judd and loves Marty, who names it Shiloh.\n\nMarty's parents are a mailman named Ray (Michael Moriarty) and his wife, Louise (Ann Dowd), who would like to get a job as a manicurist, because the family needs the money. They live in a rural area near a general store run by Mrs. Wallace (Bonnie Bartlett), whose husband, Doc (Rod Steiger), can patch up people or animals.\n\nMarty's dad explains to him that the dog is Judd's property and they must return it, which they do, only to hear Judd promise that if the dog runs away again, he'll beat it to within an inch of its life. The dog runs away again, and comes to Marty, who hides it in a shed on the property. Then Shiloh is injured in a dogfight, and Marty can no longer keep the secret. His father is angry with him for concealing the dog and for lying to him. Marty feels he had to lie, to save Shiloh's life. He begs his mother to intervene: \"Dad will never change his mind and you'll never stand up to him,'' he says bitterly. His mother will not keep secrets from her husband and supports him, even though her heart breaks for her son. And the father is standing on principle.\n\nSo now you see this is real stuff, and not some nonsense about a brave dog fording creeks and rescuing families. It's real about Judd, too, who laughs when he hears the dog is named Shiloh: \"I don't name my dogs. When I want them, I whistle. When I don't want them, I give them a kick.'' But Judd himself has been treated the same way. When Marty tells him, \"A dog is like a kid. If you don't treat it right, it will run away,'' Judd says he cannot remember a time in his childhood when his back wasn't covered with welts--but he didn't run away.\n\nWhat is remarkable about the film (which is written and directed by Dale Rosenbloom and based on a Newberry Award-winning novel by Phyllis Reynolds Naylor) is that it deals with real moral issues: with property, responsibility and honesty, and with whether there is a higher good that justifies breaking ordinary rules. To the kid, saving a dog's life is more important than respecting a man's property. Maybe it is to his father, too, but when you are an adult you think twice about letting your son take a man's hunting dog away from him.\n\nBy the time the story has been resolved, we have seen a family deal with all the stages of an ethical crisis. And we have seen a boy start to become a man, by going over to Judd's and offering to work to earn the money to buy the dog. Marty tells Judd, \"All I had was your word. Ain't that worth something to you?'' In saying that, he shows he has learned something about what his father was trying to teach him about his own word.\n\nA lesser movie would be about whether the boy gets the dog. \"Shiloh'' is about whether the boy deserves the dog, can take responsibility for figuring out what's right, and can discover an honest way to get what he wants. This would be an ideal movie for parents and children to see together, and talk about afterward. \"Shiloh,'' like all great family films, deals with real issues in real ways.\n\nI remember, by the way, the day we got rid of that wall-to-wall carpeting. Hardwood floors were back in style.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1997, "date_published": "1997-04-25", "genres": ["Drama", "Family"], "title": "Shiloh (1997)"}