{"url": "http://www.rogerebert.com/reviews/shining-through-1992", "by": "Michael Douglasas Ed Leland", "star_rating": 2.0, "text": "I know it's only a movie, and so perhaps I should be willing to suspend my disbelief, but “Shining Through” is such an insult to the intelligence that I wasn't able to do that. Here is a film in which scene after scene is so implausible that the movie kept pushing me outside and making me ask how the key scenes could possibly be taken seriously. This is our old friend, the Idiot Plot, all the way (you know, where the movie would be over in 10 minutes if everyone in it weren't an idiot).\n\nTake that climactic scene, for example, in which Michael Douglas, dressed as a Nazi officer, with a bloody bandage around his neck, tries to carry the unconscious Melanie Griffith past a border checkpoint even though he speaks no German. How does he handle the guards' questions? He's got a plan. He's been on many previous missions to Germany, and he always carries along a little card that says “Wounded war veteran. Unable to speak.” That, and the bandage on his neck, do the trick.\n\nUh-huh. At the border, he doesn't even produce the card. He simply points to his neck. That's after the border guard has asked him about nine questions in German. Here's what the movie hopes doesn't occur to us: If he doesn't speak German, he doesn't understand it either, and even if you can't talk, you need to understand what's being said to you in order to make the appropriate non-verbal responses. Far from carrying Griffith across the border, Douglas would have been lunchmeat within five minutes of his first trip behind enemy lines.\n\nBut never mind. There are larger problems with this movie, which is sort of a cross between “Working Girl” and “The Cassandra Crossing.” The film starts with Griffith as a bilingual Irish-Jewish secretary who gets a job as Douglas' secretary. He seems to be a lawyer, but she figures out right away that he's a spy. (What a clever girl: She notices that the letters he dictates are in code.) They fall in love, he is a rat with women, he goes off to spy, she works in the secretarial pool, he returns, she wants a chance to go into Berlin and rescue her father's relatives, and so on.\n\nThe first half hour of the movie isn't bad, especially when she stays a jump ahead of him because of her familiarity with war movies. But there is never any believable romantic chemistry between Griffith and Douglas (his body language toward her is that of a man who detects bad breath), and once she's in Berlin, all plausibility breaks down.\n\nImagine this. She is infiltrated into the house of a top Nazi official, as a cook. She botches the meal, serving hot cucumber soup and raw poultry and spilling a dish in a Nazi's lap. She is fired. But another top Nazi immediately offers her a job as the nanny for his children. I know people who couldn't believe “The Hand that Rocks the Cradle” because the nanny wasn't checked out first. Would a Nazi let an unknown person have the run of his house? There's lots of Nancy Drew stuff, as when Griffith discovers the secret room in the Nazi's basement by noticing there are two windows on one side but only one on the other, and there's a hilarious scene in which she flees, frightened, through the city streets in a red opera cloak and a flowing white dress, and of course we get the “friends” who turn out to be enemies (we can tell because their eyes harden), and the escape down the laundry chute, and the convenient plans for the entire Nazi rocket-bomb operation, which she microfilms. But enough.\n\nThe movie is told in flashbacks, for no good reason, with an elderly, agonizingly coy Griffith recalling her story for a BBC interviewer. This would have worked better if Griffith had found a way to age her speaking voice, which remains in her usual breathless, good-little-girl style. It is said that with the collapse of the Soviet Union, Hollywood will have to return to the Nazi era for their villains. If they don't find some smarter Nazis, we're in for a slow couple of years.", "running_time": 127, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-01-31", "genres": ["Action", "Drama", "History", "Romance", "Thriller"], "title": "Shining Through (1992)"}