{"url": "http://www.rogerebert.com/reviews/shirley-valentine-1989", "by": "Tom Contias Costas Caldes", "star_rating": 1.0, "text": "I have heard a great deal about how fine, how fetching and captivating Pauline Collins is in the one-woman stage version of \"Shirley Valentine.\" I haven't seen the play, but I have a feeling the reports may be right; this is the kind of story that might work as a tour-de-force, with one actor populating the stage with her imagination, as Collins is said to do.\n\nUnfortunately, the film of \"Shirley Valentine\" takes a completely different approach by \"opening up\" the story into a realistic drama of appalling banality. There were moments during the movie when I cringed at the manipulative dialogue as the heroine recited warmed-over philosophy and inane one-liners when she should have been allowed to speak for herself.\n\nThe story involves one Shirley Valentine, British provincial housewife and lonely soul who spends a great deal of time talking to her kitchen walls and other inanimate objects. She is meant to be plucky and brave in her monologues, but since she often includes us in her solitude by talking directly to the camera, I had trouble believing she was all that desperate. Shirley's husband is a kind but remote figure; her marriage is cheerless; she feels life slipping from her grasp.\n\nThen one day an old girlfriend wins a trip for two to Greece, and asks Shirley to come along. This is a bigger dare than she has accepted for years, and she is sure her husband will never approve, but finally she flies off to Greece, because just once in her life (if I remember correctly) she wants to see the sun set over a foreign sea. Or words to that effect. Many of the sentiments in this film seem recycled directly from greeting cards.\n\nIn no time at all, her friend is having an affair with a strange man on the other side of the island of Mykonos. Shirley drifts lonely as a cloud through restaurants and hotel lobbies and plazas and beachfronts until she catches the eye of a handsome waiter (Tom Conti), who asks her to go for a ride on a boat. He protests that he does not harbor lust for her, but of course he does, and of course she hopes he does, and before long they are up to their necks in the Mediterranean, and we are up to our necks, too.\n\nIt is little wonder that a British actor, Conti, was hired to play the Greek waiter. No self-respecting Greek actor would want this role, which is cobbled together out of every Hellenic Lover cliche of the last several decades. He is poetic, gentle, tender and passionate, and he has a big black moustache, and of course he is not faithful, but what the heck - she will never forget the love-drenched moments they have spent together.\n\n\"Shirley Valentine\" was directed by Lewis Milestone from a script by Willy Russell, based on Russell's stage play, but they have not solved the problem of how to tell the story. Some scenes take place while we watch them. Some take place while Shirley watches them along with us. Some consist of Shirley talking directly to us, or to the wall or the sky or something. Most of the scenes fly straight in the face of common sense, as when we are supposed to cheer because Shirley, jilted by her Greek lover, finds happiness anyway as a waitress in his restaurant.\n\nIf there is a shred of plausibility in the film, it comes from Bernard Hill's performance as Shirley Valentine's husband. He isn't a bad bloke, just a tired and indifferent one, and when he follows his wife to Greece at the end of the film there are a few moments so truthful that they show up the artifice of the rest.", "running_time": 108, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-09-15", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Shirley Valentine (1989)"}