{"url": "http://www.rogerebert.com/reviews/sholem-aleichem-laughing-in-the-darkness-2011", "by": "Joseph Dorman", "star_rating": 3.0, "text": "Yes, my dear friends, I can hear you asking, who is this big shot Solomon Rabinovich I have never heard a word about? That's not so important. Maybe you should call him by his other name, Sholem Aleichem. He's the subject of Joseph Dorman's documentary \"Sholem Aleichem: Laughing in the Darkness.\" While he worked all day losing his father-in-law's money in the markets and bragging he was becoming successsful, he was coming home to write his stories late at night, and writing more of them so early in the morning that God himself was not awake.\n\nHe was rich for a while, after marrying a rich girl and inheriting her father's money. He lost it all because he was maybe paying more attention to his writing than to these tipsters who told him sell when they should have told him buy. When things went bad in Russia, he emigrated to America, the land of opportunity, where a man could make something of himself. But he grew so discouraged, he returned to Europe and never owned his own home again. \n\nBut all the time, writing the stories, filled with humor and irony, inspired by his childhood in a shtetl so small he had to leave town to change his coat. He created a world of characters who often seemed to be speaking in their own voices, and even writing him letters. He wrote a story a week, sometimes two, and every Friday night, the readers of the Yiddish papers came home to read a new one.\n\nHe was a nice-looking family man and had six children, none of whom could speak or write Yiddish, so in his own household, these children couldn't read the words of the greatest Yiddish writer who ever lived. He sold the rights to most of his work to raise cash, and at 50, he was so broke, he had to go on lecture tours.\n\nDon't think he was unsuccessful. He didn't manage his money well, but he was very popular. When he fell sick on one of his tours, his young admirers spread straw on the cobblestones outside the window of his inn, so his sleep wouldn't be disturbed by the passing carriages. He returned to America, and when he died in 1916, only 57 years old, 200,000 people participated in his funeral. To call him beloved would be putting it mildly.\n\nThis documentary tells the story of Sholem Aleichem with many photographs and early films, most of them not showing him but re-creating the world that produced him. There are many scholars and critics here, most of them useful and pleasant, who obviously love him. Most remarkably, there is his granddaughter, Bel Kaufman, still looking terrific at 100, who had writing in her blood and wrote Up the Down Staircase.\n\nOf all his many characters, his best known is without a doubt Tevye the milkman, who is the hero of the great musical \"Fiddler on the Roof.\" Although Sholem Aleichem's work is easily available in English, I'd never heard of him when I saw that musical. If I'd known more, it would have helped me to better understand If I were a rich man, ya ha deedle deedle, bubba bubba deedle deedle dum.", "running_time": 93, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-08-24", "genres": ["Documentary"], "title": "Sholem Aleichem: Laughing in the Darkness (2011)"}