{"url": "http://www.rogerebert.com/reviews/shoot-em-up-2007", "by": "Clive Owenas Mr. Smith", "star_rating": 3.5, "text": "I don't need a lot of research to be confident in stating that never before have I seen a movie open with the hero delivering a baby during a gun battle, severing the umbilical cord with a gunshot, and then killing a villain by penetrating his brain with a raw carrot. Yes, a carrot will do that in this movie. It will do a lot of things.\n\n\"Shoot 'em Up,\" written and directed by the gung-ho Michael Davis, is the most audacious, implausible, cheerfully offensive, hyperactive action picture I've seen since, oh, \"Sin City,\" which in comparison was a chamber drama. That I liked \"Shoot 'em Up\" is a consequence of a critical quirk I sometimes notice: I may disapprove of a movie for going too far, and yet have a sneaky regard for a movie that goes much, much farther than merely too far. This one goes so far, if you even want to get that far, you have to start half-way there, which means you have to be a connoisseur of the hard-boiled action genre and its serio-comic subdivision (or sub-basement).\n\nThe film opens in one of those grimy cityscapes where a little graffiti might brighten things up. A man with 10 o'clock shadow (Clive Owen) sits on a bench eating a carrot. A pregnant woman is chased past by men intent on murdering her. \"Bloody hell,\" says the man, a phrase I find so much more elegant than \"What the foosball underwater clockmaker kitchen,\" if you enjoy creating acronyms. He defends the woman in a hail of gunfire, while delivering her baby, ramming the carrot into his victim's cranium, and finding himself on the run with an infant in his arms, which is also how Owen spent much of \"Children of Men,\" also with people shooting at him, so you could say he looks right at home.\n\nThe Owen character is named Mr. Smith. The leader of his enemies is Mr. Hertz (Paul Giamatti). No Mr. Brown around anywhere, but Tarantino seems to hover over the action like a guardian skycam. I am not sure why Mr. Smith is so capable during acts of violence, but it may be because Owen practiced up while he was being considered for the role of James Bond. Yes, that might explain the scene where he continues a gun battle while jumping out of an airplane and neglecting for the longest time to open his parachute.\n\nThat was probably one of the scenes Michael Davis drew by hand, thousands of drawings to give the illusion of animation when he made his pitch to the studio. This is a determined guy. I remember 10 years ago he wanted me to see his \"Eight Days a Week\" at the Slamdance Film Festival. I was covering the Sundance festival, which is itself three full-time jobs, but he kept after me, ominously brandishing a carrot. I made the trek uphill in the snow to a hotel lobby where his film was being shown, and found a spot on a sofa. And the movie was a wonderful comedy, about a kid so in love with a girl that he sets up camp and lives in her front yard a whole summer before she finally agrees to go out with him. So there's your auteur theory at work: Davis likes movies about men who will go to any lengths for a woman.\n\nComedy is a tricky genre to give an unknown indie his start, however, so Davis switched to the usual indie port of entry, horror, making among others, a movie about road kill that wants to kill you. That's the kind of movie you want to back up and run over it again.\n\n\"Shoot 'em Up\" will become, I suspect, some kind of legend in the murky depths of extreme action. What elevates it from the depraved to the deserving is a sense of style, a sense of warped humor and the acting. Clive Owen brings what credibility there could possibly be to his character, and makes us believe it as much as we possibly can (not much, in both cases, but points for effort). Paul Giamatti, Hollywood's favorite nerd, is surprisingly, teeth-gnashingly evil. And Monica Bellucci is DQ, the hooker with the heart of gold, who becomes Mr. Smith's partner and the baby's surrogate mother. I thought and thought about what \"DQ\" could possibly stand for, and finally had my eureka moment: Dairy Queen.\n\nThe plot (two words that should be followed by a hollow laugh) involves Mr. Hertz being hired by Senator Rutledge (Daniel Pilon), a Democrat who is running for president but learns he is dying and can only be saved by the bone marrow of infants. In the old days, when political campaigns didn't run so long, there would have been no time to impregnate surrogate volunteers and harvest their offspring, another argument against the extended presidential campaign season.\n\nMan, am I gonna get mail from people who hate this picture. I'll fall back on my stock defense: Did I, or did I not, accurately describe the film? You have been informed. Now eat your carrots.", "running_time": 86, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-06", "genres": ["Action", "Adventure", "Thriller"], "title": "Shoot 'em up (2007)"}