{"url": "http://www.rogerebert.com/reviews/shoot-the-moon-1982", "by": null, "star_rating": 3.5, "text": "Alan Parker's \"Shoot the Moon\" is a film that sometimes keeps its painful secrets even from itself. It opens with a shot of a man in agony. In another room, his wife, surrounded by four noisy daughters, dresses for a dinner that evening at which the man will be honored. The man has to pull himself together. His voice is choking with tears, he telephones the woman he loves and tells her how hard it will be to get through the evening without her. Then he puts on his rumpled tuxedo and marches out to do battle. As we watch this scene, we assume that the movie will answer several of the questions it raises, such as: What went wrong in the marriage? Why is the man in such agony? What is the nature of his love for the other woman? One of the surprises in \"Shoot the Moon\" is that none of these questions is ever quite answered, and we are asked to fill in the gaps ourselves.\n\nThat is not necessarily a flaw in the film. \"Shoot the Moon\" is not the historical record of this marriage, but the emotional history. It starts with what should be a happy marriage. A writer of books (Albert Finney) lives with his beautiful, funky wife (Diane Keaton) and their four rambunctious daughters in a converted farmhouse somewhere in Marin County, California. Their house is one of those warm battle zones filled with books, miscellaneous furniture, and the paraphernalia for vast projects half-completed. We learn that the marriage has gone disastrously wrong. That the man is determined to stalk out and be with his new woman. That the wife, after a period of anger and mourning, is prepared to react to this decision by almost deliberately having an affair with the loutish but well-meaning young man who comes to build a tennis court. That the husband and wife still harbor fugitive feelings of love and passion for another.\n\nWe never really learn how the marriage went wrong. There is the usual talk about how one partner was not given the room to grow, or the other did not have enough \"space\" -- concepts that love would render meaningless, but that divorce makes into savagely defended positions. We also learn just a tantalizing little about the two new lovers. Albert Finney's new woman (Karen Allen) is so cynical about their relationship in one scene that we wonder if their affair will soon end (we never learn). Diane Keaton's new man (Peter Weller) is so emotionally stiff, closed-off, that we don't know for a long time whether Keaton really likes him, or simply desires him sexually and wants to use him to spite her husband.\n\nDoes it matter that the movie doesn't want to provide insights in these areas? I think it does. When Ingmar Bergman covered similar grounds in his \"Scenes from a Marriage,\" he provided us with enough concrete information about the issues in the marriage that it was possible for us to discuss the relationship afterward, taking sides, seeing both points of view. After \"Shoot the Moon,\" we don't discuss the relationship, we discuss our questions about it. And yet this is sometimes an extraordinary movie. Despite its flaws, despite its gaps, despite two key scenes that are dreadfully wrong, \"Shoot the Moon\" contains a raw emotional power of the sort we rarely see in domestic dramas.\n\nThe film's basic conflict is within Albert Finney's mind. He can no longer stay with his wife, he must leave and be with the other woman, and yet he still wants to own the family and possessions he has left behind. He doesn't want his ex-wife dating other men. He wants to observe the birthday of an eldest daughter (Dana Hill) who hates him and resents his behavior. He remodeled the house with his own hands, and cannot bear to see another man working on it. In one scene of heartbreaking power, he breaks into his own house and finds himself beating his daughter because he loves her so much and she will not love him.\n\nIn scenes like that (and in the quiet scenes where Hill asks, \"Why did Daddy leave us?\" and Keaton answers, \"I don't think he left you; I think he left me\"), \"Shoot the Moon\" is a great film. In scenes like the one where they fight in a restaurant, or argue in court, it ranges from the miscalculated to the disastrous. \"Shoot the Moon\" is a rare, good film, and yet, afterward, most of my thoughts were about how it might have been better. It is frustrating to feel that the filmmakers knew their characters intimately, but chose to reveal them only in part.", "running_time": 123, "mpaa_rating": "R", "release_year": 1982, "date_published": "1982-01-01", "genres": ["Drama", "Romance"], "title": "Shoot the Moon (1982)"}