{"url": "http://www.rogerebert.com/reviews/shoot-to-kill-1988", "by": "Sidney Poitieras Warren Stantin", "star_rating": 3.0, "text": "“Shoot to Kill” is yet another example, rather late in the day, of the buddy movie, that most dependable genre from the early 1970s. The formula still works. Two characters who have nothing in common are linked together on a dangerous mission, and after a lot of close calls they survive, prevail and become buddies. The movie is getting more than the usual amount of attention because it marks Sidney Poitier’s return to acting after 10 years behind the camera. He is probably not going to win any awards for this performance, but it’s nice to have him back.\n\nPoitier plays Warren Stantin, an FBI agent who holds himself personally responsible after a kidnapper kills two hostages and escapes into the Pacific Northwest. The killer (Clancy Brown) is a sneering sadist who joins up with a group of sportsmen who plan to trek into the wilderness on a fishing trip. His plan: kill them and force their guide to lead him through the wilderness to the Canadian border.\n\nThe guide is played by Kirstie Alley, from “Cheers,” in a robust display of pink cheeks and deep breathing. She leads her charges into the woods. Her boyfriend (Tom Berenger, last seen in “Platoon”) is left behind at a base station, and Poitier tries to convince Berenger to lead him to the fugitive. Of course the mountain man doesn’t believe the city slicker can keep up on a tough cross-country hike that includes some rock climbing, and of course Poitier is determined to prove himself.\n\nHave we seen this before? I think so. The route passes along a standard wilderness obstacle course, including a terrifying rope bridge over a chasm far below. Alley leads her group across, but then Brown sabotages the bridge, and Berenger nearly falls to his death before Poitier comes to his rescue. Later, it’s Berenger’s turn to save Poitier’s life, and gradually the two men come to respect one another.\n\nThere are just a few teeny-weeny holes in this plot. For example: Why does the FBI assign only one man to this pursuit? Why isn’t there an aerial search for the group? Why isn’t there a posse at the other end of the trail? Why does the local sheriff spill the beans into the radio without being sure who is listening? Why walk for arduous miles across a grueling landscape when it might be easier to hitch a ride? Why put us through the whole cross-country trek when, at the end, the payoff comes not in the mountains but at sea? Only a churl would ask such questions. “Shoot to Kill” is a genre movie in which the specifics hardly matter. Only the formula is important: Two guys team up, conquer great difficulties and become friends. And at that level, “Shoot to Kill” works like an efficient machine. Poitier and Berenger create a nice give-and-take chemistry, and there are some funny gags, mostly involving the city slicker’s uneasiness around horses. The device of cutting back and forth between Alley’s group and their pursuers keeps the buddy formula from growing too oppressive. And the action scene at the end is effective, although I question whether a gun can fire underwater. “Shoot to Kill” is fast-food moviemaking - quick, satisfying and transient. Now let’s see Poitier in something more challenging.", "running_time": 106, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-12", "genres": ["Action", "Adventure", "Thriller"], "title": "Shoot to Kill (1988)"}