{"url": "http://www.rogerebert.com/reviews/shopgirl-2005", "by": "Steve Martinas Ray Porter", "star_rating": 3.5, "text": "One of the things you cannot do in this life is impose conditions on love. Another impossibility is to expect another's heart to accommodate your own desires and needs. You may think that cleverness, power or money will work on your behalf, but eventually you will end up feeling the way you really feel, and so will the other person, and there is no argument more useless than the one that begins with the words \"But I thought we had an agreement.\"\n\n\"Shopgirl\" is a tender and perceptive film that argues these truths. It is about an older man named Ray Porter, a millionaire, who sees a young woman named Mirabelle Buttersfield standing behind the glove counter at Saks, and desires her. He goes through the motions of buying some gloves. Perhaps the gray? \"I prefer the black,\" she says, and so he buys the black, and that night on her doorstep she finds the gloves, neatly gift-wrapped and with a note inside: \"Will you have dinner with me? Ray Porter.\"\n\nNow compare the elegance of this approach with the other man who desires her company. This is Jeremy, who is about her age in years but about 12 in knowledge about the ways of women. You do not honk your horn on a first date and expect the woman to hurry out to your car. You do not pretend you only want to people-watch until she agrees to buy her own ticket to the movies. You do not attempt one of those dreadful snuffling blind approaches to a kiss, the kind where the girl doesn't know if you're trying to kiss her or maybe just got something caught in your throat while staring at her breasts. I've been around a long time, and young men, if there is one thing I know, it is that the only way to kiss a girl for the first time is to look like you want to and intend to, and move in fast enough to seem eager but slow enough to give her a chance to say \"So anyway ...\" and look up as if she's trying to remember your name.\n\nAll of these things and more are known to Ray Porter (Steve Martin). Yes, he is 35 years older than Mirabelle (Claire Danes), but we're not talking marriage here, we're talking about a relationship based on shared assumptions and friendly sex, plus a lot of Ray Porter's money, which he is spending not to purchase Mirabelle but simply to provide himself with a woman who dresses, dines and travels up to his standards. Watch him get shifty when she suggests he stay at her place one night.\n\n\"I made myself perfectly clear,\" he assures his psychiatrist. He is not seeking marriage. He does not want a long-term commitment. Yes, he wants sex, but Mirabelle is not necessary to satisfy that desire, which is so easily solved by a single man of Ray's age and wealth. Mirabelle is necessary because she is young, smart, entertaining, unattached, and there. She is good company. She is a person of character.\n\nPerhaps he shops for her at Saks because anyone working there will understand the finer things, and spend a lot of time thinking about the customers who can so easily afford them. He makes the parameters of their relationship perfectly clear, as if he were a surveyor and she a vacant lot. When he says it gives him pleasure to be able to provide her with nice things, it is the truth: He has so much money that cost is irrelevant, and she looks so good wearing that dress, dining in that restaurant, sitting on that airplane.\n\nMirabelle understands all of these things, and accepts them. That's the deal. The Saks job is a dead end and she wants to work as an artist. She would be wary if Ray came after her with love and sincerity in his eyes. Is she technically a prostitute, since the money all flows in her direction while the sex flows both ways? Not at all. For Ray to spend money is exactly the same thing as for her to receive it. It is of no importance except that it makes their lives together possible.\n\nNow about Jeremy. You know guys like him. When he accumulates enough empty pizza boxes, he stacks them up and has himself an end table. Doing the laundry involves sniffing for the most passable T-shirt. He is an artist, too. His art involves stenciling the boxes that amplifiers come in. As his muse, Mirabelle may inspire him to design a new typeface. Shortly after they meet, Jeremy conveniently leaves town on an extended road trip with a rock band, which is led by a musician who gets him started on self-help books. He needs a lot of all kinds of help.\n\nNo, the movie is not about how Mirabelle realizes that Ray is a phony and Jeremy, for all his faults, is lovable. Ray is not a phony. He really is exactly the man he seems to be, God help him. Jeremy is lovable like a puppy that you are delighted belongs to somebody else. What happens at the end is not tidy like in most romantic comedies, but bittersweet and objective. \"I guess I have to choose whether to be miserable now, or miserable later,\" Mirabelle says. There is an argument to be made for both choices, but when all is said and done she will not be the most miserable person in the movie.\n\nShould I write about the performances, the writing and the direction? I already have. I just did. That's what you're reading. These are the thoughts they inspired. What thoughts they inspire in you may be entirely otherwise. You may think Ray is a rat, Mirabelle is a victim and Jeremy cleans up well. If that's what you think, go back and read the first paragraph again, and save yourself some trouble.", "running_time": 104, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-10-27", "genres": ["Comedy", "Drama", "Romance"], "title": "Shopgirl (2005)"}