{"url": "http://www.rogerebert.com/reviews/short-circuit-1986", "by": "Ally Sheedyas Stephanie Speck", "star_rating": 1.5, "text": "There is a robot in \"Short Circuit\" that is really cute, if \"cute\" can apply to a robot. Its name is No. 5, and it moves and talks and even seems to think like something that is alive, even though we can see, clear as day, that it's made of tubes and wires and photoelectric cells. No. 5 is a prototype battlefield weapon that can maneuver, seek out enemy targets and blast them with a laser ray. \"Short Circuit\" opens with a demonstration of the machine - which is struck by a bolt of lightning that fries its circuits and gives it the impression that it can think for itself.\n\nThe robot has been designed by Steve Guttenberg, a brilliant young scientist who likes to stay out of the limelight. But when the robot escapes from its top-secret laboratory, it's up to Guttenberg to get it back before the manufacturer loses his contract, the Army loses its cool and half the countryside is fried by a wayward laser.\n\nThere is a third major character in the movie, a young woman played by Ally Sheedy, who loves animals. She has cats and birds and rabbits running all over her house, and she's a pushover for anything that seems like a homeless endangered species. So when No. 5 turns up at her door, of course she adopts it, and of course she wants to protect it from those mean scientists, and of course she thinks that No. 5 isn't a robot at all, but can actually think.\n\nIf all of this is beginning to sound just slightly too cute for its own good, does it help if I mention that Sheedy drives an ice cream truck for a living and that she falls in love with Guttenberg? No? I didn't think it would. \"Short Circuit\" is the sort of movie Disney used to make, when they weren't starring million dollar geese and absentminded professors. It's basically a kid's movie, and quite possibly the kids will like it. But they'll have to be fairly young kids - this movie is totally eclipsed by such vaguely similar films as \"E.T. The Extra-Terrestrial\" and \"WarGames\" (which also starred Sheedy, playing a teenager who was a lot smarter than her adult this time).\n\nCredit should be given where due. The robot was designed by two guys named Syd Mead and Eric Allard, and they have created a milestone, in its own way. Following E.T. and C3PO and R2D2, this artificial creature has a mind and personality of its own and it's a very likable little mechanical being that is a lot better than the movie it's in.\n\nToo bad that robots, unlike humans, cannot be discovered in one movie and go on to star in another. I'd like to see No. 5 in a film more suitable to its talents.", "running_time": 99, "mpaa_rating": "PG", "release_year": 1986, "date_published": "1986-05-09", "genres": ["Action", "Adventure", "Comedy", "Family", "Science Fiction"], "title": "Short Circuit (1986)"}