{"url": "http://www.rogerebert.com/reviews/short-cuts-1993", "by": "Julianne Mooreas Marian Wyman", "star_rating": 4.0, "text": "Los Angeles always seems to be waiting for something. Permanence seems out of reach; some great apocalyptic event is on the horizon, and people view the future tentatively. Robert Altman's \"Short Cuts\" captures that uneasiness perfectly in its interlocking stories about people who seem trapped in the present, always juggling.\n\nThe movie is based on short stories by Raymond Carver, but this is Altman's work, not Carver's, and all the film really has in common with its source is a feeling for people who are disconnected - from relatives, church, tradition - and support themselves with jobs that never seem quite real. It is hard work, no doubt, to be a pool cleaner, a chauffeur, a phone-sex provider, a birthday cake decorator, a jazz singer, a helicopter pilot, but these are professions that find you before you find them. How many people end up in jobs they planned for? Altman is fascinated by the accidental nature of life, by the way that whole decades of our lives can be shaped by events we do not understand or even know about.\n\n\"Short Cuts\" understands and knows because it is filmed from an all-seeing point of view. Its characters all live at the same time in the same city, and sometimes their paths even cross, but for the most part they don't know how their lives are changed by people they meet only glancingly.\n\nImagine the rage of the baker (Lyle Lovett), for example, when he gets stuck with an expensive birthday cake. We could almost comprehend the cruel anonymous telephone calls he makes to the parents (Andie MacDowell and Bruce Davison) who ordered the cake, if we didn't know their child missed his birthday because he was hit by a car. Imagine what they would say to the unknown driver (Lily Tomlin) who struck their child. But we know that she wanted to take him to a doctor; the boy refused because he has been forbidden to get into the cars of strangers, and besides, he seemed OK. If you knew the whole story in this world, there'd be a lot less to be angry about.\n\nThe movie's characters all seem to be from somewhere else, and without parents. Their homes are as temporary as the trailer park two of the characters inhabit, where people come and go, no one knows from where, or to where. The grandparent (Jack Lemmon) of the injured little boy has disappeared for years. Faced with a son and grandson he hardly knows, he spends most of his time talking about himself.\n\nThe jazz singer would rather drink than know her daughter.\n\nSad, insoluble mysteries seem right under the surface. Three men go on a fishing trip and discover the drowned body of a dead woman. They have waited a long time and come a long way for this trip, and if they report the woman, their trip will be ruined. So, since she's already dead, what difference will a few more days make? And what would the police do, anyway? There's a motorcycle cop (Tim Robbins) in the movie, who seems to be a free-lancer, responsible to no one, using his badge simply as a way to get his will, spending a lot of time cheating on his wife (Madeleine Stowe), who finds his lies hilarious.\n\nAlmost everybody drinks all through this movie, although only a few characters ever get exactly drunk. It's as if life is a preventable disease, and booze is the medication. Sex places a very slow second. The pool cleaner's wife (Jennifer Jason Leigh) supplements the family income by working as a phone-sex performer, spinning verbal fantasies to strangers on the phone, while sitting bored in her living room, changing her baby's diapers. Her husband (Chris Penn) is angry: \"How come you never talk that way to me?\" Think about that. He's married to her. They sleep in the same bed. He can have actual physical sex with her. But he envies the strangers who will never meet her - who value her inaccessibility: She services their fantasies without imposing her own reality.\n\nSome of these characters, if they could find each other, would find the answers to their needs. The baker, for example, has unexplored reserves of tenderness. He could help the sad young woman (Lori Singer) who plays the cello, and waits for those moments when her mother (Annie Ross), the jazz singer, is sober. The cop would probably be happier talking with the phonesex girl than carrying on his endless affairs, which have no purpose except to anger his wife, who is past caring. He likes the deception more than the sex, and could get off by telling the stranger on the other end of the phone that he'd been cheating with \"another phone-sex girl.\n\nYet these people have a certain nobility to them. They keep on trying. They hope for better times. The hash-house waitress (Tomlin) loves her husband (Tom Waits), who is so good to her when he's not drinking that she forgives the dark times when he is drinking. The parents of the little boy find an unexpected consolation from the baker. The wife (Anne Archer) of one of the fly-fishermen finds a new resolve and freedom. Life goes on.\n\nAltman has made this kind of film before, notably in \"Nashville\" (1976) and \"The Player\" (1992). He doesn't like stories that pretend that the characters control their destinies, and their actions will produce a satisfactory outcome. He likes the messiness and coincidence of real life, where you can do your best, and some days it's just not good enough. He doesn't reproduce Raymond Carver's stories so much as his attitude.\n\nIn a Carver story (and you should read one if you never have), there is typically a moment when an ordinary statement becomes crucial, or poetic, or sad. People get blinding glimpses into the real nature of their lives; the routine is peeled aside, and they can see they've been stuck in a rut for years, going through the motions.\n\nSometimes they see with equal clarity that they are free to take charge, that no one has sentenced them to repeat the same mistakes.\n\nCarver died five years ago, at 50, of a brain tumor. He believed he would have died at 40, of alcoholism, if he hadn't found a way to stop drinking. When he knew the cancer would kill him, he wrote a poem about that bonus of 10 years, called \"Gravy.\" Altman, who spent most of the 1980s in a sort of exile after Hollywood declared him noncommercial, continued to make films, but they didn't have the budgets or the distribution a great filmmaker should have had.\n\nThen came the comeback of \"The Player,\" and now here is \"Short Cuts.\" Gravy.", "running_time": 189, "mpaa_rating": "R", "release_year": 1993, "date_published": "1993-10-22", "genres": ["Comedy", "Drama", "Indie"], "title": "Short Cuts (1993)"}