{"url": "http://www.rogerebert.com/reviews/short-time-1990", "by": "Dabney Colemanas Burt Simpson", "star_rating": 2.0, "text": "When death whispers its invitation to Burt Simpson, he is a cop with less than a week to go before retirement. He doesn't want to take any chances with his short time, and so he wears his bulletproof vest every time he leaves the station. Then he goes in for a routine insurance physical, and the doctor finds bad news: He has a rare blood disorder, and will die within two weeks.\n\nThe news makes Simpson (Dabney Coleman) into a changed man. He realizes now the folly of his life - the way he threw away the love of a good wife and failed to appreciate the generosity of his friends - and he startles them by suddenly turning into a really nice guy. And at work, he turns from a mouse into a man, demanding double shifts and dangerous neighborhoods. The stark fact is that Simpson wants to be killed in the line of duty - because then his young son can go to Harvard on $320,000 worth of department insurance, instead of his measly $22,000 civilian policy.\n\n\"Short Time\" is at a loss for how to approach this splendid plot idea. Should it be slapstick or serious? It follows the time-honored path of many other Hollywood movies and fearlessly decides to be both.\n\nThe slapstick comes in early action scenes, and the scene where a bus driver switches Simpson's blood sample with his own - leading to the mistaken diagnosis of impending death. The pathos comes in scenes where Simpson tells his wife (Teri Garr) and his partner (Matt Frewer) how much he loves them. And then, of course, there's a big action sequence at the end.\n\nIt's quite a sequence - world class, as these things go. Simpson chases the bad guy to the top of the tallest skyscraper in town and winds up dangling dozens of stories above the street from a window-washer's platform with a busted safety line. The scene actually was shot up there in the air, and inspires some genuine vertigo, especially because Simpson wants to fall, you see, and so the emotions of the audience are thoroughly confused.\n\nIt's impossible to dislike a movie like \"Short Time,\" and equally impossible to see it twice, or remember it more than about two weeks.\n\nIt contains good performances (although Coleman relies on his basic repertory of characters and doesn't give us anyone who is un-Dabneyish). But it stretches only for the physical stuff - the stunts and chases - and not with the dramatic material.\n\nThere's a sense in which \"Short Time\" doesn't really want to be any better than it is, and chooses not to deal with the character's impending death. Maybe that's why the plot goes to such pains to reassure us that it's all a mistake and he's not really sick. Then we can smile even at the sad scenes, because we know he's OK. To mislead us - to keep the information about the blood tests from the audience as well as Coleman - would require a depth this movie is frankly shy of.\n\nWhat would you do if a doctor gave you a short time to live? It's a classic movie situation, and it's been handled in at least one great film (Kurosawa's \"Ikiru,\" in which the hero, a bureaucrat, determined to push through one useful project in his remaining weeks). The conventions are well-established. People in such situations, we know, gain a poignant new appreciation of life, start to love people they've fought with for years, and see how much time they've already wasted.\n\nIn the case of the Coleman character, as seen in the screenplay by John Blumenthal and Michael Berry, no big chances are taken. We are safely in sitcom country, and this is another one of those movies that is careful not to give the audience too much to worry or think about.\n\nSince such screenplays typically go through several drafts, one can only imagine the discussions in which the filmmakers speculated on what the audience would go for - how much we could take.\n\nI, for one, would like to take a great deal more than many movies give me these days. I think moviegoers are smart enough and complex enough for stories that are really about their subjects, instead of just pretending. I know this is a heavy burden to place on a lightweight film like \"Short Time.\" But you know what? If as much thought had gone into the rest of the film as went into the scene where Coleman is dangling from the high-rise, they actually might have had something here. And Coleman is a good enough actor to have risen to the occasion - instead of stooping, as the current version invites him to.", "running_time": 97, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-05-04", "genres": ["Comedy", "Crime"], "title": "Short Time (1990)"}