{"url": "http://www.rogerebert.com/reviews/shotgun-stories-2008", "by": "Michael Shannonas Son", "star_rating": 4.0, "text": "Jeff Nichols' \"Shotgun Stories\" is shaped and told like a revenge tragedy, but it offers an unexpected choice: The hero of the film does not believe the future is doomed by the past. If it were, most of the key characters would be dead by the end, an outcome that seems almost inevitable. Here is a tense and sorrowful film where common sense struggles with blood lust.\n\nThe movie takes place in a \"dead-ass town\" where three brothers exist. \"Hang out\" is the only word for what they do. They were named Son, Kid and Boy by an alcoholic father and, in Son's words, \"a hateful woman.\" Son (Michael Shannon) sprinkles the feed at a local fish farm and loses all his money trying to perfect a \"system\" he thinks can beat the local casino. His wife has just walked out, taking their son. His brother Kid (Barlow Jacobs) would like to get married, but \"I worry about taking care of her. I mean, I don't have a truck. I don't have a house. I sleep in a damn tent.\" The youngest, Boy (Douglas Ligon), lives in his van and is struggling to beat the heat by persuading a home air-conditioner to run off his cigarette lighter.\n\nIf this sounds like the setup for a redneck joke, it isn't. The brothers are quiet, lonely, still suffering from abusive childhoods. And consider the remarkable scene where their mother knocks on the door to tell them their father, now married to another woman and with four more sons, has died.\n\n\"When's the funeral?\" Son asks.\n\n\"You can find out in the newspaper.\"\n\n\"You going?\"\n\n\"No.\"\n\nSon, Kid and Boy attend. After abandoning them, their father sobered up in rehab, found Jesus and started a prosperous middle-class family. Now Son chooses to say a few words over the coffin before spitting on it, and a fight breaks out. This fight will escalate into a blood feud in which lives are lost, blood is shed and yet the enemies are so unprepared that after one buys a shotgun in a pawn shop, he has to be shown how to assemble and load it.\n\nThe film is by no means entirely grim and implacable. There are moments of quiet humor, as when Boy finally figures out a way to run the air-conditioner off his car battery and rigs it to blow at him on a riverbank, and to run a blender for his margaritas. Annie (Glenda Pannell) is fed up with Son's gambling habit but is a gentle woman who loves him. Son himself has hopes for his own son and wants to break the cycle of violence. So does the oldest son of the other family, although the dead father seems to have done a better job of bringing up those boys than the first three.\n\nWriter-director Jeff Nichols is working in the same world where David Gordon Green sets his films; indeed, Green is a co-producer of this film, which uses his cinematographer, Adam Stone. The photography is wide-screen; these people live surrounded by distant horizons, the vista broken only by the occasional tree or broken-down tractor. Like Green, Nichols uses sleight-of-hand to sneak in plot details; \"Shotgun Stories\" has the most subtle dialogue I can imagine to reveal, by implication, that Boy has, or had, an African-American wife or girlfriend.\n\nThis film has literally been saved by the festival circuit. After being rejected by major distributors, it found a home in smaller festivals, where word of mouth propelled it into its current wider release. It has qualities that may not come out in a trailer or in an ad but sink in when you have the experience of seeing it. Few films are so observant about how we relate with one another. Few are as sympathetic.\n\n\"Shotgun Stories\" is as spare as the landscape. Classical drama comes condensed to a harshness: \"You raised us to hate those boys, and we do. And now it's come to this.\" In a movie where so much violence obviously occurs, we see very little of it. Nichols sidesteps the problem of the intrinsic interest of violence by looking away from it and focusing on its effect. We don't get to know the second family very well, but Son, Kid and Boy are closed up within their melancholy. Although some orange flowers and gentle music try to do their work at the end, we can only hope Son finds the life he desires for his own son.\n\n\"Shotgun Stories\" was a selection of Ebertfest 2008.", "running_time": 92, "mpaa_rating": "NR", "release_year": 2008, "date_published": "2008-06-05", "genres": ["Drama", "Indie", "Thriller"], "title": "Shotgun Stories (2008)"}