{"url": "http://www.rogerebert.com/reviews/shout-at-the-devil-1976", "by": "Lee Marvinas Flynn", "star_rating": 3.0, "text": "\"Shout at the Devil\" is a big, dumb, silly movie that's impossible to dislike. It's so cheerfully corny, so willing to involve its heroes in every possible predicament, that after awhile we relax: This is the kind of movie they used to make, back when audiences were supposed to have the mentality of a 12-year-old. It's great to be 12 again. The movie involves the exploits of an Irish-American drunk and a proper Britisher who find themselves in German East Africa just before World War I. The boozer (Lee Marvin) has promised to bring a load of ivory out of the interior. He needs help to get it past the German occupying forces, led by a comic Teuton named Fleischer. So he arranges that the Englishman (played by Roger Moore,) will have his money and passport stolen. Since Moore has to stay in Africa, Marvin suggests, why don't they team up? \n\nThis much of the story takes about three minutes to tell on screen, and that's not counting the surging mobs in Zanzibar, the maps of Africa, the clandestine meetings and the hole cut in the mattress. The movie moves at breakneck speed; it may not be subtle, but it's never boring. Within a few more scenes, Marvin and Moore will have marched to the interior, shot several elephants, been attacked, by crocodiles, run down by a German warship, left to drown and rescued by friendly natives. \n\nAnd all of THAT happens before Marvin escorts Moore to his jungle home, presided over by his lovely daughter (Barbara Parkins.) Moore and Parkins fall in love at first sight, and Moore demands her hand in marriage. This, of course, makes a fight scene necessary, and after the two men mop up the jungle with one another they stand with Parkins at the altar, teary-eyed and black-eyed, while an unlikely Episcopalian performs the ceremony. Thirty seconds later, Parkins is nine months pregnant and in labor. This movie doesn't mess around. Lee Marvin and Roger Moore are well cast. Marvin plays the drunk with the exuberance he brought to the same role in \"Cat Ballou\" and \"Paint Your Wagon\" - who else can roll his eyes so meaningfully over a bottle of gin? Moore is so proper, so reserved and detached, that even in retreat he seems to be strolling. \"Shout at the Devil\" isn't great cinema, but it's great fun.", "running_time": 128, "mpaa_rating": null, "release_year": 1976, "date_published": "1976-11-11", "genres": ["Action", "Foreign"], "title": "Shout at the Devil (1976)"}