{"url": "http://www.rogerebert.com/reviews/showtime-2002", "by": "Robert De Niroas Mitch", "star_rating": 2.0, "text": "The cop buddy comedy is such a familiar genre that a movie can parody it and occupy it at the same time. The characters in \"Showtime\" do it as a kind of straddle, starting out making fun of cop buddy cliches and ending up trapped in them. The movie's funny in the opening scenes and then forgets why it came to play.\n\nWe meet two cops: Mitch (Robert De Niro), who never had to choose between a red wire and a green wire, and Trey (Eddie Murphy), who is a cop but would rather play one on TV. You can guess from the casting that the movie will have energy and chemistry, and indeed while I watched it my strongest feeling was affection for the actors. They've been around so long, given so much, are so good at what they do. And Rene Russo, as the TV producer who teams them on a reality show, is great at stalking in high heels as if this is the first time she's ever done it without grinding a body part beneath them.\n\nMitch wants only to do his job. Trey is a hot dog who has learned more from TV than at the police academy. Making a drug bust, he knowledgeably tastes the white power and finds it's cocaine. \"What if it's cyanide?\" Mitch asks (or anthrax, we're thinking). \"There's a reason real cops don't taste drugs.\" We meet Chase Renzi (Russo), TV producer with a problem: Her report on exploding flammable baby pajamas didn't pan out. She's electrified when she sees TV footage of Mitch get angry with a TV cameraman and shoot his camera. The network sues. Mitch is threatened with suspension, just like in all the Dirty Harry movies, but offered an ultimatum: Star in a new reality show with Trey (\"You do the show, they drop the suit\").\n\nMitch grudgingly agrees, and some of the best scenes involve the callow Trey instructing the hard-edged Mitch in the art of acting (this is a flip of Robert Mitchum tutoring James Caan in \"El Dorado\"). During these scenes we're seeing pure De Niro and Murphy, freed from effects and action, simply acting. They're good at it.\n\nEnter a bad guy with a big gun. A gun so big we are surprised not by its power but by the fact that anyone can lift it. An expert testifies: \"This gun is like the 50-foot shark. We know it's there, but nobody has ever seen it.\" Most of the second half of the movie involves Mitch and Trey chasing down the gun and its owners, who use it in a series of daring robberies. This we have seen before. Oh, yes.\n\nThe movie was directed by Tom Dey, whose only previous film was \"Shanghai Noon\" (2000), a buddy movie pairing a Chinese martial arts fighter and a train robber. I learn from the Internet Movie Database that he studied film at Brown University, the Centre des Etudes Critiques in Paris, and the American Film Institute. He probably knows what's wrong with this movie more than I do.\n\nBut making movies is an exercise in compromise no less appalling than the making of the \"reality\" TV show in \"Showtime.\" My guess: The screenplay (\"by Keith Sharon, Alfred Gough and Miles Millar, based on a story by Jorge Saralegui\") was funnier and more satirical until the studio began to doubt the intelligence of the potential audience, and decided to shovel in more action as insurance. As we all know, the first rule of action drama is that when a gun as legendary as a 50-foot shark comes onscreen in the first act, somebody eventually finds a spent shell casing the size of a shot glass.\n\nNote: Most of the computers in movies for several years have been Macintoshes, maybe because the Mac is the only computer that doesn't look like every other computer and therefore benefits from product placement. But this is the first movie in which an entire iMac commercial runs on TV in the background of a shot.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-03-15", "genres": ["Action", "Comedy"], "title": "Showtime (2002)"}