{"url": "http://www.rogerebert.com/reviews/show-me-love-2000", "by": "Alexandra Dahlstromas Elin", "star_rating": 3.0, "text": "This is all I ask of a movie about teenagers: That they be as smart, as confused, as good-hearted and as insecure as the kids I went to high school with. Such characters are so rare that when you encounter them in a movie like \"Show Me Love,\" they belong to a different species than the creatures in the weekly Hollywood teenager picture.\n\n\"Show Me Love\" is set in Sweden but could be set in any American small town where kids believe they are desperate outcasts in a cultural backwater. Elin (Alexandra Dahlstrom), one of the girls in the film, pages through a teen magazine and despairs when she finds that raves are \"out\": Her town is so behind the times that stuff is out before it even gets there. She is bored, bored, bored. She wants to be a model but is even bored with that.\n\nThe movie is also about Agnes (Rebecca Liljeberg), who moved to the town more than a year ago but still has few friends; she's an outsider at school because students whisper she's a lesbian. They have no reason to think that, but they're right. She has a crush on Elin and locks herself in her room to write her love letters on her computer. One day at a party, a girlfriend bets Elin she won't kiss Agnes, and she does, sending the wrong message to Agnes, who doesn't know about the bet.\n\nThis sounds, I know, like the setup for a sexcom, or maybe one of those Swedish romps of long ago (\"Therese and Isabelle\" comes to mind). What I haven't conveyed is the sweetness, tenderness and naivete of all of these scenes, in which both girls are essentially wandering cluelessly through half-understood life choices. What they find at the end of the film is not romance so much as self-knowledge and fortitude and a disdain for \"popularity.\" The movie (which outgrossed \"Titanic\" to become the most successful film in Swedish history) is not a story of heroines and villains. Everyone in it is more or less on the same moral plane. It is not about distant and blockheaded parents (the parents express love and understanding as best they can, and we sympathize with their attempts to make sense of adolescent despair). It isn't about any of the standard characters (the stupid principal, the class nerd, the social snob) who wander through most Hollywood teenage movies on autopilot. It's about these specific people and their lives.\n\nThe movie is funny, gentle, and true. It knows how teenagers can be cruel and how sharply they can regret it. Early in the film, Agnes' mother throws her a birthday party (she doesn't want one), and it looks like only one guest is going to turn up--her best friend who is in a wheelchair. Mad at her parents, mad at herself, Agnes lashes out at her friend (\"I don't want to be friends with a palsied cripple who listens to the Backstreet Boys!\") and mocks her gift of perfume. Later, she apologizes. The friend in the wheelchair is not all that deeply upset about the insult, because she has read it--correctly--as more about Agnes than about herself. In most American teenage movies, there's not depth enough for such subtlety: An insult is an insult, without nuance.\n\nThe film is refreshing in the way it handles \"sex,\" and I put the word in quotes because there is hardly any sex in the film. While American teenage films cheerfully supply shower scenes, T&A and four-letter words, this one is released without an MPAA rating, no doubt because its honesty would upset audiences accustomed to a cinema of dirty jokes. Two of the truest moments in the movie occur when the two girls confess they have no sexual experience. The \"lesbian\" reveals that the kiss on a bet was the first time she has kissed a girl, and Elin, who has a reputation for promiscuity, confides she is a virgin.\n\n\"Show Me Love\" is not really about sexuality. It's more about vegetating in a town that makes the girls feel trapped. And it sees that the fault is not in the town but in the girls: Maybe their boredom is a pose. Maybe all teenagers in every town feel like nothing is happening in their lives, and they will never find love or be understood or do thrilling things. Maybe that's just human nature. In its quiet, intelligent, understated way, this film loves teenagers; most teen movies just use them.", "running_time": 89, "mpaa_rating": "NR", "release_year": 2000, "date_published": "2000-03-24", "genres": ["Comedy", "Drama", "Foreign", "Romance"], "title": "Show Me Love (2000)"}