{"url": "http://www.rogerebert.com/reviews/showgirls-1995", "by": "Elizabeth Berkleyas Nomi Malone", "star_rating": 2.0, "text": "A sleazefest like \"Showgirls\" promises the inside dope on Las Vegas, stripping, hooking and all that stuff. What \"Showgirls\" delivers, however, seems basically to be Joe Eszterhas' masturbatory fantasies.\n\nThe screenplay is the fevered product of a very limited imagination, brought to a high gloss in a slick, expensive soap opera.\n\n\"Showgirls\" is the first big-budget \"adults only\" movie in a few years and, to be sure, it contains so much nudity that the sexy parts are when the girls put on their clothes. It contains no true eroticism, however, and that's why I think it reflects a grounding in sexual fantasy: Eroticism requires a mental connection between two people, while masturbation requires only the other person's image.\n\nWhat seems to turn Eszterhas on are images of women with knives (a switchblade appears in the first 60 seconds), lesbianism, sex for cash and violence.\n\nEszterhas is the highest-paid screenwriter in Hollywood history. His credits include \"Jagged Edge,\" \"Basic Instinct\" and the forthcoming \"Jade.\" His insights into human nature come from pulp fiction, and a fear of women palpitates in all his best work (they'll kill you - but if you're lucky, they'll have sex with you first, and maybe put on a lesbo show).\n\nThe movie has been directed by Paul Verhoeven, a polished craftsman (\"Total Recall,\" \"Basic Instinct\"), and together they have rehabbed an ancient show-biz formula (chorus girl is overnight discovery after star breaks leg). It's \"All About Eve\" with some new touches: The star doesn't break a leg, but gets a compound hip fracture, and is philosophical about her fate because her lawyers negotiated a big settlement. Meanwhile, the heroine's best friend is beaten senseless by a famous male singer. Another character does break a leg, and still another is more or less rendered useless in a savage karate attack. Instead of a casino, the movie could have been set in an HMO.\n\nIf thee plot and screenplay are juvenile, the production values are first-rate, and the lead performance by newcomer Elizabeth Berkley has a fierce energy that's always interesting. She plays a woman named Nomi Malone, with no past and no family, so she claims, who hitches a ride out of nowhere into Vegas. Soon a new friend named Molly (Gina Ravera) offers her a place to stay - unwisely, I'd say, since Nomi has a hair-trigger temper and serious behavioral problems.\n\nNomi finds work as a lap-dancer at the Cheetah Club, even though another new acquaintance named James (Glenn Plummer) encourages her to take her dancing seriously. Both of Nomi's smart, gentle Vegas friends are African American; nobody white is nice to her for long.\n\nNomi catches the eye of Cristal Connors (Gina Gershon), the star of the big show at the Stardust. Cristal is a slippery bisexual beauty who takes her boyfriend (Kyle MacLachlan) to the Cheetah and treats him to a lap-dance from Nomi, who doesn't like Cristal, but goes along for $500, under orders from her pimp; boss (Robert Davi). If all lap-dancers get as carried away as Nomi does, I'll bet they're constantly seeing a chiropractor about their backs.\n\nThe plot now develops into basic Jacqueline Susann backstage sleaze, which has a certain informational value. After Nomi is hired at the Stardust, we learn about the hazards of Vegas dancing, including monkey-doo on the stage, and the unexpected uses of ice cubes. The dancers have a higher injury rate than your average hockey team, and get wonderfully evocative advice, such as \"Don't ever, ever go out onstage crying.\" Backstage veterans advise them to line up a job and a man for when their looks start to go. (\"How'd you meet your guy?\" \"I chipped my tooth on a Quaalude. He was my dentist.\") To be honest, I enjoyed some of this. It's trash, yes, but not boring. Sometimes, it's hilarious: (1) As a dancer writhes groaning on the stage, a choreographer grabs her knee and squeezes.\n\nShe screams. \"It's her knee,\" he concludes. (2) Cristal and Nomi bond, briefly, during a moment of girl-talk when they share that they have both enjoyed eating the same brand of dog food in their past lives. (3) After a character is beaten into a coma by a superstar, a casino official promises, \"She can have her own dress shop.\" Other moments are fun because of glitz. The big stage show, with its star entrance from an exploding volcano, seems inspired by actual Vegas productions. All of the women are terrific dancers. And Gina Gershon, in the Bette Davis role, has a little fun talking the way Eszterhas thinks women talk (\"Tell me,\" she whispers seductively to Nomi. \"How do you like your breasts?\").\n\nThe film is not, in short, quite unredeemably bad, and despite its NC-17 rating, it isn't anywhere near as perverted as \"Basic Instinct.\" The actors throw themselves into it with the abandon that material like this demands, and Verhoeven brings to it the same skill he once lavished on good movies, like \"The Fourth Man\" and \"Total Recall.\" It's just that you can't believe a single second of it, and you do begin to wish that in his research for his next project, Eszterhas makes it his business to learn something about eroticism.\n\n\"Showgirls\" is such a waste of a perfectly good NC-17 rating.", "running_time": 131, "mpaa_rating": "NC-17", "release_year": 1995, "date_published": "1995-09-22", "genres": ["Drama"], "title": "Showgirls (1995)"}