{"url": "http://www.rogerebert.com/reviews/shower-2000", "by": "Zhu Xuas Master Liu", "star_rating": 3.0, "text": "The customers of the bathhouse in \"Shower\" hardly seem to spend any time anywhere else. The old men are there from morning to night, bathing, soaking, being rubbed, playing cards and staging fights to the death with their pet crickets (one feeds ant eggs to his champion; his opponent accuses him of using \"steroids\"). Master Liu has run this bathhouse since time immemorial and brushes off his son's suggestions that he retire: \"I've done this all of my life and I like doing it!\" The son is Da Ming (Pu Cun Xin), a successful businessman who lives in a distant city, but has returned because of an alarming postcard he received from his retarded brother Er Ming (Jiang Wu). The postcards seem to indicate that old Liu (Zhu Xu) is dead or dying, but in fact Liu is presiding, as he has for decades, over the closed world of the bathhouse, where steam and ancient customs wall out the changing ways of modern Beijing.\n\nThe relationship between Liu and his retarded son is a close one. They're like playmates, racing around the block and staging contests to see who can hold his breath the longest. Er Ming is proud when he's allowed to man the desk by the door, greeting clients, most of whom have presumably known him since he was a child.\n\nBut now Er Ming and Da Ming are both grown men, and Da Ming worries about what the future holds for his brother. The city wants to tear down the entire bathhouse district to make way for progress, and then what will happen to Liu, Er Ming, the customers and the crickets? \"Shower,\" written, directed and edited by Zhang Yang, is a cozy and good-hearted comedy, not startlingly original but convincing in the way it shows the rhythms of the days and customs of the bathhouse, and how they gradually seduce the harassed and preoccupied visiting brother. Da Ming planned a visit of only a day or two, but in calls to his distant wife, he keeps putting off his return, and the screenplay shows him gradually beginning to care for the family business and its destiny. (A scene where father and son wrestle with plastic sheeting on the roof during a rainstorm is contrived, but effective all the same.) The best thing in the movie, I think, is the affectionate and yet unsentimental way the father and the retarded son are seen. Yes, Er Ming is slow. But he has good qualities and strong feelings and has found a niche in life that suits him. He knows all the customers and cares about them; he helps raise the alarm when Mrs. Zhang bursts in, looking for her no-good husband.\n\nAnd look how he rises to the occasion when another customer faces a crisis. This man loves to sing in the shower, and always sings \"O Sole Mio.\" We gather two things about him: He knows only one song, and he can sing only in a shower. There is a crisis when he is pressed into service for a neighborhood talent show, and Er Ming instantly grasps the situation and solves it.\n\nMany recent films from China have emphasized either its exotic past or the unsettled politics of its recent history. But after all, most of its citizens lead ordinary lives and share dreams and fears similar to ours. \"Shower\" is about everyday people, and although it has some contrived plot devices (including the looming deadline of the city's threat to the bathhouse), it is warm and observant, and its ending is surprisingly true to the material.", "running_time": 92, "mpaa_rating": "PG-13", "release_year": 2000, "date_published": "2000-07-28", "genres": ["Comedy", "Drama", "Foreign"], "title": "Shower (2000)"}