{"url": "http://www.rogerebert.com/reviews/shrek-the-third", "by": "Mike Myersas Shrek", "star_rating": 2.5, "text": "\n\n\"Shrek the Third\" is a damped-down return to the\r\nKingdom of Far Far Away, lacking the comic energy of the first brilliant film\r\nand not measuring up to the second. From the thrills of dragon-slaying and\r\ndamsel-rescuing, Shrek's challenges have been reduced to a career decision:\r\nShould he become the king?\n\nThe\r\nmovie is as visually enchanting as the first two in the series, and the big\r\ngreen ogre (voice of Mike Myers) is as gentle and lovable, but the movie\r\nsettles for action that it trusts is funny, instead of aiming for comedy\r\nitself. Another peculiarity is that the plot will probably not be engaging for\r\nyounger audience members, who understand dragons but don't care that uneasy\r\nlies the head that wears a crown. Shrek spends too much time in lachrymose\r\nconversation with his bride Fiona (voice of Cameron Diaz) and pondering the\r\nchallenge of fatherhood, and not enough time being an ogre.\n\nIndeed,\r\nShrek is the only character in the movie who makes a big deal about his\r\nogrehood. The king and queen (voices of John Cleese and Julie Andrews) have\r\nlong since embraced their son-in-law, and on his deathbed, the frog king\r\nreveals that Shrek is an heir to the throne — one of two, including the\r\nfeckless Artie (voice of pop star Justin Timberlake). Shrek demurs, preferring\r\nlife back in the swamp in what Fiona describes as his \"vermin-filled\r\nshack.\"\n\nWhy\r\nwould Fiona, raised as a princess, accept life in such a dreary mire of\r\ndespond? Recall from \"Shrek\" (2001) that she was a conventional\r\nprincess only by day, and became an ogre after nightfall. When she was rescued\r\nfrom marriage to Lord Farquaad with Shrek's kiss, she became an ogre full-time.\r\nBefore that she was a human, I guess, although her father was a frog.\r\nInter-species reproduction is so common in Far Far Away that it makes\r\nirrelevant such questions as whether Kermit and Miss Piggy ever had sex.\r\nRemember that the dragon and Donkey fell in love in the first film. For someone\r\nlike me who has never understood how birds and snakes do it, thoughts of their\r\nmarital adventures boggles the mind.\n\nBack\r\nagain this time are the two supporting stars from the earlier films, Donkey\r\n(voice of Eddie Murphy) and Puss in Boots (voice of Antonio Banderas). But\r\nthey're reduced to being friends and traveling partners and are never really\r\nforegrounded. At one point, magically, they switch bodies and talk in each\r\nother's voices, but that's what it amounts to: They talk in each other's\r\nvoices. Such a thing is not intrinsically funny, unless it is plot or\r\ncharacter-driven. Little really depends on it or comes from it, except for a\r\nweak little sight gag at the end. Since Murphy's vocal riffs and improvisations\r\nhave been so inspired earlier in the series, we want more of him this time, not\r\nless.\n\nShrek,\r\nFiona, Donkey and Puss have to sail to the land of Worcestershire to find\r\nArtie, and also encounter Prince Charming (voice of Rupert Everett), who is\r\nreduced from princehood to (in an opening scene) performing in dinner theater.\r\nFairly arbitrary developments produce a team of heroines (Cinderella, Snow White,\r\nSleeping Beauty) who are sort of Charlie's Angels, I guess, although they\r\nprovide the movie with too many characters and not enough for them to do. In\r\nthe first film, they were a sly Dreamworks dig at Disney and were dumped, as\r\nobsolete, in Shrek's private swamp.\n\nIndeed,\r\nthe movie practices such economy of characters that the Gingerbread Man and the\r\nThree Blind Mice turn up again — unwanted, if you ask me. What's the use of\r\nThree Blind Mice if you can't see them run? And although I have been trained to\r\naccept talking animals, living pastries fail to engage me.\n\nI\r\nlearn from Variety that there will be a fourth \"Shrek\" and a Broadway\r\nmusical, and I hope both return for their inspiration to the original\r\n\"Shrek.\" That film did so much with the outsider status of an ogre,\r\nand Shrek's painful uncertainties about his role in non-ogre society. It\r\ninvolved intolerance and prejudice and courage, and had real stakes. And it was\r\nfunny. And had great action scenes, like Shrek's rescue of Fiona. Now everybody\r\nin the Land of Far Far Away acts as if we (and they) have seen the first two\r\nfilms.\n\nThe\r\nmovie's always a pleasure to watch for its skilled animation. But it lacks\r\ntruly interesting challenges. It makes the mistake of thinking slapstick action\r\nis funny for its own sake, a mistake made by a lot of Saturday-morning TV\r\ncartoons. True, characters zooming and bouncing around are easy to write\r\nbecause no creative invention is required to set them in motion. But so what?", "running_time": 93, "mpaa_rating": "PG", "release_year": 2007, "date_published": "2007-05-17", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Shrek the Third (2007)"}