{"url": "http://www.rogerebert.com/reviews/shrek-2-2004", "by": "Mike Myersas Shrek", "star_rating": 3.0, "text": "DreamWorks Pictures presents an animated film directed by Andrew Adamson, Kelly Asbury and Conrad Vernon. Written by J. David Stem, Joe Stillman and David N. Weiss, based on the characters by William Steig. Running time: 105 minutes. Rated PG (for some crude humor, brief substance reference and some suggestive content).\n\n'Shrek 2\" is bright, lively and entertaining, but it's no \"Shrek.\" Maybe it's too much to expect lightning to strike twice. \"Shrek\" was so original in its animation and such an outpouring of creative imagination that it blindsided us; \"Shrek 2\" is wonderful in its own way, but more earthbound. It's more fun to see Shrek slay a dragon than to watch him meeting his new in-laws.\n\nShrek (voice again by Mike Myers) actually seems teetering on the brink of middle-class respectability in the sequel. There's nothing like a good woman to tame an ogre. His outsider status as the loner in the swamp has changed dramatically through his romance with Princess Fiona (Cameron Diaz), although his table manners could stand improvement when he has dinner with her parents, King Harold (John Cleese) and Queen Lillian (Julie Andrews).\n\nIn the first film, as you may remember, Fiona's curse was that she had been taken captive by a dragon, but could be freed if the dragon was slain and she was kissed by the hero who did the deed. Ideally, that would have been Prince Charming (Rupert Everett), but in \"Shrek 2,\" when he finally arrives in the neighborhood, he discovers to his intense disappointment that the ogre has already slain the dragon and wed the princess -- and that Shrek's kiss dramatically transformed Fiona. No longer petite, she is tall and broad and green, and an ogre.\n\nA summons comes from the Kingdom of Far Far Away: Fiona's parents want to meet her new husband. This involves a very long journey by Shrek, Fiona and Donkey (Eddie Murphy), who insists on coming along. Donkey is the comic high point of the movie, with Murphy's non-stop riffs and inability to guess when he is not welcome. \"The trick isn't that he talks,\" Shrek observed in the first movie. \"The trick is to get him to shut up.\" The kingdom is indeed far, far away, which gives Donkey endless opportunities to ask, \"Are we there yet?\"\n\nTheir arrival at the castle of Fiona's parents provides big laughs; Harold and Lillian are shocked to find that their daughter has not only married an ogre, but become one. A basket of doves is released to celebrate their arrival, and one of them is so astonished, it flies bang into the castle wall and drops dead at Harold's feet.\n\nEventually the plot leads us into the environs of the Fairy Godmother (Jennifer Saunders), a sinister figure who operates a vast factory manufacturing potions and hexes. Is it possible that her Happily Ever After potion could transform ogres into humans? Not if she can help it; she wants to get rid of Shrek and marry Fiona to Prince Charming, according to her original plan.\n\nThe screenplay, by J. David Stem, Joe Stillman and David N. Weiss, has the same fun that \"Shrek\" did in playing against our expectations. Who would anticipate a fight between the ogre and his bride, with Shrek marching out of the house? What about the arrivals ceremony at the matrimonial ball, with all of the kingdom's celebrities walking down a red carpet while an unmistakable clone of Joan Rivers does the commentary? And there's real sweetness when Shrek and Fiona start smooching.\n\nThe movie has several songs, none of which I found very memorable, although of course I am the same person who said the Simon and Garfunkel songs in \"The Graduate\" were \"instantly forgettable.\" The first song, \"Accidentally in Love,\" explains how Shrek and Fiona fell for each other. It's cut like a music video, which is OK, but I think it comes too early in the film, before we really feel at home with the narrative.\n\nA few minor characters from the first film, like the Gingerbread Man and the Three Blind Mice, return for the sequel, and there's a new major character: Puss-in-Boots, a cat who seems to have been raised on Charles Boyer movies, and is voiced by Antonio Banderas. Donkey and Puss build an enormous mutual resentment, because each one thinks he's the star.\n\nSequels have their work cut out for them. Some people think \"Godfather, Part II\" is better than \"The Godfather,\" but the first film loomed so tall in my mind that I gave \"Part II\" only three stars. In the same way, perhaps I would have liked \"Shrek 2\" more if the first film had never existed. But I'll never know.\n\nStill, \"Shrek 2\" is a jolly story, and Shrek himself seems durable enough to inspire \"Shrek 3\" with no trouble at all. Maybe it will be \"Shrek Meets Cheaper by the Dozen.\"", "running_time": 93, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-05-18", "genres": ["Adventure", "Animation", "Comedy", "Family", "Fantasy", "Science Fiction"], "title": "Shrek 2 (2004)"}