{"url": "http://www.rogerebert.com/reviews/shrek-2001", "by": "Mike Myersas With The Voices Of", "star_rating": 4.0, "text": "There is a moment in \"Shrek\" when the despicable Lord Farquaad has the Gingerbread Man tortured by dipping him into milk. This prepares us for another moment when Princess Fiona's singing voice is so piercing it causes jolly little bluebirds to explode; making the best of a bad situation, she fries their eggs. This is not your average family cartoon. \"Shrek\" is jolly and wicked, filled with sly in-jokes and yet somehow possessing a heart.\n\nThe movie has been so long in the making at DreamWorks that the late Chris Farley was originally intended to voice the jolly green ogre in the title role. All that work has paid off: The movie is an astonishing visual delight, with animation techniques that seem lifelike and fantastical, both at once. No animated being has ever moved, breathed or had its skin crawl quite as convincingly as Shrek, and yet the movie doesn't look like a reprocessed version of the real world; it's all made up, right down to, or up to, Shrek's trumpet-shaped ears.\n\nShrek's voice is now performed by Mike Myers, with a voice that's an echo of his Fat Bastard (the Scotsman with a molasses brogue in \"Austin Powers: The Spy Who Shagged Me\"). Shrek is an ogre who lives in a swamp surrounded by \"Keep Out\" and \"Beware the Ogre!\" signs. He wants only to be left alone, perhaps because he is not such an ogre after all but merely a lonely creature with an inferiority complex because of his ugliness. He is horrified when the solitude of his swamp is disturbed by a sudden invasion of cartoon creatures, who have been banished from Lord Farquaad's kingdom.\n\nMany of these creatures bear a curious correspondence to Disney characters who are in the public domain: The Three Little Pigs turn up, along with the Three Bears, the Three Blind Mice, Tinkerbell, the Big Bad Wolf and Pinocchio. Later, when Farquaad seeks a bride, the Magic Mirror gives him three choices: Cinderella, Snow White (\"She lives with seven men, but she's not easy\") and Princess Fiona. He chooses the beauty who has not had the title role in a Disney animated feature. No doubt all of this, and a little dig at DisneyWorld, were inspired by feelings DreamWorks partner Jeffrey Katzenberg has nourished since his painful departure from Disney--but the elbow in the ribs is more playful than serious. (Farquaad is said to be inspired by Disney chief Michael Eisner, but I don't see a resemblance, and his short stature corresponds not to the tall Eisner but, well, to the diminutive Katzenberg.) The plot involves Lord Farquaad's desire to wed the Princess Fiona, and his reluctance to slay the dragon that stands between her and would-be suitors. He hires Shrek to attempt the mission, which Shrek is happy to do, providing the loathsome fairy-tale creatures are banished and his swamp returned to its dismal solitude. On his mission, Shrek is joined by a donkey named the Donkey, whose running commentary, voiced by Eddie Murphy, provides some of the movie's best laughs. (The trick isn't that he talks, Shrek observes; \"the trick is to get him to shut up.\") The expedition to the castle of the Princess involves a suspension bridge above a flaming abyss, and the castle's interior is piled high with the bones of the dragon's previous challengers. When Shrek and the Donkey get inside, there are exuberant action scenes that whirl madly through interior spaces, and revelations about the dragon no one could have guessed. And all along the way, asides and puns, in-jokes and contemporary references, and countless references to other movies.\n\nVoice-overs for animated movies were once, except for the annual Disney classic, quickie jobs that actors took if they were out of work. Now they are starring roles with fat paychecks, and the ads for \"Shrek\" use big letters to trumpet the names of Myers, Murphy, Cameron Diaz (Fiona) and John Lithgow (Farquaad). Their vocal performances are nicely suited to the characters, although Myers' infatuation with his Scottish brogue reportedly had to be toned down. Murphy in particular has emerged as a star of the voice-over genre.\n\nMuch will be written about the movie's technical expertise, and indeed every summer seems to bring another breakthrough on the animation front. After the three-dimensional modeling and shading of \"Toy Story,\" the even more evolved \"Toy Story 2,\" \"A Bug's Life\" and \"Antz,\" and the amazing effects in \"Dinosaur,\" \"Shrek\" unveils creatures who have been designed from the inside out, so that their skin, muscles and fat move upon their bones instead of seeming like a single unit. They aren't \"realistic,\" but they're curiously real. The artistry of the locations and setting is equally skilled--not lifelike, but beyond lifelike, in a merry, stylized way.\n\nStill, all the craft in the world would not have made \"Shrek\" work if the story hadn't been fun and the ogre so lovable. Shrek is not handsome but he isn't as ugly as he thinks; he's a guy we want as our friend, and he doesn't frighten us but stir our sympathy. He's so immensely likable that I suspect he may emerge as an enduring character, populating sequels and spinoffs. One movie cannot contain him.", "running_time": 90, "mpaa_rating": "PG", "release_year": 2001, "date_published": "2001-05-18", "genres": ["Adventure", "Animation", "Comedy", "Family"], "title": "Shrek (2001)"}