{"url": "http://www.rogerebert.com/reviews/shun-li-and-the-poet-2012", "by": "Tao Zhaoas Shun Li", "star_rating": 3.5, "text": "In the lagoon of Venice, remote from the city's famous charms, is an island fishing village named Chioggia. Here, since time immemorial, fisherman set out to feed the city's hunger for scampi and the other creatures trapped in their nets. It is a small community, and many of the regulars hang out at the same taverna.\n\nOne of these is Bepi, played by the Croatian actor Rade Sherbedgia. You may not recall the name but you will remember the face: 60-ish, weathered, wise. He plays a man facing retirement, who lost his wife a year ago, and is a solitary soul. The bar is owned by Chinese, and one day, a new bartender appears. This is Shun Li (Tao Zhao), in her 30s, divorced, working to pay back the people who paid to bring her from China and to pay for a ticket so her 8-year-old son can join her.\n\nThe customers, like all the regulars in small provincial places, know each other well and don't fail to observe a thing. When a subtle, unstated friendship begins to form between Shun Li and Bepi, they do not approve. They feel somehow threatened, as if this relationship will disturb the fixed pattern of their days.\n\nShun Li and Bepi do not feel passion in the ordinary sense. They have found kindred souls and are linked by their regard for poetry. Bepi's nickname is “Poet,” and Shun Li tells him of China's greatest poet, Qu Yuan, whose birthday is observed every year by floating candles on water. Bepi is from the former Yugoslavia, and even after 30 years in Venice he's still something of an outsider. Both are lonely, and romantics at heart.\n\nWe learn something of the system that brought Shun Li to Italy, first to a factory in Rome, and now to Chioggia. She essentially works for free to pay off her debt and lives with Lian, another Chinese woman. It is forbidden for her to fraternize with the locals, and when word of her new friendship gets back, as it is sure to do, she is told to have nothing more to do with Bepi. For her this is inarguable; her life centers on being reunited with her son.\n\nVenice is the most photogenic city in the world, but we don't see the familiar Venice. Shun Li approaches it by bus across a causeway and sees it as a distant skyline. Yet Chioggia has its own charms, its old stones, its passages between houses, its bridges, its docks, and the small fisherman's huts in the lagoon; Bepe shows this to her. Without ever once kissing, Shun Li tells him she wants to marry him, and he replies, “I know that.” It would not be a marriage of convenience; to prevent just such an event, it is forbidden for a foreigner to pay off a worker's debt. And Bepi's fellow drinkers in the bar — including one ugly-mannered bully — begin to exhibit a xenophobic hatred for the Chinese, who will colonize the world, etc. What this all leads to you will discover.\n\nSometimes proper casting does much of the work in a film. For writer-director Andrea Segre, that's the case here. Tao Zhao couldn't speak Italian when she came to make the movie, and that fits the story. Rade Serbedgia as a workingman near the end of a long life, walks steadily across the village's waterfront, wearily smoking as if that's a task he has been set. There is not much happiness in the lives of these two people, but they have each other.\n\nNote: Tao Zhao received the best actress prize at Italy's 2012 David di Donatello Awards.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-31", "genres": ["Drama", "Foreign"], "title": "Shun Li and the Poet (2012)"}