{"url": "http://www.rogerebert.com/reviews/shut-up-and-sing-2007", "by": "Natalie Maines", "star_rating": 3.5, "text": "Maybe Natalie Maines’ real problem was with her timing. On March 10, 2003, in the first days of the U.S. invasion of Iraq, she told a London audience, “I’m ashamed that the President of the United States is from Texas.” It took two weeks for that wisecrack to make it back home, but then it unleashed a perfect storm: Her group, The Dixie Chicks, had been the most popular female singing group in history, but suddenly disappeared from the playlists of virtually every country radio station in the land. Their #1 single, “Traveling Soldier,” dropped 47 percent in sales in one week. Many of their fans were vocal in their opinion that she should not have an opinion. Not long after, George W. Bush staged his premature “Mission Accomplished” photo-op.\n\n As it happens, Barbara Kopple and Cecilia Peck were filming that London concert as part of a proposed film on the Chicks’ world tour. Kopple usually chooses weightier subject matter, as with her “Harlan County, USA” doc about a miner’s strike, but this was to be a film mostly about music. They stayed aboard to record one of the most revealing episodes in the history of country music, and “Shut Up and Sing” (2006) tells the story of how the Dixie Chicks and their manager dealt with the rage of some (not all) of their fans.\n\n Political dissent has an honorable history in country music, just as freedom of speech is the bedrock of our American freedoms, but tell that to the people threatening boycotts of country stations or issuing anonymous death threats against the Dixie Chicks. They’re for freedom of speech as long as they agree with what’s being said. But listen to Johnny Cash defending the blacklisted Pete Seeger as “the best patriot I know.” Or consider these lyrics by John Prine, the best songwriter in modern country history:\n\nYour flag decal won’t get you into heaven anymore;\r It’s already overcrowded by their dirty little war;\r And Jesus don’t like killin’, no matter what the reason for… \n\n Or the heartbreak of the great Prine song beginning:\n\n Sam Stone, came home, from the conflict overseas,\r With a Purple Heart and a monkey on his back…\n\n Of course Prine’s songs were about Vietnam, a war that impacted differently because of the draft. Iraq is being fought largely by an volunteer Army, if you can call being a National Guardsmen in your third tour of duty volunteering. And in those earliest days, the Administration was predicting a pacified, peaceful and democratic Iraq in months if not weeks. As Bush’s approval rating has plummeted, the Dixie Chicks have slowly won their way back toward acceptance, and this documentary is a fascinating record of their journey.\n\n Kopple and Peck seem to have free access to the Chicks, backstage and behind closed doors, and we hear them in frank discussions with their manager, Simon Renshaw, about the devastation of their careers. At first, a stunned Maines tries to rationalize: She was just kidding, it was a throwaway line, she supports our troops but not the President’s invasion. It becomes clear that Chicks fans are not big on nuance, and have a zero tolerance for dissent.\n\n Or do they? Were the nation’s country stations gutless in caving in to the threats of boycott? Was there not one with the courage to play the most popular country group in the land? On their first American tour after the debacle, the Chicks sell out every arena, are cheered in standing ovations, and are embraced in Greenville, S.C. on the very day of “Mission Accomplished.” At one concert, Maines tells the audience it’s OK to boo: “We believe in freedom of speech. So let’s stop right now for 15 seconds of booing.” All she hears are cheers.\n\n The documentary shows what a tight-knit group the Chicks are. Banjo player Emily Robison and fiddler Martie Maguire, sisters who brought in Maines as lead singer, had no idea what Maine was going to say that day in London, but they stand behind her without question. There’s no complaining, just shellshock.\n\n During the course of 2003-2006, Robison and Maguire have babies (Emily has twins) after agonizing fertility procedures. They write and record “Taking the Long Way,” a new album in which, far from apologizing, Maines sings “Not Ready to Make Nice.” It is some of their best work, freeing them from the confines of country, but the album doesn’t sell like their earlier work. Discussing lagging CD and concert sales, they decide to be honest about it. It becomes clear that their careers are less important to them than, for want of a better word, their sisterhood.\n\n The documentary shows an ugly side of the right wing intimidation they face. Among all of the self-anointed patriots who picket them, there is apparently not a glimmer of a notion of what freedom of speech means. Their opponents live in an Orwellian world in which others are granted only the freedom to agree. Heard in sound bites, seen with hate slogans on signs and t-shirts, they are not a pretty picture.\n\n\tAnd there are the chilling backstage preparations for a Dallas concert before which they have received a death threat. To be willing to stand unprotected in front of thousands of people and sing your songs despite such a threat takes courage, and it is a brave defense of American values, although their critics cannot see it that way. “Shut Up and Sing” tells the story of three young women whose belief in America is bred in the bone, and it shames their critics.\n\n\tAs for Natalie Maines’ timing, maybe she simply made the mistake of being premature. The country music demographic group is bearing a disproportionate share of the burden of Iraq, with its National Guardsmen husbands, wives, sons and daughters, brothers and sisters absent, wounded or dead. They are paying a heavy price for a war started on lies, and are perhaps not as angry these days at Natalie for speaking truthfully.", "running_time": 93, "mpaa_rating": null, "release_year": 2007, "date_published": "2007-10-18", "genres": ["Documentary"], "title": "Shut Up and Sing (2007)"}