{"url": "http://www.rogerebert.com/reviews/shuttle-2009", "by": "Peyton Listas Mel", "star_rating": 1.0, "text": "Why do I have to watch this movie? Why does anyone? What was the impulse behind this sad, cruel story? Is there, as they say, \"an audience for it\"? I guess so. The critic \"Tex Massacre\" at bloodydisgusting.com rates it four skulls out of five, and says, \"while gorehounds might not be doing backflips over the blood loss, they should appreciate that director Edward Anderson makes the kills relatively painful and wholly grounded in reality.\"\n\nI'm not sure if the gorehounds will think there is too much blood loss or too little. Never mind. At least the killings are relatively painful. There's that to be said for it. But I think it's a cop-out to review this movie only as an entry in the horror/slasher genre and not pull back for a larger context. Do images have no qualities other than their technical competence?\n\n\"Shuttle\" opens with two young women arriving at an almost empty airport at 2 a.m. It's raining. They can't get a cab. A guy in a van says he'll take them downtown for $15. He already has one passenger. Now two young guys also want a ride. Guy says, nothing doing. One girl says, they're with us. Two guys get on board.\n\nUnder the driver's window is painted, \"No more than three stops.\" That's strange. Looks like there's room for 16, 20 people in the van. The driver takes them on a strange route into no-man's land, pulls a gun, takes all five passengers hostage. OK, so far we're in standard horror territory.\n\nIt's what comes next that grows disturbing. The women, played by Peyton List and Cameron Goodman, are resourceful and try to fight back. The young guys help, but are neutralized. The other passenger is a crybaby. The film seems set up to empower women. I won't say more about the plot, except that it leads to utter hopelessness and evil.\n\nThat things happen as they do in \"Shuttle\" I suppose is true, however rarely. But a film can have an opinion about them. This one simply serves them up in hard merciless detail. There is no release for the audience, no \"entertainment,\" not even much action excitement. Just a remorseless march into the dark.\n\nThere is good work here. Peyton List, now 22, working on TV since 2000, is effective as Mel, the more resourceful of the girls. She has a Neve Campbell quality. Cullen Douglas, as the driver, isn't your usual menacing monster but has more of a workaday attitude inflicting suffering. And writer-director Edward Anderson is reasonably skilled at filmmaking, although it becomes a major distraction when he has the bus drive through miles of empty streets when, as the plot reveals, there is little reason.\n\nLast week I reviewed the latest version of \"The Last House on the Left.\" It had qualities, too, including more developed characters and more ingenious action sequences. But \"Shuttle\" is uninterested in visual style; it wants to appear nuts and bolts, unsentimental, pushing our face in it. I know the horror genre is a traditional port of entry for first-time directors on low budgets, and I suppose that is Anderson's purpose. All right, he has proven himself. Now let him be less passionately infatuated with despair.\n\nNote: The \"R\" rating proves once again that it is impossible for a film to be rated NC-17 for violence alone.", "running_time": 107, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-03-18", "genres": ["Crime", "Drama", "Suspense", "Thriller"], "title": "Shuttle (2009)"}