{"url": "http://www.rogerebert.com/reviews/shutter-island-2010", "by": "Leonardo DiCaprioas Teddy Daniels", "star_rating": 3.5, "text": "\"Shutter Island\" starts working on us with the first musical notes under the Paramount logo's mountain, even before the film starts. They're ominous and doomy. So is the film. This is Martin Scorsese's evocation of the delicious shuddering fear we feel when horror movies are about something and don't release all the tension with action scenes.\n\nIn its own way it's a haunted house movie, or make that a haunted castle or fortress. Shutter Island, we're told, is a remote and craggy island off Boston, where a Civil War-era fort has been adapted as a prison for the criminally insane. We approach it by boat through lowering skies, and the feeling is something like the approach to King Kong's island: Looming in gloom from the sea, it fills the visitor with dread. To this island travel U.S. marshal Teddy Daniels (Leonardo DiCaprio) and his partner Chuck Aule (Mark Ruffalo).\n\nIt's 1954, and they are assigned to investigate the disappearance of a child murderer (Emily Mortimer). There seems to be no way to leave the island alive. The disappearance of one prisoner might not require the presence of two marshals unfamiliar with the situation, but we never ask that question. Not after the ominous walls of the prison arise. Not after the visitors are shown into the office of the prison medical director, Dr. Cawley, played by Ben Kingsley with that forbidding charm he has mastered.\n\nIt's clear that Teddy has no idea what he's getting himself into. Teddy -- such an innocuous name in such a gothic setting. Scorsese, working from a novel by Dennis Lehane, seems to be telling a simple enough story here; the woman is missing, and Teddy and Chuck will look for her. But the cold, gray walls clamp in on them, and the offices of Cawley and his colleagues, furnished for the Civil War commanding officers, seem borrowed from a tale by Edgar Allan Poe.\n\nScorsese the craftsman chips away at reality piece by piece. Flashbacks suggest Teddy's traumas in the decade since World War II. That war, its prologue and aftermath, supplied the dark undercurrent of classic film noir. The term \"post-traumatic shock syndrome\" was not then in use, but its symptoms could be seen in men attempting to look confident in their facades of unstyled suits, subdued ties, heavy smoking and fedoras pulled low against the rain. DiCaprio and Ruffalo both affect this look, but DiCaprio makes it seem more like a hopeful disguise.\n\nThe film's primary effect is on the senses. Everything is brought together into a disturbing foreshadow of dreadful secrets. How did this woman escape from a locked cell in a locked ward in the old fort, its walls thick enough to withstand cannon fire? Why do Cawley and his sinister colleague Dr. Naehring (Max Von Sydow, ready to play chess with Death) seem to be concealing something? Why is even such a pleasant person as the deputy warden not quite convincingly friendly? (He's played by John Carroll Lynch, Marge's husband in \"Fargo,\" so you can sense how nice he should be.) Why do the methods in the prison trigger flashbacks to Teddy's memories of helping to liberate a Nazi death camp?\n\nThese kinds of questions are at the heart of film noir. The hero is always flawed. Scorsese showed his actors the great 1947 noir \"Out of the Past,\" whose very title is a noir theme: Characters never arrive at a story without baggage. They have unsettled issues, buried traumas. So, yes, perhaps Teddy isn't simply a clean-cut G-man. But why are the others so strange? Kingsley in particular exudes menace every time he smiles.\n\nThere are thrilling visuals in \"Shutter Island.\" Another film Scorsese showed his cast was Hitchcock's \"Vertigo,\" and we sense echoes of its hero's fear of heights. There's the possibility that the escaped woman might be lurking in a cave on a cliff, or hiding in a lighthouse. Both involve hazardous terrain to negotiate, above vertiginous falls to waves pounding on the rocks below. A possible hurricane is approaching. Light leaks out of the sky. The wind sounds mournful. It is, as they say, a dark and stormy night. And that's what the movie is about: atmosphere, ominous portents, the erosion of Teddy's confidence and even his identity. It's all done with flawless directorial command. Scorsese has fear to evoke, and he does it with many notes. \n\nYou may read reviews of \"Shutter Island\" complaining that the ending blindsides you. The uncertainty it causes prevents the film from feeling perfect on first viewing. I have a feeling it might improve on second. Some may believe it doesn't make sense. Or that, if it does, then the movie leading up to it doesn't. I asked myself: OK, then, how should it end? What would be more satisfactory? Why can't I be one of those critics who informs the director what he should have done instead?\n\nOh, I've had moments like that. Every moviegoer does. But not with \"Shutter Island.\" This movie is all of a piece, even the parts that don't appear to fit. There is a human tendency to note carefully what goes before, and draw logical conclusions. But -- what if you can't nail down exactly what went before? What if there were things about Cawley and his peculiar staff that were hidden? What if the movie lacks a reliable narrator? What if its point of view isn't omniscient but fragmented? Where can it all lead? What does it mean? We ask, and Teddy asks, too.", "running_time": 138, "mpaa_rating": "R", "release_year": 2010, "date_published": "2010-02-17", "genres": ["Drama", "Mystery", "Thriller"], "title": "Shutter Island (2010)"}