{"url": "http://www.rogerebert.com/reviews/shy-people-1988", "by": "Jill Clayburghas Diana", "star_rating": 4.0, "text": "Two great early shots define the two worlds of “Shy People.” The first is circular, the second straight ahead. The film’s opening shot circles at a vertiginous height above Manhattan, showing the canyons of skyscrapers with people scurrying below like ants. The camera moves through a complete circle, finally coming to rest inside a high-rise apartment where a restless teenager and her distracted mother have no idea what to do about each other.\n\nThe second shot, a few minutes later in the film, also is taken from a height. We are above a speedboat that drones relentlessly into the heart of the Louisiana bayou country. This shot, inexplicably thrilling, is like scenes from adventure books we read when we were kids. We feel a quickening of excitement as the boat penetrates the unknown.\n\nThe two shots define the two women who are at the heart of the film. Jill Clayburgh plays a shallow, sophisticated Manhattan magazine writer who convinces her bosses at Cosmopolitan to let her write about her family roots. And Barbara Hershey plays Clayburgh’s long-lost distant cousin who lives in isolation in a crumbling, mossy home in the heart of the bayou. The movie essentially is about the differences between these women, about family blood ties, and about the transparent membrane between life and death.\n\n“Shy People” is one of the great visionary films of recent years, a film that shakes off the petty distractions of safe Hollywood entertainments and develops a large vision. It is about revenge and hatred, about mothers and sons, about loneliness. It suggests that family ties are the most important bonds in the world. And by the end of the film, Clayburgh will discover that Hershey is closer to her husband, who has been missing for 15 years, than most city dwellers are to anybody.\n\nYet the film is not without a wicked streak of humor. Clayburgh invokes her precocious daughter (Martha Plimpton) to accompany her to the Louisnana backwaters, where the adolescent girl meets Hershey’s ill-assorted sons. One of them is literally locked in an outbuilding when the New Yorkers arrive, another is light in the head, and still another is disowned and never mentioned, because he dared to move out of the bayou and open a nightclub in town. As the girl flirts with her cousins, as the women warily spar with each other, the darkness of the swamp closes in.\n\n“Shy People” was directed by Andrei Konchalovsky, the Russian emigre whose other English-language movies include “Runaway Train” and “Duet for One.” Because he is an outsider, he is not so self-conscious about using American images that an American director might be frightened away from. The world of “Shy People” is the world of Erskine Caldwell’s “Tobacco Road,” or Faulkner’s Snopes family, of Al Capp and Russ Meyer. Hershey and her family are not small, timid people, but caricatures, and it’s to Hershey’s credit that she is able to play the role to the hilt and yet still make it real.\n\nThere are great sequences in the film, including one extraordinary night in which Clayburgh is lost in the swamp, is up to her neck in the fetid waters and sees, or thinks she sees, the ghost of Hershey’s dead husband. There is a barroom fight in which the wrathful Hershey wades into her son’s nightclub with a gun. Most extraordinary of all, there are spooky, quiet moments in which the mosquitoes drone in the sleepy heat of midday, while the two women pore over old photograph albums.\n\nOf all of the great, lost films of recent years, “Shy People” must be the saddest case. Here is a great film that slipped through the cracks of an idiotic distribution deal and has failed to open in most parts of the country. At the 1987 Cannes Film Festival, Barbara Hershey won the best-actress award, and the film seemed poised to make an enormous impact. But it was a production of Cannon Films, then financially troubled, and when a major distributor made a substantial offer for it, it developed that a Cannon executive already had booked it into 300 Southwestern theaters in a quick-cash deal. The major distributor pulled out, the movie never received a proper launching, and only now is it straggling into release.\n\nIf you want to see it, move decisively; it will be pushed aside soon by the big summer releases. With slightly different handling, “Shy People” could have been a best-picture Oscar nominee.", "running_time": 120, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-05-20", "genres": null, "title": "Shy People (1988)"}