{"url": "http://www.rogerebert.com/reviews/sibling-rivalry-1990", "by": "Kirstie Alleyas Marjorie Turner", "star_rating": 1.5, "text": "All of the wheels go round on \"Sibling Rivalry,\" and the pistons go up and down and the gears churn ferociously, but nothing much creeps out onto the assembly line. Here is a comedy so lifeless and mechanical that the main diversion is in watching the way the pieces go together.\n\nThe screenplay is founded on the ageless principles of screwball comedy, but the film lacks the energy, the timing and the sense of manic frenzy that's generated by the best screwball.\n\nTo describe the plot in any detail would be unfair, because in a movie offering such small pleasures the polite critic should not help himself before passing the plate. The film stars Kirstie Alley, one of the warmest and most natural actresses at work right now, as an unhappily married woman who after eight years permits herself one brief fling, which ends disastrously. How and why it ends, I will not reveal.\n\nHer sister, played by Jami Gertz, meanwhile falls in love overnight with the local police chief, whose brother, a window-blind salesman, thinks he is responsible for the disaster which has overtaken Alley, while meanwhile Alley is involved in trying to conceal the entire chain of events from her husband (Scott Bakula) and her in-laws, all of whom are humorless doctors.\n\nIn time-honored screwball fashion, this plot unfolds in a series of revolving-door situations in which first one person and then another lacks a crucial piece of information. Clank, clank: We can see that all the pieces are here, lined up and ready for assembly, but somehow the director, Carl Reiner, is unable to make the mechanism purr. The film's energy level is so low you'd think it was a conversation, not a comedy.\n\nCertain scenes - including one in volving a nearsighted surgeon - call out for the twisted spin that Blake Edwards would have put on this material. But Reiner would rather line his characters up for back-and-forth exchanges of canned sitcom dialogue.\n\nThe actors are better, I think, than the material and direction they're given. Alley is as appealing here as she was in \"Look Who's Talking,\" and I also enjoyed Jami Gertz, who works in a tropical fish store and thinks that's a lot more fun than being married to Alley's husband. But other cast members such as Carrie Fisher are made much of in the credits, given two or three clever lines, and forgotten. And Reiner permits or even encourages his actors to stutter a lot, as if flustered, whenever anyone ventures too close to the truth.\n\nThe lesson, I think, is that screwball is not a series of events but a state of mind. The best screwball comedies, from Howard Hawks' \"His Girl Friday\" (1940) to Blake Edwards' \"The Party\" (1968), involve allegedly serious people trying with great intensity to accomplish something of great importance, while oblivious to the chaos around them. The more deadpan the performances, the better. There is something intrinsically funny in an obsessed person thinking himself deeper and deeper into trouble. But when the person seems flustered, or when an actor is allowed to react too broadly or emotionally, the discipline of the form is lost and we're left with the spectacle of a lot of people standing around and acting silly.\n\nWatching the film, I found myself imagining other ways of directing the same material. What if no one had ever seemed flustered, or inarticulate, or babbling? What if everyone had been as cool as a cucumber, or a character by Mamet? What would have happened then? Cool down the performances and turn up the heat under the pacing, and I'll bet you'd have a funnier movie. Or at least an odd movie which would be fun to watch. What we have here is a collection of movie parts looking for a whole.", "running_time": 88, "mpaa_rating": "PG-13", "release_year": 1990, "date_published": "1990-10-26", "genres": ["Comedy", "Romance"], "title": "Sibling Rivalry (1990)"}