{"url": "http://www.rogerebert.com/reviews/sicko-2007", "by": "Michael Moore", "star_rating": 3.5, "text": "If you heard the story, you remember it. A few weeks ago, a woman bled to death in an emergency room, while her husband and a bystander both called 911 to report she was being ignored. They were ignored. She was already in the E.R., wasn't she?\n\nHer death came too late to be included in \"Sicko,\" Michael Moore's litany of horrors about the American health care system, which is run for profit, and insurance companies, which pay bonuses to employees who are successful in denying coverage or claims.\n\nBut wait a minute. I saw the movie almost a year to the day after a cartoid artery burst after surgery and I came within a breath of death. I spent the next nine months in Northwestern Memorial Hospital, the Rehabilitation Institute of Chicago, and the Pritikin Longevity Center, and still require the daily care of a nurse. I mention this to indicate I am pretty deeply involved in the health care system. In each and every case, without exception, I have been cared for by doctors who are kind, patient, painstaking and expert, and by nurses who are skilled, wise and tireless. My insurance has covered a small fortune in claims. My wife and I have also paid large sums from our own savings.\n\nSo I have only one complaint, and it is this: Every American should be as fortunate as I have been. As Moore makes clear in his film, some 50 million Americans have no insurance and no way to get it.\n\nMany of the insured discover their policies are worthless after insurance investigators reel off an endless list of conditions and procedures that are not covered, or discover \"pre-existing conditions\" the patients \"should\" have known about. One woman, unconscious when she is put into an ambulance, is billed for the trip because her insurer says it was not pre-authorized. How could she get authorization when she was out cold on the pavement?\n\nWe also learn a lot about drug companies and HMOs in the film. It is an item of faith in some circles that drug companies need their profits to finance research and development. Out of a dollar of profit, what percentage would you guess goes to R&D, and what percentage goes to advertising and promotion, multimillion-dollar executive salaries, corporate jets, palatial headquarters, bonuses and stockholders?\n\nMoore plays 1971 tapes from the Oval Office as Nixon discusses the original Kaiser plan for an HMO. \"It's for profit,\" he says admiringly. Have you ever understood exactly what benefit an HMO provides while it stands between you and the medical care system and acts as a toll bridge? Do its profits not depend on supplying as little health care as possible, at the lowest possible price?\n\nMoore visits the countries of Canada, England, France and Cuba, all of which have (1) universal health care and (2) a longer life expectancy and lower infant mortality than the United States. In France, he drives with one of many doctors kept on full-time house-call duty. Of course we have heard all about \"socialized medicine,\" which among many evils denies you freedom of choice of hospitals and doctors. Hold on: That's the free-enterprise HMO system.\n\nMoore sails to Cuba with three boatloads of sick people, some of them 9/11 volunteers who have been denied care for respiratory and other problems because they were -- well, volunteers. Unlike firemen and policemen, they had no business being there, I guess. One woman is on $1,000-a-month disability, and needs $240 a month for her inhaler medication. Moore's gimmick (he always has one, but this one is dramatic) is to take her to a Cuban hospital where she finds that her medication costs five cents in Cuba. At least that R&D money is helping Cubans.\n\nMoore's original purpose in sailing south was to seek medical care for his passengers at the Guantanamo Bay prison base. He is turned away, of course, but not before observing that accused al-Qaeda terrorists get better (free) medical attention than 9/11 volunteers.\n\nIt's a different Michael Moore in \"Sicko.\" He still wears the baseball cap, but he's onscreen less, not so cocky, not going for so many laughs. He simply tells one story after another about Americans who are sick, dying or dead because we have an undemocratic, profit-gouging health care system. Moore's films usually make conservatives angry. This one is likely to strike home with anyone, left or right, who has had serious illness in the family. Conservative governments in Canada, England and France all support universal health care; the United States is the only developed nation without it.\n\nYes, nitpickers can find fault with any attack on our system. There are four health care lobbyists for every congressman. But there's room for irony when the owner of an anti-Moore Web site can't afford to maintain it when his wife gets sick. And room for tears when a claims investigator for an insurance company tells Congress she knows she was her company's instrument for denying clients care they needed that might have saved their lives.", "running_time": 123, "mpaa_rating": "PG-13", "release_year": 2007, "date_published": "2007-06-28", "genres": ["Documentary"], "title": "Sicko (2007)"}