{"url": "http://www.rogerebert.com/reviews/siddhartha-1973", "by": null, "star_rating": 2.5, "text": "Conrad Rooks’ “Siddhartha” is a film of great grace and beauty, but somehow it failed to move me. I was expecting to emerge from the theater in a sort of mild metaphysical glow; instead, I felt like seeing another movie. I think the problem may be with the film’s length. It’s a standard feature-length production, and that may simply be too long for the very thin material of Hermann Hesse’s novel.\n\nRooks had a problem from the beginning. If he had taken Hesse’s fable and jazzed it up, trying to pump more interest into the movie, he would have offended the Hesse cultists (of whom there are said to be millions, every one of them unknown to me). On the other hand, by staying with the source material, he has produced a movie of great interest to Hesse lovers but rather slow and simplistic for everyone else.\n\nThe movie is an allegory, set 2,500 years ago, about a young man who sets out one day to discover the secrets of life. We follow him until his death many years later, and along the way we see him accumulate wealth and then dispose of it, fall in love and then renounce carnal pleasures, and finally discover that truth lies within himself and can never be taught. At the end we are happy for Siddhartha, but we wonder (in the words of the famous British election cry), what about the workers? And what about us? Thanks for nothing, Siddhartha.\n\nThe movie is good to look at: Rooks worked with Sven Nykvist, who at the time was photographing all of the Ingmar Bergman films. The trouble is that the movie’s almost too pretty. We get sunsets and vistas and slow-moving rivers and dust in the sunlight and magnificent Indian settings (man-made and real). And against all of this splendor, the activities of the characters seem somehow unreal and not crucial. It’s as if the people in the movie always thought of themselves in silhouette and back-lit. As a general rule, characters shouldn’t act as if they know they’re in a movie. It distracts us, and it distracts them.", "running_time": 95, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-07-18", "genres": ["Drama", "Mystery"], "title": "Siddhartha (1973)"}