{"url": "http://www.rogerebert.com/reviews/sidekicks-1993", "by": "Chuck Norrisas Chuck Norris", "star_rating": 2.0, "text": "\"Sidekicks\" is sweet but predictable, the kind of movie where you enjoy the ride but recognize the terrain. Remember the old comic book ads where the bully kicked sand into the eyes of the 90-pound weakling? But then, after the weakling got himself into shape, he came back to beat the bad guy and win the admiring praise of the girls? \"Sidekicks\" tells the same durable story, and it still works about as well as it ever did.\n\nJonathan Brandis stars as Barry Gabrewski, a kid who escapes into his daydreams to avoid the realities of his everyday life, in which an asthma condition prevents him from ordinary physical activity. In school, he's mocked by the class bully and also by a particularly unkind physical education teacher, who exists primarily in order to be cruel on demand.\n\nIn Barry's fantasies, it doesn't work like that. He imagines himself teaming up with karate movie hero Chuck Norris, to beat up the bad guys and save the girl, who in all of the dreams looks exactly like Miss Chen (Julia Nickson-Soul), his schoolteacher.\n\nTaking pity on the class outcast, Miss Chen introduces him to her uncle, Mr. Lee (Mako), recently arrived from China - so recently, indeed, that he hasn't seen any of \"The Karate Kid\" (1984) movies and doesn't know his role has been played before.\n\nWe have two choices here. I can describe the rest of the plot. Or you can decide for yourself if Barry becomes a junior karate master and defeats the class bully in the big match at the end of the movie. If I supply additional information, such as that Joe Piscopo plays the brutal, psychotic head of a local karate school, or that Barry has a crush on a girl in his class, you might be able to intuit additional developments.\n\nThe movie's big surprise is the materialization of Chuck Norris, as himself. In town for a charity event, he agrees to stand in Barry's corner, and helps out on the day when the kid turns his whole life around. Norris is believable in the role, not so much because he is playing himself as because he is the kind of nice guy who actually would do something like that.\n\nMako, as old Mr. Lee, is also believable; he has a way of combining comedy with mayhem that is curiously charming. Piscopo, who has apparently not stopped pumping iron since his infamous Rolling Stone cover, grunts and snarls like a master. He seems to have dropped his comedy career in order to reinvent himself as a B-movie villain. Beau Bridges, as Barry's distracted dad, walks through an easy role; his work in the current HBO movie \"The Positively True Adventures of the Alleged Texas Cheerleader-Murdering Mom\" shows him much closer to top form.\n\nFairness in reviewing requires me to observe that not everyone may have seen all of the \"Karate Kid\" movies and the countless other antecedents of this film. To them, it may seem more original. After all, a new generation of moviegoers comes along every few years. For kids of about Barry's age (say, 11 to 14), \"Sidekicks\" might have a special charm. And the PG rating reflects the fact that the violence never goes over the top.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-04-30", "genres": ["Action", "Adventure", "Drama", "Family"], "title": "Sidekicks (1993)"}