{"url": "http://www.rogerebert.com/reviews/side-effects-2013-1", "by": "Jude Lawas Dr. Jonathan Banks", "star_rating": 3.5, "text": "The music tells us what kind of movie \"Side Effects\" is going to be. It coils beneath what seems like a realistic plot and whispers that something haunted and possessed is going on. Imagine music for a sorcery-related plot and then dial it down to ominous forebodings. Without Thomas Newman's score, \"Side Effects\" would be a lesser film, even another film.\n\nWe meet a young woman named Emily (Rooney Mara). Her husband, Martin (Channing Tatum), has been released after four years in prison for insider trading. Don't weep for him. At a party, he explains, \"It's the culture.\" They resume. They dine. They make eager love. Things don't go for her as smoothly as they would seem. She is referred to a psychiatrist named Banks (Jude Law). She's been under care before, with a shrink named Victoria Siebert (Catherine Zeta-Jones), but Banks thinks Emily may get good results from a new drug called Ablixa. Meanwhile, a drug company has paid him $50,000 to study it during the licensing period.\n\nThis Banks has issues. A Brit in Manhattan, he's divorced from a dubious woman (Vinessa Shaw). He immigrated to the United States, he explains, because in the U.K., when you enter psychiatric treatment, it's assumed you may get sicker, and over here, it's assumed you're getting well. Naturally that attitude tilts him toward pushing pills. Emily's use of Ablixa causes some alarming behavior, including a murder while in a blackout, and she's committed to a mental hospital.\n\nBanks shows few signs of empathy. Why is he a doctor in the first place? Why did his marriage fail? He meets with Victoria Siebert, and why does tension spring up between them? Banks is sitting on a lot of anger. \n\nThere are other characters: a cop, a mother, yada yada. Always the music — never loud, always there. Rooney Mara's performance is instrumental. In her third major role, she's on the far side of the moon from \"The Girl With the Dragon Tattoo.\" She's terrified of the world, of the doctor, of Ablixa and of herself. Steven Soderbergh's camera often sees her from a slightly low level from her left, her hair doing the framing. Recall Nicolas Cage looking askance at the iguana in Herzog's \"Bad Lieutenant: Port of Call New Orleans,\" and then dial that down to uncertainty and fear.\n\nI diagnose her with panic attacks and depression. The professionals in the film discuss real meds like Effexor, which can be effective \"over time.\" Time is what the depressed and panicked lack. Banks wants fast-acting pills. Emily dreads being diagnosed as actually nuts and being assigned to the hospital by the courts. Banks doesn't seem so concerned. Maybe another med will work. Meanwhile, we notice that he's spending an increasing amount of time with other characters, like Victoria Siebert, his ex-wife, prosecutors and colleagues. The case begins to make news and his clients fall off because they don't want a press mob seeing them going into his office.\n\nAnd all this time the music. You know those scores that make you think of sad merry-go-rounds? In \"Side Effects,\" the viewer is being drawn into a vortex. Is there a level we don't suspect? Some people, ambushed by the last 10 minutes, will be thinking, \"What a load of crap.\" Soderbergh has retrofitted his film from the end backward.\n\nAt the press previews, critics were not admitted unless they were there from the start. It's like an Alfred Hitchcock warning: \"Don't give away the beginning!\"\n\nSteven Soderbergh has announced that, at 50, this will be his last feature film. Well, that's up to him. This one brings together threads from a lot of his work. Crime. Sex. Complicated yuppies. Smart people doing heedless things. Corruption in high places. Ablixa can even be seen as a science-fiction element. The Soderbergh film this one doesn't draw from is \"Che.\" Soderbergh came, he saw, he conquered, and now he's moving on.", "running_time": 106, "mpaa_rating": "R", "release_year": 2013, "date_published": "2013-02-06", "genres": ["Crime", "Drama", "Thriller"], "title": "Side Effects (2013)"}