{"url": "http://www.rogerebert.com/reviews/sideways-2004", "by": "Paul Giamattias Miles", "star_rating": 4.0, "text": "\"There was a tasting last night,\" Miles Raymond explains, on one of those alcoholic mornings that begin in the afternoon and strain eagerly toward the first drink. That's why he's a little shaky. He's not an alcoholic, you understand; he's an oenophile, which means he can continue to pronounce French wines long after most people would be unconscious. We realize he doesn't set the bar too high when he praises one vintage as \"quaffable.\" No wonder his unpublished novel is titled The Day After Yesterday; for anyone who drinks a lot, that's what today always feels like.\n\nMiles is the hero of Alexander Payne's \"Sideways,\" which is as lovable a movie as \"Fargo,\" although in a completely different way. He's an English teacher in middle school whose marriage has failed, whose novel seems in the process of failing, whose mother apparently understands that when he visits her, it is because he loves her, and also because he needs to steal some of her money. Miles is not perfect, but the way Paul Giamatti plays him, we forgive him his trespasses, because he trespasses most of all against himself.\n\nMiles' friend Jack is getting married in a week. They would seem to have little in common. Jack is a big, blond, jovial man at the peak of fleshy middle-aged handsomeness, and Miles looks like -- well, if you know who Harvey Pekar is, that's who Giamatti played in his previous movie. But Jack and Miles have been friends since they were college roommates, and their friendship endures because together they add up to a relatively complete person.\n\nMiles, as the best man, wants to take Jack on a weeklong bachelor party in the California wine country, which makes perfect sense, because whatever an alcoholic says he is planning, at the basic level he is planning his drinking. Jack's addiction is to women. \"My best man gift to you,\" he tells Miles, \"will be to get you laid.\" Miles is so manifestly not layable that for him this would be less like a gift than an exercise program.\n\nJack (Thomas Haden Church) is a not very successful actor; he tells people they may have heard his voice-over work in TV commercials, but it turns out he's the guy who rattles off the warnings about side-effects and interest rates in the last five seconds. The two men set off for wine country, and what happens during the next seven days adds up to the best human comedy of the year -- comedy, because it is funny, and human, because it is surprisingly moving.\n\nOf course they meet two women. Maya (Virginia Madsen) is a waitress at a restaurant where Miles has often stopped in the past, to yearn but not touch. She's getting her graduate degree in horticulture, and is beautiful, in a kind way; you wonder why she would be attracted to Miles until you find out she was once married to a philosophy professor at Santa Barbara, which can send a woman down market in search of relief. The next day they meet Stephanie (Sandra Oh), a pour girl at a winery tasting room, and when it appears that the two women know each other, Jack seals the deal with a double date, swearing Miles to silence about the approaching marriage.\n\nMiles has much to be silent about. He has been in various forms of depression for years, and no wonder, since alcohol is a depressant. He is still in love with his former wife and mourns the bliss that could have been his, if he had not tasted his way out of the marriage. Although his days include learned discourses about vintages, they end with him drunk, and he has a way of telephoning the poor woman late at night. \"Did you drink and dial?\" Jack asks him.\n\nThe movie was written by Payne and Jim Taylor, from the novel by Rex Pickett. One of its lovely qualities is that all four characters are necessary. The women are not plot conveniences, but elements in a complex romantic and even therapeutic process. Miles loves Maya and has for years, but cannot bring himself to make a move because romance requires precision and tact late at night, not Miles' peak time of day. Jack lusts after Stephanie, and casually, even cruelly, fakes love for her even as he cheats on his fiancee.\n\nWhat happens between them all is the stuff of the movie, and must not be revealed here, except to observe that Giamatti and Madsen have a scene that involves some of the gentlest and most heartbreaking dialogue I've heard in a long time. They're talking about wine. He describes for her the qualities of the pinot noir grape that most attract him, and as he mentions its thin skin, its vulnerability, its dislike for being too hot or cold, too wet or dry, she realizes he is describing himself, and that is when she falls in love with him. Women can actually love us for ourselves, bless their hearts, even when we can't love ourselves. She waits until he is finished, and then responds with words so simple and true they will win her an Oscar nomination, if there is justice in the world.\n\nSome terrible misunderstandings (and even worse understandings) take place, tragedy grows confused with slapstick, and why Miles finds himself creeping through the house of a fat waitress and her alarming husband would be completely implausible if we had not seen it coming every step of the way. Happiness is distributed where needed and withheld where deserved, and at the end of the movie we feel like seeing it again.\n\nAlexander Payne has made four wonderful movies: \"Citizen Ruth,\" \"Election,\" the Jack Nicholson tragicomedy \"About Schmidt,\" and now this. He finds plots that service his characters, instead of limiting them. The characters are played not by the first actors you would think of casting, but by actors who will prevent you from ever being able to imagine anyone else in their roles.", "running_time": 126, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-10-28", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Sideways (2004)"}