{"url": "http://www.rogerebert.com/reviews/sidewalks-of-new-york-2001", "by": "Edward Burnsas Tommy Reilly", "star_rating": 3.0, "text": "I saw Edward Burns' “Sidewalks of New York” at the Toronto Film Festival on Sept. 8, and enjoyed its lighthearted story of seven lovers who readjust their romantic priorities. It was scheduled to open in a week or two, and I was baffled by Paramount's decision to put it back on the shelf for a couple of months, as if after Sept. 11, no one could possibly contemplate attending a movie named “Sidewalks of New York.” Now the movie has arrived, the story of lovers, would-be lovers, former lovers and adulterers from each of the city's boroughs, who seem totally preoccupied with themselves. This is as it should be. When you're in love, you think of no one but yourself. Even your thoughts of your loved one are about your love, because the idealized other person exists in your imagination. John Donne got this right.\n\nThe movie lives at the intersection between Woody Allen and “Sex and the City.” Like \"The Brothers McMullen\" Burns' first film, it is about people who spend a lot of time analyzing their motives and measuring their happiness. The film is framed by interviews in which the lovers address the camera directly, talking about themselves and about love, and from their comments, we learn one thing for sure: Lovers recycle ancient truisms that have little to do with how they will behave tomorrow or later tonight.\n\nLike Jacques Rivette's “Va Savoir,” another recent release, the film begins with three couples, and then readjusts the pairings. It actually begins with 3.5 couples, because Griffin (Stanley Tucci) is married to Annie (Heather Graham) and is having an affair with Ashley (Brittany Murphy). He is a dentist, Annie is a real estate agent and Ashley is a student at NYU. Judging by recent Manhattan comedies, these are the three most popular occupations in town, after police work and prostitution.\n\nGriffin fancies himself a seducer. “I think you have the look of the new millennium,” he tells Ashley the first time he sees her. Anyone who considers this a compliment deserves Griffin. Burns himself plays Tommy, who works for a show not unlike “Entertainment Tonight” (where Burns himself once worked). A love affair has ended, and he has moved out of his apartment and is living temporarily with his boss Carpo (Dennis Farina), who plays the field and advises Tommy to do likewise. Carpo is the kind of man who believes seduction is all in the cologne. His advice: “A wife and children will drive you to an early grave.” Tommy meets Maria (Rosario Dawson), who teaches rich kids in a private school. She is divorced from Benjamin (David Krumholtz), who supports himself as a doorman while dreaming of a career in music. He cannot believe she left him. We cannot believe she married him. He is a needy whiner who spends way too much energy believing it is only a matter of time until they get back together again. First he seems obnoxious, then you feel a little sorry for him, then he wears down your pity, and you figure he got what was coming to him.\n\nLet's see. Griffin, the Tucci character, is having trouble deceiving two women at the same time, which is what he's doing. (A more honest man would merely cheat on his wife with his mistress, but Griffin's nature is such that he also cheats on his mistress with his wife.) His wife, Annie (Graham), shows an apartment to Tommy and begins to think of her romantic life as still holding promise. Griffin's mistress Ashley attracts the attention of Benjamin, who continues to annoy his ex-wife, but begins to suspect there may be alternatives to spending his nights ringing her doorbell.\n\nIn the Jacques Rivette film, the characters are all French, and so conduct their intrigues while drawing on centuries of experience. Ed Burns' New Yorkers have grown up in a society of psycho-babble, and carry around half-digested concepts of guilt, redemption and finding your karma. The teacher Maria (Dawson) is more centered, because she is the only one who has a job that does not depend on being nice to rich people. (As a waitress, Ashley also would seem to qualify, but in New York, waiters are always really something else.) The movie is funny without being hilarious, touching but not tearful, and articulate in the way that Burns is articulate, by nibbling earnestly around an idea as if afraid that the core has seeds. Not a lot is at stake. We would not be surprised if in three years, an emotional reassignment has taken place, and all of the new couples, like all of the old ones, have been thrown on the ash heap of romantic history. Yet “Sidewalks of New York” finds the right note, of seeking optimism among the shoals of hope. It's spiced by a rotter (Tucci) whose self-justifications are ingenious. And by a cynic (Farina) whose advice is sometimes pretty good.", "running_time": 100, "mpaa_rating": "R", "release_year": 2001, "date_published": "2001-11-21", "genres": ["Comedy", "Drama", "Indie", "Romance"], "title": "Sidewalks Of New York (2001)"}