{"url": "http://www.rogerebert.com/reviews/siesta-1988", "by": "Ellen Barkinas Claire", "star_rating": 2.0, "text": "“Siesta” begins with a woman daredevil preparing to jump out of an airplane into a net above an artificial volcano, and it ends with fundamental questions about whether anything at all in the movie really happened. In between, there is a flight from California to Spain, a glimpse into the incestuous world of the woman’s new and former lovers, and more than a touch of perversity. There is also a great deal of symbolism, hinting at deeper meanings lurking just out of focus.\n\nThe film is finally overwhelmed by its own ambition, not to mention one too many gimmicks in its plot, but it goes down swinging.\n\nIt’s the kind of bad film that remains quite watchable until fairly late in the game, when you realize that you’ve made more of an effort to figure it out than the director has. One of the pleasures of a film like this is that if you ever happen to see it again, it seems fresh because you can’t remember how it turned out.\n\nThe movie stars Ellen Barkin, fresh from her triumph in “The Big Easy,” as a tortured daredevil with a past. As the story opens, she is holed up in some kind of a temporary command post in the desert, where Martin Sheen, a special events promoter, wants to turn her into a new version of Evil Knievel. His exact plans are fairly obscure; a model of the fake volcano is produced, along with some talk about the safety net that will stretch above the flames, but exactly how Barkin is going to drop from the plane is in some doubt.\n\nI left the movie assuming that she would parachute, but friends at the same screening assured me she was going to do a free fall into the net. I argued that such a stunt would certainly kill her. My friends said that was exactly the point.\n\nIt is certain, in any event, that the Barkin character has premonitions of her death, and the action in the movie is intercut with quick flashes of fantasy (or memory, or anticipation) in which she falls helplessly through the air. Therefore it is perhaps not surprising that, given three days before the deadline for the big jump, she flies to Spain to say goodbye to the great love of her life (Gabriel Byrne). And once there, she re-enters her lover’s perverse and haunting world of erotic entanglements, which feeds off the ennui of an exile community including Isabella Rossellini, Jodie Foster and Grace Jones.\n\nUp until this point the movie is actually quite good, probably because it seems to know what it is doing. Then confusion sets in.\n\nSinister figures appear. A taxi driver seems to know more than he should. The flash forwards (or flashbacks, or fantasies) grow more ominous. And then there is one of those endings that reveals a final lack of imagination on the part of the filmmakers, a gimmick in place of a resolution.\n\nBarkin emerges relatively unharmed, however. She is an actress who is clearly drawn toward interesting scripts and is willing to take chances. “Siesta,” whatever it is, is not another sausage from the Hollywood assemby line, and to intrigue us for an hour is a worthy achievement for any movie, even if it baffles us for the next 30 minutes then finally abandons us altogether.", "running_time": 97, "mpaa_rating": "R", "release_year": 1988, "date_published": "1988-02-05", "genres": null, "title": "Siesta (1988)"}