{"url": "http://www.rogerebert.com/reviews/sign-o-the-times-1987", "by": "Prince", "star_rating": 3.0, "text": "Prince labors under the misfortune of having made one of the greatest rock movies of all time, \"Purple Rain.\" Now his career is beginning to take on some of the same hint of nostalgia that dogged Orson Welles all of his days: If you start with \"Citizen Kane,\" where do you go from there? \"Purple Rain\" contained not only great rock music but also a strong dramatic story and powerful performances by a whole crowd of unknowns. It was a great debut movie, and it made Prince into a sitting duck with whatever film he made next.\n\nHis next film was, of course, the disastrous \"Under the Cherry Moon,\" an odd black-and-white exercise that seemed to owe something to old movies by Fred Astaire, Harold Arlen and even Rudy Vallee. He was paying tribute to a tradition that was not even a memory for his fans. Now comes \"Sign O' the Times,\" obviously a more cautious and calculated film, in which Prince returns to his concert roots and tries to give his fans, if not \"Purple Rain,\" then at least what they paid their money for.\n\nThis is a concert film, with all of the usual conventions of the modern rock concert film: the towering percussion section, the synchronized backup singers, the sweating superstar in sexual pantomime and, of course, the standard shot of the star leaning forward to tantalize his fans as the first row of the audience surges forward in orgiastic bliss.\n\nTo this basic mix Prince has added some adornments. He intercuts the concert footage with what look like glimpses of a dramatic story, in which sex, intrigue and a sense of danger are laid on heavily, although no coherent narrative emerges. These shots symbolize a night world of rock clubs, seedy saloons, hookers and players and johns. They burst out onto the stage in several musical numbers, including one steamy duet between Prince and Cat Glover, rumored to be his current squeeze.\n\nPrince also shares the stage with various visitors, drop-ins and guest stars, notably Sheena Easton. But the person who literally steals the show is Sheila E., who plays percussion and then climbs down from the drums for a solo and a duet. Her energy level in this movie is awesome, and she looks great, too. She can also play drums. Sheila E. says she thinks of herself as a drummer first and a singer second, but on the basis of this movie she could flip a coin.\n\n\"Sign O' the Times\" was directed by Prince, and he does a good, sound job without finding an answer to the problem of all directors of rock concert films: After you have exhausted the basic repertory of obvious shots and audience reactions, what do you do then? In \"Purple Rain,\" Prince found an answer in his own life, and provided intercuts to an autobiographical story. This time, he lets the music simply speak for itself. It's fun as far as it goes, but \"Purple Rain,\" of course, went further.", "running_time": 84, "mpaa_rating": "PG-13", "release_year": 1987, "date_published": "1987-11-20", "genres": null, "title": "Sign O' the Times (1987)"}