{"url": "http://www.rogerebert.com/reviews/signs-2002", "by": "Mel Gibsonas Father Graham Hess", "star_rating": 4.0, "text": "M. Night Shyamalan's \"Signs\" is the work of a born filmmaker, able to summon apprehension out of thin air. When it is over, we think not how little has been decided, but how much has been experienced. Here is a movie in which the plot is the rhythm section, not the melody. A movie that stays free of labored explanations and a forced climax, and is about fear in the wind, in the trees, in a dog's bark, in a little girl's reluctance to drink the water. In signs.\n\nThe posters show crop circles, those huge geometric shapes in fields of corn and wheat, which were seen all over the world in the 1970s. Their origin was explained in 1991 when several hoaxers came forward and demonstrated how they made them; it was not difficult, they said. Like many supernatural events, however, crop circles live on after their unmasking, and most people today have forgotten, or never knew, that they were explained. \"Signs\" uses them to evoke the possibility that ... well, the possibility of anything.\n\nThe genius of the film, you see, is that it isn't really about crop circles, or the possibility that aliens created them as navigational aids. I will not even say whether aliens appear in the movie, because whether they do or not is beside the point. The purpose of the film is to evoke pure emotion through the use of skilled acting and direction, and particularly through the soundtrack. It is not just what we hear that is frightening. It is the way Shyamalan has us listening intensely when there is nothing to be heard. I cannot think of a movie where silence is scarier, and inaction is more disturbing.\n\nMel Gibson stars as Father Graham Hess, who lives on a farm in Bucks County, Pa. We discover he is a priest only belatedly, when someone calls him \"Father.\" \"It's not 'Father' anymore,\" he says. Since he has two children, it takes us a beat to compute that he must be Episcopalian. Not that it matters, because he has lost his faith. The reason for that is revealed midway in the film, a personal tragedy I will not reveal.\n\nHess lives on the farm with his brother Merrill (Joaquin Phoenix) and his children Morgan and Bo (Rory Culkin and Abigail Breslin). There is an old-fashioned farmhouse and barn, and wide cornfields, and from the very first shot there seems to be something ... out there, or up there, or in there. Hess lives with anxiety gnawing at him. The wind sounds strange. Dogs bark at nothing. There is something wrong . The crop circles do not explain the feelings so much as add to them. He catches a glimpse of something in a corn field. Something wrong.\n\nThe movie uses TV news broadcasts to report on events around the world, but they're not the handy CNN capsules that supply just what the plot requires. The voices of the anchors reveal confusion and fear. A video taken at a birthday party shows a glimpse of the most alarming thing. \"The history of the world's future is on TV right now,\" Morgan says.\n\nIn a time when Hollywood mistakes volume for action, Shyamalan makes quiet films. In a time when incessant action is a style, he persuades us to play close attention to the smallest nuances. In \"The Sixth Sense\" (1999) he made a ghost story that until the very end seemed only to be a personal drama--although there was something there, some buried hint, that made us feel all was not as it seemed. In \"Unbreakable\" (2000) he created a psychological duel between two men, and it was convincing even though we later discovered its surprising underlying nature, and all was redefined.\n\nIn \"Signs,\" he does what Hitchcock said he liked to do, and plays the audience like a piano. There is as little plot as possible, and as much time and depth for the characters as he can create, all surrounded by ominous dread. The possibility of aliens is the catalyst for fear, but this family needs none, because it has already suffered a great blow.\n\nInstead of flashy special effects, Shyamalan creates his world out of everyday objects. A baby monitor that picks up inexplicable sounds. Bo's habit of leaving unfinished glasses of water everywhere. Morgan's bright idea that caps made out of aluminum foil will protect their brains from alien waves. Hess' use of a shiny kitchen knife, not as a weapon, but as a mirror. The worst attack in the film is Morgan's asthma attack, and his father tries to talk him through it, in a scene that sets the entire movie aside and is only about itself.\n\nAt the end of the film, I had to smile, recognizing how Shyamalan has essentially ditched a payoff. He knows, as we all sense, that payoffs have grown boring. The mechanical resolution of a movie's problems is something we sit through at the end, but it's the setup and the buildup that keep our attention. \"Signs\" is all buildup. It's still building when it's over.", "running_time": 120, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-08-02", "genres": ["Drama", "Mystery", "Science Fiction", "Thriller"], "title": "Signs (2002)"}