{"url": "http://www.rogerebert.com/reviews/signs-and-wonders-2001", "by": "Stellan Skarsgardas Alec Fenton", "star_rating": 3.0, "text": "\"Signs and Wonders\" looks through the eyes of a manic-depressive as the world sends him messages and he hurries to answer them. It shows how exhausting it is to be constantly in the grip of exhilaration, insight, conviction, idealism and excitement--while bombarded all the time with cosmic coincidences. Nobody in the movie calls this man a manic-depressive, but it's as clear as day--or as the bright yellow suit he turns up wearing one morning, convinced it symbolizes his new and improved psyche. As a drama about the ravages of mental illness, the movie works; too bad most of the critics read it only as a romantic soap opera in which the hero is an obsessive sap. They read the signs but miss the diagnosis.\n\nThe movie stars Stellan Skarsgard and Charlotte Rampling as Alec and Marjorie, a married American couple living in Athens, Greece. (\"It doesn't bother to explain away their foreign accents,\" complains one critic, although 10 percent of all Americans are first-generation and millions have accents.) She works for the embassy; he has a murky job in finance, and is having an office affair with Katherine (Deborah Kara Unger). The affair has been proceeding satisfactorily for months or maybe years, we gather, until one day Alec, beset with guilt, walks out of his house and uses the phone booth across the street to call back home and confess everything to his wife.\n\nThis sudden, dramatic confession marks the start of his bipolar illness. He has become seized with the conviction that vast forces are sweeping through him. He can no longer live a lie. Walking his daughter to school, he joins in her game of counting manholes and clocking various signs and portents in the city streets. For her it's a child's game; for him it becomes an obsession.\n\nMarjorie forgives Alec for his affair. Some time later, on the ski slopes in another country, he meets Katherine again--coincidentally, he believes. This random accidental meeting is for Alec a sign that they were meant to be together, and he leaves Marjorie a second time. Then there is a tense, painful conversation with Katherine, after he explains the significance of their meeting, and why it proved they were predestined to be together. \"What if I set it up?\" she asks, as a woman who would prefer to be loved for herself rather than as the outward sign of cosmic forces.\n\nI don't think we can be sure if Katherine arranged the meeting or not, but Alec decides she did, and that sends him racing back to Marjorie. Having smashed his family once, and then, as she puts it, returned to smash it again, he has run out of goodwill on the home front--and besides, she's in love with another man. Now comes the most fascinating passage in Skarsgard's performance, as his mania becomes more evident. He will baby-sit while she goes out with the other man. He deserves to suffer. He will do penance. Yes! Yes! At one point as she shouts at him, he replies, \"I want you to be this angry with me! We need this!\" About this time the yellow suit turns up.\n\nThe movie is maddeningly obscure about details that do not directly involve Alec. We meet Andreas (Dimitris Katalifos), the man Marjorie plans to marry. He is a left-wing journalist, was tortured by the colonels, has an archive of secrets in his flat about right-wing Greek conspiracies, and is perhaps a little paranoid. The twice-jilted Katherine, who comes hunting Alec and assumes a false identity, is also deranged; Marjorie is the sane center of the film. By the end, we are not sure exactly how to explain what happens to Andreas, and the movie leaves a lot of other unanswered questions. Perhaps the answer is, the story spins away from Alec, who as his illness progresses can no longer keep all the connections and meanings in order.\n\nJonathan Nossiter, the director and co-writer, made the 1997 Sundance prize winner \"Sunday,\" about a British actress, down on her luck, who meets a man who may be a famous director or may be a homeless derelict. It's a movie about how people can be who we want them to be. \"Signs and Wonders\" is about a man who knows what he wants from Marjorie and Katherine, but can't get them to play the roles. They can't keep up with his fevered brain, as he connects, disconnects, reconnects. \"I am not a frivolous man!\" he cries at one point, aware that unless his signs and wonders are real, he is frivolous indeed. I had a friend once who suffered from manic behavior, and he said, \"You know what I used to pray for? Boredom.\"", "running_time": 104, "mpaa_rating": "NR", "release_year": 2001, "date_published": "2001-06-15", "genres": ["Drama", "Foreign"], "title": "Signs And Wonders (2001)"}