{"url": "http://www.rogerebert.com/reviews/silent-hill-2006", "by": "Radha Mitchellas Rose DaSilva", "star_rating": 1.5, "text": "I had a nice conversation with seven or eight people coming down on the escalator after we all saw \"Silent Hill.\" They wanted me to explain it to them. I said I didn't have a clue. They said, \"You're supposed to be a movie critic, aren't you?\" I said, \"Supposed to be. But we work mostly with movies.\" \"Yeah,\" said the girl in the Harley t-shirt. \"I guess this was like a video game that you like had to play in order to like understand the movie.\"\n\n I guess. I was out in Boulder last week on a panel about video games and whether they can be art, and a lot of the students said they were really looking forward to \"Silent Hill\" because it's one of the best games and they read on the internet that the movie was supposed to live up to the game. That was all speculation, of course, because Sony Pictures declined to preview the film for anybody, perhaps because they were concerned it would not live up to the game, or because they were afraid it would. When I told one student that the movie was not being previewed, there was real pain on his face, as if he had personally been devalued.\n\n Not only can I not describe the plot of this movie, but I have a feeling the last scene reverses half of what I thought I knew (or didn't know). What I can say is that it's an incredibly good-looking film. The director, Christophe Gans, uses graphics and special effects and computers and grainy, scratchy film stock and surrealistic images and makes \"Silent Hill\" look more like an experimental art film than a horror film -- except for the horror, of course. The visuals are terrific; credit also to cinematographer Dan Laustsen, production designer Carol Spier, and the art, set and costume artists. But what are we to make of dialogue such as I will now describe?\n\n A group of undead citizens of the ghost town of Silent Hill have gathered for some witch-burning. The town was abandoned 30 years ago because of the fumes from mine fires which still smolder beneath the surface. Grey ash falls like rain. \"Something terrible happened here,\" a character says perceptively. The townspeople pile wood on a bonfire in the center of an abandoned church, and tie an alleged witch to a ladder which is then lowered over the flames until the victim's skin gets extra crispy. Next up: Little Sharon (Jodell Ferland), the daughter of the heroine Rose (Radha Mitchell). She is tied to the ladder and prepared to be lowered and roasted, when her mother bursts into the church and cries out, and I quote, \"It's OK, baby. Everything's gonna be OK!\"\n\n The people who live in Silent Hill are dead, I guess. Some of them glow like old embers on a fire, which is not a sign of life. They live in abandoned buildings and in the mines and in a Smoke and Flame Factory, which you will recall from my Little Movie Glossary is a factory-like location of uncertain purpose which generates a lot of smoke and flames. Also sharing their space are rat-like little CGI insects, who scurry around thinking they look a lot scarier than they do.\n\n Rose has come here with her daughter Sharon because the girl has taken to sleep-walking at night, and standing on the edge of high cliffs while saying \"Silent Hill\" in her sleep. Obviously the correct treatment is to take her to the abandoned town itself. Rose and Sharon race off in the night, pursued by Rose's husband (Sean Bean) and a motorcycle cop (Laurie Holden) who is dressed like a leather mistress. The usual zombie-like little girl turns up in the headlights, there is a crash, and then everybody wanders through the town for two hours while the art direction looks great. I especially liked the snake-like wires at the end which held people suspended in mid-air. I also liked it when Johnny Cash sang \"Ring of Fire\" on the sound track, since if there was ever a movie in need of a song about a ring of fire, this is that film.\n\n Now here's a funny thing. Although I did not understand the story, I would have appreciated a great deal less explanation. All through the movie, characters are pausing in order to offer arcane back-stories and historical perspectives and metaphysical insights and occult orientations. They talk and talk and somehow their words do not light up any synapses in my brain, if my brain has synapses and they're supposed to light up, and if it doesn't and they're not, then they still don't make any sense.\n\n Perhaps those who have played the game will understand the movie, and enjoy it. Speaking of synapses, another member of that panel discussion at Boulder was Dr. Leonard Shlain, chairman of laparoscopic surgery at California Pacific Medical Center, and an author whose book Art & Physics: Parallel Visions in Space, Time and Light makes you think that if anyone could understand \"Silent Hill,\" he could.\n\n Dr. Shlain made the most interesting comment on the panel. He said they took some four and five year-olds and gave them video games and asked them to figure out how to play them without instructions. Then they watched their brain activity with real-time monitors. \"At first, when they were figuring out the games,\" he said, \"the whole brain lit up. But by the time they knew how to play the games, the brain went dark, except for one little point.\" Walking out after \"Silent Hill,\" I thought of that lonely pilot light, and I understood why I failed to understand the movie. My damn brain lit up too much.", "running_time": 126, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-04-20", "genres": ["Adventure", "Horror", "Thriller"], "title": "Silent Hill (2006)"}