{"url": "http://www.rogerebert.com/reviews/silent-house-2012", "by": "Elizabeth Olsenas Sarah", "star_rating": 2.0, "text": "\"Silent House\" is another one of those Scream at the Screen movies, in which you want to shout out advice to a character. In this case, a nubile young woman is trapped inside an apparently haunted house for most of the time, and what you want to shout is, Get out of the damn house! Finally, a little beyond the halfway mark, she does escape, running out the front door and flees, weeping and stumbling, down a country road until her Uncle Peter drives along, and they return to the house and she goes back inside.\n\nSoon she's reduced to tiptoeing through the darkness calling out \"Uncle Peter?\" when not long before she was calling \"Dad? Daddy?\" This is an optimistic girl. Her name is Sarah, and she's played by Elizabeth Olsen, the younger sister of Mary-Kate and Ashley. We saw her not long ago in the challenging lead role of \"Martha Marcy May Marlene.\" In that film, she demonstrated she's a gifted actress, and in \"Silent House,\" she performs a rite of passage for many young actresses, as the endangered heroine of a horror film.\n\nI said the house is \"apparently\" haunted because … well, you'll see. It's nothing as simple as that. The movie is a remake of a horror film from Uruguay, and both the original and the remake claim to have been shot in a single take. I doubt it. If it is, it's the most amazing single take since \"Russian Ark,\" beginning with an overhead crane shot on a lake shore and then traveling down a road and into a house and following the heroine upstairs and downstairs and into the basement. That would take one hell of a cameraman, and there are all kinds of shots where the screen goes dark and cuts could obviously be concealed. \n\nWhatever. The camera remains always close to Sarah, sometimes almost resting on her shoulder, and what's impressive is Olsen's ability to sustain that kind of intense on-cam scrutiny and stay convincingly in character. She has a pretty face, expressive and delicate, and carefully modulates her performance: not overacting, not mugging, not trying to sell us on anything. Some of her best moments communicate silent terror.\n\nThe \"Silent House\" is her family's summer home, quite large, three floors, with a seemingly unlimited number of doors located at right angles to other doors, so that in another world, this would be a good location for a slapstick farce. There's also an unreasonably high number of closet doors and doors opening into staircases. \n\nSarah, dad John (Adam Trese) and Uncle Peter (Eric Sheffer Stevens) enter the house. It's daylight, but window boards make it pitch black inside. They carry bright lamps. Left alone, she begins to hear things. Tappings, squeakings, scuttlings, breathings, creakings, moanings, clickings. This house embodies a full rhythm section.\n\nCreeping through the dark, she finds her dad again, and then Uncle Peter leaves for a while and things get really heavy. The secret of the plot is revealed to be unexpectedly fraught, and a surrealistic element enters with bodies in bathtubs and a toilet mounted vertically on a wall and dripping a stream of blood. \n\nMy attention was held for the first act or so. Then any attempt at realism was abandoned, and it became clear that the house, and the movie containing it, were devices to manufacture methodical thrills. The explanation, if that's what it was, seemed contrived and unconvincing. To some degree, the ending of a film should seem vaguely necessary, don't you think?\n\nTruth in reviewing: I saw the film with a sneak preview audience. Most of my fellow audience members sat quietly, but there was a cadre of girlfriends three rows down and on the right who shrieked on cue and then laughed — which is proper, because that's why people go to these thrillers, to be amused that they were frightened. If that's the case with you, \"Silent House\" delivers, although you may be left suspecting there's more to the mold in the walls than they're telling us.", "running_time": 85, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-03-07", "genres": ["Horror", "Mystery", "Thriller"], "title": "Silent House (2012)"}