{"url": "http://www.rogerebert.com/reviews/silent-running-1971", "by": null, "star_rating": 4.0, "text": "In the not very distant future, man has at last finished with Earth. The mountains are leveled and the valleys filled in, and there are no growing plants left to mess things up. Everything is nice and sterile, and man's global housekeeping has achieved total defoliation. Out around the rings of Saturn, a few lonely spaceships keep their vigil. They're interplanetary greenhouses, pointed always toward the sun. Inside their acres and acres of forests, protected by geodesic domes that gather the sunlight, the surviving plants and small animals of Earth grow. There are squirrels and rabbits and moonlit nights when the wind does actually seem to breathe in the trees: a ghostly reminder of the dead forests of Earth.\n\nThe keeper of one of these greenhouses, Freeman Lowell, loves the plants and animals with a not terribly acute intelligence. \"Silent Running\" his story. In an earlier day, he might have been a forest ranger and happily spent the winter all alone in a tower, spotting forest fires. Now he is millions of miles from Earth, but his thoughts are filled with weedings and prunings, fertilizer and the artificial rainfall.\n\nOne day the word comes from Earth: Destroy the greenhouses and return. Lowell cannot bring himself to do this, and so he destroys his fellow crew members instead. Then he hijacks his spaceship and directs it out into the deep galactic night. All of this is told with simplicity and a quiet ecological concern, and it makes \"Silent Running\" a movie out of the ordinary -- especially if you like science fiction.\n\nThe director is Douglas Trumbull, a Canadian who designed many of the special effects for Stanley Kubrick's \"2001: A Space Odyssey.\" Trumbull also did the computers and the underground laboratory for \"The Andromeda Strain,\" and is one of the best science-fiction special-effects men. \"Silent Running,\" which has deep space effects every bit the equal of those in \"2001,\" also introduces him as an intelligent, if not sensational, director.\n\nThe weight of the movie falls on the shoulders of Bruce Dern, who plays the only man in sight during most of the picture. His only companions are Huey, Louie, and Dewey, who are small and uncannily human robots who help with the gardening. They're OK with a trowel but no good at playing poker, as their human boss discovers during a period of boredom.\n\nDern is a very good, subtle actor, who was about the best thing in Jack Nicholson's directing debut, \"Drive, He Said.\" Dern played a basketball coach as a man obsessed with the notion of winning -- and the deep-space ecologist this time is a quieter variation on the theme.\n\n\"Silent running\" isn't, in the last analysis, a very profound movie, nor does it try to be. (If it had, it could have been a pretentious disaster.) It is about a basically uncomplicated man faced with an awesome, but uncomplicated, situation. Given a choice between the lives of his companions and the lives of Earth's last surviving firs and pines, oaks and elms, and creepers and cantaloupes, he decides for the growing things. After all, there are plenty of men. His problem is that, after a while, he begins to miss them.", "running_time": 89, "mpaa_rating": "G", "release_year": 1971, "date_published": "1971-01-01", "genres": ["Adventure", "Drama", "Science Fiction"], "title": "Silent Running (1971)"}