{"url": "http://www.rogerebert.com/reviews/silent-movie-1976", "by": "Mel Brooksas Mel Funn", "star_rating": 4.0, "text": "There's a moment very early in \"Silent Movie\" (before the opening credits, in fact) when Mel Brooks, Marty Feldman, and Dom DeLuise are tooling through Los Angeles in a tiny sports car. They pass a pregnant lady at a bus stop. \"That's a very pregnant lady!\" Brooks says (on a title card, of course, since this is a silent movie). \"Let's give her a lift!\" The lady gets into the back of the car, which tilts back onto its rear wheels. Mel drives off with the front wheels in the air.\n\nThis is far from being the funniest scene in a very funny movie, but it helps to illustrate my point, which is that Mel Brooks will do anything for a laugh. Anything. He has no shame. He's an anarchist; his movies inhabit a universe in which everything is possible and the outrageous is probable, and Silent Movie, where Brooks has taken a considerably stylistic risk and pulled it off triumphantly, made me laugh a lot. On the Brooks-Laff-O-Meter, I laughed more than in \"Young Frankenstein\" and about as much as in \"Blazing Saddles,\" although not, I confess, as much as in \"The Producers\" (1968).\n\n\"Silent Movie\" is not only funny, it's fun. It's clear at almost every moment that the filmmakers had a ball making it. It's set in contemporary Hollywood, where Big Pictures Studio (\"If it's a big picture, we've made it\") teeters on the edge of bankruptcy and a takeover from the giant Engulf and Devour conglomerate. Enter Mel Funn (Brooks), a once-talented director whose career was cut short by drunkenness, who vows to save the studio by convincing Hollywood's biggest stars to make a silent movie. This is a situation that gives rise to a lot of inside jokes (I wonder whether executives at Gulf and Western, which took over Paramount, will notice any parallels), but the thing about Brooks's inside jokes is that their outsides are funny, too.\n\nThe intrepid gang of Mel, Dom, and Marty set out to woo the superstars, materializing in the shower of one (who counts his hands, puzzled, and finds he has eight) and plucking another out of a nightclub audience. (There are several \"actual\" stars in the movie, but it would be spoiling the fun to name them.) Everything's done amid an encyclopedia of sight gags, old and new, borrowed and with a fly in their soup. There are gags that don't work and stretches of up to a minute, I suppose, when we don't laugh -- but even then we're smiling because of Brooks's manic desire to entertain. There's a story about the days, years ago, when Brooks was a writer for Sid Caesar and Caesar would march into the writers' office, pick up their desks, brandish them and shout \"funnier!\" I think the lesson rubbed off.\n\nIn a movie filled with great scenes, these moments are classics: The battle with the Coke machine. The behavior with the horse on the merry-go-round. The nightclub scene. The dramatic reaction of Engulf and Devour's board of directors to the photo of sexpot Vilma Kaplan. The fly in the soup. The Pong game in the intensive-care unit. The ... but space is limited: Perhaps I should mention, though,that the movie isn't really silent. It's filled with wall-to-wall music, sound effects, explosions, whistles, and crashes and, yes, one word.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1976, "date_published": "1976-01-01", "genres": ["Comedy"], "title": "Silent Movie (1976)"}