{"url": "http://www.rogerebert.com/reviews/silent-souls-2011", "by": "Igor Sergeevas Aist", "star_rating": 4.0, "text": "Road movies take many forms, and \"Silent Souls\" is the road movie as metaphysical memory and meditation. This profound and immensely touching film in only 75 perfect minutes achieves the profundity of an epic. I read the description (two friends from the ancient Merjan tribe in Russia take a funeral trip involving the wife of one) and wasn't much interested; it sounded like ethnography without impact. Yet not often have I been more deeply touched.\n\nThe film is narrated by a mill worker, Aist (Igor Sergeev). His friend and co-worker Miron (Yuriy Tsurilo) receives news that his much younger wife has died. There is a Merjan tradition, we learn, that when his wife dies, a husband asks his closest friend to join him in rituals surrounding this event. They set out together in Miron's car to drive to the deathbed in their distant town of Neya.\n\nJoining them on the trip are two fluttery little birds, buntings, that Aist has just purchased at a market stall and is afraid to leave behind untended. These birds in their cage may represent souls trapped in bodies. Together, the two men undress Tanya (Yuliya Aug), the dead wife, bathe her, tenderly wrap her and place her in the back of their car. Aist's narration explains that water is of supreme importance to the Merjans, who were originally from Finland but long ago were absorbed by Russia. Only such rituals survive of their history.\n\nWhile the two friends take the body to a lake, they engage in a practice called \"Smoke.\" This means the husband is permitted, indeed expected, to share details frankly about his love life and his wife's sexuality. This in no sense is offensive; it is fond and loving. Miron's wedding night included a Merjan practice in which the bride's friends tied bright threads to her pubic hair, and later the husband must untie the threads and hang them over a branch of a yew tree. This is much more loving than the way certain European countries display with triumph a bloody sheet after a wedding night. \n\nAs it happens, Aist was also in love with Tanya, and we see some of his own memories. The movie contains very little onscreen dialogue between the two men, permits itself long shots of them simply driving, listens to their \"Smoke,\" and we learn that, as it happens, Aist was also in love with Tanya, and Miron knew that. In flashback we see some of their memories. \n\nAt the end, on a beach, the men build a bonfire, cremate Tanya and scatter her ashes on the water. (This appeals to me much more than being screwed into a casket.) The buntings all this time have been rather enervating with their (may I say) bird-brained chirps and incessant leaps around the perches in their little cage. Now they have their appointment with destiny.\n\n\"Silent Souls\" is fearlessly simple. In part, it is an act of mourning not simply for Tanya but for the traditions of the Merjan peoples and their lost villages. I was reminded of the books of W.G. Sebald, who undertakes journeys through the half-abandoned remainders of the past, through signs that men had once been here and are now forgotten.", "running_time": 77, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-12-07", "genres": ["Drama", "Foreign"], "title": "Silent Souls (2011)"}