{"url": "http://www.rogerebert.com/reviews/silent-fall-1994", "by": "Richard Dreyfussas Jake Reiner", "star_rating": 1.5, "text": "\"Silent Fall\" is a thriller about an autistic little boy who witnesses the murder of his parents. He'd make a great witness, if only he would talk. I was reminded of a TV report I saw recently about a parrot that witnessed a murder. The parrot talked, but was it admissible as a witness? Psychiatrist Jack Reiner (Richard Dreyfuss), uses a deck of cards while explaining the boy to his older sister Sylvie (Liv Tyler). Let's say the solution to the murder is the Queen. You or I might be reminded of it by a million things. But Tim can only get to the Queen from the Jack. And he can only get to the Jack from the 10.\n\nAnd so on, all the way back to the Ace - which is, in a sense, what the psychiatrist is searching for.\n\n\"Silent Fall\" approaches this story in a solemn way, in one of those productions where everybody lives in big houses surrounded by autumnal woods, and spends a lot of time walking by the sides of lakes. The Dreyfuss character has retired from treating children after a child died while under his care. Now he's hauled out of retirement by the local sheriff (J.T. Walsh, playing a nice guy for a change).\n\nThe parents of Sylvie and Tim have been found brutally slashed to death in their bedroom. When the cops arrive, Tim is swinging a bloody knife and Sylvie is cowering in the closet. She saw the killer, a man who escaped before she could ID him.\n\nThe cops use pretty sloppy procedure on the case. Sylvie and Tim are allowed to go back to the house to live while it is still a crime scene. Apart from the possibility they might disturb clues, nobody in the movie even thinks it might be dangerous for an 18-year-old girl to be out there unprotected, with a mad slasher on the loose and she as the only witness.\n\nMeanwhile, Reiner goes to work making friends with Tim, hoping he holds the clue to the murders.\n\nThere is more. Much more. Some of it involves Linda Hamilton (\"Terminator 2: Judgment Day\"), as Jake's wife, Karen. She gets second billing but the role is just a hair this side of unnecessary. John Lithgow wanders through in a thankless role as a psychiatrist who believes in using drugs instead of therapy. Mostly the action involves Jake and the little boy, and Jake and the sexy teenage girl, who seems sorta attracted to him.\n\nNow. There are some things about this plot I dare not reveal.\n\nLet's go carefully here. There is an attempted murder, and in terms of its planning, execution, sheer impossibility and ultimate outcome, it is without doubt the most absurd attempted murder I have seen since Goldie Hawn got involved with that elevator in \"Deceived\" (1991).\n\nThere's more. There is, for example, the solution to the murders, which stars little Tim in a performance by an autistic character so remarkable that it makes Dustin Hoffman's work in \"Rain Man\" look like a warm-up. If you see the movie, ask yourself: Assuming (a) that Timmy could do what he does while Dreyfuss explains the mystery, and (b) that Timmy is the best impressionist since Frank Gorshin, then even so, (c) how did he get the flawless timing, so that he performs right on cue during Dreyfuss' summation? \"Silent Fall\" has a torturously constructed plot, but the solution to the mystery has been right there all along. I refer you to the entry on \"The Law of Economy of Characters\" in Ebert's Little Movie Glossary, which observes that since there are no unnecessary characters, the guilty person in a whodunit is inevitably the one who otherwise seems unaccounted for.", "running_time": 106, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-10-28", "genres": ["Drama", "Mystery", "Thriller"], "title": "Silent Fall (1994)"}