{"url": "http://www.rogerebert.com/reviews/silent-light-2009", "by": "Cornelio Wallas Johan", "star_rating": 4.0, "text": "Sometimes we are helpless in the face of love, and it becomes a torment. It is a cruel master. We must act on it or suffer, and sometimes because we act, others suffer. \"Silent Light\" is a solemn and profound film about a man transfixed by love, which causes him to betray his good and faithful wife.\n\nHow he fell into this love, we do not know. Certainly, Johan isn't the kind of man to go straying. Nor is Marianne, the woman he loves, a husband stealer. That they are both good to the core is the source of their pain. Yes, Johan and Marianne have sex, but it is the strength of the film that not for a second do we believe they are motivated by sex -- only by love.\n\nEsther, Johan's wife and the mother of their six children, knows Marianne and knows about the affair. Johan has told her. He is a religious man and has also confessed to his father and his best friend. There is the sense that he will never leave Esther and never stop loving Marianne. He and Esther say they love each other, and they mean it. You see how love brings its punishment.\n\nThe film's director, Carlos Reygadas, sets this story among the 100,000 or so Mennonites living in Mexico. He does not choose such a sect casually. His story involves people who deeply hold their values and try to act upon them, and yet who do not seem to be zealots. (It says much about the Mennonites that their clergy are unpaid.) In fact, the film never mentions the word \"Mennonite,\" there are no church services, and all the characters act from their hearts and not simply their teachings.\n\nReygadas cast the film entirely from the actual Mennonite community, which I believe will feel he played fair with them. If you didn't know they were untrained actors, you would assume they had years of experience. There is not a false instant in the film, and the performances assume an almost holy reality. Cornelio Wall as Johan, Miriam Toews as his wife and Maria Pankratz as Marianne are so focused, they gather interior power. They take a story of extreme emotions and make it believable. The father (Wall's real father), the friend, all of the actors, are unshakable.\n\n\"Silent Light\" has a beauty based on nature and the rhythms of the land. It opens with a sunrise and closes with a sunset, both in long-held shots, and we see corn being gathered by a harvester, wheat being stacked, long dusty roads between soy fields. The film's cinematographer, Alexis Zabe, evokes some of the unadorned beauty of a film by Bresson, Bergman and of the Dreyer film this one in some ways resembles, \"Ordet.\" He keeps a distance that sometimes suggests awe. When Marianne comes to Johan at a critical time near the end, the camera sees them as distant figures across a field. It is not a time for closeups.\n\n And look at a scene where Marianne tenderly kisses Esther. First we see them from the side, Marianne bending over. Then from directly overhead. When Marianne stands, the camera remains fixed on Esther's face, and we, but only after a time, see that there is a tear on her cheek -- Marianne's. What actually happens next is open to discussion. I was reminded of a similar puzzle in Bergman's \"Cries and Whispers.\"\n\nThis film is not short, and it is not fast. There is no score, location sounds seem hard-edged, and when a hymn is sung, it is not a tune but a dirge. The film's rhythm imposes itself. Curious, how a slow and deep film can absorb, and a fast and shallow one can tire us.\n\n\"The world is too much with us,\" Wordsworth wrote. \"Late and soon, getting and spending, we lay waste our powers: little we see in nature that is ours.\" It is Reygadas' inspiration to set this film among a people whose ways are old and deeply felt, and to cast it with actors who believe in those ways. To set it in \"modern times,\" most places in today's world would make it seem artificial and false. What the film is really about is people who see themselves and their values as an organic whole. There are no pious displays here. No sanctimony, no preaching. Never even the word \"religion.\" Just Johan, Esther and Marianne, all doing their best.\n\nNote: \"Silent Light\" won the jury prize at Cannes 2007 and the Gold Hugo at Chicago 2007. It plays Friday through April 2 at Facets Cinematheque, 1517 W. Fullerton. Phone: (773) 281-9075.", "running_time": 142, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-03-18", "genres": ["Drama", "Foreign", "Indie"], "title": "Silent Light (2009)"}