{"url": "http://www.rogerebert.com/reviews/silkwood-1983", "by": "Meryl Streepas Karen Silkwood", "star_rating": 4.0, "text": "When the Karen Silkwood story was first being talked about as a movie project, I pictured it as an angry political expose, maybe \"The China Syndrome, Part 2.\" There'd be the noble, young nuclear worker, the evil conglomerate, and, looming above, the death's-head of a mushroom cloud. That could have been a good movie, but predictable. Mike Nichols' \"Silkwood\" is not predictable. That's because he's not telling the story of a conspiracy, he's telling the story of a human life. There are villains in his story, but none with motives we can't understand. After Karen is dead and the movie is over, we realize this is a lot more movie than perhaps we were expecting.\n\n \"Silkwood\" is the story of some American workers. They happen to work in a Kerr-McGee nuclear plant in Oklahoma, making plutonium fuel rods for nuclear reactors. But they could just as easily be working in a Southern textile mill (there are echoes of \"Norma Rae\"), or on an assembly line, or for the Chicago public schools. The movie isn't about plutonium, it's about the American working class. Its villains aren't monsters; they're organization men, labor union hotshots and people afraid of losing their jobs.\n\nAs the movie opens, Karen Silkwood fits naturally into this world, and the movie is the story of how she begins to stand out, how she becomes an individual, thinks for herself and is punished for her freedom. Silkwood is played by Meryl Streep, in another of her great performances, and there's a tiny detail in the first moments of the movie that reveals how completely Streep has thought through the role. Silkwood walks into the factory, punches her time card, automatically looks at her own wristwatch, and then shakes her wrist: It's a self-winding watch, I guess. That little shake of the wrist is an actor's choice. There are a lot of them in this movie, all almost as invisible as the first one; little by little, Streep and her co-actors build characters so convincing that we become witnesses instead of moviegoers.\n\nThe nuclear plant in the film is behind on an important contract. People are working overtime and corners are being cut. A series of small incidents convince Karen Silkwood that the compromises are dangerous, that the health of the workers is being needlessly risked, and that the company is turning its back on the falsification of safety and workmanship tests.\n\nShe approaches the union. The union sees some publicity in her complaints. She gets a free trip to Washington -- her first airplane ride. She meets with some union officials who are much more concerned with publicity than with working conditions, and she has a little affair with one of them. She's no angel. At home in Oklahoma, domestic life resembles a revolving door, with her boyfriend (Kurt Russell) packing up and leaving, and her friend (Cher), a lesbian, inviting a beautician to move in. It's a little amazing that established movie stars like Streep, Russell and Cher could disappear so completely into the everyday lives of these characters.\n\nAs everyone must know by now, Karen Silkwood died in a mysterious automobile accident. She was on her way to deliver some documents to a New York Times reporter when her car left the road. The documents were never found. Was the accident caused in some way? Was she murdered? The movie doesn't say. Nor does it point suspicion only toward the company. At the end there were a lot of people mad at Karen Silkwood. \n\n\"Silkwood\" is the story of an ordinary woman, hard-working and passionate, funny and screwed-up, who made those people mad simply because she told the truth as she saw it and did what she thought was right.", "running_time": 131, "mpaa_rating": "R", "release_year": 1983, "date_published": "1983-12-14", "genres": ["Drama", "Thriller"], "title": "Silkwood (1983)"}