{"url": "http://www.rogerebert.com/reviews/silk-2007", "by": "Keira Knightleyas Helene Joncour", "star_rating": 2.0, "text": "\"Silk\" is a languid, too languid, story of romantic regrets, mostly ours, because romance is expected to carry the film without explaining it. It is told as a mournful flashback, narrated by a man who has been in love with two women, or maybe it was one all the time. He is a young Frenchman as his story begins circa 1860, who falls in love with a local girl, marries her and then is sent to Japan and falls in love again.\n\nThe Frenchman is named Herve, played by Michael Pitt as the passive, soft-spoken plaything of every circumstance he falls into.\n\nHis complaint seems to be that his life has happened to him. His wife is Helene (Keira Knightley), who he truly loves, and who truly loves him, but cannot give him a child, although this plays less like a tragedy than just one of those things.\n\nHis father is a rich businessman, perhaps the mayor, who takes the counsel of an entrepreneur named Baldabiou (Alfred Molina) that they revive the local silk mills. All goes well until disease attacks the silkworms. Then Baldabiou decides to send Herve to Japan to obtain uncontaminated silkworm eggs.\n\nThis journey, by carriage, train, ship, caravan and horseback, takes him to a small Japanese village where the fearsome man in charge (Koji Yakusho) sizes him up, agrees to sell him eggs and introduces him, in a way, to his beautiful mistress (Sei Ashina). Their eyes meet, and something happens between them, or Herve is sure it does. He returns to France and his wife, with the eggs, which make them all rich. But he is obsessed by thoughts of the woman, and that inspires two more trips to Japan, and certain undercurrents in his marriage to the wife he still loves.\n\nThere are some mysteries in the storytelling, a central one being the night he is told by a Dutch trader that the mistress \"is not what she seems.\" How so? \"She is not Japanese.\" Then what is she? The Internet Movie Database has no doubts, reporting that she is \"European,\" which she is certainly not. My guess is Korean or Chinese, but since he question remains unanswered, one wonders why it was introduced.\n\nAnother mystery is how long silkworm eggs can survive during a journey back to France, since their fortunes seem to have no relationship to the nature of the journeys. But never mind. Herve's problem is when he's not with the one he loves, he loves the one he's with and is sincere about that at all times.\n\nOur problem, on the other hand, is that we don't care.\n\nMichael Pitt almost whispers his way through the film, reveals not passion but damp-eyed self-pity and (given the language barrier) has no reason to be in love with the Japanese woman, except for the movie's blatant exoticism, which argues: Why would you be satisfied with a high-spirited, beautiful wife like Helene, who shares jolly tumbles in the sack, when you could have a Japanese woman who kneels submissively before you, takes forever to serve you tea, looks soulfully into your eyes, speaks not a word and touches you only once (although we know that, not Herve, who is blindfolded at the time).\n\nThere are additional unforgivable plot elements which I dare not reveal, meant to be much more stirring than, under the circumstances, they can possibly be. And a piano score that weeps under many a scene. And a lot of beautiful photography. And then everything is brought together at the end in a flash of revelation that is spectacularly underwhelming.", "running_time": 107, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-09-13", "genres": ["Drama", "Foreign", "Horror", "Romance", "Science Fiction"], "title": "Silk (2007)"}