{"url": "http://www.rogerebert.com/reviews/silver-linings-playbook-2012", "by": "Bradley Cooperas Pat", "star_rating": 3.5, "text": "Pat is curiously confident and upbeat for a man just released from a mental hospital and under a restraining order from his wife. That's because he's determined to repair the damage he's done to his life and surprise everyone by moving ever onward and upward. His motto is, \"Excelsior!\" What stage of bipolar disorder would you guess he's in?\n\nAt the top of his priority list is rebuilding his marriage with his wife; after they split, he beat up her new boyfriend, but what's past is past. Pat (Bradley Cooper) assures his parents, Pat Sr. and Dolores (Robert De Niro and Jacki Weaver), that all will be well. They're not so sure. One of the charms of \"Silver Linings Playbook,\" the screwy new comedy by David O. Russell, is how Dolores is a sane and caring woman and has had long experience in dealing with compulsive behavior, because her husband is a fanatic fan of the Philadelphia Eagles. Having been banned from the Eagles' stadium for fighting, Pat Sr. now focuses uneasily on his TV set, convinced that the Eagles will win only if his several superstitions are fulfilled.\n\nPat Jr. in desperation is drawn toward Tiffany (2010 Oscar nominee Jennifer Lawrence), a young widow in the neighborhood. Lawrence appears here much transformed from the woman we saw in \"Winter's Bone\" and \"The Hunger Games.\" Still only 22, she looks softer, sweeter and somehow prettier than before, yet she plays Tiffany as all edges and elbows, who can understand Pat because she's crazy herself. People call her a slut, and she agrees. She's pissed off about Pat because he continues to obsess about his ex-wife — and also because much of her value to him is that's she's still in contact with the other woman.\n\nIn supporting roles, we meet Danny (Chris Tucker), Pat's fellow patient at the hospital, and Dr. Cliff Patel (Anupam Kher), his shrink. Danny's worried that Pat's off his meds. Dr. Patel plays an increasingly common type in American movies, the Indian immigrant who seems to embody certain stereotypes and then is revealed to be completely assimilated. \n\nTiffany thinks she and Pat should have sex. Pat objects. He doesn't want to be unfaithful to his ex-wife. Tiffany's eyes narrow. We realize Pat doesn't have a chance. This all builds up into a classic screwball comedy situation in which two bets are inspired — one involving an Eagles-Cowboys game and the other involving a ballroom dancing contest that Tiffany has forced Pat to join her in with a form of emotional blackmail.\n\nHow these bets play out I will, of course, not hint. I will note that Pat, in keeping with family tradition, gets in trouble at the game for fighting. Don't you sometimes wish movies watched other movies? Imagine Pat running into the Patton Oswalt character from \"Big Fan.\" How cool would that be?\n\nI love actors. I've been on an almost lifelong journey with Robert De Niro, and feel intimately familiar with him as an actor (not as a person). Here his work unobtrusively charmed my socks off. He's harmlessly obsessed with the Eagles, gratefully in love with his wife and cluelessly supportive of his son, who he doesn't realize is an apple who has fallen very close to the tree.\n\nOne of the ingenious and sort of brave accomplishments of Russell's screenplay (inspired by a novel by Matthew Quick) is the way it requires both father and son to face and deal with their mental problems and against all odds finds a way to do that through both an Eagles game and a dance contest. We're fully aware of the plot conventions at work here, the wheels and gears churning within the machinery, but with these actors, this velocity and the oblique economy of the dialogue, we realize we don't often see it done this well. \"Silver Linings Playbook\" is so good, it could almost be a terrific old classic.", "running_time": 122, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-11-14", "genres": ["Comedy", "Drama", "Foreign"], "title": "Silver Linings Playbook (2012)"}