{"url": "http://www.rogerebert.com/reviews/silver-city-2004", "by": "Danny Hustonas Danny O'Brien", "star_rating": 3.5, "text": "John Sayles' \"Silver City\" can be read as social satire aimed at George W. Bush -- certainly the film's hero mirrors the Bush quasi-speaking style -- but it takes wider aim on the entire political landscape we inhabit. Liberals and conservatives, the alternative press and establishment dailies, environmentalists and despoilers, are all mixed up in a plot where it seems appropriate that the hero is a private detective. Even the good guys are compromised.\n\nSayles, like Robert Altman, is a master at the tricky art of assembling large casts and keeping all the characters alive. Here, as in his \"City Of Hope\" (1991), he shows how lives can be unexpectedly connected, how hidden agendas can slip in under the radar, how information can travel and wound or kill.\n\nThe movie centers on the campaign of Dickie Pilager (Chris Cooper), who is running for governor of Colorado with the backing of his father (Michael Murphy), the state's senior senator. Dickie is the creature of industrial interests who want to roll back pollution controls and penalties, but as the movie opens, he's dressed like an L.L. Bean model as he stands in front of a lake and repeats, or tries to repeat, platitudes about the environment. Cooper deliberately makes him sound as much like George II as possible.\n\nThe younger Pilager may be clueless, but he's not powerless. His campaign is being managed by a Karl Rove type named Chuck Raven (Richard Dreyfuss), who tells him what to say and how to say it. There's not always time to explain why to say it. Surrounding the campaign, at various degrees of separation, other characters develop interlocking subplots.\n\nThe most important involves the discovery of a dead body in a lake, and the attempts of private eye Danny O'Brien (Danny Huston) to investigate the case. O'Brien is in the tradition of Elliott Gould in Altman's \"The Long Goodbye\"; he's an untidy, shambling, seemingly distracted, superficially charming loser who often seems to be talking beside the point, instead of on it.\n\nMaria Bello plays Nora Allardyce, a local journalist who used to be involved with Danny. She sniffs a connection between the body and politics. Once she was a fearless reporter for a fearless newspaper, but a conglomerate swallowed up the paper and taught it fear, and now she is an outsider. She's currently engaged to a lobbyist (Billy Zane), who knows where all the bodies are buried and swells with his pleasure in this knowledge. Other important characters include Kris Kristofferson as a millionaire mine owner and polluter, who is funding Pilager's campaign and is one of those gravel-voiced cynics who delight in shocking people with their disdain for conventional wisdom.\n\nThe best of the supporting characters is Madeleine Pilager, Dickie's renegade sister, played by Daryl Hannah with audacious boldness. She likes to shock, she likes to upset people, she detests Dickie, and she provides an unexpected connection between the private eye and the campaign manager. Those connections beneath the surface, between people whose lives in theory should not cross, is the organizing principle of Sayles' screenplay; one of the reasons his film is more sad than indignant is that it recognizes how people may be ideologically opposed and yet share unworthy common interests.\n\nSayles' wisdom of linking a murder mystery to a political satire seems questionable at first, until we see how Sayles uses it, and why. One of his strengths as a writer-director is his willingness to allow uncertainties into his plots. A Sayles movie is not a well-oiled machine rolling inexorably toward its conclusion, but a series of dashes in various directions, as if the plot is trying to find a way to escape a preordained conclusion. There's a dialogue scene near the end of \"Silver City\" that's a brilliant demonstration of the way he can deflate idealism with weary reality. Without revealing too much about it, I can say that it involves acknowledging that not all problems have a solution, not all wrongs are righted, and sometimes you find an answer and realize it doesn't really answer anything. To solve small puzzle is not encouraging in a world created to generate larger puzzles.\n\nIt's a good question whether movies like this have any real political influence. Certainly Sayles is a lifelong liberal and so is his cinematographer, the great Haskell Wexler. (So are Murphy and Dreyfuss, for that matter.) They create a character who is obviously intended to be George W. Bush. How do we know that? Because Dickie Pilager speaks in short, simplistic sound bites, uses platitudes to conceal his real objectives and has verbal vertigo. Now, then: Am I attacking the president with that previous sentence or only describing him? Perhaps to describe George W.'s speaking style in that way is not particularly damaging, because America is familiar with the way he talks, and about half of us are comfortable with it.\n\nThat's why \"Silver City\" may not change any votes. There is nothing in the movie's portrait of Pilager/Bush that has not already been absorbed and discounted by the electorate. Everybody knows that Bush expresses noble thoughts about the environment while his administration labors to license more pollution and less conservation. We know Bush's sponsors include the giant energy companies, and that Enron and Ken Lay were his major contributors before Lay's fall from grace. So when Dickie Pillager is revealed as the creature of anti-environment conglomerates, it comes as old news.\n\nThe movie's strength, then, is not in its outrage, but in its cynicism and resignation. There is something honest and a little brave about the way Sayles refuses to provide closure at the end of his movie. Virtue is not rewarded, crime is not punished, morality lies outside the rules of the game, and because the system is rotten, no one who plays in it can be entirely untouched. Some characters are better than others, some are not positively bad, but their options are limited, and their will is fading. Thackeray described Vanity Fair as \"a novel without a hero.\" Sayles has made this film in the same spirit -- so much so, that I'm reminded of the title of another Victorian novel, The Way We Live Now.", "running_time": 128, "mpaa_rating": "R", "release_year": 2004, "date_published": "2004-09-17", "genres": ["Comedy", "Drama", "Mystery", "Thriller"], "title": "Silver City (2004)"}