{"url": "http://www.rogerebert.com/reviews/silver-bullet-1985", "by": "Gary Buseyas Uncle Red", "star_rating": 3.0, "text": "Stephen King's \"Silver Bullet\" is either the worst movie ever made from a Stephen King story, or the funniest. It is either simply bad, or it is an inspired parody of his whole formula, in which quiet American towns are invaded by unspeakable horrors. It's a close call, but I think the movie is intentionally funny. And because I laughed longer and louder during this film than during any other comedy I've seen since \"Broadway Danny Rose,\" I am going way out on a shaky limb and actually give the movie a three-star rating, which means I even think you might enjoy it, too.\n\nThe movie takes place in 1976, in one of King's patented little American towns. A narrator talks about how quiet and sleepy things used to be--and then, after a few shots of Main Street, we see what really goes on. The town's social life centers around the bar, where mean drunks sit around looking hostile. A decapitated body is found down by the tracks. We meet a local family (named the \"Coslaws\"--a nice touch, expecially if the Potato Salads live next door). One of the kids in the family is in a motorized wheelchair. His uncle is an alcoholic. Worst of all, when the full moon shines, a werewolf breaks into people's homes and rips them to shreds. \n\nWho is the werewolf? I was able to guess almost the moment he walks onscreen. See how you do. As the werewolf continues his raids, the story centers around the typical family, and especially around the crippled kid, little Marty, whose legs are paralyzed but who is able to use his arms to climb trees and sneak out of the house at night. Marty therefore doesn't need a motorized wheelchair, but the movie goes for some sick jokes as the kid pulls into a gas station to fill his tank. \n\nAnd then Uncle Red (Gary Busey) gives the kid a great present. A customized, souped-up, hot rod wheelchair named the Silver Bullet (it kills werewolves--get it?). The kid takes off at sixty miles per hour, doing wheelies down the highway, and eventually the movie treats us to the extraordinary sight of the local clergyman in his car, trying to run down the kid in the hot rod wheelchair. This is not an image the movies have previously offered us. \n\nThere are all sorts of sly satiric touches in the film. For example, the narrator turns out to be little Marty's sister, Jane Coslaw (Megan Follows). Her voice on the sound track sounds mature and middle-aged, and yet, hold on, this movie takes place in 1976, when she's about nine, so she can't be more than eighteen. \n\nThe town's local characters are broadly drawn--real broadly. When they form a vigilante possee and go out looking for the werewolf, one guy is scared, and his wife, so help me, says, \"Are you going to make lemonade in your pants?\". Later, three vigilantes wander into a clearing where the fog is waist-high, and the werewolf strikes from under the fog, dragging them down one at a time. \n\nI know that a case can be made for how bad \"Silver Bullet\" is. I agree. It's bad. But it's not routinely bad. It is bad in its own awesomely tasteless and bubble-brained way--so bad, I think every laugh was put in lovingly, by hand. Most horror movies are exercises in unrelieved vulgarity, occasionally interrupted by perfunctory murders. This movie, to borrow an immortal comment by Mel Brooks, \"rises below vulgarity.\" If you are sick up to here of horror movies in general and Steven King in particular, this is the movie for you. If you have impeccable taste and high artistic standards, why have you read this far in the first place?", "running_time": 95, "mpaa_rating": "R", "release_year": 1985, "date_published": "1985-10-15", "genres": ["Drama", "Horror", "Thriller"], "title": "Silver Bullet (1985)"}