{"url": "http://www.rogerebert.com/reviews/simon-birch-1998", "by": "Joseph Mazzelloas Joe Wenteworth", "star_rating": 3.0, "text": "\"Simon Birch'' is an unabashedly sentimental tearjerker. Either you stand back and resist it, or you plunge in. There was something about its innocence and spunk that got to me, and I caved in. A lot of that had to do with how likable some of the characters are. We go to the movies for a lot of reasons, and one of them is to seek good company.\n\nThe movie takes place in 1964, in a New Hampshire town that obviously had Grandma Moses as its city planner. It's about a friendship between two boys, one a gawky pre-adolescent named Joe, the other a dwarf named Simon who believes God has chosen him for a mission in life. The opening narration reveals that two of the characters will die during the course of the movie; that softens the shock when they do and lets the entire movie play as bittersweet nostalgia. It's all framed in a flashback, as an adult Joe (Jim Carrey) revisits the scenes of his childhood in narration.\n\nJoe is your average kid. Simon Birch is not. Played by Ian Michael Smith with remarkable cockiness, he's the smartest person in Sunday school and possibly in town. He is very short and very cute, and very wise about the fact of his dwarfism. When Joe tells him a local girl finds him cute, he sniffs, \"She means cute like a baby turtle is cute. Girls don't kiss baby turtles.'' How do you know, asks Joe. \"I just know. If you were me, you'd know, too.'' Joe and Simon are drawn together because they're both misfits. Joe is a boy without a father; his mother, Rebecca (Ashley Judd), steadfastly refuses to name names.\n\n\"I don't understand why she doesn't just tell you,'' Simon says. \"You're already a bastard, might as well be an enlightened one.'' Rebecca is a sunny, loving mother whose one lapse has, if anything, improved her character.\n\nThe other key characters could all be from Norman Rockwell paintings. They include Simon's loutish parents, who don't like him; the Rev. Russell (David Strathairn), the local minister; Grandma Wenteworth (Dana Ivey), Rebecca's mother; Miss Leavey (Jan Hooks), the Sunday school teacher who endures Simon's theological insights, and Ben (Oliver Platt), a man Rebecca meets on the train and brings home for supper. (The last time Rebecca met someone on the Boston & Maine, her mother recalls, she came home pregnant.) Simon and Joe occupy a world of their own, swimming and boating and slipping invisibly around town. Simon's dwarfism doesn't prevent him from going everywhere and doing everything, and even taking his turn at bat in a Little League game; when he finally does gets a hit, there are tragic consequences. Simon uses his size as a license to say exactly what he thinks on all occasions, loudly and clearly, as when the Rev. Russell is asking God's help for a fund-raiser, and Simon stands up on his pew to announce, \"I doubt if God is interested in our church activities. If God has made the bake sale a priority, we're all in a lot of trouble.'' All of this is a scene-raiser for the melodramatic climax, in which it appears that God has perhaps indeed made Simon a priority. There are people who will find Simon's big scene contrived and cornball but, as I said, it all depends on the state of mind you assign to the picture. I've been seeing a lot of silent films lately, in which incredibly melodramatic developments are a way of life: What matters is not that they're unlikely or sentimental, but that the movie presents them with sincerity and finds the right tone.\n\nThe movie's a directorial debut for Mark Steven Johnson, author of the \"Grumpy Old Men'' movies. He seems to know his way around small towns and broad emotions. His story was \"suggested'' by the novel \"A Prayer for Owen Meany'' by John Irving, unread by me, although no doubt much more complex and ambiguous; Johnson goes for a purity of tone that children may identify with as much as adults.\n\nMany of the scenes depend on the screen presence of Ian Michael Smith, making his movie debut with a refreshing brashness. Working with the more experienced Joseph Mazzello (\"Radio Flyer,'' \"Jurassic Park''), he projects the confidence of a very bright small boy who has been the center of attention for a long time and has learned to deal with it. By surrounding the boys with very nice people (the Ashley Judd and Oliver Platt characters) and not so nice people (the minister, the teacher), Johnson creates a film so direct and engaging that cynicism wilts in its sunny spirit.", "running_time": 110, "mpaa_rating": "PG", "release_year": 1998, "date_published": "1998-09-11", "genres": ["Comedy", "Drama", "Family"], "title": "Simon Birch (1998)"}