{"url": "http://www.rogerebert.com/reviews/simone-2002", "by": "Al Pacinoas Viktor Taransky", "star_rating": 2.0, "text": "\"Simone\" tells the story of a director at the end of his rope, who inherits a mad inventor's computer program that allows him to create an actress out of thin air. She becomes a big star and the center of a media firestorm, and he's trapped: The more audiences admire her, the less he can reveal she is entirely his work. The movie sets this dilemma within a cynical comedy about modern Hollywood; it's fitfully funny but never really takes off. Out of the corners of our eyes we glimpse the missed opportunities for some real satirical digging.\n\nAl Pacino plays the director, Viktor Taransky, once brilliant, recently the author of a string of flops. Only his young daughter Lainey (Evan Rachel Wood) still believes in him--a little. His ex-wife, Elaine (Catherine Keener), the head of the studio, has lost all hope for his career and pulls the plug on his latest project when the temperamental star (Winona Ryder) blows up.\n\nInto the life of this desperate man comes another one, Hank Aleno (Elias Koteas), who has devised a computer program that creates \"synthespians.\" Viktor isn't interested--but then, when the wizard leaves him the program in his will, he starts noodling around with the software and the beautiful, talented and (above all) cooperative Simone is the result. She needs, Viktor exults, no hairdresser, makeup, driver, car, trailer, stand-in or stunt woman--no, not even for the fall from the plane. She is always on time, never complains, says the words just as they're written and has no problem with nudity.\n\nViktor creates Simone's performance on a computer that stands all alone in the middle of an otherwise empty sound stage. The other actors in the movie are told Simone will be added to their scenes electronically. The premiere of the first movie is a huge success, and of course paparazzi from the supermarket tabloids stalk Viktor in hopes of photographing Simone. No luck.\n\nThe movie was written, produced and directed by Andrew Niccol, who wrote \"The Truman Show\" and wrote and directed \"Gattaca,\" both films about the interface between science and personality. \"Simone\" is not in that league. He wants to edge it in the direction of a Hollywood comedy, but the satire is not sharp enough and the characters, including the ex-wife, are too routine.\n\nAnd there's a bigger problem: Simone always remains ... just Simone. The computer image always looks as if it's about to come to life and never does. One can imagine software bugs that recklessly import other online personalities into Simone: Matt Drudge, for example, or Harry Knowles, or Danni Ashe. One can imagine Simone suddenly being possessed by Lara Croft, Tomb Raider, and breaking up a serious dramatic scene with video-game violence. One can imagine ... well, almost anything except that she remains a well-behaved program. When Simone \"appears\" on a chat show, for example, it's kind of funny that she sticks to well-worn subjects like dolphins and smoking, but why not go the extra mile and put her on the Howard Stern show? Pacino, that splendid actor, does what he can to bring Viktor to life. But the screenplay's too narrow and prevents him from taking the character beyond a certain point. Most of the big events are handled with sitcom simplicity, and the hungry gossip reporters are presented as they always are, a howling pack with no wit or originality. Even Keener, as the studio head, simply plays an ex-wife who is a studio head: There's no twist, nothing unexpected.\n\nThe problem, I think, is that in aiming for too wide an audience, Niccol has made too shallow a picture. \"The Truman Show\" and \"Gattaca\" pushed their premises; \"Simone\" settles for the predictable. The story elements echo the sad experience of the team assembled to make \"Final Fantasy,\" the summer of 2001 sci-fi movie that failed at the box office. That movie was made up entirely of \"real\" characters generated by computers, including Aki Ross, the heroine, who, all things considered, is a more intriguing woman than Simone (whose appearance is provided by the actress Rachel Roberts). The \"Final Fantasy\" team labored four years and achieved everything they dreamed of, and were rejected by the public. Much more interesting than a director who has unimaginable success fall into his lap.", "running_time": 117, "mpaa_rating": "PG-13", "release_year": 2002, "date_published": "2002-08-23", "genres": ["Comedy", "Drama", "Science Fiction"], "title": "S1m0ne (2002)"}