{"url": "http://www.rogerebert.com/reviews/simon-and-the-oaks-2012", "by": "Bill Skarsgardas Simon", "star_rating": 3.5, "text": "Here is the story of two boys coming of age in two strangely combined families. Poetic, romantic and idealistic, it begins in 1939 and concludes after the end of World War II. It's not strictly speaking a Holocaust movie, although the dark cloud of that atrocity arches overhead.\n\nThe setting of \"Simon and the Oaks\" is a Swedish coastal community, where we meet Simon (Jonatan S. Wachter), a dreamy young boy drawn to the solitude of an old oak, where in a tree house he devours books and is filled with ineffable longings. His parents, Karin and Erik (Helen Sjoholm and Stefan Godicke), are salt-of-the-earth types, his dad a master carpenter. Inspired by his books, Simon is drawn to enroll in the local school. His father opposes this, seeing it as a threat to the family. \n\nIn the school, he meets a German Jewish boy named Isak (Karl Martin Eriksson), whose parents fled from the Nazis. His father, Ruben (Jan Josef Liefers), owns a bookstore in the town, and Simon regards with awe all the books he sees in its window. When a fellow student taunts Isak for being Jewish, Simon comes to his rescue and bloodies the bully's nose. Then Isak takes Simon home to meet his parents, who live in a luxurious flat above the store, filled with art and exuding sophistication.\n\nKeep these characters in mind. There is more to them than we suspect. We gradually discover that Karin and Erik are childless and raised Simon after he was born to his unmarried Aunt Inga (Cecilia Nilsson). Simon's father was a German Jewish violinist who had a romance with Inga, which was cut short by the war. So Karin and Erik may have notions about why Simon is drawn to music and a life of the mind.\n\nThey invite Isak to come and live with them, as a refuge from anti-Semitic bullying at school. Subtly, the families merge, and it's clear Isak's father and Simon's mother are attracted to each other. Erik notices this, but exercises tactful restraint. He is compensated because Isak is as fascinated by Erik's boat building as Simon is by Ruben's bookselling. Each father gets a surrogate son. And both sons are targets for the Nazis.\n\nWe may anticipate that the movie will advance slowly through the war and reach its climax that way, but no; unlike most movies involving the Holocaust, this one places the war's end at the halfway point and leaps ahead. Now the two young actors are replaced by older ones; Simon is played by Bill Skarsgard (Stellan's son), and Isak by Karl Linnertorp. \n\nThe oak tree is not forgotten, nor the images which young Simon imagined in the cloud formations above it. Ruben takes Simon to concerts, which transport him, and gives the boy a radio-phonograph, which fills the simple seaside home with music. Subplots involve illness and sexual initiation.\n\nThe film is based on a Scandinavian best-selling novel by Marianne Fredriksson, and arrives bedecked by 13 Swedish nominations and two awards. It is unabashedly sentimental and epic, and rather bold in the way it takes place during and after the Holocaust but is not defined by it. The real story is of two unconventional families who help each other in a time fraught with danger. I was intrigued by the relationship of the two fathers, who arrive at an unspoken detente for the benefit of the two sons.", "running_time": 122, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-10-17", "genres": ["Drama"], "title": "Simon and the Oaks (2012)"}