{"url": "http://www.rogerebert.com/reviews/simpatico-2000", "by": "Nick Nolteas Vinnie", "star_rating": 1.5, "text": "\"Simpatico\" is a long slog through perplexities and complexities that disguise what this really is: the kind of B-movie plot that used to clock in at 75 minutes on the bottom half of a double bill. It's based on a Sam Shepard play, unseen by me. Since Shepard is a good playwright, we're left with two possibilities: (1) It has been awkwardly adapted, or (2) it should have stayed in Shepard's desk drawer.\n\nThe plot involves a kind of exchange of personalities between Carter (Jeff Bridges), a rich Kentucky racehorse breeder, and Vinnie (Nick Nolte), a shabby layabout from Cucamunga, Calif., who has been blackmailing him for years. They were once friends, long ago when they were young, and involved in a scheme to cheat at the track by switching horses. Vinnie has some photos that Carter would not want anyone to see, and that gives him leverage. This time, he interrupts Carter in the middle of negotiations to sell an expensive horse named Simpatico, demanding that he fly to California to get him out of a fix. Seems a supermarket cashier named Cecilia (Catherine Keener) is accusing him of sexual misconduct.\n\nOh, but it's a lot more complicated than that, and neither Cecilia nor her relationship with Vinnie is quite as described. Two other figures from the past also enter: Rosie (Sharon Stone), now Carter's boozy but colorful wife, and Simms (Albert Finney), once a racing commissioner, now a tracer of bloodlines. Students of noir will know that the contemporary story will stir up old ghosts.\n\nThose who are not noir lovers won't be in the dark for long, since director Matthew Warchus and his co-writer, David Nicholls, supply flashbacks that incriminate some of the characters (although not, in this day and age, seriously enough to inspire the vast heavings of this leviathan plot). Nolte and Bridges are portrayed as young men by Shawn Hatosy and Liam Waite, a casting decision that adds to the murkiness, since Hatosy, who is supposed to be the young Nolte, looks more like the young Bridges, and Waite, who is supposed to be the young Bridges, looks like nobody else in the movie. This theme is developed further, I suppose, as Nolte and Bridges subtly start to resemble each other.\n\nIt happens that I've just seen a complicated noir, Roman Polanski's \"Chinatown,\" which also involves sexual misconduct in the past and blackmail in the present. One reason it works so well is that the characters seem to drive the plot: Things turn out the way they do because the characters are who they are. The plot of \"Simpatico\" is like a clockwork mechanism that would tick whether or not anyone cared what time it was.", "running_time": 106, "mpaa_rating": "R", "release_year": 2000, "date_published": "2000-02-04", "genres": ["Comedy", "Drama", "Indie"], "title": "Simpatico (2000)"}