{"url": "http://www.rogerebert.com/reviews/simply-irresistible-1999", "by": "Sarah Michelle Gellaras Amanda Shelton", "star_rating": 3.0, "text": "\"Simply Irresistible'' begins with one of the more unlikely Meet Cutes in movie history (Sarah Michelle Gellar chases a runaway crab up the trouser leg of the man she is destined to love). She owns one of those restaurants where all the customers know each other, like in a sitcom. I was settling down for a slow ride when somehow the movie caught hold and turned into an enchanting romantic comedy about people who float to the ceiling when they kiss. It's \"Like Water For Chocolate'' meets \"Everyone Says I Love You.'' Gellar plays Amanda Shelton, whose restaurant in New York's SoHo is failing fast. (No wonder. She's not such a good cook.) Then one day a mysterious stranger appears in her vicinity and brings a magical crab. Yes, a magical crab. And the beady-eyed little crustacean sets itself up in her kitchen and somehow casts a spell.\n\nShe becomes a great cook. An inspired cook. A cook so good that when the guy with the trousers tastes one of her desserts, he falls in love. \"We kissed in a vanilla cloud,'' he tells his secretary. \"This fog--it was warm, and it was wet, and it was like you could see what we were feeling.'' The movie is as light as a souffle, as fleeting as a breath of pumpkin pie on the breeze from a widow's window. It is about almost nothing at all except a love story, the joy of eating and a final sequence in a room that looks blessed by Astaire and Rogers.\n\nSarah Michelle Gellar is the star of TV's \"Buffy the Vampire Slayer'' and was in the original \"I Know What You Did Last Summer,'' where she was slashed by the Groton's Fisherman look-alike--a wise career move, freeing her from the sequel so she could make this movie. She plays Amanda Shelton perfectly straight, as a woman who is depressed by how she used to be a bad cook and now is a great one. (I am reminded of a story about Laurence Olivier, who moaned after a great performance as Othello, \"Yes, but I don't know how I did it!'') Her new love is Sean Patrick Flanery, as Tom Bartlett, the manager of a new gourmet restaurant in the Henri Bendel store. (The second-string romance is between the grandson of Henri Bendel and Tom's secretary. They kiss after eating one of Amanda's eclairs.) Gellar is lovable, but this isn't a movie where the ground shakes, maybe because most of the love scenes take place while the couples are in mid-air. Nor are there any sex scenes, per se. It's all soft, gauzy romance--a valentine in which the idea of great love is disembodied from the old rumpy-pumpy.\n\nWhen Tom recruits Amanda to cook for the premiere of his new restaurant, the movie generates a scene of simple, pure delight. It's a tough crowd (food critics, sniffy socialites), but after the appetizer they're weeping with joy. After the entree, they're transfixed in ecstatic meditation. Then dessert is served. If there is a heaven, this is its menu.\n\n\"Simply Irresistible'' is old-fashioned and obvious, yes, like a featherweight comedy from the 1950s. But that's the charm. I love movies that cut loose from the moorings of the possible and dance among their fancies. When Woody Allen waltzed with Goldie Hawn on the banks of the Seine and she floated in the air and just stayed up there, my heart danced, too. And the closing scenes of \"Simply Irresistible'' are like that. It's not a great movie. But it's a charmer.", "running_time": 95, "mpaa_rating": "PG-13", "release_year": 1999, "date_published": "1999-02-05", "genres": ["Comedy", "Fantasy", "Romance", "Science Fiction"], "title": "Simply Irresistible (1999)"}