{"url": "http://www.rogerebert.com/reviews/simple-men-1992", "by": "Robert Burkeas Bill McCabe", "star_rating": 2.0, "text": "Most reviews of Hal Hartley's films end up discussing his camera style, or his attitude to his material. I think that's because critics are unsure how seriously they're supposed to take the stories. Hartley's movies are deadpan melodramas in which sensational things happen to inert people; both the characters and the director seem to think it would be uncool to seem to take events very much to heart.\n\nThis style has the effect of pushing the viewer away from the movie; a film like \"Simple Men\" doesn't seem, in a sense, intended to be seen. The characters would probably prefer to have their privacy. Nor does the film go out of its way to provide any sort of conventional entertainment value; you have to put the material through a filter of irony in order to appreciate it. Yet, it must be admitted, Hartley's visual compositions are elegant and his actors are masterful at creating the required mood, which is somber and sincere (and funny, but the actors pretend they don't know that).\n\nMaybe it will help if I describe \"Simple Men,\" which begins with a botched robbery (the guard gives the robber a holy medal, promising it will protect him - although it manifestly did not protect the guard). The crook, who retreats in confusion, is Bill (Robert Burke), one of two brothers. The bad one. The good brother, named Dennis (William Sage), is as harmless as Bill is dangerous.\n\nThey meet. They share a concern. Their father has broken out of prison and is hiding out somewhere on Long Island. We learn that the old man used to be a star shortstop on the Brooklyn Dodgers, until he turned revolutionary and tried to bomb the Pentagon.\n\nConcerned about his well-being, the boys pool their resources, and buy tickets to as far into Long Island as their funds will take them.\n\nThey hope to find their father, but first they find what can only be described as a little settlement of other Hal Hartley characters, whose lives center around a roadside cafe and gas station where the attendant practices his French and his guitar, and a couple of local women hold serious conversations with the brothers, fraught with implications.\n\nAll of the dialogue in this movie is, in fact, fraught with implications. Nobody says anything that doesn't seem to mean something else. They squint sometimes when they talk, as if conducting simultaneous decoding. It is part of the style that the real message is never arrived at, and in fact there may be no hidden message; it may simply be that the characters are embarrassed to mean what they say.\n\nThe word for this kind of movie, I think, is postmodern, which means that it has been manufactured primarily for the purpose of deconstruction, just as crossword puzzles are written to be solved. We can, if we wish, take apart the images and break down the style, and use such incantations as \"Godard\" and \"Lynch,\" and if that sort of thing pleases us, we can say we've done an honest day's work.\n\nBut I wonder if it pleases Hartley, and I would like to know why, with his talent, he is so concerned at keeping himself at arm's length from his material. Why does he take such pains to let us know he hasn't been suckered by melodrama that he obviously created for the very purpose of being able to see through? The problem with postmodern movies like \"Simple Men\" is that they seem to consider us fools for watching them and, on the basis of the evidence on the screen, it's hard to disagree.", "running_time": 105, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-11-27", "genres": ["Adventure", "Comedy", "Crime", "Indie", "Romance"], "title": "Simple Men (1992)"}