{"url": "http://www.rogerebert.com/reviews/sin-city-2005", "by": "Bruce Willisas Hartigan", "star_rating": 4.0, "text": "If film noir was not a genre, but a hard man on mean streets with a lost lovely in his heart and a gat in his gut, his nightmares would look like \"Sin City.\" The new movie by Robert Rodriguez and Frank Miller plays like a convention at the movie museum in Quentin Tarantino's subconscious. A-list action stars rub shoulders with snaky villains and sexy wenches, in a city where the streets are always wet, the cars are ragtops and everybody smokes. It's a black-and-white world, except for blood, which is red, eyes which are green, hair which is blond, and the Yellow Bastard.\n\nThis isn't an adaptation of a comic book, it's like a comic book brought to life and pumped with steroids. It contains characters who occupy stories, but to describe the characters and summarize the stories would be like replacing the weather with a weather map.\n\nThe movie is not about narrative but about style. It internalizes the harsh world of the Frank Miller \"Sin City\" comic books and processes it through computer effects, grotesque makeup, lurid costumes and dialogue that chops at the language of noir. The actors are mined for the archetypes they contain; Bruce Willis, Mickey Rourke, Jessica Alba, Rosario Dawson, Benicio Del Toro, Clive Owen and the others are rotated into a hyperdimension. We get not so much their presence as their essence; the movie is not about what the characters say or what they do, but about who they are in our wildest dreams.\n\nOn the movie's website, there's a slide show juxtaposing the original drawings of Frank Miller with the actors playing the characters, and then with the actors transported by effects into the visual world of graphic novels. Some of the stills from the film look so much like frames of the comic book as to make no difference. And there's a narration that plays like the captions at the top of the frame, setting the stage and expressing a stark existential world view.\n\nRodriguez has been aiming toward \"Sin City\" for years. I remember him leaping out of his chair and bouncing around a hotel room, pantomiming himself filming \"Spy Kids 2\" with a digital camera and editing it on a computer. The future! he told me. This is the future! You don't wait six hours for a scene to be lighted. You want a light over here, you grab a light and put it over here. You want a nuclear submarine, you make one out of thin air and put your characters into it.\n\nI held back, wondering if perhaps the Spy Kids would have been better served if the films had not been such a manic demonstration of his method. But never mind; the first two \"Spy Kids\" were exuberant fun (\"Spy Kids 3-D\" sucked, in great part because of the 3-D). Then came his \"Once Upon a Time in Mexico\" (2003), and I wrote it was \"more interested in the moment, in great shots, in surprises and ironic reversals and closeups of sweaty faces, than in a coherent story.\" Yes, but it worked.\n\nAnd now Rodriguez has found narrative discipline in the last place you might expect, by choosing to follow the Miller comic books almost literally. A graphic artist has no time or room for drifting. Every frame contributes, and the story marches from page to page in vivid action snapshots. \"Sin City\" could easily have looked as good as it does and still been a mess, if it were not for the energy of Miller's storytelling, which is not the standard chronological account of events, but more like a tabloid murder illuminated by flashbulbs.\n\nThe movie is based on three of the \"Sin City\" stories, each more or less self-contained. That's wise, because at this velocity, a two-hour, one-story narrative would begin to pant before it got to the finish line. One story involves Bruce Willis as a battered old cop at war with a pedophile (Nick Stahl). One has Mickey Rourke waking up next to a dead hooker (Jaime King). One has a good guy (Clive Owen) and a wacko cop (Benicio Del Toro) disturbing the delicate balance of power negotiated between the police and the leader of the city's hookers (Rosario Dawson), who, despite her profession, moonlights as Owen's lover. Underneath everything is a deeper layer of corruption, involving a senator (Powers Boothe) whose son is not only the pedophile but also the Yellow Bastard.\n\nWe know the Bastard is yellow because the movie paints him yellow, just as the comic book did; it was a masterstroke for Miller to find a compromise between the cost of full-color reproduction and the economy of two-color pages; red, green and blue also make their way into the frames. Actually, I can't even assume Miller went the two-color route for purposes of economy, because it's an effective artistic decision.\n\nThere are other vivid characters in the movie, which does not have leads so much as actors who dominate the foreground and then move on. In a movie that uses nudity as if the 1970s had survived, Rosario Dawson's stripper is a fierce dominatrix, Carla Gugino shows more skin than she could in Maxim, and Devon Aoki employs a flying guillotine that was borrowed no doubt from a circa-1970 Hong Kong exploiter.\n\nFrank Miller and Quentin Tarantino are credited as co-directors, Miller because his comic books essentially act as storyboards which Rodriguez follows with ferocity, and because he was on the set every day, interacting with the actors; Tarantino because he directed one brief scene on a day when Rodriquez was determined to wean him away from celluloid and lure him over the dark side of digital. (It's the scene in the car with Owen and Del Toro, who has a pistol stuck in his head.) Tarantino also contributed something to the culture of the film, which follows his influential \"Pulp Fiction\" in its recycling of pop archetypes and its circular story structure. The language of the film, both dialogue and narration, owes much to the hard-boiled pulp novelists of the 1950s.\n\nWhich brings us, finally, to the question of the movie's period. Skylines suggest the movie is set today. The cars range from the late 1930s through the 1950s to a recent Ferrari.The costumes are from the trench coat and G-string era. I don't think \"Sin City\" really has a period, because it doesn't really tell a story set in time and space. It's a visualization of the pulp noir imagination, uncompromising and extreme. Yes, and brilliant.", "running_time": 124, "mpaa_rating": "R", "release_year": 2005, "date_published": "2005-03-31", "genres": ["Action", "Crime", "Thriller"], "title": "Sin City (2005)"}