{"url": "http://www.rogerebert.com/reviews/sin-nombre-2009", "by": "Edgar Floresas Willy", "star_rating": 4.0, "text": "El Norte. The North. It is a lodestar for some of those south of our border, who risk their lives to come here. \"Sin Nombre,\" which means \"without a name,\" is a devastating film about some of those who attempt the journey. It contains risk, violence, a little romance, even fleeting moments of humor, but most of all, it sees what danger and heartbreak are involved. It is riveting from start to finish.\n\nThe film weaves two stories. One involves Sayra (Paulina Gaitan), a young woman from Honduras who joins her father and uncle in an odyssey through Guatemala and Mexico intended to take them to relatives in New Jersey. The other involves Willy, nicknamed Casper (Edgar Flores), a young gang member from southern Mexico, who joins with his leader and a 12-year-old gang recruit to rob those riding north on the tops of freight cars. Their paths cross. This is an extraordinary debut film by Cary Fukunaga, only 31, who shows a mastery of image and story. He knows the material. He spent time riding on the tops of northward trains; hundreds of hopeful immigrants materialize at a siding and scramble onboard, and the railroad apparently makes little attempt to stop them.\n\nHe is also convincing about the inner workings of the terrifying real-life gang named Mara Salvatrucha. Before turning to the story, I want to say something about the look and feel of the film. It was photographed by Adriano Goldman, who used, not hi-def video as you might suspect, but 35mm film, which has a special richness. Fukunaga's direction expresses a desire that seems growing in many young directors, to return to classical composition and editing. Those norms establish a strong foundation for storytelling; there's no queasy-cam for Fukunaga. Ramin Bahrani, director of \"Goodbye Solo,\" is another member of the same generation whose shots call attention to their subject, not themselves. \n\nThe story of Sayra, her father and her uncle is straightforward: They are driven to improve their lives, think they have a safe haven in New Jersey and want to go there. Some elements of their journey reminded me of Gregory Nava's great indie epic \"El Norte\" (1983). The journey in that film was brutal; in this one, it is forged in hell. \n\nThat hell is introduced by Fukunaga in the club rooms of the gang, whose members are fiercely tattooed, none more than Lil' Mago (Tenoch Huerta Mejia), the leader, whose face is covered like a war mask. Casper is a member of the gang, more or less by force; he brings 12-year-old Smiley (Kristyan Ferrer) to a meeting, and the kid is entranced by the macho BS. The three board one of the northbound trains to rob the riders, and that's when Casper meets Sayra and their fates are sealed.\n\nSmiley, so young, with a winning smile, is perhaps the most frightening character, because he demonstrates how powerful an effect, even hypnotic, gang culture can have on unshielded kids. In his eyes, Lil' Mago looms as a god, the gang provides peer status and any values Smiley might have had evaporate. The initiation process includes being savagely beaten and kicked by gang members, and then proving himself by killing someone. Smiley is ready and willing. \n\nThere are shots here of great beauty. As the countryside rolls past, and the riders sit in the sun and protect their small supplies of food and water, there is sometimes the rhythm of weary camaraderie. I was reminded of Hal Ashby's \"Bound for Glory.\" Kids along the tracks are happy to see the riders getting away with something, and at one place, they throw them oranges. At stations, the riders jump off and detour around the guards and then board the train again as it leaves town.\n\n\"Sin Nombre\" is a remarkable film, showing the incredible hardships people will endure in order to reach El Norte. Yes, the issue of illegal immigration is a difficult one. When we encounter an undocumented alien, we should not be too quick with our easy assumptions. That person may have put his life on the line for weeks or months to come here, searching for what we so easily describe as the American dream. What inspired Fukunaga, an American, to make this film, I learned, was a 2003 story about 80 illegals found locked in a truck and abandoned in Texas. Nineteen died.\n\n\"Sin Nombre\" won the awards for best direction and cinematography at Sundance 2009.", "running_time": 96, "mpaa_rating": "R", "release_year": 2009, "date_published": "2009-04-01", "genres": ["Action", "Crime", "Drama", "Foreign", "Thriller"], "title": "Sin Nombre (2009)"}