{"url": "http://www.rogerebert.com/reviews/sinbad-legend-of-the-seven-seas-2003", "by": "Brad Pittas Sinbad", "star_rating": 3.5, "text": "\"Sinbad: Legend of the Seven Seas\" plays like a fire sale in three departments of the genre store: Vaguely Ancient Greek, Hollywood Swashbuckler and Modern Romance. That it works is because of the high-energy animation, some genuinely beautiful visual concepts and a story that's a little more sensuous than we expect in animation.\n\nSinbad, whose voice is provided by Brad Pitt, is a sailor and pirate whose name and legend have been stretched to accommodate an astonishing range of movie adventures. This time we learn he was a resident of Syracuse, a commoner friend of Prince Proteus (Joseph Fiennes), and left town after his first look at Proteus' intended, Marina (Catherine Zeta-Jones). \"I was jealous for the first time,\" he remembers.\n\nSinbad runs away and finds a career commanding a pirate vessel with his first mate, a stalwart giant named Kale (Dennis Haysbert). They have indeed sailed the seven seas, all right, if we're to believe his talk of retirement in Fiji. Considering how far Fiji was from Greece in the centuries before the Suez Canal, we rather doubt he has really been there, but no matter: Maybe he's been talking to real-estate agents.\n\nAs the film opens, Sinbad's pirate ship attacks a ship commanded by Proteus, who is in possession of The Book of Peace, a sacred volume of incalculable value to the future of Syracuse. This attempted theft goes ahead, even though the two men are old friends and happy to see each other; a pirate is never off duty.\n\nSinbad's scheme is interrupted by Eris (Michelle Pfeiffer), the Goddess of Chaos, who likes to mix things up and creates a gigantic sea monster to threaten both ships. The battle with the seemingly indestructible monster is one of several astonishing sequences; the others involve sailing off the edge of the world; Tartarus, the realm of the dead, which awaits them over the edge, and a winter vastation presided over by an awesome snow bird. These scenes are animated so fluidly, and envision strange sights so colorfully, that there is real exhilaration.\n\nThe story, directed by Patrick Gilmore and Tim Johnson and written by John Logan, involves the shape-shifting, deceptions, switches and parental ultimatums much beloved by legend. It also exploits the tendency throughout Greek legend for the gods to interfere in the affairs of man. As flies to wanton boys are, Sinbad is to Eris. Although Sinbad did not actually steal The Book of Peace, the meddlesome Eris impersonates him, and he seems to steal it, and Sinbad is taken prisoner and condemned to die by King Dymas, father of Proteus. Sinbad protests his innocence, Proteus believes him and offers himself as hostage to free Sinbad to sail off in search of the book. There's a 10-day deadline.\n\nHere's where the sensuous stuff ramps up. Marina, who says she has always wanted to go away to sea, stows away on Sinbad's ship, and that comes in handy when all of the sailors on board are bewitched by seductive Sirens. A female immune to their charms, Marina takes the helm, saves the ship and furthers the inevitable process by which she falls in love with Sinbad, who, as the character with his name in the title, of course must get the girl.\n\nThe scene where the ship sails off the edge of the word to the land of Tartarus involves physics of a nature that Archimedes, a famous native son of Syracuse, would probably not have approved, but what wondrous visuals, and what a haunting realm they discover, filled with the hulls of wrecked ships and the bones of doomed sailors. \"Sinbad\" is rich with ideas and images, and exploits the resources of mythology to create such creatures as the snow bird, who at one point locks Syracuse in a grip of ice.\n\nSyracuse itself, for that matter, is a magically seen place, a city of towering turrets atop a mountain range. When Sinbad returns, it is to deal with the crucial question of whether Marina will return to her betrothed or stay with him. This is handled with great tact in a conversation in which both men agree that her basic motivation is to sail away and see the world, although she also, I suspect, has a burning desire to see the bunk in Sinbad's cabin.\n\n\"Sinbad: Legend of the Seven Seas\" is another worthy entry in the recent renaissance of animation, and in the summer that has already given us \"Finding Nemo,\" it's a reminder that animation is the most liberating of movie genres, freed of gravity, plausibility, and even the matters of lighting and focus. There is no way that Syracuse could exist outside animation, and as we watch it, we are sailing over the edge of the human imagination.", "running_time": 86, "mpaa_rating": "PG", "release_year": 2003, "date_published": "2003-07-02", "genres": ["Adventure", "Animation", "Family", "Fantasy"], "title": "Sinbad: Legend Of The Seven Seas (2003)"}