{"url": "http://www.rogerebert.com/reviews/since-otar-left-2004", "by": "Temour Kalandadzeas Tenguiz", "star_rating": 3.0, "text": "'Since Otar Left\" tells a story of conventional melodrama, and makes it extraordinary because of the acting. The characters are so deeply known, so intensely observed, so immediately alive to us, that the story primarily becomes the occasion for us to meet them. Nothing at the plot level engaged me much, not even the ending, which is supposed to be so touching. But I was touched deeply, again and again, simply by watching these people live their lives.\n\nThree women live in a book-lined flat in Tbilisi, the capital of the onetime Soviet republic of Georgia. Eka is the grandmother, very old, very determined (she is played by Esther Gorintin, who was 85 when she began her acting career five years ago). Marina (Nino Khomassouridze) is her daughter, around 50, a woman of quick peremptory dismissals and sudden rushes of feeling. Ada (Dinara Droukarova), late 20s, is Marina's daughter, a student of literature, bored with her life.\n\nWe gather that Eka was French, moved to Georgia with her Soviet husband, was a committed communist. She still thinks Stalin was a great man. Marina says he was a murderer. Ada looks incredulous that they are still having this argument. The cramped quarters are made into an arena when Eka turns up her television, and both Marina and Ada crank up their CD players.\n\nBut look at the way these actresses move. Every step, every gesture, suggests long familiarity with these lives. A visit to the post office observes the body language of people long buried in their jobs. The way that Marina discards her fork as the three women have tea says everything about her impatience. The women use verbal and physical shorthand to illuminate what goes without saying. Eka is always certain of herself. Marina is never satisfied (\"I wish I loved you,\" she says to her patient man friend). Ada is fed up and trapped.\n\nThe crowded flat is dominated by the person who isn't there -- Otar, Eka's son, who has moved to Paris to look for work. He telephones, but the lines fail. He sends money, but the postal service is uncertain. Things worked better in Stalin's day, Eka is certain. When news comes that Otar has been killed in an accident, Marina decides they will not tell old Eka, to spare her. This leads to a deception, the details of which are familiar from similar films.\n\nWhat is not familiar, what becomes increasingly fascinating, is the direct and relentless way Eka marches toward the truth. She determines to go to Paris to visit her son, takes along the other two, finds them missing from their hotel room, and mutters, \"Those two are leading me on.\"\n\nWhat is clear is that this old woman has a life and will of her own. There is a wonderful scene while she is still at home in Georgia. She leaves the house alone, looks up some information in the library, buys two cigarettes, and smokes them while riding on a Ferris wheel. With a lesser actor or character, this would be a day out for a lovable granny. With Esther Gorintin playing Eka, it is the day of a woman who thinks she has it coming to her.\n\nWhat happens, and how, need not concern us. What I remember is the way Julie Bertuccelli, the director and co-writer, sees right into the beings of her characters. Consider two scenes in which the old woman gets a foot massage. In one, her granddaughter absently massages her foot while reading aloud from Proust. In the other, her daughter, usually so wounded and stern, giggles helplessly while tickling her feet, and old Eka laughs and squirms like a child. After seeing this movie, you watch another one with less gifted actors, and the characters seem to have met each other for the first time on the set, earlier that day.", "running_time": 103, "mpaa_rating": "NR", "release_year": 2004, "date_published": "2004-06-25", "genres": ["Drama", "Foreign", "Indie"], "title": "Since Otar Left (2004)"}