{"url": "http://www.rogerebert.com/reviews/sing-1989", "by": "Lorraine Braccoas Miss Lombardo", "star_rating": 3.0, "text": "The roots of “Sing” can be found firmly planted in the cliches of the past, in all those Rooney and Garland pictures where they rented the old barn and put on a show, or in the Beach Party movies where they held a rock 'n' roll benefit to rescue the teen center. This time, a Brooklyn high school is going to be closed, and the school board has refused permission for the students to hold their traditional spring talent show.\n\nNo reason is given for the ban on the show, but of course none is needed. It is necessary for the show to be prohibited in order for the students to defy the ban and put it on anyway. If there is one absolutely obligatory shot in a movie of this sort, it's the one where the evil fuddy-duddy comes bursting into the back of the auditorium and demands that the show be halted - only to be squelched by a triumphant song-and-dance number.\n\nSince absolutely everything in “Sing” is completely predictable, I was surprised how much I enjoyed the movie. It's a victory of style over substance, and its energy owes a lot to Lorraine Bracco and Patti LaBelle, who play two of the teachers in the high school. Both of these women are absolute individuals, and the confidence with which they present themselves has a lot to do with the movie's whole tone.\n\nBracco is a thin, intense brunet with a Brooklyn accent and a face full of character and humor. She's wry and tough, and she has a key scene early in the movie where she stares down a tough kid who tries to assault her and offers him a choice: Go along with my program, or go to jail. The power of this scene carries over to the whole movie, really giving the material a weight it might not have had otherwise.\n\nLaBelle, the rock legend from Philadelphia, is not given much of a character to play; there are times when she almost seems to be appearing as a guest star. But there's a song-and-dance sequence where she takes the stage and shows the kids how it's done, and the scene is a showstopper, like the Pee-Wee Herman sequence in “Back to the Beach”: The plot goes on hold, and the movie simply has a great time for five minutes.\n\nThe plot, as I said, has been seen before. We know, of course, that there must be a romance, preferably between a good girl and a bad boy she can redeem. The girl is played by Jessica Steen as a good-hearted senior who has nothing to do with the local hoods like Peter Dobson. Both kids have family problems. Steen's mother (Louise Lasser) is a widow who moans constantly over the ordeal of running the family diner. Dobson's brother is a small-time thief who takes the kid along on robberies - including, of course, Lasser's diner.\n\nThe plot questions are equally predictable: Will the bad kid repudiate his brother, win the respect of the girl, and dance in the big musical? Will the girl convince her mother that life is worth living? Will the teachers and their principal succeed in defying the board of education? Will the show go on? Are there stars in the sky? Sometimes it's fun watching the setups for scenes you know will follow.\n\nFor example, when the girl gives her mother tickets to the show, and the mother turns them down, saying she's too busy to attend. What do you want to bet that at a key moment the mother will turn up in the back of the auditorium and exchange a heartfelt nod of forgiveness with her daughter on the stage? I'm of two minds about genre pictures like this one. On the one hand, I'd prefer something I hadn't seen before. On the other hand, because the plot has been phoned in, I'm free to observe the performances. And Bracco was a particular pleasure. In this film and two others (“Someone To Watch Over Me” and the upcoming “The Dream Team”), she has emerged as one of those rare actors who has obvious and tangible integrity on the screen; she can sell dialogue even as tired as the lines in this script, because she puts her own spin on them.\n\nHigh school talent shows always end with somebody being thrust into the spotlight of stardom. In “Sing,” it's the teacher.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1989, "date_published": "1989-03-31", "genres": null, "title": "Sing (1989)"}