{"url": "http://www.rogerebert.com/reviews/single-white-female-1992", "by": "Bridget Fondaas Allison", "star_rating": 3.0, "text": "There is a certain rising tide of madness in \"Single White Female\" that is one of the movie's pleasures - evidence that it was made by a man who directs films instead of simply manufacturing them.\n\nThis is a story which, in other hands, could have simply been an all-female slasher movie, but Barbet Schroeder, who produced and directed it, has a mordant humor that pushes the material over the top. It is a slasher movie, and a little more.\n\nHollywood likes movies with a \"high concept,\" by which they mean, I think, a low concept - a plot idea that can be simply explained in one sentence that will sell. \"Single White Female\" has a terrific high concept: It's about a \"roommate from hell.\" Allison, the heroine, played by Bridget Fonda, advertises for a roommate, and after carefully screening out several nut cases and victims of assorted obsessions, ends up with a candidate who looks ideal.\n\nHer name is Hedra Carlson. She is played by Jennifer Jason Leigh as a sweet-faced, friendly little innocent. Those are the ones you have to look out for. I cannot find \"hedra\" in my unabridged dictionary, and yet somehow the name teases me. Surely it is the name of a mythological beast? One with a rent receipt in one hand and a kitchen knife in the other? The progression of the movie is more or less as we expect it, beginning with Allison and Hedra as close friends, and ending in bloodshed and death. What is intriguing is the way Schroeder progresses from beginning to end. There are many steps along the way, involving downstairs neighbors, boyfriends, and others who belong to Allison and soon seem to belong to Hedra, too, as do lots of Allison's clothes and eventually even her hairstyle and coloring.\n\nHedra, it is revealed, was a twin, and apparently wants to become one again, if only a twice-orphaned one.\n\nOne of the first shots in the movie shows the building where Allison has her apartment. It is one of those vast New York buildings that make ideal settings for movies like \"Rosemary's Baby\" - clanging, echoing old structures that give the director an excuse for carefully planted gimmicks, like that screwdriver that makes the elevator door budge.\n\nSchroeder, whose most recent credits include \"Barfly\" (the Mickey Rourke drunk movie) and \"Reversal of Fortune\" (with Jeremy Irons as Claus von Bulow), is clearly fascinated by characters at the extremes of the human spectrum. That is perhaps why \"Single White Female\" builds to a manic crescendo instead of simply delivering the required number of slashes and quitting. There is one climax after another after another here, until it seems as if the characters will drop of exhaustion, and yet they fight on. There is a kind of mad artistic zeal to their passionate duel, underlined by the fact that both Fonda and Leigh pull out all the stops in their performances, and that they do eventually look so much like one another that it's creepy.\n\nI have long adopted a generic approach to film criticism, evaluating movies as examples of what they aspire to be. No genre is beyond redemption or beneath contempt, and here the slasher genre is given its due with strong performances and direction. Of course, you may despise movies like this, but that is another subject.", "running_time": 107, "mpaa_rating": "R", "release_year": 1992, "date_published": "1992-08-14", "genres": ["Drama", "Suspense", "Thriller"], "title": "Single White Female (1992)"}