{"url": "http://www.rogerebert.com/reviews/singles-1992", "by": "Bridget Fondaas Janet Livermore", "star_rating": 3.0, "text": "“Singles” tells the story of a loosely knit band of friends and neighbors who live in an apartment building in Seattle, and dream of love. They are all in their 20s, and reasonably attractive, and not particularly desperate, but they share a plight every one can identify with: The difficulty of finding a match between someone you like, and someone who likes you. It always seems work out that if one half of the equation is right, the other is wrong.\n\nOne couple in the movie (Campbell Scott and Kyra Sedgwick) seem to be more or less right for one another, but they play a dangerous game of one-upmanship, based on pride. Which one will telephone the other? How long should the other wait before calling back? They're thinking about each other so incessantly, they almost lose touch, because there is always a point at which a non-returned call stops being intriguing and becomes a rejection.\n\nAnother would-be couple (Bridget Fonda and Matt Dillon) seems completely wrong. He is a drummer in a rock band, and cultivates a deliberately laid-back indifference to women in general and Fonda in particular. She of course assumes the fault is all her own. Visiting his apartment, she finds pinups of busty women. Is that what he likes? She visits a plastic surgeon, and in the movie's funniest scene fights a duel with him over the image of her hypothetical new body on his computer screen.\n\n“Singles” was written and directed by Cameron Crowe, who has explored this territory before. He wrote the screenplay for “Fast Times at Ridgemont High,” not my favorite movie, and then wrote and directed “Say Anything” (1989), which was one of the wisest and most touching movies about teenagers I have seen. Now, moving on to the twentysomethings, he has adopted a casual sketch style, where scenes are separated by blackouts and the point of each episode is to show some facet of human nature, usually one that makes us squirm.\n\nThe movie will challenge some audiences simply because it is not a 1-2-3 progression of character and plot. There is no problem at the beginning and no solution at the end; the film is about a life process that is, by its very nature, inconclusive - the search for happiness. Crowe's insights into the material include one particular perception: In your 20s, you tend to spend more time putting yourself on the map than worrying about anyone else's happiness. Look at the earnestness with which the Scott character promotes his idea for a Seattle rapid-transit system. Does he believe in trains? Only to a degree. What he really believes in are HIS trains.\n\nThe Bridget Fonda character, on the other hand, doesn't value herself highly enough. You can see that when she considers plastic surgery to please a guy who doesn't even like her in the first place.\n\nShe wants to be an architect, but for the moment is working as a waitress. A wise man once said: “What you do instead of your real work . . . is your real work.” Some of Crowe's sketches are pokes at easy targets, including those videotape dating services in which people advertise for partners. Sheila Kelley plays a young woman who is consciously shopping for an eligible man; she knows where they can be found, just as a hunter knows which watering holes attract the lions. There's a funny sequence where she goes to a videographer (“Batman” director Tim Burton) who will direct her in the kind of video that would probably attract only the kind of man she should stay far away from.\n\n“Singles” is not a great cutting-edge movie, and parts of it may be too whimsical and disorganized for audiences raised on cause-and-effect plots. But I found myself smiling a lot during the movie, sometimes with amusement, sometimes with recognition. It's easy to like these characters, and care about them.", "running_time": 99, "mpaa_rating": "PG-13", "release_year": 1992, "date_published": "1992-09-18", "genres": ["Comedy", "Drama", "Romance"], "title": "Singles (1992)"}