{"url": "http://www.rogerebert.com/reviews/sinister-2012", "by": "Ethan Hawkeas Ellison", "star_rating": 3.0, "text": "\"Sinister\" is a story made of darkness: mysterious loud bangs in the attic, distant moans from the dead, vulnerable children, an egomaniac crime writer and his long-suffering wife, who is plenty fed up even before she discovers he has moved his family into the same house where horrifying murders took place.\n\nThe movie opens with four people standing with nooses around their necks and hoods over their heads. From above the frame, a power saw cuts off a tree limb. As it falls, its weight hangs the victims. Soon after Ellison Oswalt and wife Tracy (Ethan Hawke and Juliet Rylance) move into a spacious suburban house, we can see through the kitchen window that the hanging tree, with a distinctive split branch, is in the backyard.\n\nWhat kind of a psycho would move his family into this house? Even the unfriendly sheriff tells him it's in \"very poor taste.\" But the house was priced to sell. Almost immediately Ellison discovers it was no bargain. In the attic, he finds a box labeled \"Home Movies,\" containing reels of Super-8 film and a projector to exhibit them.\n\n\"Sinister\" is an undeniably scary movie, with performances adding enough human interest to give depth to the basic building blocks of horror. Ethan Hawke plays an introverted, driven man who wrote a best-selling, true-crime book some years ago and is convinced a book about those ghastly hangings will be another success — especially since one member of the doomed family is still missing.\n\nHis wife shares the misgivings of her children about being uprooted from their former home and being moved to an isolated house in the woods. Her distress grows as Ellison locks himself in his office, and grows distant and distracted. Their children, Trevor and Ashley (Michael Hall D'Addario and Clare Foley), begin to have night terrors and episodes of sleepwalking. Although Tracy remains ignorant of the house's true history, the kids discover it soon enough through playground tauntings. Ashley, who has been given one wall of her room to paint on, begins to summon disturbing images.\n\nThe film, directed by Scott Derrickson (\"The Exorcism of Emily Rose\"), focuses on Ellison, who spends much time scrutinizing the 8mm movies, which disturbingly show the murders of other families. He transfers them to his laptop, and his stop-action analysis uncovers almost hidden details. Some shots cause him to recoil in terror. He begins to hit the bottle. His wife grows hostile.\n\nAlmost all of the action occurs at night. Wouldn't you know for part of the time the power is off in their neighborhood? (The outage doesn't seem to affect the porch lights.) Even when the power seems to be working, Ellison for no reason prefers to creep around the house and climb into the attic carrying a small flashlight, which serves only to make him a target to anything that might be waiting in the dark. I was strongly reminded of Ellen Burstyn creeping into her attic in \"The Exorcist,\" holding only a candle. All through \"Sinister,\" you keep thinking, \"Switch on the lights, fool!\"\n\nThree supporting characters are effective. Fred Dalton Thompson is the sheriff, whose initial hostility later seems only reasonable. James Ransone is his deputy, a crime buff who is star-struck by the famous writer and signs on as a volunteer researcher. (He dreams of being cited in the eventual book: \"You know, like thanks to Deputy So-and-So, without whose invaluable help…\"). \n\nAnd then there is Vincent D'Onofrio, as a university professor of the occult and mythological, who opens up a line of possibility that eventually saves the ending from being a red herring. Yes, the ending is horrifying, but I don't believe in that stuff. I'm pretty sure I don't.", "running_time": 110, "mpaa_rating": "R", "release_year": 2012, "date_published": "2012-10-10", "genres": ["Horror"], "title": "Sinister (2012)"}