{"url": "http://www.rogerebert.com/reviews/sir-no-sir-2006", "by": "Edward Asner", "star_rating": 3.0, "text": "Quick question: When Jane Fonda was on her \"FTA\" concert tour during the Vietnam era, who was in her audience? The quick answer from most people would probably be, \"anti-war hippies, left-wingers and draft-dodgers.\" The correct answer would be: American troops on active duty, many of them in uniform.\n\n\"Sir! No Sir!\" is a documentary that about an almost-forgotten fact of the Vietnam era: Anti-war sentiment among U.S. troops grew into a problem for the Pentagon. The film claims bombing was used toward the end of the war because the military leadership wondered, frankly, if some of their ground troops would obey orders to attack. It's also said there were a few Air Force B-52 crews that refused to bomb North Vietnam. And in San Diego, sailors on an aircraft carrier tried to promote a local vote on whether their ship should be allowed to sail for Vietnam. One of the disenchanted veterans, although he is never mentioned in the film, was John Kerry, who was first decorated for valor, and later became a leader of Vietnam Veterans Against the War and testified before Congress.\n\nAfter the turning point of the Tet offensive in 1968, troop morale ebbed lower, the war seemed lost, and a protest movement encompassed active duty troops, coffeehouses near bases in America, underground GI newspapers, and a modern \"underground railway\" that helped soldiers desert and move to Canada. According to Pentagon figures, there were some 500,000 desertions during the Vietnam years.\n\nThe film has been written and directed by David Zeiger, who worked in an anti-war coffee- house near Fort Hood, Texas. In a narration spoken by Troy Garity, the son of Fonda and Tom Hayden, his film says, \"The memory has been changed.\" The GI anti-war movement has disappeared from common knowledge, and a famous factoid from the period claims returning wounded veterans were spit on by \"hippies\" as they landed at American airports. According to the film, that is an urban legend, publicized in the film \"Rambo II: First Blood.\"\n\nWhen we reviewed \"Sir! No Sir!\" on \"Ebert & Roeper,\" we cited the film's questions about the spitting story. There is a book on the subject, The Spitting Image, by Jerry Lembcke, whose research failed to find a single documented instance of such an event occurring in real life. I received many e-mails, however, from those who claimed knowledge of such incidents. The story persists, and true or false is part of a general eagerness to blame our loss in Vietnam to domestic protesters, while ignoring the substantial anti-war sentiment among troops in the field.\n\nParallels with the war in Iraq are obvious. One big difference is that the Vietnam-era forces were largely supplied by the draft, while our Iraq troops are either career soldiers or National Guard troops, some of them on their second or third tours of duty. The Vietnam-era draft not only generated anti-war sentiment among those of draft age, but supplied the army with soldiers who did not go very cheerfully into uniform. The willingness of today's National Guardsmen to continue in combat is courageous and admirable, but cannot be expected to last indefinitely, and the political cost of returning to the draft system would be incalculable.\n\nA group of recent documentaries has highlighted a conflict between information and \"disinformation,\" that Orwellian term for attempts to rewrite history. The archetype of \"Hanoi Jane\" has been used to obscure the fact that Fonda appeared before about 60,000 GIs who apparently agreed with her. The Swift Boat Veterans incredibly tried to deny John Kerry's patriotism. The global warming documentary \"An Inconvenient Truth\" is being attacked by a TV ad campaign, underwritten by energy companies, which extols the benefits of CO2.\n\nNo doubt \"Sir! No Sir!\" will inspire impassioned rebuttals. No doubt it is not an impartial film, not with Fonda's son as its narrator. What cannot be denied is the newsreel footage of uniformed troops in anti-war protests, of Fonda's uniformed audiences at \"FTA\" concerts, of headlines citing Pentagon concern about troop morale, the \"fragging\" of officers, the breakdown of discipline, and the unwillingness of increasing numbers of soldiers to fight a war they had started to believe was wrong.", "running_time": null, "mpaa_rating": "NR", "release_year": 2006, "date_published": "2006-06-08", "genres": null, "title": "Sir! No Sir! (2006)"}