{"url": "http://www.rogerebert.com/reviews/sister-act-2-back-in-the-habit-1993", "by": "Whoopi Goldbergas Deloris", "star_rating": 2.0, "text": "The original \"Sister Act\" was not one of my favorite movies, but I would have expected a sequel to follow in its footsteps. What's strange about \"Sister Act 2: Back in the Habit\" is that it abandons most of what people liked about the first movie and replaces it with a formula as old as the hills. This is another one of those dreary retreads about a bunch of kids with no faith in themselves, and about how an inspiring teacher coaches them into the State Finals, where they upset the snobs from the rich school.\n\nI've seen this formula applied to singing, dancing, basketball, football, bicycle racing, bobsled teams and every single one of the martial arts. I've even seen it applied to trigonometry (in \"Lambada.\" Look it up.) \"Sister Act 2\" has studied the same movies. We even get the obligatory Dramatic Late Arrival Shot near the end. You know the shot. One of the talented kids has a mother who forbids her to perform. The kid goes on anyway. Just when she's in the spotlight for her big number, the door opens at the back of the auditorium, and who walks in? The mother, of course, who in a later shot inevitably allows herself to relent, smile and be proud of her kid after all. Somebody could get rich taking out copyrights on cliches like that.\n\nThe movie stars Whoopi Goldberg again. Last time she was a Reno lounge act who got in hot water with her gangster boss. This time she's a headliner in Vegas. The opening credits show her doing her act, which basically consists of Motown golden oldies on fast-forward. After the show, she's visited by two of her favorite nuns from the earlier story, Sister Mary Patrick (Kathy Najimy) and Sister Mary Lazarus (Mary Wickes). They bring an urgent message from the Mother Superior (Maggie Smith).\n\nThe message turns out to be an appeal. The old school is about to be closed by the reactionary team of Father Maurice (Barnard Hughes) and Mr. Crisp (James Coburn). Father Maurice at least means well; Coburn gets the thankless role of understanding nothing, making all the wrong decisions, and sneering. So only Whoopi can save the school by donning her old habit again, inspiring the kids, and maybe re-launching the school choir.\n\nGoldberg takes the job after only a whisper of protest. How does she disappear from her high-profile job as a Vegas headliner? Don't even ask. The opening sequence was just an excuse for the production number, I guess.\n\nNot a cliche is missed. We tick them off: (1) The gifted student who refuses to participate, and then moons about, looking lonely and neglected, until she finally comes back on board; (2) the dirty old room that the kids mop, sweep and paint, turning it into their rehearsal area; (3) the early practice sessions, in which nobody is any good; (4) the shy kid who busts out with a big voice; (5) the desperate fund-raising to finance the trip to the State Finals; (6) the backstage jitters over the rich kids with the expensive uniforms, and, of course, (7) the Dramatic Late Arrival Shot.\n\nIt's too bad so many opportunities are missed, because Whoopi Goldberg is a sympathetic comedian who could have done a lot with a more barbed and intelligent script. And there are fine performances by Lauryn Hill, as the talented young woman who drops out, then agrees to join the choir, but has to get past her strict mother (Sheryl Lee Ralph). Hill has a big joyful musical voice and luminous smile, and is another example of talent gone to waste.\n\nHere's what I want to know. After the original \"Sister Act\" broke box office records and entertained audiences all over the world, the makers of this sequel could have started with what was best about it (the religious humor, the Goldberg edge, the poor neighborhood, the singing nuns) and written that material into a smart, funny movie. Why did they decide to take a tired formula off the shelf, dust it off, and recycle it? Why not at least try to make a good movie?", "running_time": 100, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-12-10", "genres": ["Comedy", "Family", "Musical"], "title": "Sister Act 2: Back In The Habit (1993)"}