{"url": "http://www.rogerebert.com/reviews/sisters-1973", "by": null, "star_rating": 3.0, "text": "Brian De Palma’s “Sisters” was made more or less consciously as an homage to Alfred Hitchcock, but it has a life of its own and it’s a neat little mystery picture. The opening is pure Hitchcock. The movie begins with events so commonplace they’re almost trivial, and the horror of the situation is revealed only gradually. A lithe fashion model and a young newspaperman meet on a quiz show (it’s called “Peeping Tom” and asks the question, what would you do if you were inadvertently made voyeur-for-a-day?). She wins a set of stainless steel cutlery, he wins dinner for two at a supper club, and they decide they like each other.\n\nAfter a few brushes with a mysterious stranger who may or may not be her former husband, the young couple spend the night together and in the morning he is brutally knifed to death. And, no, I haven’t given away too much of the plot. Because there are a few complications. For example, the girl is half of a famous set of Siamese twins. She’s the nice one, but her sister isn’t--not at all.\n\nThen there’s the crusading young girl newspaper reporter, kind of a women’s lib Lois Lane, who lives across the courtyard and witnesses the crime (a la “Rear Window”). She calls the police, but they resent a recent series of exposes she’s written. And when they visit the so-called murder apartment they find no blood, no body, no signs of a crime; only the sweet young fashion model.\n\nI don’t suppose I can reveal another line of the plot without spoiling some of De Palma’s nice surprises. But the movie works not so much because of the twists and turns and complications as because of the performances. In a movie industry filled with young actresses who look great but can’t act so well (especially when they’ve got to play intelligent characters), De Palma has cast two of the exceptions: Margot Kidder and Jennifer Salt.\n\nBoth of them are really fine, but Jennifer Salt is the bigger surprise because she’s so convincing as the tough, stubborn, doggedly persistent outsider. It’s a classic Hitchcock role. She’s totally uninvolved and innocent, and in possession of information no one will believe. She can’t doubt the evidence of her own eyes, but the cops mistrust her, the body’s gone--and the killer knows who and where she is.\n\nDe Palma directs with a nice feeling for the incongruous. There is, for example, Ms. Salt’s delightful suburban mother (Mary Davenport), who wishes sometimes her daughter would stop writing those newspaper columns and settle down in a nice, comfortable marriage. There’s the mysterious stranger (Bill Finley), who looks like an extraterrestrial crossed with a Cold War spy. And there is even the other sister, the other Siamese twin, about whom perhaps the less said the better.", "running_time": 93, "mpaa_rating": "R", "release_year": 1973, "date_published": "1973-03-27", "genres": ["Horror", "Mystery", "Suspense", "Thriller"], "title": "Sisters (1973)"}