{"url": "http://www.rogerebert.com/reviews/sister-2012", "by": "Lea Seydouxas Louise", "star_rating": 3.5, "text": "Simon, the 12-year-old boy at the center of Ursula Meier's chilly, austere “Sister,” enters without introduction. We don't even get a good look at him for the first few minutes of the movie, because he hides his face beneath a ski mask and helmet. We learn about him simply by following him around a busy Swiss ski resort, apparently unnoticed by everyone but Meier's camera, as he goes about his business, which involves furtively stealing ski equipment from vacationers, hauling it down the mountain in the lift and re-selling it for bargain prices below. \n\nBecause he's a child (the original title of the film is “L'enfant d'en haut,” or “The Child From Above”), the boy is almost invisible. He can move freely among the well-off skiers without attracting much attention. So the mask, as it turns out, is a significant part of his identity. The one thing we know for sure about him is that he's not who he seems to be. And we spend the rest of the movie trying to figure him out.\n\nSimon (Kacey Mottet Klein), a boy whose face, once we do see it, seems to be quite a bit older than the rest of him, lives in a cheap, one-bedroom apartment with his listless twentysomething sister, Louise (Lea Seydoux of “Midnight in Paris,” “Mysteries of Lisbon”), who shuffles through low-paying jobs and has a habit of disappearing with lowlifes who don't treat her terribly well. Mike (former footballer and Ken Loach star Martin Compston), a Scottish chef working at the lift restaurant, responds to Simon's situation once he learns that the kid is an orphan hustling for grocery money and not a brat trying to scrape up some cash for DVDs and video games. \n\nWhen Mike asks him where he lives, Simon replies, in halting English, “Down … in a big tower.” We know exactly what he means. The movie is divided into two realms, above and below. The man-made architectural “mountain” Simon lives in is in the drab, muddy reality at the bottom of the lift, a world-spanning tram ride away from the glistening white vacationland at the top. The majestic spectacle of the snowy Alps looms over everything in the brown lowlands, making them appear even more shabby and insignificant. (Splendid work here by cinematographer Agnes Godard, known for her long association with Claire Denis.)\n\nThe boy is equally adept at selling to adults and other kids. He even takes special orders for select customers. And the movie views Simon as just another entrepreneur, capitalizing on the resort economy the way an independent developer might make use of the Internet. Before long, he's in business with Mike and has made the acquaintance of Kristin Jansen (Gillian Anderson — yes, Agent Scully from “The X-Files”), a strikingly lovely blonde mother on holiday with her two boys, who are a few years younger than Simon. Starved for maternal affection but not wanting to come on too strong, he is attracted to and wary of her. \n\nBut what became of Simon and Louise's parents? We know they don't actually run a big luxury hotel, the story Simon tells Kristin. But did they really perish in a car accident, as he claims to others? How long have he and Louise been living like this? Is she really just his sister, or is there some other dimension to their relationship? And what's going to become of them? \n\n“Sister” may answer some of those questions or it may not, depending on whom you believe and when. The movie takes a refreshingly low-key, observational approach to storytelling that will remind audiences not only of Loach, but of Francois Truffaut, the Belgian Dardenne brothers and countless other movies about scrappy, streetwise kids, living by their wits in a cold, indifferent world. \n\nDirector Meier's first film, “Home” (2008), starred Isabelle Huppert and an even younger Kacey Mottet Klein. This one picked up the Silver Bear at the Berlin Film Festival and is on the short list for the best foreign language film Oscar as Switzerland's official submission.", "running_time": 100, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2013-01-02", "genres": ["Drama", "Foreign"], "title": "Sister (2012)"}