{"url": "http://www.rogerebert.com/reviews/sister-act-1992", "by": "Whoopi Goldbergas Deloris", "star_rating": 2.5, "text": "The first time I saw the coming attractions trailer for \"Sister Act,\" I roared with laughter and delight. The second time, I laughed again. Even the third time I smiled. It's one of the great trailers.\n\nUnfortunately, it's better directed than the movie. The trailer has high energy and whammo punchlines. The movie is sort of low-key and contemplative and a little too thoughtful.\n\nNow I am left with this dilemma: Would I have enjoyed the movie more if I knew nothing about it, going in? That's a good question, since the trailer reveals almost every big laugh in the movie, so that when they come along we nod in recognition instead of laughing in surprise. \"Sister Act\" is a release from Touchstone, which was notorious a few years ago for essentially revealing the whole movie in its trailers. The studio said it was going to reform, but seeing the trailer for \"Sister Act\" will significantly reduce the enjoyment of anyone seeing the film.\n\nThe movie's based on a promising idea: Whoopi Goldberg plays a Reno lounge singer whose lover (Harvey Keitel) is a casino boss.\n\nWhen she accidentally witnesses a murder, Keitel orders her rubbed out, she flees to the police, and is hidden in a convent through a witness protection program. The mother superior (Maggie Smith) is dubious about this new \"nun,\" but the other sisters like her a lot, and before long she's the choir leader, teaching the sisters to boogie.\n\nThere are laughs in this material, but most of them come from the dialogue. The director, Emile Ardolino, does not have a touch for comedy and his pacing is consistently too languid for this material. He has no visual style at all; every shot is the obvious textbook approach, to such a degree that the film seems directed on automatic pilot, but at least Goldberg and her fellow nuns (especially Kathy Najimy as the jolly Sister Mary Patrick) are able to create life and humor when the camera is upon them.\n\nThe rest of the movie is pretty dreary. The Reno crime scenes are played more or less straight. The crime plot - involving a stool pigeon in the police department - is handled so badly that the hero cop (Bill Nunn) busts the jaw of the traitor before he could possibly have been sure who he was.\n\nAnd it's strange how a lot of the dialogue is mellow when it should crackle.\n\nThere are good things in the movie, of course. Many of Goldberg's scenes are funny, and there's an older nun (Mary Wickes) who has some great one-liners, and when the swinging nuns start rocking in the choir, that's almost as funny in the movie as it was in the trailer. But mostly \"Sister Act\" plays like a missed opportunity.\n\nArdolino, whose credits include the heartwarming \"Chances Are\" and the dreadful \"Three Men and a Little Lady,\" simply doesn't seem able to direct as if he believes his material is funny. It doesn't have the zest and sparkle it needs; scenes move too slowly, dialogue settles upon itself, routine reaction shots are clicked off with deadly precision. Whoever edited the trailer has a much better idea of what's good in this material than the man who directed the movie.", "running_time": 100, "mpaa_rating": "PG", "release_year": 1992, "date_published": "1992-05-29", "genres": ["Comedy", "Family", "Musical"], "title": "Sister Act (1992)"}