{"url": "http://www.rogerebert.com/reviews/sita-sings-the-blues-2009", "by": null, "star_rating": 4.0, "text": "I got a DVD in the mail, an animated film titled \"Sita Sings the Blues.\" It was an version of the epic Indian tale of Ramayana set to the 1920's jazz vocals of Annette Hanshaw. Uh, huh. I carefully filed it with other movies I will watch when they introduce the 8-day week. Then I was told I must see it.\n\nI began. I was enchanted. I was swept away. I was smiling from one end of the film to the other. It is astonishingly original. It brings together four entirely separate elements and combines them into a great whimsical chord. How did Paley's mind work?\n\n\tShe begins with the story of Ramayana, which is known to every school child in India but not to me. It tells of a brave, noble woman who was made to suffer because of the foibles of an impetuous husband and his mother. Paley depicts this story with exuberant drawings in bright colors. It is about a prince named Rama who treated Sita unfairly, although she loved him and was faithful to him. There is more to it than that, involving a monkey army, a lustful king who occasionally grows 10 heads, synchronized birds, a chorus line of gurus, and a tap-dancing moon.\n\n\tIt coils around and around, as Indian epic tales are known to do. Even the Indians can't always figure them out. In addition to her characters talking, Paley adds a hilarious level of narration: Three voice-over modern Indians, Desis, ad-libbing as they try to get the story straight. Was Sita wearing jewelry or not? How long was she a prisoner in exile? How did the rescue monkey come into the picture? These voices are as funny as an SNL skit, and the Indian accent gives them charm: \"What a challenge, these stories!\"\n\n Sita, the heroine, reminds me a little of the immortal Betty Boop, but her singing voice is sexier. Paley synchs her life story and singing and dancing with recordings of the American jazz singer Annette Hanshaw (1901-1985), a big star in the 1920s and 1930s who was known as \"The Personality Girl.\" Sita lived around 1000 BCE, a date which inspires lively debate among the three Indians discussing her. When her husband outrageously accuses her of adultery and kicks her on top of a flaming pyre, we know exactly how she feels when Annette Hanshaw sings her big hit, \"Mean to Me.\"\n\n\tThere is a parallel story. In San Francisco, we meet an American couple, young and in love, named Dave and Nina, and their cat, named Lexi. Oh, they are in love. But Dave flies off to take a \"temporary\" job in India, Nina pines for him, she flies to join him in India but he is cold to her, and when she returns home she receives a cruel message: \"Don't come back. Love, Dave.\" Nina despairs. Lexi despairs. Cockroaches fill her apartment but she hardly notices. One day in her deepest gloom she picks up the book Ramayana and starts to read. Inspiration begins to warm the cold embers of her heart.\n\n There are uncanny parallels between her life and Sita's. Both were betrayed by the men they loved. Both were separated by long journeys. Both died (Sita really, Nina symbolically) and were reborn--Sita in the form of a lotus flower, Nina in the form of an outraged woman who moves to Brooklyn, sits down at her home computer for five years and creates this film. Yes, she reveals in her bio that her then-husband \"terminated\" their marriage while he was in India. No ex-husband has inspired a greater cultural contribution since Michael Huffington.\n\n\tOne remarkable thing about \"Sita Sings the Blues\" is how versatile the animation is. Consider Sita's curvaceous Southern hemisphere. When she sings an upbeat or sexy song, it rotates like a seductive pendulum. Look at those synchronized birds overhead. When they return they have a surprise, and they get a surprise. Regard the marching greybeards. Watch Hanuman's dragging tail set a palace on fire.\n\n\tThe animation style of the scenes set in San Francisco and Brooklyn is completely different, essentially simple line drawings alive with personality. See how Paley needs only a few lines to create a convincing cat. Paley works entirely in 2-D with strict rules, so that characters remain within their own plane, which overlaps with others. This sounds like a limitation. Actually, it becomes the source of much amusement. Comedy often depends on the device of establishing unbreakable rules and then finding ways to break them. The laughs Paley gets here with 2-D would be the envy of an animator in 3-D. She discovers dimensions where none exist. This is one of the year's best films.\n\n\t\"Sita\" was a selection of Ebertfest 2009. A longer version of this review first appeared in Roger Ebert's Journal:\n\nhttp://budurl.com/abna", "running_time": 82, "mpaa_rating": "NR", "release_year": 2009, "date_published": "2009-04-29", "genres": ["Animation", "Drama", "Music", "Romance"], "title": "Sita Sings the Blues (2009)"}