{"url": "http://www.rogerebert.com/reviews/six-days-seven-nights-1998", "by": "Harrison Fordas Quinn Harris", "star_rating": 2.5, "text": "Whenever pirates turn up in a romance set more recently than 1843, you figure the filmmakers ran out of ideas. \"Six Days, Seven Nights'' illustrates that principle. It's the kind of movie that provides diversion for the idle channel-surfer but isn't worth a trip to the theater. A lot of it seems cobbled together out of spare parts.\n\nHarrison Ford and Anne Heche co-star, in an Opposites Attract formula that strands them on a South Pacific island. He once owned his own business, but simplified his life by moving to paradise as a charter pilot. She's a high-powered New York magazine editor (the third this month; Tina Brown should collect royalties). Heche and her would-be fiance (David Schwimmer) arrive on the tropical isle, he proposes marriage, she accepts--and then hires Ford to fly her over to Tahiti for an emergency photo shoot.\n\nWhen their plane crashes on an uninhabited island in a storm, Ford and Heche are thrown together in a fight for survival. (I'd like to know what Ford's thoughts were in the scene where he dresses up in palm fronds to hunt birds.) Back on the resort island, Ford's friendly masseuse, an island seductress played by Jacqueline Obradors, and Schwimmer mourn their missing lovers and seek consolation, or something, in each other's arms.\n\nThe screenplay by Michael Browning has little interest in the characters--certainly not enough to provide them with a movie's worth of conversation. It's devised along standard formula lines, and so desperate for a crisis that pirates conveniently materialize on two occasions simply to give the movie something to be about. If you want to see a movie that knows what to do with a man, a woman and an island, see John Huston's \"Heaven Knows, Mr. Allison,'' in which Robert Mitchum and Deborah Kerr create atmosphere where Ford and Heche create only weather.\n\nNot that they aren't pleasant enough to watch. Ford has a nice early drunk scene where he avoids the usual cliches and gives us a man who gets thoughtful and analytical in a sloshed sort of way. Heche is plucky and has unforced charm, and does a great job of looking searchingly into Ford's eyes while he talks to her. Meanwhile, Schwimmer and Obradors provide counterpoint, mirroring in low comedy what the stars are doing at a more elevated level.\n\nHarrison Ford has an easy appeal in movies like this and never pushes too hard. Anne Heche plays a nice duet with him. But their adventures on the island are like the greatest hits from other movies (\"Butch Cassidy and the Sundance Kid,'' \"The Flight of the Phoenix'') and when they have a couple of well-written dialogue scenes toward the end, you wonder why two intelligent people like these need pirates in their movie.", "running_time": 101, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-06-12", "genres": ["Action", "Adventure", "Comedy", "Romance"], "title": "Six Days, Seven Nights (1998)"}