{"url": "http://www.rogerebert.com/reviews/six-days-to-eternity-1969", "by": "Brummer Film", "star_rating": 1.5, "text": "\"Six Days to Eternity,\" a quickly and carelessly made documentary about the Arab-Israeli war of 1967, has little general appeal and no artistic interest. It seems to have been compiled in a hurry for its pro-Israel propaganda value, but nearly two years later a more considered approach would be appropriate.\n\nSuch an approach was used in \"Every Bastard a King,\" the Israeli film which won Uri Zohar the best director award at this year's Chicago Film Festival. Zohar caught the mood of the six days when Israel's swift victory startled the Arabs. He went into the coffeehouses and campuses as well as onto the battlefield; we began to get a sense of the nation and its people.\n\n\"Six Days to Eternity,\" by contrast, is virtually a catalog of ancient newsreel clichés. We get March of Time music, we get narrators supplying clichés in deep voices, and we get deceptive or fraudulent use of film footage. (A terrorist leader, for example, is shown at various times arriving for two Arab conferences; the same film is used for both arrivals.)\n\nIt is also offensive to see nations and peoples made objects of fun and ridicule. The Arab point of view in the Middle East crisis is shown simplistically as a series of harangues by leaders and street demonstrations by the masses. At least a fifth of the film must be given over to Arab street crowds, which shout slogans and wave signs. Some of the demonstrations, we are told, are spontaneous. Others are planned. Maybe. More likely the producers dipped into their reserve stock of Arab street demonstration film and pulled out clips at random.\n\nSince the Arab demonstrator's signs are, naturally, in Arabic, it's hard to check on what the narrator tells us. I'm reminded of hilarious moments in \"Wild in the Streets.\" To save money on salaries for extras, American-International went out and filmed real demonstrations, splicing them into the film and alternating them with close-ups of the actors. Occasionally you could read one of the real signs, which spoiled the illusion.\n\nIf the documentary footage is of dubious value, the script is of less. An attempt is made to trace the background of the Arab-Israeli struggle, but the narration is so confused and incomplete that at times we don't know if we're watching a battle from 1948, 1956 or 1967.\n\nOccasionally, however, a scene will stick in the memory: A ceremony awarding certificates to the widows of heroes, for example, or shots of kibbutz children routinely herded into bomb shelters. A film from this human point of view would have been infinitely more effective than the clichés and the propaganda.", "running_time": null, "mpaa_rating": null, "release_year": 1969, "date_published": "1969-02-18", "genres": null, "title": "Six Days to Eternity (1969)"}