{"url": "http://www.rogerebert.com/reviews/sixteen-candles-1984", "by": "John Hughes", "star_rating": 3.0, "text": "\"Sixteen Candles\" is a sweet and funny movie about two of the worst things that can happen to a girl on her sixteenth birthday: (1) Her grandparents shrieking \"Look! She's finally got her boobies!\" and (2) her entire family completely and totally forgetting that it's even her birthday. The day goes downhill from there, because of (3) her sister's wedding to a stupid lunkhead, (4) her crush on the best-looking guy in the senior class, and (5) the long, involved story about how a freshman boy named the Geek managed to get possession of a pair of her panties and sell looks at them for a dollar each to all the guys in the locker room.\n\nIf \"Sixteen Candles\" begins to sound a little like an adolescent raunch movie, maybe it's because I haven't suggested the style in which it's acted and directed. This is a fresh and cheerful movie with a goofy sense of humor and a good ear for how teenagers talk. It doesn't hate its characters or condescend to them, the way a lot of teenage movies do; instead, it goes for human comedy and finds it in the everyday lives of the kids in its story.\n\nThe movie stars Molly Ringwald as Samantha, a bright-eyed teenager who pulls off the difficult trick of playing a character who takes everything too seriously -- without ever taking herself too seriously. The movie's told mostly from her point of view, and it's like \"Valley Girl\" -- it's about young kids who think a lot about sex, but who are shy and inexperienced and unsure and touchingly committed to concepts like True Love. She has a crush on a senior boy named Jake (Michael Schoeffling), who looks like Matt Dillon, of course, and doesn't even know she's alive. Meanwhile, the Geek (Anthony Michael Hall) is in love with her. Also, there are complications involving Jake's stuck-up girlfriend, Samantha's impossible grandparents, various older and younger brothers and sisters, and a foreign exchange student named Long Duk Dong, who apparently has come to this country to major in partying.\n\n\"Sixteen Candles\" contains most of the scenes that are obligatory in teenage movies: The dance, the makeout session, the party that turns into a free-for-all. But writer and director John Hughes doesn't treat them as subjects for exploitation; he listens to these kids. For example, on the night of the dance, Samantha ends up in the shop room with the Geek. They're sitting in the front seat of an old car. The Geek acts as if he's sex-mad. Samantha tells him to get lost. Then, in a real departure for this kind of movie, they really start to talk, and it turns out they're both lonely, insecure, and in need of a good friend.\n\nThere are a lot of effective performances in this movie, including Paul Dooley as Samantha's harried father, Blanche Baker as the zonked-out older sister, Hall as the Geek, and Gedde Watanabe as the exchange student (he elevates his role from a potentially offensive stereotype to high comedy). Ringwald provides a perfect center for the story, and her reaction in the first scene with her grandmother is just about worth the price of admission.", "running_time": 93, "mpaa_rating": "PG", "release_year": 1984, "date_published": "1984-05-04", "genres": ["Comedy", "Family", "Romance"], "title": "Sixteen Candles (1984)"}