{"url": "http://www.rogerebert.com/reviews/sixty-six-2008", "by": "Helena Bonham-Carteras Esther", "star_rating": 3.0, "text": "The year 1966, as few Americans can be expected to know, is the year England won the World Cup. It is also the year that 12-year-old Bernie Rubens is going to be celebrating his bar mitzvah in London. This will be an event lasting two days, his blind rabbi tells him. He will become a man, catch the eye of God, be showered with presents and climax when he is the center of the universe at his own party. In what the director, Paul Weiland, calls \"a true-ish story\" based on his own life, Bernie has the rotten luck to select for his party July 30, 1966, the day England won the World Cup.\n\nOf course England has no chance to get into the finals, right? They're like the Cubs. But in 1966, against all odds, England somehow did win the final game, and as for the Cubs, who knows? Bernie is placed in the peculiar position of being the only person in the nation who hopes England loses. Devout Jew that he is, he sneaks in a book of heathen chants and spells and evokes demon spirits against the national team.\r\"Sixty Six\" is a warm-hearted story about a boy coming of age in a particularly tragic way: Who in the world would rather come to his party than watch the final match on the telly? Bernie (Gregg Sulkin) is crushed. He has always been the underdog, the last to be picked, the one with glasses, the butt of jokes by his brother Alvie.\rBefore he discovers the fateful date coincidence, he maps out his party: a formal dinner for 350, a full orchestra. He even invites Frankie Vaughan to sing (for free, I think) and writes to the famous criminals, the Kray brothers, for their assistance. Then bad luck steps in. His father Manny (Eddie Marsan) and Uncle Jimmy (Peter Serafinowicz) are forced to sell their grocery store when a supermarket opens next door. A fireworks rocket set off after an England victory starts a fire in the Rubens' attic and burns up his dad's life savings. The party has to be scaled way back, held at home, catered by his aunt, who makes a canape they cannot identify as potato, chicken or fish.\rYes, the movie is predictable. England will play in the final game, and the bar-mitzvah party will be far from Bernie's dreams. But Weiland somehow extracts the real meaning of a bar mitzvah from the wreckage. Central to the whole story is the love of Bernie's mother, Esther (Helen Bonham Carter, surprising us by seeming born to the role). She encourages her hangdog husband during a series of setbacks. Esther puts a good face on things. And she unveils an astonishing vocabulary as one family friend after another telephones with a bogus excuse for not being able to attend.\rThe story line sounds plain and simple, but the movie is enlightened by Bernie's impassioned narration and by a gallery of small comic details. While Manny is a morose loser, for example, his brother Jimmy is a popular back-slapper and specialist in Jewish humor. Example: \"Ask me how I am.\" \"How are you?\" \"Don't ask!\"\rThe blind Rabbi Linov (Richard Katz) excels at answering Bernie's questions about God's position on the World Cup (\"I don't think it's covered in the Old Testament.\"). And Stephen Rea, as Bernie's asthma doctor, has a nice scene where he and Bernie puff through straws at a tabletop soccer ball, and their game is intercut with a real one.\r\"Sixty Six\" isn't a great movie, but confident of its material and lucky in its casting. Eddie Marsan, for example, has more ways of looking discontented than most repertory companies. One question: Bernie is a bright kid. Why doesn't he just shift the date of his party?", "running_time": 93, "mpaa_rating": "PG-13", "release_year": 2008, "date_published": "2008-08-26", "genres": ["Comedy", "Foreign", "Indie"], "title": "Sixty Six (2008)"}