{"url": "http://www.rogerebert.com/reviews/skidoo-1968", "by": "Jackie Gleasonas Tony Banks", "star_rating": 2.0, "text": "Otto Preminger's \"Skidoo\" fails mostly because it lacks spirit.\n\nIt has everything else: An expensive production, a lot of good comedians, fetching music by Nilsson, even Groucho Marx. But the whole dead weight sits there; Preminger seems unable to invest his film with any lightness or spontaneity.\n\nThe story is almost ferocious in its attempt to be contemporary. Jackie Gleason plays a retired syndicate mobster who's recruited to break into Alcatraz and bump off Mickey Rooney. Meanwhile, Frankie Avalon (of the mob) runs afoul of Gleason's wife (Carol Channing) and a carload of hippies. They want Avalon to lead them to the mob boss (Groucho Marx) so he'll spring Gleason. Meanwhile, in prison, Gleason takes LSD by accident and that provides an excuse for the psychedelic photography that seems obligatory in every other movie these days.\n\nDirected with a certain abandon, this might have worked. But Preminger marches his actors through their paces, and even Groucho seems curiously passive. There are a lot of scenes of hippie body-painting, and Carol Channing takes another of those guided tours into deepest groovy life style, but somebody ought to tell Preminger and everybody else in Hollywood that the Haight is dead, flower children are into speed, and who paints bodies anymore?\n\nAs always, Preminger has produced a technically superb film. The well-designed shots and the carefully planned scenes are there, but this style of directing seems more suited to weighty subject matter. The new style in comedy, for better or worse is toward a looser camera style, quicker cuts and a certain amount of improvisation. I have a feeling that it chills Preminger's very soul to imagine he might ever ask an actor to improvise.\n\nBut comedy is a fragile item and wilts quickly. You can't do it by the book, no matter how hard you try.", "running_time": 97, "mpaa_rating": null, "release_year": 1968, "date_published": "1968-12-27", "genres": ["Comedy"], "title": "Skidoo (1968)"}