{"url": "http://www.rogerebert.com/reviews/skin-deep-1989", "by": "John Ritteras Zach", "star_rating": 3.0, "text": "Blake Edwards, who directed \"Skin Deep,\" is like a magician who distracts you with his rapid-fire patter and his sexy assistant, while he’s switching the rabbits behind his back. The movie is the ultimately serious story of a man who bottoms out on those two vices of the moment, drinking and womanizing. But this is the only serious movie I can think of that contains a ballet for glow-in-the-dark condoms.\n\nThe hero of the story is a novelist named Zach (John Ritter), whose life is coming apart at the seams. He’s got writer’s block. He can’t stop chasing every pretty girl who comes along. His wife is leaving him. His agent is dying. He gets arrested for drunken driving about twice a week. His house has burned to the ground. The opening scene is an indication of his desperation: His mistress catches him in bed with her hairdresser, and then his wife walks in on all three of them.\n\nZach’s fundamental problem is alcoholism. He’s one of those drunks whose evenings develop in stages. Early on, he can be charming and seductive to women. A little later, he knows how to play Cole Porter on the piano. In the morning, he is likely to wake up in his bartender’s guest room, having thrown up in the aquarium, stuck the dog to the ceiling with Super Glue and wrapped himself in toilet paper because he was cold.\n\nAlthough Zach’s situation is desperate, Edwards approaches him with the detachment and maniacal gleam of a sardonic jokester. Zach is a pathetic case, but the movie is wicked and lighthearted as it follows his misadventures with a parade of bedable women. One of them is a massive body builder. Another likes to pour lighter fluid on his piano and set it afire. In the scene I will undoubtedly remember the longest, he goes to bed with a rock star’s girlfriend, who suggests he wear one of the star’s condoms - an iridescent glow-in-the-dark model that leads to two of the strangest and funniest scenes Edwards has ever filmed.\n\nIf this character seems a little familiar, that’s because we’ve met him before in Edwards’ films. He has a lot in common with the Dudley Moore characters in \"10\" and \"Micki and Maude,\" the Burt Reynolds character in \"The Man Who Loved Women\" and the Jack Lemmon character in \"That's Life!\" All of these men were in love with sensible, intelligent, dependable, beautiful women - usually their wives - and yet were driven by lust into the arms of transient conquests and by alcoholism into the hands of understanding bartenders.\n\nIndeed, the role of best friend and confidant is more important in all of these films than the roles of any of the women except for the one the character starts with. Who could forget Brian Dennehy as the bartender that Moore poured his troubles out to in \"10?\" Or Richard Mulligan, the boss who helped Moore weather the pressures of bigamy in \"Micki and Maude?\" The John Ritter character in \"Skin Deep\" is so desperate, he needs two confessors: not only a bartender (Vincent Gardenia) but also a psychiatrist (Michael Kidd).\n\nAnd yet what can they tell him? That he drinks too much? His alcoholism is visible to everyone in his life, but not to him, and (as Louis Armstrong once said about jazz) there’s some folks that, if they don’t know, you can’t tell ‘em. Ritter drinks and complains and suffers and moans and makes a public spectacle of himself and can’t write and becomes impotent and considers suicide and thinks he has all of these problems, and finally it takes the shrink to say, \"Do you know what I tell alcoholics who want me to help them? First, stop drinking.\" This is sound advice, and drunks would save millions in therapy dollars if all psychiatrists were as realistic. But \"Skin Deep\" is not a \"Clean and Sober\" set in Malibu. It’s a curious hybrid of the serious and the profane, of desperation and farce. The women in the movie all have something in common: They’re interesting, opinionated individuals. That goes without saying; bimbos would be turned off by the Ritter character on first sighting, but these women make the mistake of staying around long enough to discover that he is complex and charming, and that gets them into a lot of trouble, since he grows steadily more complex and less charming the more he drinks.\n\nRitter’s performance in \"Skin Deep\" is a transitional role. He has more depth here, more dimension, than he’s shown before, and he is able to handle the trickiest part of playing a drunk in a movie, which is to understand that you are both the clown and the straight man.\n\nYou’re not only the fool, you’re the foil that lets other people seem funny. The daring thing Edwards does in \"Skin Deep\" is to try to combine two entirely different tones within the same film. This is a smart, sensitive film that knows a lot about human nature, and it also has sequences that are deliberately designed to outrage. Look at the ground Edwards covers in that scene where his hero goes to dinner with his ex-wife, ex-mother-in-law, ex-stepson and the stepson’s girlfriend.\n\nThere’s wit, rudeness, satire, lust and pathos, all effortlessly rolled up together. \"Skin Deep\" is sort of a filmmaker’s triathalon, and if Edwards doesn’t set any new records, he enters every event.", "running_time": 102, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-03-03", "genres": ["Comedy", "Romance"], "title": "Skin Deep (1989)"}