{"url": "http://www.rogerebert.com/reviews/skin-2009", "by": "Sophie Okonedoas Sandra", "star_rating": 4.0, "text": "I remember the story of Sandra Laing. I lived in Cape Town during 1965, the year this film begins, and it was all over the South African newspapers. Sandra was the daughter of white Afrikaners, the descendents of the country's original Dutch settlers.\n\nThere was no question they were her parents. But she didn't look white. Still, they cherished her and were proud of her. She was bright as a button. They enrolled her in school, and there was trouble. The white parents didn't want their children going to school with a black girl. Given the insanity of the apartheid system, it was unthinkable that white parents could have a black child. Her parents reassure her: Of course she's white. \n\nAs \"Skin\" begins, they run a little shop with a black clientele, but that doesn't make them liberal. When Sannie Laing (Alice Krige) gets too friendly with the customers, her husband Abraham (Sam Neill) tells her, \"Be friendly with them but don't adopt them!\"\n\nHe's outraged by any suggestion of African blood in his family. Sandra looks \"coloured\" to the people white and black who see her, but not to her parents. He fights all the way to the Supreme Court to have Sandra officially classified as white. Among his witnesses is a geneticist from Witwatersrand University in Johannesburg, who testifies, \"many and perhaps most Afrikaners have some non-white blood.\"\n\nThis was a very touchy subject in South Africa. I was aware of an Afrikaner student who hit another student when he was offered a pencil. That was an unmistakable reference to the infamous \"pencil test\": Stick a pencil through your hair and shake your head. The pencil will usually fall out of white hair, but not from black.\n\nFrom being a cheerful child, Sandra now grows into a troubled adolescent (Sophie Okonedo) who tries to bleach her skin. Her parents set up two disastrous dates with white boys. She falls in love with Petrus (Tony Kgoroge), a young market gardener who is black, and her father chases him away with a rifle. Pregnant, she runs away from home, but now since she is officially considered white, it is a crime under apartheid for her to live with a black man.\n\nThe story of Sandra Laing (her real name) played out into the 1970s, and fascinated South Africa like no other. It cut directly into the official fiction that the races were separate and would never meet. She was proof that they'd been meeting a lot in the 400 years since the Dutch landed at Cape Town.\n\nSophie Okonedo you may remember from \"Hotel Rwanda\" (2004), which won her an Oscar nomination. Born in London of a white mother and African father (which is very relevant here), she was in \"Dirty Pretty Things\" (2002) and \"The Secret Life of Bees\" (2008) -- remember the childlike May Boatwright? -- and has completed the title role in \"Mrs. Mandela.\"\n\nHere she's magnificent, convincingly spanning Sandra's ages from 16 into adulthood, and her buffeting by a society where race dictated who you could love, where you could live, how you could work, whether you could study and who society thought you were. Consider how she handles a scene where she applies to the same clerk who issued her a \"white card\" and now demands a \"black card.\" Her very existence reveals her society is based on no more than a piece of paper.\n\nThis great film by Anthony Fabian tells this story through the eyes of a happy girl who grows into an outsider. This isn't one of those potted stories of uplift and doesn't end quite the way we expect, although we do get to see the real Sandra Laing right at the end. It's not giving away anything to say the film's first scene takes place on the day that South Africa elected Nelson Mandela as its first African president. Sandra is cornered by a TV crew that asks for her reaction. She says, \"It comes too late for me.\"", "running_time": 107, "mpaa_rating": "PG-13", "release_year": 2009, "date_published": "2009-11-11", "genres": ["Drama", "Foreign", "Indie"], "title": "Skin (2009)"}