{"url": "http://www.rogerebert.com/reviews/sky-bandits-1986", "by": "Scott McGinnisas Barney", "star_rating": 1.0, "text": "If you read National Lampoon, you are familiar with the airplanes and dirigibles of Bruce McCall, an artist who creates giant fantastical flying machines that look like old Packards crossed with loaves of aluminum bread. The airplanes all have wings with 12 engines on them, and the blimps are so big that they have landing fields on top of them, where baby blimps are tethered. Everything looks vaguely like one of those green plastic kitchen radios they made in the late 1940s.\n\nIf you like McCall's work, you may like certain scenes in \"Sky Bandits.\" If not, you won't. The design of the airplanes in this movie is its single, lonely, redeeming facet. Everything else is surprisingly boring, given the fact that the movie cost a reported $17 million to make. The plot involves aerial battles in World War I, but the dialogue rolls along at about the level and intensity of a couple of fraternity kids making plans for the weekend.\n\nThe story begins in about 1917 with the two heroes, Barney (Scott McGinnis) and Luke (Jeff Osterhage), blowing up banks in the West. They keep using too much dynamite, so the banks get blowed up real good, ho, ho. We know we're in trouble when this joke is repeated four times.\n\nThen Barney and Luke are mustered into the Army and sent to France, where they shoot down an airplane with their pistols and are promoted to pilot training.\n\nMeanwhile, we begin to see the weird flying machines. Some of them have four wings, others have eight engines and one is an automobile with wings bolted to it. The Germans unveil their secret weapon: a dirigible so large that when it is moored to the ground its upper reaches disappear into the clouds. Barney and Luke are assigned to find the airship and destroy it. So off they go, flying missions inside the dirigible's hanger. It is so large that when their planes almost hit the girders and then fly out through a hole in the wall, we are seized with a burning conviction that the makers of \"Sky Bandits\" have seen \"Star Wars\" many times.\n\nYou know what I feel like recounting this plot? I feel like kindly old Uncle Don, the geezer on the radio who used to tell adven ture tales to the kids. Barney and Luke decide to drop dynamite on the big dirigible, and imagine their surprise when....But you get the point. Anachronism fans may be mildly amused by the conversations held by the two characters, who are alleged to be 1917 cowboys, but who do not in any detail of their appearance, speech or manner, appear to be anything other than two out-of-work actors engaged to make a dumb special-effects movie in Spain.\n\nThe airships look great. They're a reminder of the wonderous things that can be done with matte shots and scale models. Nothing human in this picture engaged my interest, however, and so I was left to reflect on the plight of Yvette (Valerie Steffen) and Mitsou (Ingrid Held), the two women in the story. They're local groupies who are picked up one night by Barney and Luke and immediately move into their tents at the air base (the commanding officer is rather permissive).\n\nThen their duties consist of standing around disconsolately, looking up at the sky after their departed masters. (A dog played this role more touchingly in \"Battle of Britain.\") There's not a second of passion or real caring between the women and their lovers. At the end of the film, Barney and Luke are back out West again, blowing up more banks with more dynamite, ho, ho, and the plot has dropped the women cold. There's not even a mention of their fate. Maybe we'll get a sequel, \"The Bitter Tears of Fighter Ace Widows,\" in which Yvette and Mitsou mope around the deserted airfield, wrapped in castoff parachute cloth and refusing to believe reports that the war is over.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1986, "date_published": "1986-10-31", "genres": null, "title": "Sky Bandits (1986)"}