{"url": "http://www.rogerebert.com/reviews/sky-captain-and-the-world-of-tomorrow-2004", "by": "Gwyneth Paltrowas Polly Perkins", "star_rating": 4.0, "text": "\"Sky Captain and the World of Tomorrow\" is even more fun than it sounds like. In its heedless energy and joy, it reminded me of how I felt the first time I saw \"Raiders of the Lost Ark.\" It's like a film that escaped from the imagination directly onto the screen, without having to pass through reality along the way.\n\nBefore I got into serious science fiction, I went through a period when my fantasies were fed by a now-forgotten series of books about Tom Corbett, Space Cadet. There was a gee-whiz vigor to those adventures, a naive faith in science and pluck, evoking a world in which evil existed primarily as an opportunity for Tom to have fun vanquishing it. \"Sky Captain\" has that kind of innocence.\n\nJude Law and Gwyneth Paltrow star, as Joe \"Sky Captain\" Sullivan, a free-lance buccaneer for truth and justice, and Polly Perkins, a scoop-crazy newspaperwoman who hitches a ride in his airplane. Manhattan has come under attack from giant mechanical men who lumber through the skies like flying wrestlers, and stomp down the city streets sending civilians scurrying. This is obviously a case for Sky Captain, who must be the richest man on earth, judging by his secret hideaway and what seems to be his private air force and science lab.\n\nThe robots have been sent by the mysterious Dr. Totenkopf, a World War I vintage German scientist who has nurtured his plans for world domination ever since. He has kidnapped many leading scientists, and now his metal men will enforce his rule, unless Joe and Polly can stop him. Also on the side of the good guys are Franky (Angelina Jolie), a sexy pilot with her own agenda, and Dex Dearborn (Giovanni Ribisi), Sky Captain's head of research and development.\n\nTo summarize the plot would spoil the fun, and be pointless, anyway, since the plot exists essentially to inspire silly grins. What needs to be described is the look and technique of the film. \"Sky Captain\" is filmed halfway between full color and sepia tone, so that it has the richness of color and yet the distance and nostalgic quality of an old photograph. Its production design and art direction remind me of covers for ancient pulp magazines like Thrilling Wonder Stories.\n\nMuch will be written about the technique, about how the first-time director, Kerry Conran, labored for years to bring forth on his Macintosh a six-minute film illustrating his vision for \"Sky Captain.\" This film caught the attention of the director Jon Avnet, who agreed to produce Conran's film and presented the idea to Paltrow and Law.\n\nThe actors did almost all of their scenes in front of a blue screen, which was then replaced with images generated on computers. The monsters, the city, and most of the sets and props never really existed except as digital files. This permitted a film of enormous scope to be made with a reasonable budget, but it also freed Conran and his collaborators to show whatever they wanted to, because one digital fantasy cost about as much as another.\n\nThe film is not good because it was filmed in this way, however; it's just plain good. The importance of the technique is that it allows the movie to show idealized versions of sci-fi fantasies that are impossible in the real world and often unconvincing as more conventional special effects. It removes the layers of impossibility between the inspiration and the audience.\n\nPaltrow and Law do a good job of creating the kind of camaraderie that flourished between the genders in the 1930s and 1940s, in films like \"The Lady Eve,\" with Henry Fonda and Barbara Stanwyck, or \"His Girl Friday,\" with Cary Grant and Rosalind Russell. The women in this tradition are tomboys (Katharine Hepburn is the prototype), and although romance is not unknown to them, they're often running too fast to kiss anyone. We gather that Polly and Joe had a romance a few years ago that ended badly (Franky may have had a role in that), but now their chemistry renews itself as they fly off to Nepal in search of Dr. Totenkopf's lair.\n\nThe evil doctor is played by Laurence Olivier, who died in 1989, and who is seen here through old shots recycled into a new character. A posthumous performance makes a certain sense, given the nature of Dr. Totenkopf. There's something ghoulish about using a dead actor's likeness without his knowledge, and in the past I've deplored such desecrations as the Fred Astaire Dust-Buster ads, but surely every actor on his deathbed, entering the great unknown, hopes he has not given his last performance.\n\n\"Sky Captain\" will probably not inspire the universal affection of a film like \"Indiana Jones,\" in part because Steven Spielberg is a better director than Kerry Conran, in part because many of \"Sky Captain's\" best qualities are more cinematic than dramatic; I responded to the texture and surfaces and very feel of the images, and felt some of the same quickening I remember from the cover of a new Tom Corbett book. If the Space Cadet ever graduated, he probably grew up to be Sky Captain.", "running_time": 106, "mpaa_rating": "PG", "release_year": 2004, "date_published": "2004-09-17", "genres": ["Action", "Science Fiction", "Thriller"], "title": "Sky Captain and the World of Tomorrow (2004)"}