{"url": "http://www.rogerebert.com/reviews/slacker-1991", "by": "Richard Linklater", "star_rating": 3.0, "text": "\"Slacker\" is a movie with an appeal almost impossible to describe, although the method of the director, Richard Linklater, is as clear as day. He wants to show us a certain strata of campus life at the present time — a group of people he calls \"slackers,\" although anyone who has ever lived in a campus town will also recognize them under such older names as beatniks, hippies, bohemians, longhairs, peaceniks, weirdos or the Union Regulars (for surely every campus with a student union also has a seemingly permanent body of current and former students who hang around all day drinking free coffee refills and wondering whether life as they know it exists outside the union).\n\nLinklater wants to watch these people and listen to them, but he does not much want to get involved in their lives, or follow them through the mechanics of a plot. So he has borrowed an excellent technique from the surrealists and pushed it to its logical conclusion. Surrealist directors such as Luis Bunuel, in moves like \"The Phantom of Liberty,\" would follow one story for a scene or so, and then — when the characters bumped into another group of people — spin off and follow them for awhile, and so on until the end of the movie.\n\nLinklater does the same thing at a speeded-up pace that allows him to carom through the slacker community of Austin, Texas, like a cue ball with a camera. Example: Early in the film, a taxi driver picks up a fare (Linklater), who hangs over the back seat and expounds at length on his theory that every time you think of a possibility, that possibility becomes a separate reality on some other level of existence. The taxi driver is not much interested. He drops off his fare just as a car speeds away and some passersby find a woman hit-and-run victim in the street. As help is called, the camera moves in a leisurely circle until it regards a rooming house just as the same hit-and-run car pulls up in front of it. We join the driver of this car in his flat, until he is arrested by police and charged with running down his mother. Then, outside again, we follow some passersby until they . . .\n\nAnd so on. This sounds like an annoying method, but actually it's rhythmic and soothing — and funny — as Linklater moves through an apparently unlinked assortment of people, including a thief who is buttonholed by his victim and taken for a walk; a man who \"knows\" that one of the moon astronauts saw an alien spacecraft, but his radio transmission was cut off by NASA; a woman who owns a vial containing the results of an intimate medical procedure carried out on Madonna, and various folk singers, strollers, diners, sleepers, paranoids, do-gooders, quarreling couples, friends, lovers, children and conspiracy theorists.\n\nWe don't get a story, but we do get a feeling. We are listening in on a whole stratum of American life that never gets paid attention to in the movies — the people who believe the things they read in magazines sold in places that smell like Vitamin B. They have special knowledge, occult beliefs, revolutionary health practices.\n\nThey know they are being lied to. Listen to them and you will learn how things really are. In a sense, Linklater has invented his whole style in order to listen to these people. He doesn't want to go anywhere with them. He doesn't need a car chase to wrap things up. He is simply amused.\n\nThe movie maybe runs on a little too long. Maybe you won't think so. The point is not really what is said, but the tone of voice, the word choices, the conversational strategies, the sense of life going on all the time, everywhere, all over town. In a conventional Hollywood movie, as the brain-dead characters repeat the few robotic phrases permitted them by the formulas of the screenplay, they walk down streets and sometimes I yearn to just peel away from them, cut across a lawn, walk through the wall of a house, and enter the spontaneous lives of the people living there. \"Slacker\" is a movie that grants itself that freedom.", "running_time": 97, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-08-23", "genres": ["Comedy", "Indie"], "title": "Slacker (1991)"}