{"url": "http://www.rogerebert.com/reviews/slam-1998", "by": "Saul Williamsas Raymond Joshua", "star_rating": 2.5, "text": "\"Slam\" is a fable disguised as a slice of life, and cobbled together out of too many pieces that don't fit smoothly together. It's moving, but not as effective as it could have been. Inspired in part by the documentary \"SlamNation,\" it's the story of Ray, a Washington, D.C., prisoner whose life is transformed by poetry. And it also provides a glimpse of the world of competitive poetry slams, although Ray's story and the slam material don't seem to occupy the same level of intensity. Some scenes play like drama, others feel like they were grabbed documentary-style.\n\nThe movie stars Saul Williams, an effective actor, as Raymond Joshua, a young black man who is stopped by police who find four ounces of marijuana. He's innocent, he says, but he's advised by his public defender to cop a plea. That way he could get two to three years instead of up to ten. We can see he's stuck on the conveyor belt to prison, and a stern judge (played by former Washington mayor Marion Berry) gives him a weary lecture.\n\nIn prison, Ray's life is changed when he starts writing poetry, and recites it one day in the prison yard, where the other inmates are (somewhat unconvincingly) transfixed. He attends a prison writing class, where Lauren, the teacher (Sonja Sohn) announces it's her last day: \"They've cut this program.\" She is impressed by his writing and encourages him, and after he gets back on the street he finds her again, and enters her world of poetry slams. At one of them, she introduces him from the stage, and his poem is well-received.\n\nIt's at about this point that the film loses its focus. Ray's arrest, conviction and imprisonment are all filmed with realism. But the romance with Lauren seems out of another movie, and the scenes at poetry slams are awkwardly integrated: Either they weren't staged for this film, or the assistant director didn't have his extras under control.\n\nSometimes it works when characters are plugged into real events, but not this time. And having heard truly emotional, heartbreaking performances from slammers, I was underwhelmed by some of the material in this movie. (The audiences, notoriously hard to please, are of course pushovers here.) The movie was made for about $1 million, but its shortcomings aren't because of the budget; they're because the director, Marc Levin, didn't decide clearly what level of reality to go for, and stick to it. Better, maybe, to make a drama all the way through, and not unwind the tension with the semi-doc poetry readings.\n\nThat approach would also have kept the focus on the relationship between Ray and Lauren, who are both well acted, and who are in an interesting dilemma: She's had hard times in her own past life, and while she wants to help an ex-con, she doesn't want to link her unfolding future to his problems. That Ray is a gifted poet doesn't make him an ideal mate.\n\nThere are issues lurking just out of sight here, but well known in the black community, about the shortage of eligible males and the reluctance of professional women to date beneath their economic level, but the movie doesn't really engage them. Lauren has some speeches that hint at what she's thinking, but then the movie dances away as if everything were simply a matter of the heart. We sense that Ray and Lauren are shaped more by the thousands of other relationship movies than by the specifics of their characters and their world. We sense their dialogue falling into he-and-she patterns of screenplay formula--into the familiar rhythm in which attraction is followed by retreat and then by reluctance return and final acceptance.\n\nTo give the movie its due, there is an open ending, which is probably the right one; nothing is settled in Ray's life, and the movie doesn't try to squeeze a solution into 100 minutes. There is a lot of good material here, but it's unshaped and not sufficiently grappled with.", "running_time": 100, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-10-23", "genres": ["Drama", "Indie"], "title": "Slam (1998)"}