{"url": "http://www.rogerebert.com/reviews/slamdance-1987", "by": "Tom Hulceas C.C. Drood", "star_rating": 2.0, "text": "\"Slamdance\" feels like a movie that desperately wants to be something other than it is. You could call it a police procedural with the soul of a whimsical slice-of-life. It has a plot like a thriller and all the ingredients of a thriller, but it walks and talks more like \"Echo Park,\" the previous film starring Tom Hulce. In that one, he was a goofy pizza deliveryman who moves into a weird neighborhood and meets some strange people, and in this one he's a cartoonist who already knows the strange people and finds one of them dead on the floor of his apartment.\n\nThe dead person is played by Virginia Madsen, which means her role is going to be a little thankless. She has to play it entirely in flashback and isn't around for Hulce's sparring matches with Harry Dean Stanton, a vice cop who thinks he has seen it all. Stanton has reasons to suspect that Hulce has killed Madsen, and it is up to Hulce to prove him wrong.\n\nThat means re-establishing a friendship with his former wife (Mary Elizabeth Mastrantonio), who hates his guts but still sort of cares about him. You know how it is. They have a small child, and so of course the child is caught in the middle (small children are never brought into stories like this for any other reason).\n\nThe plot of this movie is a little infuriating, because it gets in the way of the people. Hulce is an enormously engaging young actor, as he proved in \"Amadeus\" and has demonstrated again in all of his roles. Give him his head and he's entertaining just taking a guided tour of the plot. \"Echo Park\" was an episodic, rambling movie, and I have a feeling episodic rambling is also more suited to Wayne Wang, the director of \"Slamdance,\" than this story, which reads like a cross between film noir and film school.\n\nWang is the director whose \"Chan Is Missing\" was a quixotic Chinatown comedy that cost something like $28,000 and won the hearts of just about everyone who saw it. Then, with more money and much greater assurance, he made \"Dim Sum: A Little Bit of Heart,\" the comedy about contemporary Chinese-American life than contained a romantic Catch-22: The old uncle was in love with the heroine's mother, who would not remarry as long as her daughter was at home, and her daughter would not marry on the grounds that her mother needed her.\n\nBoth of those movies meandered through the daily lives of their characters and were fascinating while they did so. They demonstrated that plotting was not Wang's strength and probably not even his interest. He's more oriented toward episodes and behavior, toward moments in time when the characters reveal themselves by being transparently themselves, instead of units in a mechanical story.\n\nThere are some nice things in \"Slamdance.\" Hulce has a certain dogged charm as the hero who draws cartoons in the spirit, if not the style, of Gary Larson, and who is extremely upset that there is a dead body in his apartment. Mary Elizabeth Mastrantonio gives a sound, three-dimensional performance as the ex-wife who has to decide if this guy is worth the trust - and the trouble. And Harry Dean Stanton remains quintessentially himself.", "running_time": null, "mpaa_rating": "R", "release_year": 1987, "date_published": "1987-11-09", "genres": null, "title": "Slamdance (1987)"}