{"url": "http://www.rogerebert.com/reviews/slaves-of-new-york-1989", "by": "Bernadette Petersas Eleanor", "star_rating": 0.5, "text": "I detest \"Slaves of New York\" so much that I distrust my own opinion. Maybe it's not simply a bad movie. Maybe it takes some kind of special knack, some species of sly genius, to make me react so strongly. I pause. I leaf through my memories of the film. I try to analyze what I really feel.\n\nOK. I feel calmer now. The first thing I feel is a genuine dislike for the people in this film - the ambitious climbers on the lower rungs of the ladder in the New York art world. I dislike them because they are stupid and they have occupied my time with boring conversation. It is more than that. They are not simply stupid. They value stupidity. They aim their conversations below the level of their actual intelligence because they fear to appear uncool by saying anything interesting. By always being bored, they can never be passe.\n\nNo wonder Andy Warhol wanted to film this material.\n\nThe second thing I feel is that their entire act is a hypocritical sham. They want to succeed so much they cannot only taste it, they can choke on it. And it doesn't matter what they succeed at.\n\nThey move through a world of art, fashion, photography and design, but the actual disciplines and psychic rewards of this world are not interesting to them. They want to use art as a way of obtaining success, which is more important to them than art will ever be.\n\nThe heroine of the movie is a young woman who designs hats (Bernadette Peters). They are truly hideous hats, designed to bring embarrassment and ridicule to those who wear them, but never mind what the hats look like. The important thing is, how does the designer herself feel about her hats? I have no idea. She never permits herself to react to them, to care for them, to be proud of them. She looks at them as if they were her fingernail clippings - once a part of her, but not important, and now no longer even attached.\n\nHer boyfriend (Adam Coleman Howard) manufactures paintings he does not love. Other people in her life also play at the extrusion of art in the hopes that their work will sell, and they will find a gallery to represent them, and that eventually they will be able to afford a really nice apartment in New York City. The title, \"Slaves of New York,\" is explained by its author, Tama Janowitz, to mean that life in New York is basically a matter of becoming successful enough to have a nice apartment, and that if you do not have one, you move in with someone who does and become that person's slave. The whole idea is to eventually get your own apartment and have slaves of your own.\n\nI have a suspicion that, to some degree, Janowitz is right and the slave/apartment syndrome does operate in New York. That would certainly explain a great deal of the bad art that's around. Watching the film, I remembered a conversation I had with the actor John Malkovich about the way that Off-Broadway theater was dying in New York while thriving in the provinces. \"To have Off-Broadway,\" he said, \"you have to have starving actors. And to have starving actors, you have to have a place for them to starve. New York is too expensive for that. You can't afford to starve there anymore.\" \n\nThere was once a time, in decades not too long ago, when life for a young artist consisted of living in a threadbare apartment while trying to create great art, instead of trying to live in a great apartment while creating threadbare art.", "running_time": 125, "mpaa_rating": "R", "release_year": 1989, "date_published": "1989-03-24", "genres": ["Comedy", "Drama", "Indie"], "title": "Slaves of New York (1989)"}