{"url": "http://www.rogerebert.com/reviews/slc-punk-1999", "by": "Matthew Lillardas Stevo", "star_rating": 3.0, "text": "When people adopt a fearful and aggressive personal style, we forget that somewhere inside, hidden by the punk look, the haircuts, the body piercing, the chains, the tattoos or the gang regalia, is a person who basically just wants to be loved and understood. Telling the world to go to hell is often the response of people who believe the world has told them to go to hell.\n\nJames Merendino's \"SLC Punk!'' knows that, and the essential sweetness of its hero is what makes the movie more than just an attempt to shock. It's a memory of Salt Lake City in 1985, the high Reagan era, when Stevo and Heroin Bob are, as far as they know, the only two punks in town. They embrace the anarchism embodied in Sex Pistols' songs (and there is a hilarious stoned explanation of the chaos theory), but the depth of their rebellion can be gauged by the fact that Heroin Bob (Michael Goorjian) has never taken heroin and has an irrational fear of needles.\n\nStevo (Matthew Lillard) narrates the film, which is a nostalgic tour of his world, done in much the same tone as Ray Liotta's voice-overs in Scorsese's \"GoodFellas'' (1990). He explains, he theorizes, he addresses the camera directly, he identifies the various characters and cliques. His approach is anthropological. The Stevo character simultaneously stands inside and outside his world; he keeps an ironic angle on his rebellion, but can't see himself living the life of his father, a former \"activist,'' who now explains, \"I didn't sell out. I bought in.'' Stevo is stuck in a limbo of parties, music, hanging out, long discussions, recreational mind-altering and uncertainty. His dad wants him to go to Harvard. (\"If you want to rebel there, you can do it.'') Stevo wants to go to the University of Utah, \"and get a 4.0 in Damage.'' He stays in Salt Lake City, and there's a flashback to explain how he got to his current punk state: We see a young Stevo in the basement, playing with Dungeons & Dragons figures, and the future Heroin Bob comes in with a tape, tells him D&D is worthless, says \"listen to this,'' and leads him out of dweebdom.\n\nStevo's college career passes in the movie's fractured memory style, and Bob's girlfriend Trish (Annabeth Gish) introduces him to Brandy (Summer Phoenix), who asks him, \"Wouldn't it be more rebellious if you didn't spend so much time buying blue hair dye and going out to get punky clothes?'' There also are details about Stevo's home life (his parents have divorced, his dad having traded in the old wife on a new Porsche), and about the improvisational style of days spent seeing what turns up next.\n\nThe film could have taken a lot of cheap shots at the Mormon culture of Salt Lake City, but most of its local details are more in the way of reporting than of satire. Stevo laments, for example, the problems involved in such a basic act as buying a six-pack of beer, in a state where only low-alcohol 3.2 beer is sold, and the clerks in the state-owned liquor stores are all cops who phone in tips if you even look like you're thinking of doing anything illegal. There is also a debate with customers in a convenience store about the \"curse on the land'' and the imminent arrival of Satan. Here we witness something I have long suspected, that the exaggerated fascination with Satan in some religious quarters is the flip side of the heavy metal/goth/satanic thing. Whether you worship Satan or oppose him, he stars in your fantasies.\n\nMatthew Lillard is an actor easy to dislike, and no wonder, since he often plays supercilious twits. Here his performance dominates the film, and he does a subtle, tricky job of being both an obnoxious punk and a kid in search of his direction in life. He's very good.\n\nIn this season of blaming everything on the movies, a film like \"SLC Punk!'' will no doubt inspire knee-jerk moralists to deplore its depiction of an anarcho-punk lifestyle. But remember: A movie isn't about what it's about, but about how it's about it. What \"SLC Punk'' is really about is Stevo's ironic distance on his lifestyle - about the way he lives it and analyzes it at the same time. The message isn't \"live this way,'' but \"look at the way you live.'' There's a little something there for all of us.", "running_time": 97, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-05-14", "genres": ["Comedy", "Drama", "Indie", "Music"], "title": "SLC Punk! (1999)"}