{"url": "http://www.rogerebert.com/reviews/sleepless-in-seattle-1993", "by": "Meg Ryanas Annie Reed", "star_rating": 3.0, "text": "If love at first sight is a reality, then in this information age there should also be the possibility of love at first cybercontact.\n\nWhen people meet via computers or personal ads or phone-in radio shows - when their first sight of each other is through a communications medium - isn't it still possible that some essential chemistry is communicated? That the light in an eye can somehow be implied even over thousands of miles? That's the hope explored in Nora Ephron's \"Sleepless in Seattle,\" an unapologetically romantic movie about two people who fall in love from opposite sides of the continent, through the medium of a radio program. In Baltimore, Meg Ryan plays a woman who is already safely engaged - too safely - to a man whose only fault is that he appears to be allergic to almost everything. Then one night, driving in her car, she tunes in a broadcast as a young boy is appealing to the host for help with his father.\n\nDriving through the night, Ryan listens to the story. The man (Tom Hanks) is called to the phone and we learn that after his wife died he went into a deep depression before finally packing up his son and moving from Chicago to Seattle. He thought a change of scenery might help, but apparently it hasn't.\n\nSomething in the man's voice - or maybe something in his soul that is transmitted along with his voice - appeals to Ryan. She can't get this guy out of her mind. Meanwhile, in Seattle, we get to know the Hanks character, who is an awfully nice man but very sad, and his son (Ross Malinger), who hopes his dad will meet the right woman.\n\nHis dad has indeed met a woman, but since she has a laugh that resembles a hyena's mating call, the son doesn't consider her a contender. Ephron develops this story with all of the heartfelt sincerity of a 1950s tearjerker (indeed, the movie's characters spend a lot of time watching \"An Affair to Remember\" and using it as their romantic compass). There is no irony, no distance, no angle on the material. It is about two people who are destined for one another, and that's that. And that was fine with me.\n\nEphron's earlier screenplay for \"When Harry Met Sally...,\" starred Ryan and Billy Crystal, and spent a lot of time showing Harry and Sally not meeting. This film, too, keeps its lovers separate most of the time - although there is a fuzzy scene when Ryan stands in the middle of the street and Hanks gawks at her, and bells ring in his libido.\n\nThe plot mechanics, in fact, reminded me of some of those contrived 1940s and 1950s romantic melodramas where events conspired to bring the lovers close but no closer, and then the writers toyed with us bymanufacturing devices to keep them apart. By the end of \"Sleepless in Seattle,\" we're hoping the lovers will meet atop the Empire State Building (a steal from \"An Affair to Remember\"), and the movie is doing everything to keep that from happening short of assigning Donald Trump to tear it down.\n\nThe actors are well-suited to this material. Tom Hanks keeps a certain detached edge to his character, which keeps him from being simply a fall guy. Meg Ryan, who is one of the most likable actresses around and has a certain ineffable Doris Day innocence, is able to convince us of the magical quality of her sudden love for a radio voice, without letting the device seem like the gimmick is assuredly is.\n\n\"Sleepless in Seattle\" is as ephemeral as a talk show, as contrived as the late show, and yet so warm and gentle I smiled the whole way through.", "running_time": 105, "mpaa_rating": "PG", "release_year": 1993, "date_published": "1993-06-25", "genres": ["Comedy", "Drama", "Romance"], "title": "Sleepless in Seattle (1993)"}