{"url": "http://www.rogerebert.com/reviews/sleepers-1996", "by": "Kevin Baconas Sean Nokes", "star_rating": 3.0, "text": "The opening words of Barry Levinson's “Sleepers” are, “This is a\rtrue story about friendship that runs deeper than blood.” That's careless\rwriting; how, exactly, does it run deeper than blood, and how deep is blood?\rBut after seeing the film the words I remembered were, “This is a true story.”\rI doubt it is anything of the kind, and Lorenzo Carcaterra's novel, which\rinspired the movie, has been convincingly attacked on its claim to be based on\rfact.\n\nAll\rmovies are in some way fiction, so what does it matter? The Coen Brothers' “Fargo”\rclaimed to be based on a true story, and they admit it wasn't; the “true story”\rbit at the beginning was just a stylistic device. With “Sleepers,” however, the\rclaim is meant seriously, and that bothers me, because it shows moral decisions\rbeing made which, in the real world, would have had real results.\n\nThe\rfilm tells the story of four friends from the west side of New York--Hell's\rKitchen--and how they grow up in a tough but protective neighborhood, where the\rmoral poles are Father Bobby (Robert De Niro) and King Benny (Vittorio\rGassman), the Mafia boss. When the kids are 13, they steal a hot dog wagon and\rit rolls down subway steps and crushes a man. They're sentenced to a\rreformatory where they are tortured and sexually assaulted by a sadistic guard\rnamed Nokes (Kevin Bacon).\n\nNow\rI will have to reveal plot points. There is a flash-forward to the summer of\r1981. Two of the boys, now about 28 and gangsters themselves, walk into a\rrestaurant, see Nokes, and shoot him to death. They are brought to trial. But\rone of the original four, Shakes (Jason Patric) now works for a newspaper.\rAnother, Michael (Brad Pitt), is an assistant D.A. They fashion a scheme in\rwhich Michael will try the case in such a way that their two old friends will\rbeat the rap.\n\n“Words\rlike `payback time' and `revenge' came to mind,” Shakes, the narrator, tells\rus. King Benny, still running the neighborhood, arranges for an alcoholic\rlawyer named Snyder (Dustin Hoffman) to defend the killers because he can be\rordered to follow the script. Everything depends on the willingness of good\rFather Bobby to provide the defendants with an alibi.\n\nOn\rthe surface, this is a story about justified revenge. Dig a little deeper and\rit gets complicated. The two defendants have become professional mobsters and\rkillers. After their trial, they go back to killing. The priest observes, “I\rknow what they were and I know what they are and it's not about that.” The\rmovie's real subject is a homophobic revenge fantasy, which it justifies with\rthe Cosa Nostra version of honor.\n\nConsider\rthe priest. Nothing in the film indicates he is anything other than absolutely\rtruthful, upright and moral. When he's asked to perjure himself, there is an\reffective shot: The camera remains on De Niro in closeup, while he thinks, and\rthinks. The next time we see him is on the witness stand. In a movie flowing\rwith dialogue, he is not given a single word to explain his decision, possibly\rbecause the filmmakers know it cannot be explained--anything he says would\rexpose the shallow morality.\n\nFather\rBobby must know “his” boys are killers themselves--doing to others worse than\rwhat was done unto them (unless homosexual rape is worse than death, a notion\rthe movie flirts with). Father Bobby's church and faith are unequivocal: Murder\ris wrong, revenge is wrong, two wrongs do not make a right. What the movie is\rarguing, when Father Bobby lies on the stand, is that the mob-oriented “values”\rof the “neighborhood” run deeper and take precedence over the values of the\rpriest's faith.\n\nSo\rwhat we really have here is a situation in which the pop culture version of the\rMafia code, as popularized by the evangelist Mario Puzo and elaborated by his\racolytes like Carcaterra, is valued above traditional morality. If you doubt\rthat the movie depends on homophobia to justify its morality, ask yourself: If\rthe boys had been beaten but not sexually molested, would the movie play the\rsame way? Would the priest arrive at the same decision? Would the verdict seem\ras justified? It's necessary to discuss the underlying morality of “Sleepers”\rbecause the movie so smugly tries to exploit it without acknowledging it. That\rsaid, I must report this is a pretty good movie on more superficial levels.\rDustin Hoffman gives a fine, subtle, quavering performance as the shaky defense\rlawyer who asks his questions so quietly that one witness cannot quite believe\rwhat is happening to him. Kevin Bacon is a strong, effective villain. Robert De\rNiro is used more for his aura than his skills, but makes Father Bobby into the\rmost believable character in the movie.\n\nJason\rPatric and Brad Pitt, as the two conspirators, seem more like Woodward and\rBernstein in “All the President's Men” than like former West Side Boys, but\rthat's how stars are useful: By casting their roles with stars and casting the\rtwo defendants with unknowns, the movie tilts us toward the success of the plot\rand away from the guilt of the killers.\n\nI\rliked the way the film evoked Hell's Kitchen; there is a whiff of Martin\rScorsese's “Mean Streets.” Some of the supporting performances--especially\rGassman's--were colorful. The courtroom scene works, as most courtroom scenes\rdo. As entertainment, the movie functions successfully. But I don't believe the\rstory is true--not true to the facts, and not true to the morality it pretends\rto be about.", "running_time": 149, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-10-18", "genres": ["Crime", "Drama"], "title": "Sleepers (1996)"}