{"url": "http://www.rogerebert.com/reviews/sleepy-hollow-1999", "by": "Johnny Deppas Ichabod Crane", "star_rating": 3.5, "text": "Tim Burton's \"Sleepy Hollow\" begins with a story that would not have distinguished one of the lesser films from the Hammer horror franchise and elevates it by sheer style and acting into something entertaining and sometimes rather elegant. It is one thing to see a frightened lawyer being taken for a ride in a carriage by a driver who has lost his head along the way. It is another to see the carriage bouncing down roads that have been modeled on paintings from the Hudson River School. This is the best-looking horror film since Coppola's \"Bram Stoker's Dracula.\" It is not, however, titled \"Washington Irving's Sleepy Hollow,\" perhaps because the story has been altered out of all recognition from the Irving classic. Perhaps not. No power on earth could persuade me to reread the original and find out. What it depends upon is Burton's gift for bizarre and eccentric special effects, and a superb performance by Johnny Depp, who discards everything we may ever have learned or thought about Ichabod Crane and starts from scratch.\n\nDepp plays Crane at the \"dawn of a new millennium,\" he says, confusing the roll-over of 1799 to 1800 with the transition from the 1000s to the 2000s. It is time to discard the barbaric torture of the past, he believes, and bring the legal system up to date with improved methods of investigation and justice. He sees himself as a detective of the new order, and a New York judge, impatient with his constant interruptions, banishes him to the upstate hamlet of Sleepy Hollow, where there has been an outbreak of decapitations. Let him practice forensics there.\n\nAs Crane journeys north, the movie casts its visual spell. This is among other things an absolutely lovely film, with production design, art direction and cinematography that create a distinctive place for the imagination. Not a real place--hardly a shot looks realistic, and some look cheerfully contrived--but a place in the mind. I loved the shot where mist extinguishes the torches that have been lit by the night watch.\n\nBurton's Sleepy Hollow is a dour place, the houses leaning together for support, the shutters slammed against newcomers. There is never a sunny day here. The faces of the village fathers are permanently frozen into disapproval. And the body count is mounting, while the head count stays at zero. The Horseman, it appears, not only decapitates his victims, but takes their skulls with him. \"The heads were not found by the bodies?\" exclaims Ichabod after his briefing on arrival. \"The heads were not found--at all!\" says a village elder. Another snarls: \"Taken! By the Headless Horseman! Taken--back to hell!\" We meet some of the locals. Old Baltus Van Tassel (Michael Gambon), richest of the burghers. His comely daughter Katrina (Christina Ricci) and her shapely stepmother Lady Van Tassel (Miranda Richardson). And other local citizens, including one played by Jeffrey Jones, who always seems to be regarding us dubiously from above, at an oblique angle. The magistrate (Richard Griffiths) seems to know a good deal, at one point whispering to Crane that there are \"four graves--but five victims!\" Crane dismisses it all as a case of superstition. He comes equipped with cases full of bizarre instruments of his own invention, including a set of eyepieces that make him look like the optometrist from hell. It becomes clear fairly quickly, however, that Ichabod is stronger on theory than practice, and has not much stomach for disinterring bodies, performing autopsies or examining wounds. One head was \"cut off--and the wound cauterized!\" he exclaims, looking a little sick to his stomach. The locals explain that the Horseman's sword was forged in the fires below.\n\nJohnny Depp is an actor able to disappear into characters, never more readily than in one of Burton's films. Together they created Edward Scissorhands and Ed Wood, and now here is an Ichabod Crane who is all posture and carefully learned mannerism, attitude and fastidiousness. It's as if the Horseman gallops ahead in a traditional horror film, and Depp and Burton gallop right behind him in a satire. There's a lot of gore (the movie deserves its R rating), but it's not mean gore, if you know what I mean--it's gore dictated by the sad fate of the Headless Horseman.\n\nThe ending is perhaps too traditional. We know the requirements of the genre absolutely insist on struggle between Crane and the Horseman, followed by an explanation for his strange rides, and harsh justice for those who deserve it. Burton at least does not linger over these episodes, or exploit them; he's too much in love with his moody setup to ruin the fun with final overkill. The most astonishing thing for me about the movie wasn't the Horseman anyway, but the fact that I actually found myself drawn into this old Classics Illustrated material--enthralled by a time and place so well evoked that the Horseman almost seemed natural there.\n\nNote: No power on earth could drag from me the identity of the unbilled actor who plays the Horseman when he has a head. But you will agree he is the only logical choice.", "running_time": 100, "mpaa_rating": "R", "release_year": 1999, "date_published": "1999-11-19", "genres": ["Fantasy", "Horror", "Mystery", "Science Fiction", "Thriller"], "title": "Sleepy Hollow (1999)"}