{"url": "http://www.rogerebert.com/reviews/sleep-furiously-2011", "by": "Gideon Koppel", "star_rating": 3.0, "text": "\"Sleep Furiously\" is a lovely film, but maddeningly complacent. Let me begin with the loveliness. It was filmed in and near Trefeurig, where its director, Gideon Koppel, was born, and where his mother still walks her dog. Here the year rotates through the seasons, calves and piglets are born, the choir sings in church, there are bake sales and village meetings, and in music class, the students bang away on rhythm instruments while their teacher plays the piano.\n\nIt is quiet here. If you didn't have a dog, you would need one. In one wonderful shot, a dog sees its master into his van, and as it drives away, it trots behind. The road falls gently into a valley, and there is a gradual turn in the road. The dog keeps it in view as long as it can, stops and looks after it after it has disappeared, and then rouses itself from reverie and resumes doggy business. All in one unbroken shot.\n\nI only know that the director's mother is in the film because I read some of the press materials. She is not introduced. Individual people are not the point. They have little dialogue, and not that of much consequence. (\"Will you have leeks or cabbage for dinner?\") There are some events; the local school is closing, for example, but the reaction is more of regret than rebellion. We see a few TV sets, and the farms use modern machinery, but with such exceptions, life here must be the same as it was 50 years ago. \n\nThe connecting thread is a man who drives a cheerful yellow van on a regular route. This is the bookmobile. He knows his customers and suggests books he thinks they'd like; we suspect he's checked them out from a central library in a larger town. People check out fresh books and return the ones they borrowed last month. Yes, the yellow van comes around only monthly.\n\nThe older people speak Welsh. Younger people are bilingual and also speak English. Everyone must know all the others, if only by sight and habit. There must certainly be pubs and places where young people hang out, but we don't see them. There is no sign of a cinema. I daresay most of you, dear readers, will agree that this is a tranquil and bucolic district, but after a long winter, you might want to consider moving.\n\nNote: What does the title mean? Reader Jay Nelson writes: From my education in Linguistics, I’m aware of Noam Chomsky’s example of a sentence that’s grammatically correct but semantically nonsensical. Perhaps you know it: “Colorless green ideas sleep furiously.”\n\nOdie Henderson's earlier review of \"Sleep Furiously ran on my site: http://bit.ly/qmeyXK", "running_time": 94, "mpaa_rating": "NR", "release_year": 2011, "date_published": "2011-08-10", "genres": ["Documentary", "Foreign"], "title": "Sleep Furiously (2011)"}