{"url": "http://www.rogerebert.com/reviews/sleeping-with-the-enemy-1991", "by": "Julia Robertsas Sara/Laura", "star_rating": 1.5, "text": "Because the opening scenes of \"Sleeping with the Enemy\" are so powerful, the rest of the movie is all the more disappointing. The film begins as an unyielding look at a battered wife, and ends as another one of those thrillers where the villain toys with his victim and the audience. There are good performances all through the movie, but the filmmakers don't keep faith with their actors.\n\nThis is the first big starring role since \"Pretty Woman\" for Julia Roberts, who plays the young wife of a millionaire investment counselor. Presumably they have a place in town somewhere, but all of their domestic scenes together are spent in their luxurious summer home at the beach, where the husband (Patrick Bergin) institutes a reign of psychological and physical terror.\n\nHe's one of those men who sees his wife as both possession and servant. She's attractive to show off at parties, but at home he lashes out at her if the towels aren't perfectly straightened in the bathroom, or the canned goods aren't lined up on the shelves with military precision. She is allowed no will of her own, and when he strikes her for the first time, it has a brutal impact on the audience. Bergin is very good as the anal-retentive tyrant, and the film seems poised to make some sort of effective dramatic statement.\n\nBut no. \"Sleeping with the Enemy\" is a slasher movie in disguise, an up-market version of the old exploitation formula where the victim can run, but she can't hide.\n\nRoberts fakes her own death by drowning and tries to disappear into a new lifestyle far away in Iowa, but of course Bergin tracks her down, with no small thanks to several ham-handed plot developments so obvious that she might just as well have mailed him a change-of-address card.\n\nThere are some well-handled scenes in Iowa, including the gradual steps by which she learns to trust her next-door neighbor, a drama teacher played warmly and effectively by Kevin Anderson. But the director, Joseph Ruben, and the writer, Ronald Bass, seem determined to force this potentially special material into the mold of horror formulas. Ruben's 1987 film \"The Stepfather\" received high praise in some quarters for its portrait of a soft-spoken, clear-eyed man who specialized in marrying women with children and then killing them and looting their assets. It was an exploitation film trying to transcend its genre. This time, with a first-rate cast and a larger budget, Ruben seems to be moving in the opposite direction.\n\nI found myself watching the film in sinking spirits. The opening scenes on the beach were effective and held my attention.\n\nThen the middle passages of the movie, where Bergin discovers the deception and goes looking for Roberts, began to disillusion me. The one thing an audience should never do, during scenes like this, is question the plot logic. And yet I kept having questions, such as: (1) If the wedding ring is still in the bottom of the toilet, does that mean the toilet hadn't been used for weeks? (2) How did the woman in the YWCA class get Bergin's number at work? (3) How did Roberts pay her mother's nursing home bill in the six months after she told her husband the mother was dead? (4) How did Bergin know where Roberts lived before she led him there? (5) How is it possible, in a small house, for a man to avoid discovery while slinking around rearranging all of the towels and canned goods? (6) Why would he bother, anyway? That last one is a real good question. From the point of view of Roberts and the audience, Bergin is a monster whose domestic neatness is his trademark. But would Bergin himself, concerned with trying to track and kill, take the time to rearrange the kitchen shelves? There is only one reason for him to do that: So Roberts can discover that the shelves are rearranged, and the movie can provide us with a cheap little shock.\n\nBut hold on. Put yourself in her shoes. You're alone in a house and terrified that you may have been tracked by your husband, a pathological madman. What do you do? Check out the kitchen shelves? And then there's the obligatory scene at the end where it turns out a dead man isn't dead after all. After \"Carrie\" and \"Halloween,\" where this gimmick worked, and after the countless dreary times since then when it has reappeared with clockwork monotony, isn't it time for a new twist on the gimmick? \"Sleeping with the Enemy\" is a movie that briefly seems to have greatness in its grasp, and goes straight for the mundane.", "running_time": 98, "mpaa_rating": "R", "release_year": 1991, "date_published": "1991-02-08", "genres": ["Drama", "Suspense", "Thriller"], "title": "Sleeping with the Enemy (1991)"}