{"url": "http://www.rogerebert.com/reviews/sleep-with-me-1994", "by": "Meg Tillyas Sarah", "star_rating": 2.5, "text": "\"Sleep With Me\" is a round-robin movie with sequences written by six Hollywood screenwriters, all friends. It was cast with well-known actors, who cut their usual fees, and filmed in a few weeks at a cost said to be well into the tens of thousands. The result is not an especially good movie, but it has a surprising number of good parts to it - moments that have a life of their own.\n\nAll of the writers signed on to the basic premise, which is that Frank (Craig Sheffer) has long been in love with Sarah (Meg Tilly), who is now the wife of his best friend, Joseph (Eric Stoltz).\n\nAn opening sequence shows the three of them, good buddies, driving cross country, with her head first on one guy's shoulder and then on the other. Even on the day before her wedding, Sarah still cherishes feelings for Frank - or is she only teasing him? For him, it's no joke.\n\nWho knows? Frank and Sarah might have ended up together instead, if he had revealed his feelings sooner and more clearly. He makes up for lost time at a party where he does declare his love, leading to bad feelings with Joseph and a messy ongoing situation in which he turns up unannounced, his heart bleeding for her, at inappropriate moments. (At one point he climbs in through a bedroom window at a party and pledges his love in the bathroom.) The problem with this romantic triangle is that it goes around and around without ever really engaging our interest. What's good about the movie isn't the main story, but the stuff that director Rory Kelly has jammed into the crevices. There's a funny scene involving a male poker game invaded by women players who aren't really interested in poker. And scenes involving a British pothead whose mother is a Jackie Collins-style best-seller writer. And Adrienne Shelley, stealing her scenes with a hilarious nasal voice and a personality to match.\n\n\"Sleep With Me\" is the kind of movie anyone is likely to drift into. The writer-director Quentin Tarantino turns up, for example, as a guest at a party, and launches into a long, detailed, manic explanation of why \"Top Gun\" is really \"the story of a man's struggle against his own homosexuality.\" The more he talks, the more plausible his theory sounds.\n\nThe movie ends kind of abruptly. Maybe all six writers wrote for the beginning and the middle, and no one thought to close the story. What we're left with are bits and pieces, some of them inspired, in a movie that kind of works sometimes, if you approach it in the right mood. The odd thing is, the offhandedness is seductive; if \"Sleep With Me\" had been tighter and slicker, it might have lost its scattered charms.", "running_time": 86, "mpaa_rating": "R", "release_year": 1994, "date_published": "1994-09-30", "genres": ["Comedy", "Drama", "Family", "Romance"], "title": "Sleep With Me (1994)"}