{"url": "http://www.rogerebert.com/reviews/sleepless-night-2012", "by": "Tomer Sisleyas Vincent", "star_rating": 3.0, "text": "\"Sleepless Night\" is a French police thriller, following a cop who is transformed into a relentless fighting machine after his son is kidnapped. That the cop is crooked and the kidnappers are drug dealers are only footnotes; the plight of the kid wins our sympathy during his dad's agonizing 24-hour ordeal.\n\nFrench action star Tomer Sisley is a cop named Vincent, who is seen in the opening scene stealing a flight bag filled with cocaine from runners for a Parisian drug lord. This happens in full daylight after a car chase in the city, indicating rather cursory pre-planning. Indeed, much of Vincent's strategy is based on desperate improvisation.\n\nCut to the suburban nightclub headquarters of Jose Marciano (Serge Riaboukine), the powerful drug dealer whose men have kidnapped Vincent's son, Thomas (Samy Seghir), and want to trade him for the drugs. Vincent goes to Marciano's nightclub, a seemingly endless labyrinth of rooms, stages, bars and restaurants, where most of the film will take place. He's followed there by two other cops from Internal Affairs. \n\nHe hides the bag, and his hiding place is found by one of his police pursuers, Alex (Dominique Bettenfeld), who moves it to another hiding place. This sets up a desperate three-way situation in which Vincent and the dealers are searching the club for the bag and one another, while Alex and her partner seek Vincent.\n\nThis sort of chase is (supposedly) made possible because the club is jammed with hundreds of partying customers, and the music is pumped up so high that gunshots aren't heard. One of the implausibilities is that the customers party on, oblivious to the deadly chase taking place in their midst.\n\nDirector Frederic Jardin cheerfully plunges ahead at a manic pace, as Vincent absorbs an incredible amount of punishment. Stabbed in the mid-body during the morning drug heist, he continues to bleed while climbing and running through the club and engaging in hand-to-hand combat so extreme, it raises the question: How do the fighters remain conscious?\n\nThat's not a question we're intended to ask, and anyway the movie never slows enough to give us an opening. Like a classic Jackie Chan martial arts movie, it stages its fight scenes to incorporate situations and props from the locations, and there's a running gag as the chases circle repeatedly through the nightclub kitchens. The same chefs keep looking up as more fighters burst through the doors, roll on the chopping blocks, plunge each other face-first into the dishwater, and use cooking implements in ways for which they were never intended.\n\n\"Sleepless Night\" ratchets this chase and combat beyond all credibility and places Thomas, the hapless kidnapped son, in a revolving set of perilous situations. But the film's headlong momentum streamrolls over all our questions, and we're carried along by the expertly choreographed action. \n\nEven after everything seems over, it isn't, and the last minutes are particularly satisfying. What seems to have happened is that during the flow of the chaos, Vincent has not only remained alive but improvised situations in which he may have vindicated himself. Perhaps not. And even then, will he survive? \"Sleepless Night\" is sort of exhausting.", "running_time": null, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-07-25", "genres": null, "title": "Sleepless Night (2012)"}