{"url": "http://www.rogerebert.com/reviews/sleepwalk-with-me-2012", "by": "Mike Birbigliaas Matt", "star_rating": 3.5, "text": "The hero of Mike Birbiglia's \"Sleepwalk With Me\" is a stand-up comic who suffers from REM behavior disorder. One night in a motel in Walla Walla, he leaps through a second-floor window and escapes death but has to have glass splinters removed from his legs. His doctor tells him to start using a sleeping bag — and to wear mittens so he can't get out of it.\n\nFunny stuff, if it weren't true. I learn from Wikipedia, however, that it is true. Mike Birbiglia actually jumped through the window, and his legs required 33 stitches. It was a great career move. He developed the experience into a one-man show that ran for eight months Off-Broadway and inspired a popular segment of Ira Glass' \"This American Life\" from Chicago Public Media.\n\nBirbiglia doesn't immediately seem like a stand-up comic, and neither does Matt Pandamiglio, the character he plays. I suspect that of the many forms of performance, stand-up may be the most suited to the neurotic, who build acts around their insecurities. Take Matt — please! (Rim shot.) Pleasant, unassuming and not especially noticeable, he is obsessed by an ambition to work as a stand-up, despite no apparent gifts for the trade. He's been dating the smart and cuddlesome Abby (Lauren Ambrose) for eight years and seems no closer to marriage than when they first met, perhaps because he feels that he must first prove himself as a comedian, perhaps because she wisely makes no attempt to pressure him. He is approaching, however, the point of terminal procrastination.\n\nOne of the appealing things about \"Sleepwalk With Me\" is that it seems to paint an accurate portrait of life on the road for a stand-up comic. Matt acquires an agent (Sondra James) who reminds us of Broadway Danny Rose in her dogged work for hapless clients. She books him into obscure venues that pay terrible fees, and the small audiences in these places seem there for the primary purpose of heckling failing comedians. He deserves hecklers. His material is weak and his delivery fearful. Only when he starts wisecracking about the blameless and long-suffering Abby does he start getting laughs, perhaps because the losers in the audience identify with his frustration in the face of perfection.\n\nSince this material works, it will sooner or later come to Abby's attention, and it may cause a breakup, which could be the best thing for her. In the meantime, his life reduces itself to lonely road trips and night after night in the world of Econo Lodges, Red Roof Inns and Motel 6s. The only excitement comes from harrowing nightmares and sleep fantasies, after which he awakes standing on the furniture or flying through the air.\n\nI like this movie. More important, I like Mike Birbiglia in it. Whether he has a future in stand-up I cannot say, but he has a future as a monologist and actor. There was a documentary about stand-up comics who sweated to produce 15 minutes of material. They were in awe of a man like Bill Cosby, who just walked onstage and … talked. And could talk indefinitely, and entertain people. Birbiglia seems to be moving in that direction. He could become a filmmaker like Woody Allen, whose material is often simply himself. As first films go, \"Sleepwalk With Me\" is surprisingly successful.", "running_time": 90, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-08-29", "genres": ["Comedy"], "title": "Sleepwalk with Me (2012)"}