{"url": "http://www.rogerebert.com/reviews/sleeper-1973", "by": "Miles Monroeas Woody Allen", "star_rating": 3.5, "text": "So how would you feel if your name was Miles Monroe and you ran the Happy Carrot Health Food Store in Greenwich Village and you went into St. Vincent's Hospital for a minor operation one morning and woke up two hundred years in the future? And America had become a police state? And the underground wanted to use you because you were the only person alive without an identification number?\n\nWhat Woody Allen does is scream bloody murder and claim to be a coward: \"I'm even beaten up by Quakers.\" But life becomes a grim struggle, etc., and Woody finds himself at battle with the thought police.\n\nIf the plot sounds slightly insane, recollect that one Allen movie began with Howard Cosell doing a play-by-play of an assassination, and another had Woody slapping Listerine under his arms and squirting Right Guard into his mouth before a big date. \n\n\"Sleeper\" establishes Woody Allen as the best comic director and actor in America, a distinction that would mean more if there were more comedies being made. Without making a count, I'd guess that a dozen action movies get made for every comedy, which says more about our taste than our comedians. Mel Brooks only seems to get geared up every three years or so, but Allen is prolific as well as funny.\n\nHe gives us moments in \"Sleeper\" that are as good as anything since the silent films of Buster Keaton. There is, for example, a scene where a futuristic instant pudding erupts from a mixing bowl and threatens to fill the kitchen; Woody beats it down with a broom. The scene is part of a long sequence in which he has to pretend to be a robot house servant; he lurches about and buzzes and finally tears up the robot assembly line (in a scene like something from \"Modern Times\"). Protesting all the way, Allen eventually penetrates into the inner circles of the underground and the government, and discovers the terrible truth about the nation's dictator, known as The Leader.\n\nNine months earlier, The Leader's home had burned down leaving nothing of The Leader but his nose. Through great medical innovation, the nose has been kept alive ever since, and the plan is to use genetic engineering to grow, or clone, The Leader's body back onto the nose. Inevitably, Allen is mistaken as the chief surgeon.\n\nWhether the movie's Leader bears any relationship to the nation's current chief executive is a secret that only Woody Allen knows; he does not, however, go to many pains to keep it.\n\nThere's also a funny satirical scene in which Allen, as a genuine relic of 1973, is asked to identify such artifacts as General de Gaulle, a Playboy centerfold, and a Howard Cosell broadcast (\"When people committed great crimes, they were forced to watch that.\").\n\n\"Sleeper\" is the closest Allen has come to classic slapstick-and-chase comedy, and he's good at it. His earlier films depended more on plot (except for \"Everything You Always Wanted to Know About Sex\").\n\nAnd sometimes he had a tendency to get a little sentimental as in \"Take the Money and Run,\" which opened with a hilarious documentary style biography of its hero, but then got bogged down in a love story that Allen apparently took seriously. (There was even a slow-motion Semi-Obligatory Lyrical Interlude in which Allen and his girl ran through the park and he didn't even seize the opportunity to satirize a Salem commercial.)\n\nThis time, though, he moves at breakneck speed and will risk anything, especially the plot, for a gag. Things move so fast we don't even get around to wondering how, in the middle of the movie, Allen got into the Miss America contest--and won.", "running_time": 88, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-12-17", "genres": ["Comedy", "Indie", "Science Fiction"], "title": "Sleeper (1973)"}