{"url": "http://www.rogerebert.com/reviews/sleuth-1972", "by": "Laurence Olivieras Andrew Wyke", "star_rating": 4.0, "text": "We come upon Andrew Wyke, the mystery writer, in an appropriate setting. He's in the middle of his vast garden, which is filled with shrubbery planted to form a maze. There is no way into, or out of, the maze--unless you know the secret. The better we come to know Andrew Wyke, the more this seems like the kind of garden he would have.\n\nWyke is a game-player. His enormous Tudor country manor is filled with games, robots, performing dolls, dart boards, and chess tables. He also plays games with people. One day poor Milo Tindle comes for a meeting with him. Milo is everything Wyke detests: only half-British, with the wrong accent, and \"brand-new country gentleman clothes.\" But Milo and Andrew's wife have fallen in love, and they plan to marry. So Andrew has a little scheme he wants to float. He is willing--indeed, happy--to give up his wife, but only if he can be sure she'll stay gone. He wants to be sure Milo can support her, and he suggests that Milo steal the Wyke family jewels and pawn them in Amsterdam. Then Milo will have a small fortune, and Andrew can collect the insurance. \n\nUp to this point, everything in \"Sleuth\" seems so matter-of-fact that there's no hint how complicated things will get later on. But they do get complicated, and deadly, and reality begins to seem like a terribly fragile commodity. Andrew and Milo play games of such labyrinthine ferociousness that they eventually seem to forget all about Andrew's wife (and his mistress) and to be totally absorbed with stalking each other in a macabre game of cat and mouse. \n\n\"Sleuth,\" a totally engrossing entertainment, is funny and scary by turns, and always superbly theatrical. It's the kind of mystery we keep saying they don't make anymore, but sometimes they do, and the British seem to write them better than anyone. The movie is based on the long-running play by Anthony Shaffer, who also wrote Hitchcock's \"Frenzy.\" Both films have in common a nice flair for dialogue and a delicate counterpoint between the ironic and the gruesome. \n\nWhat really makes the movie come alive--what makes it work better than the play, really--are the lead performances by Sir Laurence Olivier, Michael Caine, and Alec Cawthorne. Olivier plays the wealthy mystery writer Andrew Wyke as a true-blue British eccentric: His head, like his house, is cluttered with ornate artifacts largely without function. The hero of his detective stories, the wonderfully named St. John Lord Merridewe, is equally dotty. Olivier is clearly having fun in the role, and he throws in all kinds of accents, asides, and nutty pieces of business. \n\nMichael Caine, who might seem an unlikely candidate to play Milo Tindle, turns out to be a very good one. He manages somehow to seem smaller and less assured than Olivier (even while he towers over Olivier). And he is strangely touching as he dresses up in an absurd clown's costume to steal the jewels. Inspector Doppler, the kindly old investigator who suspects that Andrew has murdered Milo, is played by Alec Cawthorne, a veteran stage actor making his movie debut. \n\nIt's difficult to say more about \"Sleuth\" without giving away its plot--which in this case would be a capital offense. Let me just mention that the play makes a remarkably easy transition to the screen because of director Joseph L. Mankiewicz's willingness to respect its timing and dialogue, instead of trying to jazz it up cinematically. And, despite the fact that most of the movie takes place indoors, we never get the sense of visual limitations because Ken Adam's set designs give us such an incredible multitude of things to look at (and through) in the mansion.", "running_time": 138, "mpaa_rating": "PG", "release_year": 1972, "date_published": "1972-01-01", "genres": ["Foreign", "Thriller"], "title": "Sleuth (1972)"}