{"url": "http://www.rogerebert.com/reviews/sleuth", "by": "Michael Caineas Andrew Wyke", "star_rating": 3.0, "text": "When \"Sleuth\" premiered last month at the Toronto Film Festival, a great many critics (including me), writing in advance about it sight unseen, described it as a \"remake\" of the 1972 film based on Anthony Shaffer's stage play. The festival program was more accurate, describing it as \"a fascinating transformation.\" So it is. Do not make the mistake of thinking that if you've seen the earlier play or film, you've got this one covered. Yes, one of the plot gimmicks is the same, but be honest: If you saw the original, you'd already heard about the gimmick, anyway, hadn't you? Only the London opening night audience possibly experienced it as a surprise.\n\nThe story isn't about the gimmick, anyway. It's about the vicious verbal duel that two men perform one edgy night. Andrew Wyke (Michael Caine), a millionaire thriller novelist, receives a very late visitor: Milo Tindle (Jude Law), who is having an affair with Wyke's wife. The weathered country house exterior of his country estate is belied by the interior, an alarming display of metal, glass, crystal, modernist sculpture and an advanced spy-cam security system. This is not a house to be lived in, but to be shown through.\n\nIt's hard to say which would be more terrifying, the notion that Wyke did the interior design or that his wife did. I vote for the wife. Every real man needs a La-Z-Boy somewhere.\n\nWyke starts in right at the door, asking Tindle, \"Is that your car?\" Well, there are only two cars parked in the drive, and since the other is Andrew's, why, yes, it is Milo's. \"Your car is smaller than my car,\" Wyke says. Is this remark juvenile or advanced adult cruelty, a comment so gauche, it is intended as an insult to the listener? We ask questions like that all through the movie, which is based on a new screenplay by Harold Pinter, the Nobel laureate playwright. True, Pinter is now 77, and we know from the journals of his friend Simon Gray that he has been ill, but is the great man now reduced to rewriting old country house mysteries?\n\nNot at all. He has written a new country house mystery, which is not really a mystery at all in terms of its plot, and eerily impenetrable in its human relationship. What is really at stake between Andrew and Milo? Does either one love the wife? Do both? Would Andrew be just as happy to get her off his hands, or does he want to keep her just to prove there is a reason he has the bigger car? The suspense in the film is not about who gets the wife, but about who wins the conversation. Assume someone who has never heard nor seen the original \"Sleuth,\" but is familiar with the work of Pinter. That would include a lot of English professors. Attending only to the dialogue, they would find the film pure Pinter.\n\nAnd that is what you should do. Cast out all thoughts of wives, adultery, disguises, accents, ploys, surprises and denouements, and simply listen to the words and watch Caine and Law at work. You will observe the Pinteresque interplay of paradox and contradiction, the answers that didn't quite seem to hear the question, the statements of matters so obviously true that perhaps something else altogether is meant by them. In Pinter, the most banal dialogue can carry disturbing insinuations.\n\nThen try to decide when the characters (not the actors) are acting, and when they are not. Do they mean what they say? Do they feel what they do? There is a third act development that is entirely absent in the original. What does it mean? Which man takes it seriously? Both? Neither? Each one calling the other's bluff? When Pinter saw or read the original material, I wonder if he thought: What this needs is the Pinter touch. \n\nThe director is Kenneth Branagh, himself a master of stagecraft and a lover of theatrical gesture. How brilliant he was in his film \"Hamlet\" (1996) to have the prince address his great soliloquy to his own reflection in a mirror. Look again at his underrated \"Dead Again\" (1991) and see his joy in dazzling effect.\n\nIn \"Sleuth\" what he celebrates is perplexing, ominous, insinuating material in the hands of two skilled actors. Law, interestingly, takes the role played by Caine in 1972, and Caine fills the role played then by Laurence Olivier. Caine, who has never been much for the stage, is a superb screen actor, so good his master classes on acting for the camera are on DVD. Here, dry and clipped, biting and savage, he goes for the kill. Law does a plucky job with Milo Tindle, but isn't it one of the laws of drama that characters named Milo Tindle never have a chance?\n\nNote: Now, all of that said, why do I give the movie three stars, instead of more? Curiously enough, because in its strength is its weakness. It is so much about dialogue and performance that I, at least, found myself thinking more about the actors than the characters. All the same, as exactly what it is, it's fascinating.", "running_time": 86, "mpaa_rating": "R", "release_year": 2007, "date_published": "2007-10-18", "genres": ["Thriller"], "title": "Sleuth (2007)"}