{"url": "http://www.rogerebert.com/reviews/sliding-doors-1998", "by": "Gwyneth Paltrowas Helen", "star_rating": 2.0, "text": "“Sliding Doors” uses parallel time-lines to explore the\rdifferent paths that a woman's life might take after she does, and doesn't,\rfind her lover in bed with another woman. I submit that there is a simple test\rto determine whether this plot can work: Is either time-line interesting in\ritself? If not, then no amount of shifting back and forth between them can\rhelp. And I fear they are not.\n\nThe movie stars Gwyneth Paltrow as Helen, a London publicity\rexecutive who is fired for no good reason, and stalks out of her office in\rmidmorning to take the underground train back home. In one scenario, she\rcatches the train. In the other, she misses it because she's delayed, and the\rdoors slide shut in her face. To save confusion, we will call these Scenarios A\rand B.\n\nIn A, Helen arrives home unexpectedly and finds her lover, Gerry\r(John Lynch), in the sack with his mistress, Lydia (Jeanne Tripplehorn). She\rconfronts them, walks out, goes to a bar and runs into James (John Hannah).\rJames recognizes her because earlier he chatted her up on the train. Over the\rnext few days, Helen A is comforted by her best friend, gets her long hair cut\rand dyed blond, and begins to fall in love with James.\n\nIn Scenario B, Helen misses the train, and by the time she\rarrives home Lydia is already off the scene. But she begins to suspect things\rwhen she realizes two brandy glasses were on the dresser. Eventually Helen B\rfinds out about Lydia, who is the kind of woman who gets sadistic satisfaction\rout of popping up unexpectedly and threatening to blow Gerry's cover.\n\nThe film cuts backs and forth between A and B. It is clear that\rGerry is a creep, Lydia is a Fatal Attraction and James is a thoroughly nice\rbloke, although the requirements of Screenwriting 101 force the movie into a\rmanufactured crisis in which it appears that James may have been lying to Helen\rA. There's even one of those scenes that maddens me, in which James goes to\rHelen A's best friend's house, is told of the misunderstanding, could say two\ror three words to clear it all up--but doesn't, because he is a puppet of the\rplot.\n\nGwyneth Paltrow is engaging as the two Helens, and I have no\rcomplaints about her performance. Pity about the screenplay. It requires her to\rappear to be unobservant, gullible and absentminded as the faithless Gerry hems\rand haws through absurdly contrived emergencies. The worst moment comes when he\ropens the kitchen blinds, and Lydia is standing right outside them, staring at\rhim. He slams them shut and tries to pretend nothing happened. What we have\rhere is a particularly annoying movie gimmick in which the other person (Lydia,\rin this case) knows exactly when and where to position herself to create the\rshock effect. We aren't allowed to wonder how many hours, or days, she was\rposted outside, maybe in the rain, waiting for him to open the blinds.\n\nI am grateful that the movie provides Helen A and Helen B with\rdifferent haircuts, which helps tell the story lines apart (a bandage is used\rin the early scenes). But as we switched relentlessly back and forth between A\rand B, I found that I wasn't looking forward to either story. True, James is\rplayed by Hannah with warmth and charm, but to what effect? Is he interesting\ras a person? Does he, or anyone in the film, have much to say that's not at the\rservice of the plot? I would have preferred Hypothetical Scenario C, in which\rGwyneth Paltrow meets neither James nor Gerry, and stars in a smarter movie.", "running_time": 105, "mpaa_rating": "PG-13", "release_year": 1998, "date_published": "1998-04-24", "genres": ["Comedy", "Drama", "Fantasy", "Foreign", "Romance", "Science Fiction"], "title": "Sliding Doors (1998)"}