{"url": "http://www.rogerebert.com/reviews/sling-blade-1996", "by": "Billy Bob Thorntonas Karl Childers", "star_rating": 3.5, "text": "“Sling Blade” begins with a remarkable monologue delivered\rstraight to the camera. A man with a raspy voice, an overshot jaw and a lot of\rpain in his eyes says he reckons we might like to hear about his story, and so\rhe tells it. His name is Karl Childers, he is retarded, and he has been in a\rstate facility since childhood, when he found his mother with her lover and\rkilled them both. But now, he says, “I reckon I got no reason to kill no one.\rUh, huh.” Karl is talking to a reporter about his release from the institution.\rThey reckon he has been cured. They are probably right. He is not a killer,\rwould not kill without good and proper reason, and now understands how, as a\rchild, he misinterpreted the situation. As he talks, we are struck by his\rforceful presence; he is retarded, yes, but he is complex and observant, and\rhas spent a lot of time thinking about what he should and shouldn't do.\n\nIf\r“Forrest Gump” had been written by William Faulkner, the result might have been\rsomething like “Sling Blade.” The movie is a work of great originality and\rfascination by Billy Bob Thornton, who wrote it, directed it and plays Karl\rChilders. He says that the character “came to him” one morning while he was\rshaving, and he started talking to himself in the mirror, in Karl's voice.\n\nThornton\ris a former country musician turned screenwriter (he wrote the remarkable “One\rFalse Move” and “A Family Thing”). He plays Karl as a man of limited\rintelligence but great seriousness, who reasons as well as he can, and feels\rdeeply. There is pain, humor, irony and sweetness in the character, and a voice\rand manner so distinctive, he is the most memorable movie character I've seen\rin a long time. Uh, huh. And the way the story of his freedom unfolds has a\rterrible fascination: We can guess where events might be leading, and we can\rsee how they cannot be changed.\n\nOn\rhis release from prison, Karl is more or less at loose ends. He can fix most\ranything and gets a job as a garage mechanic. He encounters and befriends a\ryoung boy named Frank (Lucas Black), and senses immediately that the boy has a\rwounded spirit. He meets the boy's mother, Linda (Natalie Canerday), who has a\rgood heart and offers to let Karl live with them, in quarters in the garage.\rKarl soon understands the wounded look in Frank's eyes, because he meets\rLinda's boyfriend Doyle (country singer Dwight Yoakam), who likes to lounge in\rthe living room, drinking one longneck beer after another and ruling the roost\rwith loud, boorish opinions. His criticisms of the boy are especially cruel.\n\nKarl\rwatches, and listens, and thinks. There is another key character in the story:\rLinda's boss, Vaughan (John Ritter), a homosexual who accepts his sexuality but\rseems sort of apologetic about it, and who is also Linda's best friend. It's\rhard to understand why Linda stays with the venomous Doyle; maybe it's a\rversion of battered-wife syndrome, and she can't imagine leaving. Only Vaughan\rand her son make life bearable.\n\nKarl\rsettles into the household and begins to savor the taste of freedom. He is not\rtoo sure how some aspects of the world work, and stands in front of a door for\rhours before he thinks of knocking. He repairs everything he puts his hand to,\rhe makes new friends, and in one superb adventure, he orders and eats french\rfries for the first time, and his delight, masked behind his usual gruff\rmanner, is boundless. (“I reckon I'd like me some of them french fries, uh,\rhuh.”) These characters are brought to life with a vivid strength. We see\rLinda's life from the outside, through Karl's eyes, which view it in a very\rliteral way and try to make sense of it. And we see it from the inside, through\rthe eyes of Vaughan, the homosexual, who like Karl is only a witness, but feels\rthe pain. One of the movie's many pleasures is Ritter's performance as Vaughan;\rthe character has a complexity and sensitivity that seem to have come right out\rof his small-town time and place.\n\nThe\rmovie's ultimate destination is not hard to guess, but we feel a certain\rsatisfaction when it arrives there. And by then we have come to know Karl with\ra real understanding and fondness. He is a character unlike any other in the\rmovies, an original, and in creating him, Thornton has made a place for himself\ramong the best new filmmakers. As an actor, he creates a difficult character\rand finds exactly the right way to play him. If there were the slightest\rjustice and curiosity in the Academy Award process, Thornton's work here would\rget a nomination.", "running_time": 135, "mpaa_rating": "R", "release_year": 1996, "date_published": "1996-11-29", "genres": ["Drama", "Indie"], "title": "Sling Blade (1996)"}