{"url": "http://www.rogerebert.com/reviews/slither-1973", "by": "James Caanas Dick Kanipsia", "star_rating": 3.0, "text": "It’s rare to find a really goofy movie these days and even harder to find a goofy chase movie. The big studios must have built-in goofiness detectors at their front gates, programmed to reject scripts that aren’t simply (a) serious, or (b) funny. “Slither” falls right between the two poles; it’s like the last big goofy movie, “Brewster McCloud.” Maybe Hollywood thinks audiences get uneasy when they’re asked to change gears during a movie. It certainly seems to be the case, anyway, that we get a lot of one-note movies these days, movies that seem frightened of any midstream changes of tone. And yet audiences seem to like the funny-serious movies; look at “Where’s Poppa?” or “The Heartbreak Kid.”\n\n“Slither” is the kind of movie that’s constantly changing gears, it’s kind of a cinematic four-on-the-floor. It begins with violence, ends with tranquillity, and along the way there’s a chase involving no less than three recreational camper vehicles. The bad campers are driven by mysterious, faceless beings with obscure motives; the good camper is driven by our old Second City friend, Peter Boyle. How he gets into the chase is kind of complicated. See, James Caan has just gotten out of prison after a two-year stretch for car theft. He goes home with a prison buddy, who is inexplicably gunned down in his living room by characters we never see, or hear of, again. As a dying act, the friend blows up himself and his house with two bundles of dynamite, while Caan hides in the potato cellar. All of this is BEFORE the titles.\n\nThen, let’s see, Caan traces down Boyle, who is a friend of the dead friend (are you following this?), and along the way he meets Sally Kellerman, who is a witch and uses black magic and a snub-nosed revolver to stick up lunch counters. Anyway, Boyle and his wife (played by Louise Lasser, Woody Allen’s ex-wife), set off with Caan to track down the mysterious Vincent J. Palmer, who has $321,000 in embezzled money that belonged to Caan’s dynamited friend. Miss Kellerman and the two sinister recreational camper vehicles turn up along the road.\n\nBy now you should be getting the idea that this is a fairly complicated movie. What makes it goofy, and nice, is that little effort is made to explain things. They just sort of happen as our friends race down the road. What holds everything together is the nice sense of timing displayed by the director, Howard Zieff, who is the guy behind many of the best TV commercials these days (Alka-Seltzer, Benson & Hedges).\n\nAs befits a director who has labored mostly over the shorter distances (like 30 seconds), Zieff would rather go for good moments than construct an over-all structure. So the movie is heavy on moments, light on structure, and that’s OK. At one point or another, we get a dance at a veteran’s hall, a Bingo night, a lecture-demonstration of the latest in campers, a confrontation with a bogus investment counselor, a shoot-out in a vegetable stand, and a cop who won’t let Sally Kellerman drive barefoot. How he managed to tear his eyes away long enough to look at her toes is one of the movie’s more impenetrable mysteries.", "running_time": 97, "mpaa_rating": "PG", "release_year": 1973, "date_published": "1973-04-04", "genres": null, "title": "Slither (1973)"}