{"url": "http://www.rogerebert.com/reviews/slither-2006", "by": "Michael Rookeras Grant Grant", "star_rating": 2.0, "text": "\"Slither\" is the kind of horror movie where decent citizens are attacked by a nauseating slimy grub from outer space, and the characters watch Troma movies on TV. If the name \"Troma\" means nothing to you, what are you doing reading a review of \"Slither\" in the first place? It takes place in a forlorn small town where the mayor screams four-letter words on Main Street. Where the traffic is so slow the cops use the radar gun to time whippoorwills. Where the kids in grade school all have acne. Where everybody gets drunk to celebrate the opening of deer-hunting season.\n\nNear this town falls a meteorite that emits a nasty little creature that quickly burrows into the chest of Grant Grant, the richest guy in town. Grant is played by Michael Rooker, from \"Henry: Portrait of a Serial Killer.\" He is married to Starla (Elizabeth Banks), a poor girl who was trying to escape from poverty and an unhappy family. The funny thing is, she takes her marriage seriously. She takes it way too seriously, if you ask me, when she still talks sweet to Grant after he begins to resemble a rotting version of Jabba the Hutt.\n\nIt is difficult to give away too much of the plot; you already know from the ads that the slithering crawling things leap down the throats of their victims, turning them into beings who still have their human memories but also develop an appetite for raw meat. From their chests spring suction tentacles to suck up your innards. How they reproduce is not a pretty sight.\n\nThe action centers around Sheriff Bill Pardy (Nathan Fillion), who runs a fairly incompetent department. He's still in love with Starla from junior high school. When it becomes clear that some kind of slug-tentacle-slime creature is killing the livestock, one of his deputies buys a dimestore octopus to help potential witnesses make an I.D. If you see this creature, believe me, you won't need visual aids.\n\nThe sheriff, aided by his deputies, Starla and cute young Kylie Strutemyer (Tania Saulnier), confront the creature(s) during an extended action sequence in which the slugs ooze their way into bathtubs, under doorways, down throats, and so on. Once they've occupied a victim, their prey instantly loses speed and coordination and turns into a lurching example of the zombies so familiar from, well, from all those zombie movies.\n\nSo now you know the terrain. What's interesting is that this story sounds so worn-out and yet it works. There is some humor in the plot, effective action and scenes that entertain us because of how stupidly the characters behave. Consider the possible reconciliation between Starla and her husband, who speaks in that gravelly, placating Michael Rooker voice but looks like he was absentmindedly left overnight in a cement mixer. She should have suspected something when he padlocked the basement door and told her he was hiding a surprise for her birthday. Her birthday is two months off, and the surprise is getting riper by the hour.\n\nThere are better movies opening this weekend. There are better movies opening every weekend. But \"Slither\" has a competence to it, an ability to manipulate obligatory horror scenes in a way that works. Given my theory of the star rating system, which suggests movies should be rated by their genres, \"Slither\" gets two if \"28 Days Later\" gets three. On the other hand, \"Basic Instinct 2\" also opens today, and in the genre of slick and classy big-star thrillers, if \"Fatal Attraction\" gets 2-1/2 stars, then \"Basic Instinct 2\" gets 1-1/2. On the third hand, a lot of people would probably enjoy \"Basic Instinct 2\" more than \"Slither.\" One of these days, I'm going to have to take that star rating system and feed it to a meat-eating slime-slug.", "running_time": 95, "mpaa_rating": "R", "release_year": 2006, "date_published": "2006-03-30", "genres": ["Comedy", "Horror", "Science Fiction"], "title": "Slither (2006)"}