{"url": "http://www.rogerebert.com/reviews/slithis-1978", "by": "Stephen Traxler", "star_rating": 0.5, "text": "There are times when I think being a movie critic is not an appropriate occupation for an adult. One of those times occurred Friday afternoon, when I entered the Chicago Theater and the ticket-taker handed me my “Slithis Survival Kit.”\n\nI’d read about the kit in the ads: “You must be protected!” they warned. So important was the kit, indeed, that patrons would not be admitted to the theater without one. And now here I was, standing in the lobby with a kit of my own.\n\nIt was a small, cheaply printed four-page booklet with a picture of Slithis on the front. On page two, I found my instructions: (a) remove picture of Slithis by cutting along dotted line; (b) keep picture of Slithis on person at all times; (c) at night when sleeping, keep picture of Slithis under pillow; (d) join Slithis Fan Club.\n\nPage three was a membership application form requiring me to “solemnly swear to uphold the following rules and regulations,” including regulation two, which was “to promote a better understanding of the Slithis and the environmental conditions that created it.” Page four said I could get a free photo of Slithis by mailing 25 cents to the Slithis Fan Club, which is located in Des Moines, Iowa.\n\nI demurred. I did, however, enter the theater, hoping for one of those great bad movies like “Godzilla vs. The Smog Monster” or the immortal “Infra-Man.” I was disappointed. Incredibly, the movie talks itself to death. There are long, long conversations, made up mostly of small talk and then “Slithis” strikes.\n\nThe audience sat mired in boredom during the dialog, roused itself for the Slithis attacks and sank into torpor again. Nobody seemed to be consulting their Slithis Survival Kit, not even during such slow stretches as when the local high school journalism teacher is suggesting to a cop that he ought to try eucalyptus drops for his cough.\n\nBut I digress. The Slithis is a monster created by that all-purpose 20th Century villain, the nuclear power plant. A leak of radioactivity has created the conditions necessary for a Slithis to be created in the vicinity of Venice, California (which has every other kind of societal misfit and needs a Slithis like we need a subway).\n\nThe Slithis lurches out of the muddy canals and attacks homeowners, winos and screaming women. It is tall, about as tall as Big Foot, and looks like an overripe lizard dripping with great big gobs of greasy grimy Slithis guts. It growls, which is, I think, a first for a reptile.\n\nAnd it causes the California police to crack down on local religious sects, which take the rap for the Slithis and are suspected of bizarre ritual murders.\n\nFood for thought: If a real Slithis were to appear, Southern California would be the logical locale.\n\nA 7-foot radioactive reptile could probably be unobtrusively concealed, for example, in the audience for the Johnny Carson program; he'd fit right in unless he forgot himself and applauded when one of Johnny's guests mentioned Slithisburg.", "running_time": 86, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-09-25", "genres": ["Horror"], "title": "Slithis (1978)"}