{"url": "http://www.rogerebert.com/reviews/slow-dancing-in-the-big-city-1978", "by": "Paul Sorvinoas Lou Friedlander", "star_rating": 3.0, "text": "Corny? There hasn't been a cornier romantic tear-jerker since “Love Story.” But John Avildsen's “Slow Dancing in the Big City” has the courage of its corniness, and its clichés aren't half-hearted. It may be that you don't fall for movies like this, that you like your heroes to be lean and cynical and your heroines to run their own cattle ranches. That's OK with me. “Slow Dancing in the Big City” cheerfully exists in the world of big hearts and brave tears and happy endings that make you blow your nose. It's a classic of melodramatic overachievement.\n\nIt involves a love story, of course. The guy is a hard-bitten New York newspaper columnist with a heart of gold, and the girl is a Canadian ballerina who learns, days before the big premiere, that she has bleeding tendons and can't go on. Right away we know we're in the right movie, even if the newspaper guy hadn't already appointed himself as guardian of an 11-year-old Puerto Rican kid who could be a great drummer, someday if he kicks his heroin habit.\n\nThe newspaper columnist hasn't seen “All the President's Men,” and so he doesn't know that newspaper movies have grown more realistic since the old “Deadline, U.S.A.” days. For example: He never goes to the office, he lives in a crummy apartment that Jimmy Breslin could rent with his pocket money, he still writes like Damon Runyan, pounding out prose poems on his battered portable (“When the Eskimo, adrift in the big city, saw the broken-hearted hillbilly jump off the bridge,” etc).\n\nThat's OK. We don't want a realistic newspaper movie. It's OK that this guy doesn't know they've thrown out the typewriters and switched to computer keyboards down at the office. The columnist is played by Paul Sorvino, an enormously appealing actor who looks big enough and talks tough enough to really be able to sell tenderness. You've seen him before; he was in “Blood Brothers” and looks at home in any scene involving a corner saloon.\n\nThe ballerina (Anne Ditchburn) moves in next door, having left her rich boyfriend. She speaks in a clipped voice that seems to be patting itself on the back. She's pretty. She has the obligatory fierce dedication to dance, etc., and the obligatory bitchy choreographer always on her case. After several chance encounters with the newspaper guy, who gives her colorful lectures on corned beef sandwiches and other artifacts of the Real World, she kinda gets to like him. He is, of course, in love.\n\nThe subplot is about the Puerto Rican kid, who hangs around shooting dope, but who practices with a pair of drumsticks on a garbage can and could be (the columnist writes) the next Gene Krupa - if fate gives him a break, of course. This is the kind of movie where the columnist wants to take the kid to the opening night at which the ballerina's bleeding tendons may cripple her for life, except the kid doesn't make it because he overdoses, leaving the columnist explaining to the night nurse that the kid never even lived long enough, damn it, to get his own drum.\n\nYou like it? I love it. Then the movie's last scene is so courageously, transcendentally, romantically corny that it goes right off the scale. Movies like this are terrifically easy to criticize - they're sitting ducks - but this one works. Avildsen, the director, made “Rocky” the last time out, and let's put it this way: Subtlety isn't his strong point, but he'll stop at nothing, by God, to get us emotionally involved. You are simply not going to believe the last scene… but it works.", "running_time": null, "mpaa_rating": "PG", "release_year": 1978, "date_published": "1978-11-17", "genres": null, "title": "Slow Dancing in the Big City (1978)"}