{"url": "http://www.rogerebert.com/reviews/slums-of-beverly-hills-1998", "by": "Natasha Lyonneas Vivian", "star_rating": 3.0, "text": "“Slums of Beverly Hills” was born to inspire a sitcom, and\rprobably a pretty good one, too. It's about a poor Jewish family who moves by\rnight from one sleazy apartment to another, jumping the rent but always staying\rwithin Beverly Hills to take advantage of the educational system. Every move\rbrings them into range of a fresh supply of wacky supporting characters.\n\nThe story is told through the eyes of Vivian (Natasha Lyonne),\rwho will be a freshman in the fall and is alarmed that her breasts have, in the\rwords of her father, “sprouted overnight.” Also sprouting is her sexual\rcuriosity, which is enthusiastically encouraged by Eliot (Kevin Corrigan), the\rkid who lives across the hall of the latest pastel flea trap they've moved\rinto. “I dropped out of school because I wanted to join the work force,” he\rtells her. “Doing what?” “Selling pot.” Dad is Murray Abramovitz, a 65-year-old\rcar salesman played by Alan Arkin as a man who seems to believe that if he had\rto have kids when he was 50, he deserves everything he got. There are two boys\rin the family: Vivian's older brother Ben (David Krumholtz) and younger brother\rRickey (Eli Marienthal), and they're all accustomed to being awakened at 3 in\rthe morning and told to pack their stuff because the rent is due and, besides,\rMurray has found a “much nicer place that doesn't rob you blind.” Vivian thinks\rshe hates her breasts. Her dad is always shouting at her to wear a bra, and the\rmovie's best single shot is possibly the expression on her face when, under his\rorders, she puts on a bra under a skimpy halter top, creating a result more\rkinky than modest. “You've been blessed,” the saleslady at the bra counter\rtells her. “Breasts are wonderful. You'll see.” She doesn't. But then life\rchanges radically for the Abramovitzes when Rita (Marisa Tomei), the troubled\rdaughter of Murray's rich brother, comes to stay with them. She's just gone\rover the wall of a rehab center, she's pregnant, and she enlists Vivian to help\rher deal with the rat who got her pregnant--an actor who does “Man of La Mancha”\ras a one-man show.\n\nYou can see the sitcom possibilities. The film, written and\rdirected by Tamara Jenkins, is pitched pretty firmly at that level of ambition:\rBroadly drawn characters, quick one-liners, squabbling family members, lots of\rsex. Yet it also has a certain sweetness, a good-hearted feeling for this\rfamily, which stays together and plugs away.\n\nArkin is the key to the good feelings. He is a poor provider but\ra good father, who may skip out on the rent and be a lousy car salesman, but he\rinsists that his kids do their homework. One senses that his kids will grow up\rto be all right. Then there's his rich brother Mickey (Carl Reiner), who starts\rpaying the rent in return for Murray taking his troublesome daughter off his\rhands. Mickey makes lots of money but has no class, and there's a painful scene\rin an airport restaurant where he blurts out crass insults and Murray--who has\rbeen taking his handouts all his life--decides he's had enough.\n\nLyonne has the film's most important role, and is the key to the\rcomedy. She does a good job of looking incredulous, and there's a lot in her\rlife to be incredulous about. She also has a nice pragmatic approach to\rsexuality, as in a scene where she consults a plastic surgeon about on-the-spot\rbreast reduction.\n\nThere are a couple of scenes that simply don't work, and the worst\rinvolves some tentative fooling around between Murray and Rita. I didn't\rbelieve it, I didn't like the way it played, and I think it should have been\rcut from the movie. It spoils the tone and introduces material that has no\rplace in a story like this. The movie also grinds to a halt when Murray calls a\rblack waiter “Jackson.” Not funny, and not likely. But basically I enjoyed “Slums\rof Beverly Hills”--for the wisecracking, for the family squabbles, for the\rnotion of squatters who stake a claim in a Beverly Hills where money, after\rall, is not the only currency.", "running_time": 91, "mpaa_rating": "R", "release_year": 1998, "date_published": "1998-08-28", "genres": ["Comedy", "Drama", "Indie"], "title": "Slums of Beverly Hills (1998)"}