{"url": "http://www.rogerebert.com/reviews/slumdog-millionaire-2008", "by": "Anil Kapooras Prem", "star_rating": 4.0, "text": "Danny Boyle's \"Slumdog Millionaire\" hits the ground running. This is a breathless, exciting story, heartbreaking and exhilarating at the same time, about a Mumbai orphan who rises from rags to riches on the strength of his lively intelligence. The film's universal appeal will present the real India to millions of moviegoers for the first time.\n\nThe real India, supercharged with a plot as reliable and eternal as the hills. The film's surface is so dazzling that you hardly realize how traditional it is underneath. But it's the buried structure that pulls us through the story like a big engine on a short train.\n\nBy the real India, I don't mean an unblinking documentary like Louis Malle's \"Calcutta\" or the recent \"Born Into Brothels.\" I mean the real India of social levels that seem to be separated by centuries. What do people think of when they think of India? On the one hand, Mother Teresa, \"Salaam Bombay!\" and the wretched of the earth. On the other, the \"Masterpiece Theater\"-style images of \"A Passage to India,\" \"Gandhi\" and \"The Jewel in the Crown.\"\n\nThe India of Mother Teresa still exists. Because it is side-by-side with the new India, it is easily seen. People living in the streets. A woman crawling from a cardboard box. Men bathing at a fire hydrant. Men relieving themselves by the roadside. You stand on one side of the Hooghly River, a branch of the Ganges that runs through Kolkuta, and your friend tells you, \"On the other bank millions of people live without a single sewer line.\"\n\nOn the other hand, the world's largest middle class, mostly lower-middle, but all the more admirable. The India of \"Monsoon Wedding.\" Millionaires. Mercedes-Benzes and Audis. Traffic like Demo Derby. Luxury condos. Exploding education. A booming computer segment. A fountain of medical professionals. Some of the most exciting modern English literature. A Bollywood to rival Hollywood.\n\n\"Slumdog Millionaire\" bridges these two Indias by cutting between a world of poverty and the Indian version of \"Who Wants to be a Millionaire.\" It tells the story of an orphan from the slums of Mumbai who is born into a brutal existence. A petty thief, impostor and survivor, mired in dire poverty, he improvises his way up through the world and remembers everything he has learned.\n\nHis name is Jamel (played as a teenager by Dev Patel). He is Oliver Twist. High-spirited and defiant in the worst of times, he survives. He scrapes out a living at the Taj Mahal, which he did not know about but discovers by being thrown off a train. He pretends to be a guide, invents \"facts\" out of thin air, advises tourists to remove their shoes and then steals them. He finds a bit part in the Mumbai underworld, and even falls in idealized romantic love, that most elusive of conditions for a slumdog.\n\nHis life until he's 20 is told in flashbacks intercut with his appearance as a quiz show contestant. Pitched as a slumdog, he supplies the correct answer to question after question and becomes a national hero. The flashbacks show why he knows the answers. He doesn't volunteer this information. It is beaten out of him by the show's security staff. They are sure he must be cheating.\n\nThe film uses dazzling cinematography, breathless editing, driving music and headlong momentum to explode with narrative force, stirring in a romance at the same time. For Danny Boyle, it is a personal triumph. He combines the suspense of a game show with the vision and energy of \"City of God\" and never stops sprinting.\n\nWhen I saw \"Slumdog Millionaire\" at Toronto, I was witnessing a phenomenon: dramatic proof that a movie is about how it tells itself. I walked out of the theater and flatly predicted it would win the Audience Award. Seven days later, it did. And that it could land a best picture Oscar nomination. We will see. It is one of those miraculous entertainments that achieves its immediate goals and keeps climbing toward a higher summit.", "running_time": 120, "mpaa_rating": "R", "release_year": 2008, "date_published": "2008-11-11", "genres": ["Drama", "Foreign", "Romance"], "title": "Slumdog Millionaire (2008)"}