{"url": "http://www.rogerebert.com/reviews/small-beautifully-moving-parts-2012", "by": "Anna Margaret Hollymanas Sarah", "star_rating": 3.0, "text": "Sarah Sparks is your friendly local technology guru. She can debug your computer, teach you how your cell phone works and repair your toaster. She seems compelled to disassemble every device she comes across, and when she uses a drugstore pregnancy test, she’s fascinated by the typeface used on the product.\n\nThe part she can’t deal with is her pregnancy. She has no interest in babies and no desire to become a mother. The baby growing within her is like a computer bug that has invaded her hard drive. Her boyfriend Leon (Andre Holland) is thrilled. So is her father Henry (Richard Hoag). So is her sister Emily (Sarah Rafferty), who throws her a shower in L.A. Also Leon’s sister Towie (Susan Kelechi Watson), who joins her in Las Vegas for a few days to offer massages and pick up the vibes of her chi.\n\n“Small, Beautifully Moving Parts,” written and directed by Annie Howell and Lisa Robinson, is effortlessly engaging in introducing us to these people. That’s possibly because Anna Margaret Hollyman, who plays Sarah, has a lovable screen presence. In this early leading role of a brief career, she has the sort of charm we felt from the first films of Sandra Bullock or Greta Gerwig. She deals with a lot of emotions in the film’s compact running time, and always feels natural and spontaneous.\n\nAfter learning she’s pregnant, she becomes obsessed with motherhood, and her own mother, who disappeared from her life years ago. She learns vaguely that her mom is living “off the map” somewhere in the Nevada desert. Leon encourages Sarah to contact her, but her father and sister advise against it. Her father confesses he’s baffled by the behavior of his former wife.\n\nSarah perhaps unwisely sets off alone to drive off the map and back into her mother’s life. This takes her near the Grand Canyon, where she snaps a family photo of some tourists and quizzes them like she’s Errol Morris doing a blog on photography: “Is taking family photos a way to run away from despair?” \n\nThe deeper Sarah penetrates into the wilderness, the more her technology fails her. The GPS gives up. Her phone battery runs out. When she finally arrives at the Dome, which her mother is said to inhabit, she’s been reduced to just … herself.\n\nThe pleasure of everything up until this point has been intrinsic. Hollyman and the other actors are good company, and an obsession with technology could inspire a complete film. (Indeed, it has: Darren Aronofsky’s “Pi” comes to mind.) But when Sarah finally encounters her mother (Mary Beth Peil), the movie itself goes off the map, in a good way. It offers no answers, no facile psychological observations, just the mystery of personality. So I must not discuss those scenes.\n\nThis is a small film and knows exactly how to be a small film. Like many New Yorker short stories, its purpose is to strike a particular note and allow it to reverberate. Life is made up of challenges that cannot be solved but only accepted. And Sarah will discover that her child will need a lot more maintenance than a microwave oven.", "running_time": 73, "mpaa_rating": "NR", "release_year": 2012, "date_published": "2012-05-30", "genres": ["Comedy"], "title": "Small, Beautifully Moving Parts (2012)"}